[
    {
        "id": 1,
        "verse": "১০০ : ১",
        "arabic_text": "\nوَٱلۡعَٰدِيَٰتِ ضَبۡحٗا ",
        "bangla_text": "শপথ ঊর্ধ্বশ্বাসে ধাবমান অশ্বরাজির [১] , ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরায় আল্লাহ্ তা‘আলা সামরিক অশ্বের কতিপয় বিশেষ অবস্থা বর্ণনা করেছেন এবং তাদের শপথ করে বলেছেন যে, মানুষ তার পালনকর্তার প্রতি খুবই অকৃতজ্ঞ। একথা বারবার বর্ণিত আছে যে, আল্লাহ্ তা‘আলা তার সৃষ্টির মধ্য থেকে বিভিন্ন বস্তুর শপথ করে বিশেষ ঘটনাবলী ও বিধানাবলী বর্ণনা করেন। এটা আল্লাহ্ তা‘আলারই বৈশিষ্ট্য। মানুষের জন্য কোনো সৃষ্টবস্তুর শপথ করা বৈধ নয়। শপথ করা বাক্য নিজের বক্তব্যকে বাস্তবসম্মত ও নিশ্চিত প্রকাশ করা। আল্লাহ্ তা‘আলা পবিত্র কুরআনে যে বস্তুর শপথ করে কোন বিষয় বর্ণনা করে, বর্ণিত বিষয় সপ্রমাণে সে বস্তুর গভীর প্রভাব থাকে। এমনকি, সে বস্তু যেন সে বিষয়ের পক্ষে সাক্ষ্যদান করে। এখানে সামরিক অশ্বের কঠোর কর্তব্যনিষ্ঠার উল্লেখ যেন মানুষের অকৃতজ্ঞতার সাক্ষ্যস্বরূপ করা হয়েছে। এর ব্যাখ্যা এই যে, অশ্ব বিশেষতঃ সামরিক অশ্ব যুদ্ধক্ষেত্রে নিজের জীবন বিপন্ন করে মানুষের আদেশ ও ইঙ্গিতের অনুসারী হয়ে কত কঠোর খেদমতই না আনজাম দিয়ে থাকে। অথচ এসব অশ্ব মানুষ সৃষ্টি করেনি। তাদেরকে যে ঘাস-পানি মানুষ দেয়, তাও তার সৃজিত নয়। আল্লাহ্র সৃষ্টি করা জীবনোপকরণকে মানুষ তাদের কাছে পৌঁছে দেয় মাত্র। এখন অশ্বকে দেখুন, সে মানুষের এতটুকু অনুগ্রহকে কিভাবে চিনে এবং স্বীকার করে। তার সামান্য ইশারায় সে তার জীবনকে সাক্ষাৎ বিপদের মুখে ঠেলে দেয়, কঠোরতর কষ্ট সহ্য করে। পক্ষান্তরে মানুষের প্রতি লক্ষ্য করুন, আল্লাহ্ তা‘আলা তাকে এক ফোঁটা তুচ্ছ বীর্য থেকে সৃষ্টি করেছেন, বিভিন্ন কাজের শক্তি দিয়েছেন, বুদ্ধি ও চেতনা দান করেছেন, তার পানাহারের সামগ্ৰী সৃষ্টি করেছেন এবং সমস্ত প্রয়োজনীয় আসবাবপত্র সহজলভ্য করে তার কাছে পৌঁছে দিয়েছেন। কিন্তু সে এতসব উচ্চস্তরের অনুগ্রহেরও কৃতজ্ঞতা স্বীকার করে না।\n  <br/>\n  <br/>\n  -------------------------\n  <br/>\n  <br/>\n  [১] العاديات শব্দটি عدو থেকে উদ্ভূত। অর্থ দৌড়ানো। ضبح বলা হয় ঘোড়ার দৌড় দেয়ার সময় তার বক্ষ থেকে নিৰ্গত আওয়াজকে। কোন কোন গবেষকের মতে এখানে দৌড়ায় শব্দের মাধ্যমে ঘোড়া বা উট অথবা উভয়টিও উদ্দেশ্য হতে পারে। তবে ইমাম কুরতুবী ঘোড়াকেই প্রাধান্য দিয়েছেন।\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০০ : ২",
        "arabic_text": "\nفَٱلۡمُورِيَٰتِ قَدۡحٗا ",
        "bangla_text": "অতঃপর যারা ক্ষুরের আঘাতে অগ্নি-স্ফুলিঙ্গ বিচ্ছুরিত করে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] موريات শব্দটি إيراء থেকে উদ্ভূত। অর্থ অগ্নি নিৰ্গত করা। যেমন চকমকি পাথর ঘষে ঘষে অথবা দিয়াশলাই ঘষা দিয়ে অগ্নি নিৰ্গত করা হয়। قدح এর অর্থ আঘাত করা, ঘর্ষন করা; যার কারণে আগুন তৈরী হয়। লৌহনাল পরিহিত অবস্থায় ঘোড়া যখন প্রস্তরময় মাটিতে ক্ষুরাঘাত করে দৌড় দেয় তখন অগ্নিস্ফূলিঙ্গ নিৰ্গত হয়। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০০ : ৩",
        "arabic_text": "\nفَٱلۡمُغِيرَٰتِ صُبۡحٗا ",
        "bangla_text": "অতঃপর যারা অভিযান করে প্রভাতকালে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مغيرات শব্দটি إغارة থেকে উদ্ভূত। অর্থ হামলা করা, হানা দেয়া। صبحاً বা ‘ভোর বেলায়’ বলে আরবদের অভ্যাস হিসেবে প্রভাতকালের উল্লেখ করা হয়েছে। কোন কোন মুফাসসির বলেন, আরববাসীদের নিয়ম ছিল, কোন জনপদে অতর্কিত আক্রমণ করতে হলে তারা রাতের আঁধারে বের হয়ে পড়তো। এর ফলে শত্রুপক্ষ পূর্বাহ্নে সতর্ক হতে পারতো না। এভাবে একেবারে খুব সকালে তাদের ওপর ঝাঁপিয়ে পড়তো। প্রভাতে আলো যেটুকু ছড়িয়ে পড়তো তাতে তারা সবকিছু দেখতে পেতো। আবার দিনের আলো খুব বেশী উজ্জ্বল না হবার কারণে প্রতিপক্ষ দূর থেকে তাদের আগমন দেখতে পেতো না। ফলে তারা মোকাবেলার জন্য প্রস্তুতিও গ্ৰহণ করতে পারতো না। [দেখুন: কুরতুবী] এখানে অবশ্য জিহাদে আল্লাহ্র পথে ব্যবহৃত ঘোড়সওয়ারদের বুঝানো হয়েছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০০ : ৪",
        "arabic_text": "\nفَأَثَرۡنَ بِهِۦ نَقۡعٗا ",
        "bangla_text": "ফলে তারা তা দ্বারা ধূলি উৎক্ষিপ্ত করে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أثرن শব্দটি إثارة থেকে উৎপন্ন। অর্থ ধূলি উড়ানো। نقع ধূলিকে বলা হয়। আর به শব্দের অর্থ, সে সময়ে বা শক্ৰদের সে স্থানে। অর্থাৎ অশ্বসমূহ যুদ্ধক্ষেত্রে এত দ্রুত ধাবমান হয় যে, তাদের ক্ষুর থেকে ধূলি উড়ে চতুর্দিক আচ্ছন্ন করে ফেলে। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০০ : ৫",
        "arabic_text": "\nفَوَسَطۡنَ بِهِۦ جَمۡعًا ",
        "bangla_text": "অতঃপর তা দ্বারা শত্রু দলের অভ্যন্তরে ঢুকে পরে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وسطن শব্দটির অর্থ কোন কিছুর মধ্যভাগে পৌছে যাওয়া। جمعاً অর্থ, দল বা গোষ্ঠী। আর به অর্থ, তা দ্বারা। এখানে তা বলতে আরোহীদের দ্বারা বুঝানো হয়েছে। অর্থাৎ অশ্বসমূহ ধূলিকণা উড়িয়ে তাদের আরোহীদের নিয়ে শক্ৰদের মধ্যভাগে পৌছে যায়। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১০০ : ৬",
        "arabic_text": "\nإِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ ",
        "bangla_text": "নিশ্চয় মানুষ তার রবের প্রতি বড়ই অকৃতজ্ঞ [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এত বড় শপথ করার পরে এখানে যে উদ্দেশ্যে শপথ করা হয়েছে : তা বর্ণনা করা হয়েছে। শপথের মূলকথা হচ্ছে এটা বৰ্ণনা করা যে, মানুষ তার প্রভুর অকৃতজ্ঞতাই প্রকাশ করে থাকে। كنود বলতে এখানে মূলত বোঝানো হয়েছে যে, মানুষ তার রবের নেয়ামতের প্রতি বড়ই অকৃতজ্ঞ। হাসান বসরী বলেন, كنود এর অর্থ সে ব্যক্তি, যে বিপদ স্মরণ রাখে এবং নেয়ামত ভুলে যায়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১০০ : ৭",
        "arabic_text": "\nوَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٞ ",
        "bangla_text": "আর নিশ্চয় সে এ বিষয়ে সাক্ষী [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ‘সে’ বলে বোঝানো হচ্ছে, মানুষ নিজেই এ বিষয়ে সাক্ষী। এ সাক্ষ্য নিজ মুখেই প্রকাশ করতে পারে, আবার কাজ-কর্ম ও অবস্থার মাধ্যমেও প্রকাশিত হতে পারে। এর আরেকটি অর্থ হতে পারে যে, আল্লাহ্ তা‘আলা মানুষের এ অকৃতজ্ঞতার ব্যপারে সাক্ষী। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১০০ : ৮",
        "arabic_text": "\nوَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ ",
        "bangla_text": "আর নিশ্চয় সে ধন-সম্পদের আসক্তিতে প্রবল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] خير এর শাব্দিক অর্থ মঙ্গল। এখানে ব্যাপক অর্থ ত্যাগ করে আরবের বাকপদ্ধতি অনুযায়ী এ আয়াত ধন-সম্পদকে خير বলে ব্যক্ত করা হয়েছে। যেমন, অন্য এক আয়াতে আছে اِنْ تَرَكَ خَيْرَا “যদি কোন সম্পদ ত্যাগ করে যায়” [সূরা আল-বাকারাহ: ১৮০] এ আয়াতটির অর্থও দুরকম হতে পারে। এক. সে সম্পদের আসক্তির কারণে প্রচণ্ড কৃপণ; দুই. সম্পদের প্রতি তার আসক্তি অত্যন্ত প্রবল। দ্বিতীয় অর্থটির মধ্যেই মূলত প্রথমটি চলে আসে; কেননা সম্পদের প্রতি প্রচণ্ড আসক্তিই কৃপণতার কারণ। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১০০ : ৯",
        "arabic_text": "\n۞ أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ ",
        "bangla_text": "তবে কি সে জানে না যখন কবরে যা আছে তা উত্থিত হবে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১০০ : ১০",
        "arabic_text": "\nوَحُصِّلَ مَا فِي ٱلصُّدُورِ ",
        "bangla_text": "আর অন্তরে যা আছে তা প্ৰকাশ করা হবে [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ অন্তরের ভালো-মন্দ পৃথক করে প্রকাশ করে দেওয়া হবে। ফলে গোপনগুলো প্রকাশ হয়ে পড়বে; মানুষের কর্মফল তাদের চেহারায় ফুটে উঠবে। [সা’দী] এ-বক্তব্যটিই অন্যত্র আল্লাহ্ বলেছেন, “যেদিন গোপন রহস্য যাচাই বাছাই করা হবে।” [সূরা আত-তারিক: ৯] এ দু আয়াতে বলা হয়েছে আল্লাহ্ তা‘আলা কবর থেকে উত্থিত করে, গোপন বিষয় প্রকাশ করার পর যে বিচার ও প্রতিদান প্ৰদান করা হবে, মানুষ কি তা জানেনা ? [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১০০ : ১১",
        "arabic_text": "\nإِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ ",
        "bangla_text": "নিশ্চয় তাদের রব সেদিন তাদের ব্যাপারে সবিশেষ অবহিত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের রব তাদের ব্যাপারে অবশ্যই যথেষ্ট অবহিত, তাদের কোন কাজই তার নিকট গোপন নয়। তাদের প্রকাশ্য-অপ্ৰকাশ্য বা গোপন সব কাজ-কর্মই তিনি জানেন। তিনি তাদেরকে এগুলোর উপযুক্ত প্রতিদানও দেবেন। আল্লাহ্ তা‘আলা সবসময়েই তাদের ব্যাপারে জানা সত্ত্বেও এখানে শুধুমাত্র হাশরের দিন তাদের ব্যাপারে অবহিত হওয়ার কথা বলা হয়েছে এ কারণে যে, এ-দিন তার জ্ঞানের মাধ্যমেই তিনি সকল গোপন প্রকাশ করে দেবেন, কাফেরদের শাস্তি দেবেন, কাজকর্মের প্রতিদান দেবেন। [সা’দী, ফাতহুল কাদীর, আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    }
]