[
    {
        "id": 1,
        "verse": "১০১ : ১",
        "arabic_text": "\nٱلۡقَارِعَةُ ",
        "bangla_text": "ভীতিপ্ৰদ মহা বিপদ  [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনের মূল শব্দ হচ্ছে “কারি‘আহ” এর শাব্দিক অর্থ হচ্ছে, মহাবিপদ। কারা‘আ মানে কোন জিনিসকে কোন জিনিসের ওপর এমন জোরে মারা যার ফলে তা থেকে প্রচণ্ড আওয়াজ হয়। এই শাব্দিক অর্থের সাথে সামঞ্জস্য রেখে ভয়াবহ দুর্ঘটনা ও বড় রকমের মারাত্মক বিপদের ক্ষেত্রে “কারি‘আহ” শব্দ বলা হয়ে থাকে। [মুজামুল ওয়াসীত] এখানে “আল-কারি‘আহ” শব্দটি কিয়ামতের জন্য ব্যবহার করা হয়েছে। আবার সূরা আল-হাক্কায় কিয়ামতকে এই শব্দটি দিয়েই চিহ্নিত করা হয়েছে। [আয়াত: ৪] সুতরাং আল-কারি‘আহ শব্দটি কিয়ামতের একটি নাম। যেমনিভাবে আল-হাক্কাহ, আত-ত্বাম্মাহ, আস-সাখখাহ, আল-গাশিয়াহ, ইত্যাদিও কিয়ামতের নাম। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০১ : ২",
        "arabic_text": "\nمَا ٱلۡقَارِعَةُ ",
        "bangla_text": "ভীতিপ্ৰদ মহা বিপদ কী ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০১ : ৩",
        "arabic_text": "\nوَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ ",
        "bangla_text": "আর ভীতিপ্ৰদ মহা বিপদ সম্পর্কে আপনাকে কিসে জানাবে ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০১ : ৪",
        "arabic_text": "\nيَوۡمَ يَكُونُ ٱلنَّاسُ كَٱلۡفَرَاشِ ٱلۡمَبۡثُوثِ ",
        "bangla_text": "সেদিন মানুষ হবে বিক্ষিপ্ত পতঙ্গের মত [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মানুষ সেদিনের অবস্থার পরিপ্রেক্ষিতে তাদের বিক্ষিপ্ততা, আনা-গোনা ইত্যাদিতে উদ্ভ্রান্তের মত থাকবে। মনে হবে যেন তারা বিক্ষিপ্ত পতঙ্গ। অন্য আয়াতে বলা হয়েছে, “মনে হবে যেন তারা বিক্ষিপ্ত পঙ্গপাল”। [সূরা আল-কামারঃ ৭] আগুন জ্বালানোর পর পতংগ যেমন দিক-বিদিক থেকে হন্য হয়ে আগুনের দিকে ছুটে আসে সেদিন মানুষ তেমনিভাবে হাশরের মাঠের দিকে ছুটে আসবে। [ইবন কাসীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০১ : ৫",
        "arabic_text": "\nوَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ ",
        "bangla_text": "আর পর্বত সমূহ হবে ধুনিত রঙ্গিন পশমের মত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন মহাদুর্ঘটনা ঘটে যাবে। আর এর ফলে সারা দুনিয়ার ব্যবস্থাপনা ছিন্নভিন্ন হয়ে যাবে, লোকেরা আতংকগ্ৰস্ত হয়ে এদিক ওদিক দৌড়াদৌড়ি করতে থাকবে যেমন আলোর ওপর ঝাঁপিয়ে পড়া পতংগরা চারদিকে বিক্ষিপ্তভাবে ছড়িয়ে ছিটিয়ে থাকে। পাহাড়গুলো ধূনা পশমের মত হবে, যা হাল্কা বাতাসে উড়ে যাবে। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১০১ : ৬",
        "arabic_text": "\nفَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ ",
        "bangla_text": "অতঃপর যার পাল্লাসমূহ [১] ভারী হবে [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সূরায় আমলের ওজন ও তার হালকা এবং ভারী হওয়ার প্রেক্ষিতে জাহান্নাম অথবা জান্নাত লাভের বিষয় আলোচিত হয়েছে। মূলে ‘মাওয়াযীন শব্দ ব্যবহার করা হয়েছে। শব্দটি বহুবচন। এর কারণ হয়ত মীযানগুলো কয়েকটি হবে; অথবা যে আমলগুলো ওজন করা হবে, সেগুলো বিভিন্ন প্রকারের হবে। [কুরতুবী] তাছাড়া বান্দার আমলের ওজন হওয়া যেমন সত্য তেমনি আমলকারীর ওজন হওয়াও সত্য। অনুরূপভাবে আমল নামারও ওজন করা হবে। [শরহুত তাহাবীয়া লিবনি আবিল ইয্য: ৪১৯] এক্ষেত্রে একথা স্মর্তব্য যে, কেয়ামতে মানুষের আমল ওজন করা হবে-গণনা হবে না । আমলের ওজন ইখলাস তথা আন্তরিকতা ও সুন্নতের সাথে সামঞ্জস্যের কারণে বেড়ে যায়। যার আমল আন্তরিকতাপূর্ণ ও সুন্নতের সাথে সামঞ্জস্যপূর্ণ, সংখ্যায় কম হলেও তার আমলের ওজন বেশী হবে। পক্ষান্তরে যে ব্যক্তি সংখ্যায় তো সালাত, সাওম, দান-সদকা, হজ-ওমরা অনেক করে, কিন্তু আন্তরিকতা ও সুন্নাতের সাথে সামঞ্জস্য কম, তার আমলের ওজন কম হবে। মানুষ আমলের যে পুঁজি নিয়ে আল্লাহ্র আদালতে আসবে তা ভারী না হালকা, অথবা মানুষের নেকী তার পাপের চেয়ে ওজনে বেশী না কম-এরি ভিত্তিতে সেখানে ফায়সালা অনুষ্ঠিত হবে। [দেখুন: মাজমূ ফাতাওয়া শাইখিল ইসলাম ইব্ন তাইমিয়্যাহঃ ১০/৭৩৫-৭৩৬] এ বিষয়টি কুরআনের বিভিন্ন স্থানে উল্লেখিত হয়েছে। কোথাও বলা হয়েছেঃ “আর ওজন হবে সেদিন সত্য। তারপর যাদের পাল্লা ভারী হবে তারাই সফলকাম হবে। আর যাদের পাল্লা হালকা হবে তারাই নিজেদেরকে ক্ষতিগ্ৰস্ত করেছে।” [সূরা আল-আরাফ: ৮-৯] আবার কোথাও বলা হয়েছে, “হে নবী! বলে দিন, আমি কি তোমাদের জানাবো নিজেদের আমলের ব্যাপারে সবচেয়ে বেশী ব্যর্থ কারা? তারাই ব্যর্থ যাদের দুনিয়ার জীবনে সমস্ত আমল নষ্ট হয়ে গেছে। কিয়ামতের দিন আমি তাদের কোন ওজন দেবো না।” [সূরা আল-কাহাফ: ১০৪-১০৫] অন্যত্র বলা হয়েছে, “কিয়ামতের দিন আমি যথাযথ ওজন করার দাঁড়িপাল্লা রেখে দেবো। তারপর কারো ওপর অণু পরিমাণও যুলুম হবে না। যার সরিষার দানার পরিমাণও কোন কাজ থাকবে তাও আমি সামনে আনবো এবং হিসেব করার জন্য আমি যথেষ্ট।” [সূরা আল-আম্বিয়া: ৪৭] এই আয়াতগুলো থেকে জানা যায়, কুফৱী করা বৃহত্তম অসৎকাজ। গুনাহের পাল্লা তাতে অনিবাৰ্যভাবে ভারী হয়ে যায়। ফলে আর কাফেরের এমন কোন নেকী হবে না নেকীর পাল্লায় যার কোন ওজন ধরা পড়ে এবং তার ফলে পাল্লা ঝুঁকে পড়তে পারে; কারণ তার ঈমান নেই। [সা‘দী, সূরা কাহ্ফ: আয়াত-১০৫]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, যার পাল্লাসমূহ ভারী হবে সে থাকবে সন্তোষজনক জীবনে। পাল্লাভারী হওয়ার অর্থ সৎকর্মের পাল্লা অসৎকর্ম থেকে ভারী হওয়া। [সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১০১ : ৭",
        "arabic_text": "\nفَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ ",
        "bangla_text": "সে তো থাকবে সন্তোষজনক জীবনে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১০১ : ৮",
        "arabic_text": "\nوَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ ",
        "bangla_text": "আর যার পাল্লাসমূহ হাল্কা হবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যাদের অসৎকর্মের পাল্লা সৎকর্ম থেকে ভারী হবে। [মুয়াসসার, সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১০১ : ৯",
        "arabic_text": "\nفَأُمُّهُۥ هَاوِيَةٞ ",
        "bangla_text": "তার স্থান হবে ‘হাওয়িয়াহ্’ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আরবী শব্দে أمه বলা হয়েছে। أم শব্দের অর্থ স্থান বা ঠিকানাও হয়, যেমনটি উপরে অর্থের মধ্যে উল্লেখ করা হয়েছে। তাছাড়া আয়াতের আরেক অর্থ হলো, সে জাহান্নামের আগুনে অধোমুখে মাথার মগজসহ পতিত হবে। তাছাড়া যদি أم শব্দটির বিখ্যাত অর্থ গ্রহণ করা হয় তাহলে তার অর্থ হবে, মা। সে হিসেবে আয়াতের অর্থ হচ্ছে, তার মা হবে জাহান্নাম। মায়ের কোল যেমন শিশুর অবস্থান হয় তেমনি জাহান্নামবাসীদের জন্য জাহান্নাম ছাড়া আর কোন অবস্থান হবে না। আয়াতে উল্লেখিত ‘হাওয়িয়াহ’ শব্দটি জাহান্নামের একটি নাম। শব্দটি এসেছে ‘হাওয়া’ থেকে। এর অর্থ হচ্ছে উঁচু জায়গা থেকে নীচুতে পড়ে যাওয়া। আর যে গভীর গর্তে কোন জিনিস পড়ে যায় তাকে হাওয়িয়া বলে। জাহান্নামকে হাওয়িয়া বলার কারণ হচ্ছে এই যে, জাহান্নাম হবে অত্যন্ত গভীর এবং জাহান্নামবাসীদেরকে তার মধ্যে ওপর থেকে নিক্ষেপ করা হবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১০১ : ১০",
        "arabic_text": "\nوَمَآ أَدۡرَىٰكَ مَا هِيَهۡ ",
        "bangla_text": "আর আপনাকে কিসে জানাবে সেটা কী?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১০১ : ১১",
        "arabic_text": "\nنَارٌ حَامِيَةُۢ ",
        "bangla_text": "অত্যন্ত উত্তপ্ত আগুন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে حامية বলে বুঝানো হয়েছে, আগুনটি হবে অত্যন্ত উত্তপ্ত ও লেলিহান। [ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আদম সন্তান যে আগুন ব্যবহার করে সেটি জাহান্নামের আগুনের সত্তর ভাগের একভাগ উত্তপ্ততা সম্পন্ন, সাহাবায়ে কিরাম বললেন, হে আল্লাহ্র রাসূল, এটাই তো শাস্তির জন্যে যথেষ্ট, তিনি বললেন, জাহান্নামের আগুন তার থেকে উনসত্তর গুণ বেশী উত্তপ্ত”। [বুখারী: ৩২৬৫] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমাদের এ আগুন জাহান্নামের আগুনের সত্তর ভাগের একভাগ। তারপরও তাকে দু’বার সমুদ্রের মাধ্যমে ঠাণ্ডা করা হয়েছে, নতুবা এর দ্বারা কেউই উপকৃত হতে পারতনা।” [মুসনাদে আহমাদ: ২/২৪৪] অন্য হাদীসে এসেছে, “কিয়ামতের দিন সবচেয়ে হাল্কা আযাব ঐ ব্যক্তির হবে যাকে আগুনের জুতা পরিয়ে দেয়া হয়েছে ফলে তার কারণে তার মগজ উৎরাতে থাকবে।” [মুসনাদে আহমাদ: ২/৪৩২] হাদীসে আরও এসেছে, “জাহান্নাম তার রাবের কাছে অভিযোগ দিল যে, আমার একাংশ আরেক অংশকে খেয়ে ফেলছে। তখন তাকে দু’টি নিঃশ্বাস ফেলার অনুমতি দেয়া হলো, একটি শীতকালে অপরটি গ্ৰীষ্মকালে। সুতরাং যত বেশী শীত পাও সেটা জাহান্নামের ঠাণ্ডা থেকে আর যদি বেশী গরম অনুভব কর সেটাও জাহান্নামের উত্তপ্ততা থেকে।” [বুখারী: ৫৩৭, ৩২৬০, মুসলিম: ৬১৭] অন্য হাদীসে এসেছে, “তোমরা যখন দেখবে যে, গ্ৰীষ্মের উত্তপ্ততা বেশী হয়ে গেছে তখন তোমরা সালাত ঠাণ্ডা করে পড়ো; কেননা, কঠিন উত্তপ্ততা জাহান্নামের লাভা থেকে এসেছে।” [বুখারী: ৪৩৬, মুসলিম: ৬১৫]\n </p>\n</div>"
    }
]