[
    {
        "id": 1,
        "verse": "১০২ : ১",
        "arabic_text": "\nأَلۡهَىٰكُمُ ٱلتَّكَاثُرُ ",
        "bangla_text": "তোমাদেরকে মোহাচ্ছন্ন রাখে [১] প্রাচুর্যের প্রতিযোগিতা [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  تكاثر শব্দটি كثرة থেকে উদ্ভূত। এর অর্থ, পরস্পর প্রতিযোগিতায় লিপ্ত হওয়া। এখানে উদ্দেশ্য, প্রাচুর্য লাভ করার জন্য মানুষের পরস্পরের অগ্রবর্তী হওয়ার চেষ্টা করা ও প্রতিযোগিতা করা; লোকদের অন্যের তুলনায় বেশী প্রাচুর্য লাভ করার কথা নিয়ে পরস্পরের মোকাবেলায় বড়াই করে বেড়ানো। [ইবন কাসীর, ফাতহুল কাদীর] এখানে কী বিষয়ে প্রতিযোগিতা তা বলা হয় নি। মূলত দুনিয়ার ধন-সম্পদ, পুত্র-পরিবার, বংশ, সম্মান-মর্যাদা, শক্তি ও কর্তৃত্বের উপকরণ এবং যে সব বিষয়ে এরূপ প্রতিযোগিতা হয় তার সবই উদ্দেশ্য। [সা’দী]\n  <br/>\n  <br/>\n  -----------------------------\n  <br/>\n  <br/>\n  [১] ألهى ‘আলহা’ শব্দটির মূলে রয়েছে , لهو বা ‘লাহও’। এর আসল অর্থ গাফলতিতে নিমজ্জিত করা, ভুলিয়ে দেয়া। [কুরতুবী] যেসব কাজের প্রতি মানুষের আগ্রহ ও আকর্ষণ এত বেশী বেড়ে যায় যে সে তার মধ্যে মগ্ন হয়ে অন্য অধিকতর গুরুত্বপূর্ণ জিনিস থেকে গাফেল হয়ে পড়ে সেই ধরনের প্রত্যেকটি কাজের জন্য আরবী ভাষায় এ শব্দটি বলা হয়ে থাকে। [‘উদ্দাতুস সাবেরীন, পৃ.১৭১] অর্থাৎ ‘তাকাসুর’ তোমাদেরকে তার নিজের মধ্যে এমনভাবে মশগুল করে নিয়েছে, যার ফলে তার প্রতি মোহাচ্ছন্নতা তোমাদের তার চেয়ে বেশী গুরুত্বপূর্ণ জিনিস আখেরাত ও তার জন্য প্রস্তুতি থেকে গাফেল করে দিয়েছে। তার মোহ তোমাদেরকে আচ্ছন্ন করে রেখেছে। তারই চিন্তায় তোমরা নিমগ্ন। আর এই মোহ ও নিমগ্নতা তোমাদেরকে একেবারে গাফেল করে দিয়েছে। আয়াতে এর জন্য কঠোর সাবধানবাণী উচ্চারণ করা হয়েছে। [উদ্দাতুস সাবেরীন: ১৮৩–১৮৪]\n  <br/>\n  <br/>\n  [২] কোন কোন বর্ণনায় এসেছে যে, আয়াতটি ঐ যুগের সুনির্দিষ্ট কোন কোন গোত্র বা নেতৃস্থানীয় লোকদের সম্পর্কে নাযিল হয়েছে। [দেখুন, কুরতুবী] তবে এখানে একটি বিষয় পরিস্কার হওয়া দরকার যে, আয়াতে ‘তোমাদেরকে’ বলে শুধু সে যুগের লোকদের বুঝানো হয়নি। বরং প্রত্যেক যুগের লোকেরা ব্যক্তিগত পর্যায়ে ও সামগ্রিকভাবে এ সম্বোধনের আওতাভুক্ত হয়েছে। [কুরতুবী] এর অর্থ দাঁড়ায়, বেশী বেশী বৈষয়িক স্বাৰ্থ অর্জন করা, তার মধ্যে একে অন্যের অগ্রবর্তী হওয়া এবং অন্যের মোকাবেলায় তা নিয়ে গর্ব করার মোহ যেমন ব্যক্তিকে আচ্ছন্ন করে তেমনি আচ্ছন্ন করে গোত্র ও জাতিকেও। তাছাড়া আয়াতে একথা সুস্পষ্ট করে বলা হয়নি যে, প্রাচুর্য লোকদেরকে কোন জিনিস থেকে গাফেল করে দিয়েছে। কারণ, যে জিনিস থেকে তারা গাফেল হয়েছে তা অত্যন্ত ব্যাপক। [সা‘দী] এর দ্বারা সব কিছুই উদ্দেশ্য যা কিছুর প্রাচুর্যের জন্য মানুষ সাধারণত চেষ্টা করে থাকে এবং অহংকার করে থাকে। হতে পারে সেটা ধন-সম্পদ, সন্তান-সন্ততি, সাহায্য-সহযোগিতাকারী, সৈন্য-সামন্ত, দাস-দাসী, মান-মর্যাদা ইত্যাদি যা-ই মানুষ বেশী পেতে চায় এবং অপরের উপর প্রাধান্য নেয়ার চেষ্টা করে। আর যা দ্বারা আল্লাহ্র সন্তুষ্টি উদ্দেশ্য থাকেনা। [সা‘দী] এভাবে মানুষ আল্লাহ্ থেকে, তাঁর মা‘রিফাত থেকে, তাঁর দিকে প্রত্যাবর্তন থেকে, তাঁর ভালবাসাকে সবকিছুর ভালবাসার উপর স্থান দেয়া থেকে, যার ইবাদতের জন্য তাকে সৃষ্টি করা হয়েছে সেটা থেকে গাফেল হয়ে গেছে। [সা‘দী] অনুরূপভাবে তারা আখেরাত থেকে গাফেল হয়ে গেছে। [বাদায়ে‘উস তাফসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০২ : ২",
        "arabic_text": "\nحَتَّىٰ زُرۡتُمُ ٱلۡمَقَابِرَ ",
        "bangla_text": "যতক্ষণ না তোমরা কবরে উপনীত হও [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বলা হয়েছে, যতক্ষণ না তোমরা কবর স্থান যেয়ারত কর। এখানে যেয়ারত করার অর্থ মরে গিয়ে কবরে পৌছানো। কাতাদাহ বলেন, তারা বলত, আমরা অমুক বংশের লোক, আমরা অমুক গোত্রের চেয়ে বেশী, আমাদের সংখ্যা অনেক। এভাবে বলতেই থাকল অথচ তারা কমতে কমতে সবাই কবরবাসী হয়ে গেল। অতএব, আয়াতের মর্মার্থ এই যে, বলা হয়েছে, যারা ধন-সম্পদ ও সন্তান-সন্ততির ভালবাসা অথবা অপরের সাথে বড়াই করায় এমন মত্ত হয়ে পড়ে যে, পরিণাম চিন্তা করার ফুরসতই পায় না। [ইবন কাসীর] এখানে যেয়ারত শব্দটি আরও থেকে বুঝা যায়, কবরেও কেউ চিরকাল থাকবে না, এই দুনিয়া-কবর সবই ক্ষণস্থায়ী; এগুলো যেয়ারত শেষ হলে জান্নাত বা জাহান্নাম চিরস্থায়ী বাসভূমিতে যেতে হবে। [কুরতুবী] আবদুল্লাহ ইবনে শিখখীর রাদিয়াল্লাহু ‘আনহু বলেন, আমি একদিন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর নিকট পৌছে দেখলাম তিনি الْهٰكُمُ التَّكَاثُرُ তেলাওয়াত করে বলছিলেন, “মানুষ বলে, আমার ধন! আমার ধন! অথচ তোমার অংশ তো ততটুকুই যতটুকু তুমি খেয়ে শেষ করে ফেল, অথবা পরিধান করে ছিন্ন করে দাও, অথবা সদকা করে সম্মুখে পাঠিয়ে দাও। এছাড়া যা আছে, তা তোমার হাত থেকে চলে যাবে- তুমি অপরের জন্যে তা ছেড়ে যাবে।” [মুসলিম: ২৯৫৮, তিরমিয়ী: ২৩৪২, মুসনাদে আহমদ: ৪/২৪] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আদম সন্তানের যদি স্বর্ণে পরিপূর্ণ একটি উপত্যকা থাকে, তবে সে (তাতেই সন্তুষ্ট হবে না; বরং) দুটি উপত্যকা কামনা করবে। তার মুখ তো (কবরের) মাটি ব্যতীত অন্য কিছু দ্বারা ভর্তি করা সম্ভব নয়। যে আল্লাহ্র দিকে রুজু করে, আল্লাহ্ তার তওবা কবুল করেন।” [বুখারী: ৬৪৩৯, ৬৪৪০] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আমি তোমাদের জন্য দারিদ্রতার ভয় করছিনা। বরং তোমাদের জন্য প্রাচুর্যের ভয় করছি। অনুরূপভাবে আমি তোমাদের জন্যে ভুল-ভ্ৰান্তি হয়ে যাওয়ার ব্যাপারে ভয় করছি না, বরং ভয় করছি ইচ্ছাকৃত অন্যায়ের ” [মুসনাদে আহমাদ; ২/৩০৮]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০২ : ৩",
        "arabic_text": "\nكَلَّا سَوۡفَ تَعۡلَمُونَ ",
        "bangla_text": "কখনো নয়, তোমরা শীঘ্রই জানতে পারবে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা ভুল ধারণার শিকার হয়েছ। বৈষয়িক সম্পদের এ প্রাচুর্য এবং এর মধ্যে পরস্পর থেকে অগ্রবর্তী হয়ে যাওয়াকেই তোমরা উন্নতি ও সাফল্য মনে করে নিয়েছো। অথচ এটা মোটেই উন্নতি ও সাফল্য নয়। অবশ্যই অতি শীঘ্রই তোমরা এর অশুভ পরিণতি জানতে পারবে। [ইবন কাসীর, আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০২ : ৪",
        "arabic_text": "\nثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ ",
        "bangla_text": "তারপর, কখনো নয়, তোমরা শীঘ্রই জানতে পারবে:",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০২ : ৫",
        "arabic_text": "\nكَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ ٱلۡيَقِينِ ",
        "bangla_text": "কখনো নয়! যদি তোমরা নিশ্চিত জ্ঞানে জ্ঞানী হতে--- [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে لو বা ‘যদি’ শব্দের জওয়াব উহ্য রয়েছে। অর্থাৎ لَمَا أَلْهَاكُمُ التَّكَاثُرُ উদ্দেশ্য এই যে, তোমরা যদি কেয়ামতের হিসাব-নিকাশে নিশ্চিত বিশ্বাসী হতে, তবে কখনও প্রাচুর্যের বড়াই করতে না এবং উদাসীন হতে না। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১০২ : ৬",
        "arabic_text": "\nلَتَرَوُنَّ ٱلۡجَحِيمَ ",
        "bangla_text": "অবশ্যই তোমরা জাহান্নাম দেখবে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১০২ : ৭",
        "arabic_text": "\nثُمَّ لَتَرَوُنَّهَا عَيۡنَ ٱلۡيَقِينِ ",
        "bangla_text": "তারপর অবশ্যই তোমরা তা দেখবে চাক্ষুষ প্রত্যয়ে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরে বলা হয়েছে عَيْنَ الْيَقِيْنِ এর অর্থ সে প্রত্যয়, যা চাক্ষুষ দর্শন থেকে অর্জিত হয়। [আদ্ওয়াউল বায়ান] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, খবর কোনদিন চাক্ষুষ দেখার মত নয়। মূসা আলাইহিস্ সালাম যখন তূর পর্বতে অবস্থান করছিলেন এবং তার অনুপস্থিতিতে তার সম্প্রদায় গোবৎসের পূজা করতে শুরু করেছিল, তখন আল্লাহ্ তা‘আলা তূর পর্বতেই তাকে অবহিত করেছিলেন যে, বনী-ইসরাঈলরা গোবৎসের পূজায় লিপ্ত হয়েছে। কিন্তু মূসা আলাইহিস সালাম এর মধ্যে এর তেমন প্রতিক্রিয়া দেখা দেয়নি, যেমন ফিরে আসার পর স্বচক্ষে প্রত্যক্ষ করার ফলে দেখা দিয়েছিল; তিনি ক্ৰোধে আত্মহারা হয়ে তাওরাতের তক্তিগুলো হাত থেকে ছেড়ে দিয়েছিলেন, ফলে সেগুলো ভেঙ্গে যায়। [মুসনাদে আহমাদ: ১/২৭১]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১০২ : ৮",
        "arabic_text": "\nثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ ",
        "bangla_text": "তারপর অবশ্যই সেদিন তোমাদেরকে নেয়ামত সম্পর্কে প্রশ্ন করা হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা সবাই কেয়ামতের দিন আল্লাহ্-প্রদত্ত নেয়ামত সম্পর্কে জিজ্ঞাসিত হবে। যে, সেগুলোর শোকর আদায় করেছ কি না, সেগুলোতে আল্লাহ্র হক আদায় করেছ কি না; নাকি পাপ কাজে ব্যয় করেছ? [সা‘দী] এতে সকল প্রকার নেয়ামত এসে যায়। কুরআন ও হাদীসের অন্যত্র এরকম কিছু নেয়ামতের উদাহরণ দেয়া হয়েছে। অন্য আয়াতে এভাবে করা হয়েছে,\n  <br/>\n  <br/>\n  إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا\n  <br/>\n  <br/>\n  “কান, চোখ, হৃদয়- এদের প্রত্যেকটি সম্পর্কে কৈফিয়ত তলব করা হবে।” [সূরা আল-ইসরা: ৩৬] এতে মানুষের শ্রবণশক্তি দৃষ্টিশক্তি ও হৃদয় সম্পর্কিত লাখো নেয়ামত অন্তর্ভুক্ত হয়ে যায়, যেগুলো সে প্রতি মুহুর্তে ব্যবহার করে। বিভিন্ন হাদীসেও নেয়ামত সম্পর্কে জিজ্ঞাসিত হওয়ার কথা স্পষ্টভাবে এসেছে। যেমন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “দু’টি নেয়ামত এমন আছে যাতে অধিকাংশ মানুষই ঠক খায়। তার একটি হলো, স্বাস্থ্য অপরটি হচ্ছে অবসর সময়।” [বুখারী: ৬৪১২] অন্য বর্ণনায় এসেছে, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ক্ষুধায় কাতর হয়ে বের হলেন, পথে আবুবকর ও উমরও বের হলেন, তিনি তাদেরকে জিজ্ঞেস করলেন, তোমরা কেন বের হয়েছ? তারা বলল, ক্ষুধা। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যার হাতে আমার নফস তার শপথ, আমিও সেকারণেই বের হয়েছি। তারপর তিনি বললেন, চল। তারা সবাই এক আনসারীর বাড়ীতে আগমন করলেন। আনসারী লোকটির স্ত্রী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার সঙ্গিদ্বয়কে দেখে যার-পর-নাই খুশী হয়ে শুভেচ্ছা ও স্বাগতম জানানোর মাধ্যমে আমন্ত্রণ জানালেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, অমুক কোথায়? স্ত্রী জানালো যে, সে সুপেয় পানির ব্যবস্থা করতে গেছে। ইত্যবসরে আনসারী লোকটি এসে তাদেরকে সাদর সম্ভাষণ জানিয়ে বললেন, আলহামদুলিল্লাহ! আজি কেউ আমার মত মেহমান পাবে না। তারা বসলে তিনি তাদের জন্য এক কাঁদি খেজুর নিয়ে আসলেন যাতে কাঁচা-পাকা, আধাপাকা, ভাল-মন্দ সবধরণের খেজুর ছিল। তারপর আনসারী লোকটি ছুরি নিয়ে দৌড়াল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, সাবধান! দুধ দেয় এমন ছাগল যবাই করো না। আনসারী তাদের জন্য যবাই করলে তারা ছাগলের গোস্ত খেল, খেজুর গ্রহণ করল, পানি পান করল। তারপর যখন তৃপ্ত হলো তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আবু বকর ও উমরকে বললেন, “তোমরা কিয়ামতের দিন এ সমস্ত নেয়ামত সম্পর্কে জিজ্ঞাসিত হবে। তোমাদেরকে ক্ষুধা তোমাদের ঘর থেকে বের করল, তারপর তোমরা এমন নেয়ামত ভোগ করার পর ফিরে গেলে”। [মুসলিম: ২০৩৮] অন্য বর্ণনায় এসেছে, এ  আয়াত নাযিল হলে যুবাইর রাদিয়াল্লাহু ‘আনহু বললেন, হে আল্লাহ্র রাসূল! আমরা কোন নেয়ামত সম্পর্কে জিজ্ঞাসিত হব? এটা তো শুধু (আসওয়াদান বা দুই কালো জিনিস) খেজুর ও পানি। রাসূল বললেন, “অবশ্যই তা সম্পর্কে জিজ্ঞাসিত হবে।” [তিরমিয়ী: ৫/৪৪৮, ইবনে মাজাহ: ৪১৫৮, মুসনাদে আহমাদ: ৩/২৪]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “কিয়ামতের দিন প্রথম যে নেয়ামত সম্পর্কে জিজ্ঞেস করা হবে তা হচ্ছে, আমি কি তোমাকে শারীরিকভাবে সুস্থ করিনি? আমি কি তোমাকে সুপেয় পানি পান করাইনি?” [তিরমিয়ী: ৩৩৫৮] অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ তা‘আলা কিয়ামতের দিন বলবেন, আদম সন্তান! তোমাকে ঘোড়া ও উটে বহন  করিয়েছি, তোমাকে স্ত্রীর ব্যবস্থা করে দিয়েছি, তোমাকে ঘুরাফিরা ও নেতৃত্ব করার সুযোগ দিয়েছি, এগুলোর কৃতজ্ঞতা কোথায়?” [মুসলিম: ২৯৬৮, মুসনাদে আহমাদ; ২/৪৯২] এই হাদীসগুলো থেকে একথা সুস্পষ্ট হয়ে যায় যে, জিজ্ঞাসাবাদ কেবল কাফেরদের কে করা হবে না, সৎ মুমিনদেরকেও করা হবে। আর আল্লাহ্ মানুষকে যে নিয়ামতগুলো দান করেছেন সেগুলো সীমা সংখ্যাহীন। সেগুলো গণনা করা সম্ভব নয়। বরং এমন অনেক নিয়ামতও আছে যেগুলোর মানুষ কোন খবরই রাখে না। কুরআন মজীদে বলা হয়েছে, “যদি তোমরা আল্লাহ্র নিয়ামত গুলো গণনা করতে থাকো তাহলে সেগুলো পুরোপুরি গণনা করতেও পারবে না।” [সূরা ইবরাহীম: ৩৪] [আদ্ওয়াউল বায়ান, আত-তাফসীরুস সহীহ]\n  <br/>\n </p>\n</div>"
    }
]