[
    {
        "id": 1,
        "verse": "১০৩ : ১",
        "arabic_text": "\nوَٱلۡعَصۡرِ ",
        "bangla_text": "সময়ের শপথ [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  আবদুল্লাহ্ ইবনে হিসন আবু মদীনাহ বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সাহাবীগণের মধ্যে দু ব্যক্তি ছিল, তারা পরস্পর মিলে একজন অন্যজনকে সূরা আছর পাঠ করে না শুনানো পর্যন্ত বিচ্ছিন্ন হতেন না। [তাবরানী, মু‘জামুল আওসাত: ৫১২০, মু‘জামুল কাবীর: ২০/৭০, বাইহাকী, শু‘আবুল ঈমান: ৯০৫৭, মাজমাউয যাওয়ায়েদ; ১০/২৩৩, ৩০৭]\n  <br/>\n  <br/>\n  এ সুরায় একথার ওপর সময়ের শপথ খাওয়া হয়েছে যে, মানুষ বড়ই ক্ষতির মধ্যে রয়েছে এবং এই ক্ষতি থেকে একমাত্র তারাই রক্ষা পেয়েছে যারা চারটি গুণাবলীর অধিকারী: [১] ঈমান, [২] সৎকাজ [৩] পরস্পরকে হকের উপদেশ দেয়া এবং [৪] একে অন্যকে সবর করার উপদেশ দেয়া। ইমাম শাফে‘য়ী রাহেমাহুল্লাহ বলেন, যদি মানুষ এ সূরা সম্পর্কে চিন্তা-গবেষণা করত তবে তা তাদের জন্য যথেষ্ট হতো। সূরা আছর কুরআন পাকের একটি সংক্ষিপ্ত সূরা, কিন্তু এমন অর্থপূর্ণ সূরা যে, ইমাম শাফেয়ী রাহেমাহুল্লাহ-এর ভাষায় মানুষ এ সুরাটিকেই চিন্তা ভাবনা সহকারে পাঠ করলে তাদের দুনিয়া ও আখেরাত সংশোধনের জন্যে যথেষ্ট হয়ে যায়। [বাদায়ি‘উত তাফসীর]\n  <br/>\n  <br/>\n  ------------------------\n  <br/>\n  <br/>\n  [১] আয়াতের প্রথমেই সময় বা যুগের শপথ করা হয়েছে। এখানে প্রণিধানযোগ্য বিষয় এই যে, বিষয়বস্তুর সাথে সময় বা যুগের কি সম্পর্ক, যার কসম করা হয়েছে? কসম ও কসমের জওয়াবের মধ্যে পারস্পরিক সম্পর্ক থাকা বাঞ্ছনীয়। অধিকাংশ তাফসীরবিদ বলেন, মানুষের সব কর্ম, গতিবিধি, উঠাবসা ইত্যাদি সব যুগের মধ্যে সংঘটিত হয়। সূরায় যেসব কর্মের নির্দেশ দেয়া হয়েছে সেগুলোও এই যুগ-কালেরই দিবা-রাত্ৰিতে সংঘটিত হবে। এরই প্রেক্ষিতে যুগের শপথ করা হয়েছে। [সাদী, ইবন কাসীর] কোন কোন আলেম বলেন, আল্লাহ্ তা‘আলার মহত্ব, শ্রেষ্ঠত্ব, প্রজ্ঞা ও কুদরতের প্রমাণ-নিদর্শন সময় বা যুগেই রয়েছে; তাই এখানে সময়ের শপথ করা হয়েছে। [মুয়াসসার, বাদায়িউত তাফসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০৩ : ২",
        "arabic_text": "\nإِنَّ ٱلۡإِنسَٰنَ لَفِي خُسۡرٍ ",
        "bangla_text": "নিশ্চয় মানুষ [১] ক্ষতির মাঝে নিপতিত [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মানুষ শব্দটি একবচন। এখানে মানুষ বলে সমস্ত মানুষই উদ্দেশ্য। কারণ, পরের বাক্যে চারটি গুণ সম্পন্ন লোকদেরকে তার থেকে আলাদা করে নেয়া হয়েছে। তাই এটা অবশ্যি মানতে হবে যে, এখানে মানুষ শব্দটিতে দুনিয়ার সমস্ত মানুষ সমানভাবে শামিল। কাজেই উপরোল্লিখিত চারটি গুণাবলী কোন ব্যক্তি, জাতি বা সারা দুনিয়ার সমস্ত মানুষ যার-ই মধ্যে থাকবে না সেই ক্ষতিগ্রস্ত হবে, এই বিধানটি সর্বাবস্থায় সত্য প্রমাণিত হবে। [আদ্ওয়াউল বায়ান, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আভিধানিক অর্থে ক্ষতি হচ্ছে লাভের বিপরীত শব্দ। ব্যবসায়ের ক্ষেত্রে এ শব্দটির ব্যবহার এমন সময় হয় যখন কোন একটি সওদায় লোকসান হয়, পুরো ব্যবসাটায় যখন লোকসান হতে থাকে। আবার সমস্ত পুঁজি লোকসান দিয়ে যখন কোন ব্যবসায়ী দেউলিয়া হয়ে যায় তখনো এই শব্দটি ব্যবহার করা হয়ে থাকে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০৩ : ৩",
        "arabic_text": "\nإِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَتَوَاصَوۡاْ بِٱلۡحَقِّ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ ",
        "bangla_text": "কিন্তু তারা নয় [১], যারা ঈমান এনেছে [২] এবং সৎকাজ করেছে [৩] আর পরস্পরকে উপদেশ দিয়েছে হকের [৪] এবং উপদেশ দিয়েছে ধৈর্যের [৫]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পূর্ববর্তী আয়াতে বর্ণিত মানবজাতি যে অত্যন্ত ক্ষতিগ্ৰস্ততার মধ্যে আছে তার থেকে উত্তরণের পথ বলে দেয়া হয়েছে। বলা হয়েছে, এই ক্ষতির কবল থেকে কেবল তারাই মুক্ত, যারা চারটি বিষয় নিষ্ঠার সাথে পালন করে-- ঈমান, সৎকর্ম, অপরকে সত্যের উপদেশ এবং সবরের উপদেশদান। দ্বীন ও দুনিয়ার ক্ষতি থেকে রক্ষা পাওয়ার এবং মহা উপকার লাভ করার চার বিষয় সম্বলিত এ ব্যবস্থাপত্রের প্রথম দুটি বিষয় আত্মসংশোধন সম্পর্কিত এবং দ্বিতীয় দুটি বিষয় অপর মুসলিমদের হেদায়েত ও সংশোধন সম্পর্কিত। [সাদী]\n  <br/>\n  <br/>\n  [২] এই সূরার দৃষ্টিতে যে চারটি গুণাবলীর উপস্থিতিতে মানুষ ক্ষতি মুক্ত অবস্থায় থাকতে পারে তন্মধ্যে প্রথম গুণটি হচ্ছে ঈমান। ঈমান শব্দের আভিধানিক অর্থ হচ্ছে স্বীকৃতি দেয়া। আর শরীয়তের পরিভাষায় এর অর্থ অন্তরে বিশ্বাস, মুখে স্বীকার এবং কাজ-কর্মে বাস্তবায়ন। [মাজমূ ‘ফাতাওয়া ৭/৬৩৮] এখন প্রশ্ন দেখা দেয়, ঈমান আনা বলতে কিসের ওপর ঈমান আনা বুঝাচ্ছে? এর জবাবে বলা যায়, কুরআন মজীদে একথাটি একবারে সুস্পষ্ট ভাষায় বর্ণনা করা হয়েছে। প্রথমত আল্লাহ্কে মানা। নিছক তাঁর অস্তিত্ব মেনে নেয়া নয়। বরং তাকে এমনভাবে মানা যাতে বুঝা যায় যে, তিনি একমাত্ৰ প্ৰভূ ও ইলাহ। তাঁর সর্বময় কর্তৃত্বে কোন অংশীদার নেই। একমাত্র তিনিই মানুষের ইবাদাত, বন্দেগী ও আনুগত্য লাভের অধিকারী। তিনিই ভাগ্য গড়েন ও ভাঙ্গেন। বান্দার একমাত্র তাঁরই কাছে প্রার্থনা এবং তাঁরই ওপর নির্ভর করা উচিত। তিনিই হুকুম দেন ও তিনিই নিষেধ করেন। তিনি যে কাজের হুকুম দেন তা করা ও যে কাজ থেকে বিরত রাখতে চান তা না করা বান্দার ওপর ফরয। তিনি সবকিছু দেখেন ও শোনেন। মানুষের কোন কাজ তাঁর দৃষ্টির আড়ালে থাকা তো দুরের কথা, যে উদ্দেশ্য ও নিয়তের ভিত্তিতে মানুষ কাজটি করে তাও তাঁর অগোচরে থাকে না। দ্বিতীয়ত রাসূলকে মানা। তাঁকে আল্লাহর নিযুক্ত পথ প্রদর্শক ও নেতৃত্বদানকারী হিসেবে মানা। তিনি যা কিছু শিক্ষা দিয়েছেন আল্লাহ্র পক্ষ থেকে দিয়েছেন, তা সবই সত্য এবং অবশ্যি গ্রহণযোগ্য বলে মেনে নেয়া। সাথে সাথে এটার স্বীকৃতি দেয়া যে, আল্লাহ্ তা‘আলা যুগে যুগে অনেক রাসূল ও নবী পাঠিয়েছেন। কিন্তু মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সর্বশেষ নবী ও রাসূল। তার পরে আর কোন নবী বা রাসূল কেউ আসবে না। তৃতীয়ত ফেরেশতাদের উপর ঈমান। চতুর্থত আল্লাহ্র কিতাবসমমূহের উপর ঈমান, বিশেষ করে পবিত্র কুরআনের উপর ঈমান আনা ও কুরআনের নির্দেশ বাস্তবায়নে সদা সচেষ্ট থাকা। পঞ্চমত আখেরাতকে মানা। মানুষের এই বর্তমান জীবনটিই প্রথম ও শেষ নয়, বরং মৃত্যুর পর মানুষকে পুনরায় জীবিত হয়ে উঠতে হবে, নিজের এই দুনিয়ার জীবনে সে যা কিছু কাজ করেছে আল্লাহ্র সামনে তার জবাবদিহি করতে হবে এবং হিসেব-নিকেশে যেসব লোক সৎ গণ্য হবে তাদেরকে পুরস্কৃত করা হবে এবং যারা অসৎ গণ্য হবে তাদেরকে শাস্তি দেয়া হবে, এই অর্থে আখেরাতকে মেনে নেয়া। ষষ্ঠত তাকদীরের ভাল বা মন্দ আল্লাহ্র পক্ষ থেকে নির্ধারিত থাকার বিষয়টি মেনে নেয়া। মূলত ঈমানের এই ছয়টি অঙ্গ যে কোন লোকের নৈতিক চরিত্র ও তার জীবনের সমগ্র কর্মকাণ্ডের জন্য অতীব জরুরি। যেখানে ঈমানের অস্তিত্ব নেই সেখানে মানুষের জীবন যতই সৌন্দর্য বিভূষিত হোক না কেন তা আল্লাহ্ তা‘আলার নিকট গ্রহণযোগ্য নয়। বিস্তারিত দেখুন, ড.আবদুল আয়ীয আল-কারী; তাফসীর সূরাতিল আসার; ড. সুলাইমান আল-লাহিম, রিবহু আইয়ামিল উমর ফী তাদাব্বুরি সূরাতিল আসর]\n  <br/>\n  <br/>\n  [৩] ঈমানের পরে মানুষকে ক্ষতি থেকে বাঁচাবার জন্য দ্বিতীয় যে গুণটি অপরিহার্য সেটি হচ্ছে সৎকাজ। কুরআনের পরিভাষায় একে বলা হয় আ‘মাল সালেহা। সমস্ত সৎকাজ এর অন্তর্ভুক্ত। কোন ধরনের সৎকাজ ও সৎবৃত্তি এর বাইরে থাকে না। কিন্তু কুরআনের দৃষ্টিতে যে কাজের মূলে ঈমান নেই এবং যা আল্লাহ্ ও তাঁর রাসূল প্রদত্ত হেদায়াতের ভিত্তিতে সম্পাদিত হয়নি তা কখনো সৎকাজের অন্তর্ভুক্ত হতে পারে না। তাই কুরআন মজীদের সর্বত্ৰ সৎকাজের আগে ঈমানের কথা বলা হয়েছে এবং এই সূরায়ও ঈমানের পরেই এর কথা বলা হয়েছে।\n  <br/>\n  <br/>\n  [৪] হক শব্দের কয়েকটি অর্থ বর্ণিত হয়েছে। ইবন আব্বাসের মতে, ঈমান ও তাওহীদ [বাগভী; কুরতুবী] কাতাদা বলেন, কুরআন। [কুরতুবী] সুদ্দী বলেন, এখানে হক্ক বলে আল্লাহ্কেই উদ্দেশ্য নেয়া হয়েছে। [কুরতুবী] কোন কোন মুফাসসিরের মতে, এখানে হক বলে “শরী‘আত নির্দেশিত কাজগুলো করা এবং শরী‘আত নিষিদ্ধ কাজগুলো পরিত্যাগ করা বোঝানো হয়েছে। [ইবন কাসীর] কারও কারও মতে, হক বলে এমন কাজ বোঝানো হয়েছে যা অস্বীকার করার কোন উপায় নেই। আর তা হচ্ছে যাবতীয় কল্যাণমূলক কাজ। সেটা তাওহীদ, শরী‘আতের আনুগত্য, আল্লাহ্র কিতাব ও তাঁর রাসূলের অনুসরণ, দুনিয়াবিমুখ ও আখেরাতমুখী হওয়া সবই বোঝায়। [কাশশাফ] বস্তুত: হকের আদেশের প্রতি আসিয়ত করার বিষয়টি ওয়াজিব হক ও নফল হক উভয়টিকেই শামিল করে। [আত-তিবইয়ান ফী আকসামিল কুরআন ৮৩-৮৮] তাই সার্বিকভাবে আয়াতের অর্থ হচ্ছে: সঠিক, নির্ভুল, সত্য, ন্যায় ও ইনসাফ অনুসারী এবং আকীদা ও ঈমান বা পার্থিব বিষয়াদির সাথে সম্পর্কিত প্রকৃত সত্য অনুসারী কথা বলতে হবে। আর এটা না করলে অবশ্যই ক্ষতিগ্রস্ত হবে। বরং আল্লাহ্র লা‘নতে পতিত হবে। একথাটিই পবিত্র কুরআনের অন্যত্র বলা হয়েছে, “দাউদ ও ঈসা ইবনে মারইয়ামের মুখ দিয়ে বনি ইসরাঈলদের ওপর লা‘নত করা হয়েছে। কারণ এই যে, তাদের সমাজে গোনাহ ও যুলুম ব্যাপকভাবে ছড়িয়ে পড়েছিল এবং লোকেরা পরস্পরকে খারাপ কাজে বাধা দেয়া থেকে বিরত থেকেছিল [সূরা আল-মায়িদাহ: ৭৮-৭৯] আবার একথাটি অন্যত্র এভাবে বলা হয়েছে, “বনী ইসরাঈলরা যখন প্ৰকাশ্যে শনিবারের বিধান অমান্য করে মাছ ধরতে শুরু করে তখন তাদের ওপর আযাব নাযিল করা হয় এবং সেই আযাব থেকে একমাত্র তাদেরকেই বাঁচানো হয় যারা লোকদেরকে এই গোনাহর কাজে বাধা দেবার চেষ্টা করতো। [সূরা আল আ‘রাফ: ১৬৩-১৬৬] অন্য সূরায় আবার একথাটি এভাবে বলা হয়েছে, “সেই ফিতনাটি থেকে নিজেদেরকে রক্ষা করো যার ক্ষতিকর প্রভাব বিশেষ ভাবে শুধুমাত্র সেসব লোকের মধ্যে সীমাবদ্ধ থাকবে না যারা তোমাদের মধ্যে গোনাহ করেছে। [সূরা আল-আনফাল: ২৫] সুতরাং এ সূরায় মুসলিমদের প্রতি একটি বড় নির্দেশ এই যে, নিজেদের দ্বীনকে কুরআন ও সুন্নাহর অনুসারী করে নেয়া যতটুকু গুরুত্বপূর্ণ ও জরুরি, ততটুকুই জরুরি অন্য মুসলিমদেরকেও ঈমান ও সৎকর্মের প্রতি আহ্বান করার সাধ্যমতো চেষ্টা করা। এ কারণেই কুরআন ও হাদীসে প্রত্যেক মুসলিমের প্রতি সাধ্যমতো সৎকাজের আদেশ ও অসৎকাজের নিষেধ ফরয বা দায়িত্ব ও কর্তব্য গণ্য করা হয়েছে। [দেখুন, সূরা আলে ইমরান: ১০৪] আর সেই উম্মতকে সর্বোত্তম উম্মত বলা হয়েছে, যারা এই দায়িত্ব পালন করে। [দেখুন, সূরা আলে ইমরান ১১০]\n  <br/>\n  <br/>\n  [৫] ‘সবার’ শব্দের আক্ষরিক অর্থ নিজেকে বাধা দেয়া ও অনুবর্তী করা। এখানে কয়েকটি অর্থ হতে পারে। এক. যাবতীয় গোনাহের কাজ থেকে বেঁচে থাকা। দুই. সৎকাজ করা এবং এর উপর প্রতিষ্ঠিত থাকা। তিন. বিপদাপদে নিজেকে নিয়ন্ত্রণ করা। [মাদারেজুস সালেকীন ২/১৫৬] সুতরাং সৎকর্ম সম্পাদন, গোনাহ থেকে আত্মরক্ষা এবং এতদসংক্রান্ত বিপদাপদ মোকাবেলা করা সবই ‘সবর’ এর শামিল। সুতরাং আয়াতের অর্থ হচ্ছে, হকের নসিহত করার সাথে সাথে দ্বিতীয় যে জিনিসটি ঈমানদারগণকে ও তাদের সমাজকে ক্ষতি থেকে বাঁচাবে তা হচ্ছে এই যে, এই সমাজের ব্যক্তিবর্গ পরস্পরকে সবর করার উপদেশ দিতে থাকবে। হককে সমর্থন করতে ও তার অনুসারী হতে গিয়ে যেসব সমস্যা ও বাধা-বিপত্তির সম্মুখীন হতে হয় এবং এ পথে যেসব কষ্ট, পরিশ্রম, বিপদ-আপদ, ক্ষতি ও বঞ্চনা মানুষকে নিরন্তর পীড়িত করে তার মোকাবেলায় তারা পরস্পর অবিচল ও দৃঢ়পদ থাকার উপদেশ দিতে থাকবে। সবরের সাথে এসব কিছু বরদাশত করার জন্য তাদের প্রত্যেক ব্যক্তি অন্যকে সাহস যোগাতে থাকবে। [ড. কারী, তাফসীর সূরাতিল আসর পৃ. ৬২-৬৩]\n  <br/>\n </p>\n</div>"
    }
]