[
    {
        "id": 1,
        "verse": "১০৪ : ১",
        "arabic_text": "\nوَيۡلٞ لِّكُلِّ هُمَزَةٖ لُّمَزَةٍ ",
        "bangla_text": "দুর্ভোগ প্রত্যেকের, যে পিছনে ও সামনে লোকের নিন্দা করে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে ‘হুমাযাহ’ ও ‘লুমাযাহ’ দু’টি শব্দ ব্যবহার করা হয়েছে। অধিকাংশ তাফসীরকারের মতে همز এর অর্থ গীবত অর্থাৎ পশ্চাতে পরনিন্দা করা এবং لمز এর অর্থ সামনাসামনি দোষারোপ করা ও মন্দ বলা। এ দুটি কাজই জঘন্য গোনাহ। [আদ্ওয়াউল বায়ান]। তাফসীরকারগণ এ শব্দ দু’টির আরও অর্থ বর্ণনা করেছেন। তাদের বর্ণিত তাফসীর অনুসারে উভয় শব্দ মিলে এখানে যে অর্থ দাঁড়ায় তা হচ্ছে: সে কাউকে লাঞ্ছিত ও তুচ্ছ তাচ্ছিল্য করে। কারোর প্রতি তাচ্ছিল্য ভরে অংগুলি নির্দেশ করে। চোখের ইশারায় কাউকে ব্যঙ্গ করে কারো বংশের নিন্দা করে। কারো ব্যক্তি সত্তার বিরূপ সমালোচনা করে। কারো মুখের ওপর তার বিরুদ্ধে মন্তব্য করে। কারো পেছনে তার দোষ বলে বেড়ায়। কোথাও এর কথা ওর কানে লাগিয়ে বন্ধুদেরকে পরস্পরের বিরুদ্ধে লেলিয়ে দেয়। কোথাও ভাইদের পারস্পরিক ঐক্যে ফাটল ধরায়। কোথাও লোকদের নাম বিকৃত করে খারাপ নামে অভিহিত করে। কোথাও কথার খোঁচায় কাউকে আহত করে এবং কাউকে দোষারোপ করে। এসব তার অভ্যাসে পরিণত হয়েছে। অথচ এসবই মারাত্মক গোনাহ। [পশ্চাতে পরনিন্দার শাস্তির কথা কুরআন ও হাদীসে বর্ণিত হয়েছে। এর কারণ এরূপ হতে পারে যে, এ গোনাহে মশগুল হওয়ার পথে সামনে কোন বাধা থাকে না। যে এতে মশগুল হয়, সে কেবল এগিয়েই চলে। ফলে গোনাহ বৃহৎ থেকে বৃহত্তর ও অধিকতর হতে থাকে। সম্মুখের নিন্দা এরূপ নয়। এতে প্রতিপক্ষও বাধাদিতে প্রস্তুত থাকে। ফলে গোনাহ দীর্ঘ হয় না। এছাড়া কারও পশ্চাতে নিন্দা করা এ কারণেও বড় অন্যায় যে, সংশ্লিষ্ট ব্যক্তি জানতেও পারে না যে, তার বিরুদ্ধে কি অভিযোগ উত্থাপন করা হচ্ছে। ফলে সে সাফাই পেশ করার সুযোগ পায় না। আবার একদিক দিয়ে لمز তথা সম্মুখের নিন্দা গুরুতর। যার মুখোমুখি নিন্দা করা হয়, তাকে অপমানিত ও লাঞ্ছিত করা হয়। এর কষ্টও বেশি, ফলে শাস্তি ও গুরুতর। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্র বান্দাদের মধ্যে নিকৃষ্টতম তারা, যারা পরোক্ষ নিন্দা করে, বন্ধুদের মধ্যে বিচ্ছেদ সৃষ্টি করে এবং নিরপরাধ লোকদের দোষ খুঁজে ফিরে।” [মুসনাদে আহমাদ: ৪/২২৭] [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০৪ : ২",
        "arabic_text": "\nٱلَّذِي جَمَعَ مَالٗا وَعَدَّدَهُۥ ",
        "bangla_text": "যে সম্পদ জমায় ও তা বার বার গণনা করে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নিজের অগাধ ধনদৌলতের অহংকারে সে মানুষকে এভাবে লাঞ্ছিত ও অপমানিত করে। যেসব বদভ্যাসের কারণে আয়াতে শাস্তির কথা উচ্চারণ করা হয়েছে, তন্মধ্যে এটি হচ্ছে তৃতীয়। যার মূল কথা হচ্ছে অর্থালিপ্সা। আয়াতে একে এভাবে ব্যক্ত করা হয়েছে—অর্থালিপ্সার কারণে সে তা বার বার গণনা করে। গুণে গুণে রাখা বাক্য থেকে সংশ্লিষ্ট ব্যক্তির কার্পণ্য ও অর্থ লালসার ছবি চোখের সামনে ভেসে ওঠে। তবে অন্যান্য আয়াত ও হাদীস সাক্ষ্য দেয় যে, অর্থ সঞ্চয় করা সর্বাবস্থায় হারাম ও গোনাহ নয়। তাই এখানেও উদ্দেশ্য সেই সঞ্চয় হবে, যাতে জরুরি হক আদায় করা হয় না, কিংবা গর্ব ও অহমিকা লক্ষ্য হয় কিংবা লালসার কারণে দ্বীনের জরুরি কাজ বিঘ্নিত হয়। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০৪ : ৩",
        "arabic_text": "\nيَحۡسَبُ أَنَّ مَالَهُۥٓ أَخۡلَدَهُۥ ",
        "bangla_text": "সে ধারণা করে যে, তার অর্থ তাকে অমর করে রাখবে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ হচ্ছে এই যে, সে মনে করে তার অর্থ-সম্পদ তাকে চিরন্তন জীবন দান করবে। অর্থাৎ অর্থ জমা করার এবং তা গুণে রেখে দেবার কাজে সে এত বেশী মশগুল যে নিজের মৃত্যুর কথা তার মনে নেই। তার মনে কখনো এ চিন্তার উদয় হয় না যে, এক সময় তাকে এসব কিছু ছেড়ে দিয়ে খালি হাতে দুনিয়া থেকে বিদায় নিতে হবে। তাছাড়া তাকে এ সম্পদের হিসাবও দিতে হবে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, কিয়ামতের দিন কোন বান্দার দু‘পা সামনে অগ্রসর হতে পারবে না যতক্ষণ না তাকে নিম্নোক্ত বিষয় জিজ্ঞাসা করা না হয়, তার জীবনকে কিসে নি:শেষ করেছে; তার জ্ঞান দ্বারা সে কী করেছে; তার সম্পদ কোথেকে আহরণ করেছে ও কিসে ব্যয় করেছে এবং তার শরীর কিসে খাটিয়েছে।” [তিরমিয়ী: ২৪১৭] [আত-তাফসীরুস সাহীহ]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০৪ : ৪",
        "arabic_text": "\nكَلَّاۖ لَيُنۢبَذَنَّ فِي ٱلۡحُطَمَةِ ",
        "bangla_text": "কখনও না, সে অবশ্যই নিক্ষিপ্ত হবে [১] হুতামায় [২] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবী ভাষায় কোন জিনিসকে তুচ্ছ মনে করে ছুঁড়ে ফেলে দেয়া অর্থে ‘নবয’ نبذ শব্দটি ব্যবহার করা হয়। [কুরতুবী, তাহরীর ওয়াত-তানওয়ীর] এ থেকে আপনা আপনি এই ইংগিত সুস্পষ্ট হয়ে ওঠে যে, নিজের ধনশালী হওয়ার কারণে সে দুনিয়ায় নিজেকে অনেক বড় কিছু মনে করে। কিন্তু কিয়ামতের দিন তাকে ঘৃণাভরে জাহান্নামে ছুঁড়ে দেয়া হবে।\n  <br/>\n  <br/>\n  [২] হুতামা শব্দটির মূল হচ্ছে, হাতম। হাতম মানে ভেঙ্গে ফেলা, পিষে ফেলা ও টুকরা করে ফেলা। জাহান্নামকে হাতম নামে অভিহিত করার কারণ হচ্ছে এই যে, তার মধ্যে যা কিছু ফেলে দেয়া হবে তাকে সে নিজের গভীরতা ও আগুনের কারণে ভেঙ্গে গুঁড়িয়ে রেখে দেবে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০৪ : ৫",
        "arabic_text": "\nوَمَآ أَدۡرَىٰكَ مَا ٱلۡحُطَمَةُ ",
        "bangla_text": "আর আপনাকে কিসে জানাবে হুতামা কী?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১০৪ : ৬",
        "arabic_text": "\nنَارُ ٱللَّهِ ٱلۡمُوقَدَةُ ",
        "bangla_text": "এটা আল্লাহ্র প্রজ্বলিত আগুন [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে مو يدة অর্থ অত্যন্ত লেলিহান শিখাযুক্ত প্ৰজ্বলিত আগুন। [মুয়াসসার] এখানে এই আগুনকে আল্লাহ্র সাথে সম্পর্কিত করার মাধ্যমে কেবলমাত্র এর প্রচণ্ডতা ও ভয়াবহতা প্রকাশ পাচ্ছে। [রাহুল মা‘আনী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১০৪ : ৭",
        "arabic_text": "\nٱلَّتِي تَطَّلِعُ عَلَى ٱلۡأَفۡـِٔدَةِ ",
        "bangla_text": "যা হৃদয়কে গ্ৰাস করবে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘তাত্তালিউ’ শব্দটির মূলে হচ্ছে ইত্তিলা। আর ‘ইত্তিলা’ শব্দটির অর্থ হচ্ছে চড়া, আরোহণ করা ও ওপরে পৌছে যাওয়া। [জালালাইন] ‘আফইদাহ’ শব্দটি হচ্ছে বহুবচন। এর একবচন হচ্ছে ‘ফুওয়াদ’। এর মানে হৃদয়। অর্থাৎ জাহান্নামের এই আগুন হৃদয়কে পর্যন্ত গ্ৰাস করবে। হৃদয় পর্যন্ত এই আগুন পৌঁছাবার একটি অর্থ হচ্ছে এই যে, এই আগুন এমন জায়গায় পৌছে যাবে যেখানে মানুষের অসৎচিন্তা, ভুল আকীদা-বিশ্বাস, অপবিত্র ইচ্ছা, বাসনা, প্রবৃত্তি, আবেগ এবং দুষ্ট সংকল্প ও নিয়তের কেন্দ্র। [ফাতহুল কাদীর] এর দ্বিতীয় অর্থ হচ্ছে, আল্লাহ্র এই আগুন দুনিয়ার আগুনের মতো অন্ধ হবে না। সে দোষী ও নির্দোষ সবাইকে জ্বলিয়ে দেবে না। বরং প্রত্যেক অপরাধীর হৃদয় অভ্যন্তরে পৌছে সে তার অপরাধের প্রকৃতি নির্ধারণ করবে এবং প্রত্যেককে তার দোষ ও অপরাধ অনুযায়ী আযাব দেবে। এর তৃতীয় অর্থ হচ্ছে, দুনিয়ার আগুন মানুষের দেহে লাগলে হৃদয় পর্যন্ত পৌঁছার আগেই মৃত্যু হয়ে যায়। জাহান্নামে মৃত্যু নেই। কাজেই জীবিত অবস্থাতেই হৃদয় পর্যন্ত অগ্নি পৌছবে এবং হৃদয়-দহনের তীব্ৰ কষ্ট জীবদ্দশাতেই মানুষ অনুভব করবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১০৪ : ৮",
        "arabic_text": "\nإِنَّهَا عَلَيۡهِم مُّؤۡصَدَةٞ ",
        "bangla_text": "নিশ্চয় এটা তাদেরকে পরিবেষ্টন করে রাখবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ অপরাধীদেরকে জাহান্নামের মধ্যে নিক্ষেপ করে ওপর থেকে তা বন্ধ করে দেয়া হবে। কোন দরজা তো দুরের কথা তার কোন একটি ছিদ্ৰও খোলা থাকবে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১০৪ : ৯",
        "arabic_text": "\nفِي عَمَدٖ مُّمَدَّدَةِۭ ",
        "bangla_text": "দীর্ঘায়িত স্তম্ভসমূহে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফি আমাদিম মুমাদাদাহ এর একাধিক অর্থ হতে পারে। যেমন এর একটি অর্থ হচ্ছে, জাহান্নামের দরজাগুলো বন্ধ করে দিয়ে তার ওপর উঁচু উঁচু থাম গেঁড়ে দেয়া হবে। এর দ্বিতীয় অর্থ হচ্ছে, এই অপরাধীরা উঁচু উঁচু থামের গায়ে বাধা থাকবে। এর তৃতীয় অর্থ হল এরূপ স্তম্ভসমূহ বা থাম দিয়ে জাহান্নামীদের শাস্তি প্ৰদান করা হবে। এ-শাস্তি সম্পর্কে বিস্তারিত কোন কথা আল্লাহ্ জানাননি। এ মতটি ইমাম তাবারী গ্ৰহণ করেছেন। [তাবারী, ইবন কাসীর]\n </p>\n</div>"
    }
]