[
    {
        "id": 1,
        "verse": "১০৫ : ১",
        "arabic_text": "\nأَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِأَصۡحَٰبِ ٱلۡفِيلِ ",
        "bangla_text": "আপনি কি দেখেন নি [১] আপনার রব হাতির অধিপতিদের প্রতি কী করেছিলেন?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরায় হস্তীবাহিনীর ঘটনা সংক্ষেপে বৰ্ণিত হয়েছে। তারা কাবা গৃহকে ধ্বংস করার উদ্দেশ্যে হস্তীবাহিনী নিয়ে মক্কায় অভিযান পরিচালনা করেছিল। আল্লাহ তা‘আলা নগণ্য পক্ষীকুলের মাধ্যমে তাদের বাহিনীকে নিশ্চিহ্ন করে তাদের কুমতলবকে ধূলায় মিশিয়ে দেন। মক্কা মুকাররমায় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জন্মের বছর হস্তীবাহিনীর ঘটনা সংঘটিত হয়েছিল। হাদীসবিদগণ এ ঘটনাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর এক প্রকার নবুওয়াতের ভূমিকাস্বরূপ সাব্যস্ত করেছেন। নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নবুওয়ত এমনকি জন্মেরও পূর্বে এ ধরনের আরো কিছু গুরুত্বপূর্ণ ঘটনা ঘটেছিল। হস্তী-বাহিনীকে আসমানী আযাব দ্বারা প্রতিহত করাও এসবের অন্যতম।\n  <br/>\n  <br/>\n  -------------------------------\n  <br/>\n  <br/>\n  [১] এখানে ألم تر ‘আপনি কি দেখেননি’ বলা হয়েছে। বাহ্যত এর দ্বারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সম্বোধন করা হয়েছে, অথচ এটা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর জন্মের কিছু দিন পূর্বেকার ঘটনা। কোন কোন মুফাসসির এর সমাধানে বলেন, এখানে শুধু কুরাইশদেরকেই নয় বরং সমগ্র আরববাসীকেই সম্বোধন করা হয়েছে। তারা এই সমগ্র ঘটনা সম্পর্কে ভালোভাবেই অবগত ছিল। কুরআন মজিদের বহু স্থানে ‘আলাম তারা’ বা আপনি কি দেখেননি? শব্দ ব্যবহার করা হয়েছে। এর মাধ্যমে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নয় বরং সাধারণ লোকদেরকে সম্বোধন করাই উদ্দেশ্য। [কুরতুবী] অপর কোন কোন তাফসিরবিদ বলেন, যে ঘটনা এরূপ নিশ্চিত যে, তা ব্যাপকভাবে প্রত্যক্ষ করা হয়, সে ঘটনার জ্ঞানকেও দেখা বলে ব্যক্ত করা হয়; যেন এটা চাক্ষূষ ঘটনা। তাছাড়া, এক পর্যায়ে দেখাও প্রমাণিত আছে; যেমন কোন কোন বর্ণনায় এসেছে যে, আয়েশা ও আসমা রাদিয়াল্লাহু ‘আনহুমা দুজন হস্তীচালককে অন্ধ, বিকলাঙ্গ ও ভিক্ষুকরূপে দেখেছিলেন। [বাইহাকী: দালায়েলুন নাবুওয়াহ, ১/৫২] [আত-তাহরীর ওয়াত-তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০৫ : ২",
        "arabic_text": "\nأَلَمۡ يَجۡعَلۡ كَيۡدَهُمۡ فِي تَضۡلِيلٖ ",
        "bangla_text": "তিনি কি তাদের কৌশল ব্যর্থতায় পর্যবসিত করে দেননি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০৫ : ৩",
        "arabic_text": "\nوَأَرۡسَلَ عَلَيۡهِمۡ طَيۡرًا أَبَابِيلَ ",
        "bangla_text": "আর [১] তাদের বিরুদ্ধে তিনি ঝাঁকে ঝাঁকে পাখি পাঠান [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যদি আয়াতটিকে পূর্বের আয়াতের সাথে সংশ্লিষ্ট ধরা হয়, তখন এ আয়াতটির অর্থ হয়, ‘তিনি কি তাদের উপর ঝাঁকে ঝাঁকে পাখি পাঠান নি?’ পক্ষান্তরে যদি আয়াতটিকে প্রথম আয়াতটির সাথে সম্পৃক্ত করা হয়, তখন এর অর্থ হবে, ‘আপনি কি দেখেন নি, তিনি তাদের উপর ঝাঁকে ঝাঁকে পাখি পাঠিয়েছিলেন?’ [আত-তাহরীর ওয়াত-তানওয়ীর]\n  <br/>\n  <br/>\n  [২] أبابيل শব্দের অনুবাদ করা হয়েছে, ঝাঁকে ঝাঁকে, যা একটার পর একটা আসে। কারও কারও মতে, শব্দটি বহুবচন। অর্থ পাখির ঝাঁক-কোন বিশেষ প্রাণীর নাম নয়। [তাবারী] বলা হয়ে থাকে যে, এ জাতীয় পাখি পূর্বে কখনও দেখা যায়নি। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০৫ : ৪",
        "arabic_text": "\nتَرۡمِيهِم بِحِجَارَةٖ مِّن سِجِّيلٖ ",
        "bangla_text": "যারা তাদের উপর শক্ত পোড়ামাটির কঙ্কর নিক্ষেপ করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরে سجيل এর অর্থ করা হয়েছে, পোঁড়া মাটির কঙ্কর। [মুয়াসসার] কারও কারও মতে, ভেজা মাটি আগুনে পুড়ে শক্ত হয়ে যে কংকর তৈরি হয়, সে কংকরকে سجيل বলা হয়ে থাকে। [জালালাইন] আবার কেউ কেউ বলেন, এর অর্থ অতি শক্ত পাথরের কঙ্কর। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০৫ : ৫",
        "arabic_text": "\nفَجَعَلَهُمۡ كَعَصۡفٖ مَّأۡكُولِۭ ",
        "bangla_text": "অতঃপর তিনি তাদেরকে ভক্ষিত তৃণ-সদৃশ করেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] عصف এর অর্থ শুষ্ক তৃণ-লতা, শুকনো খড়কুটো। কঙ্কর নিক্ষিপ্ত হওয়ার ফলে আবরাহার সেনাবাহিনীর অবস্থা শুষ্ক তৃণ ভক্ষিত হওয়ার পর যা হয়, তদ্রুপই ধ্বংসপ্রাপ্ত হয়েছিল। [তাবারী, ইবন কাসীর]\n </p>\n</div>"
    }
]