[
    {
        "id": 1,
        "verse": "১০৬ : ১",
        "arabic_text": "\nلِإِيلَٰفِ قُرَيۡشٍ ",
        "bangla_text": "কুরাইশে[১]র আসক্তির কারণে [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ ব্যাপারে অধিকাংশ তাফসীরকারক বলেছেন যে, অর্থ ও বিষয়বস্তুর দিক দিয়ে এই সূরা সূরা-ফীলের সাথেই সম্পৃক্ত। সম্ভবত এ কারণেই কোন কোন মাসহাফে দুটিকে একই সূরারূপে লেখা হয়েছিল। কিন্তু উসমান রাদিয়াল্লাহু ‘আনহু যখন তাঁর খেলাফতকালে কুরআনের সব মাসহাফ একত্রিত করে একটি কপিতে সংযোজিত করান এবং সাহাবায়ে-কেরামের তাতে ইজমা হয়, তখন তাতে এ দুটি সূরাকে স্বতন্ত্র দুটি সূরারূপে সন্নিবেশিত করা হয়। উসমান রাদিয়াল্লাহু ‘আনহু-এর তৈরি এ কপিকে ‘ইমাম’ বলা হয়। [কুরতুবী]\n  <br/>\n  <br/>\n  ---------------------------\n  <br/>\n  <br/>\n  [১] কুরাইশ একটি গোত্রের নাম। নদীর ইবন কিনানার সন্তানদেরকে কুরাইশ বলা হয়। যারাই নদর ইবন কিনানাহ এর বংশধর তারাই কুরাইশ নামে অভিহিত। কারও কারও মতে, ফিহর ইবন মালিক ইবন নাদর ইবন কিনানাহ এর বংশধরদেরকে কুরাইশ বলা হয়। তবে প্রথম মতটি বেশী শুদ্ধ। [কুরতুবী] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহ্ তা‘আলা ইসমাঈলের বংশধর থেকে কিনানাহকে, কিনানাহর বংশধর থেকে কুরাইশকে, কুরাইশ থেকে বনী হাশেমকে, বনী হাশেম থেকে আমাকে পছন্দ করেছেন।” [মুসলিম: ২২৭৬]\n  <br/>\n  <br/>\n  কুরাইশকে কুরাইশ নামকরণ করার কারণ কারও কারও মতে, কুরাইশ শব্দটি  تقر يش থেকে উদ্ভূত। যার অর্থ কামাই-রোযগার করা। তারা যেহেতু ব্যবসা করে কামাই-রোযগার করে জীবিকা নির্বাহ করত, তাই তাদের এ নাম হয়েছে। কারও কারও মতে, এর অর্থ জমায়েত করা বা একত্রিত করা। কারণ, তারা বিভিন্ন দিকে বিক্ষিপ্ত অবস্থায় ছিল, সর্বপ্রথম কুসাই ইবন কিলাব তাদেরকে হারামের চারপাশে জড়ো করেন, ফলে তাদেরকে কুরাইশ বলা হয়েছে। কারও কারও মতে, তা এসেছে পরীক্ষা-নিরীক্ষা করা থেকে। কারণ, তারা হাজীদেরকে পরীক্ষা-নিরীক্ষা করত। কোন কোন মতে, সাগরের এক বড় মাছের নামকরণে তাদের নাম হয়েছে। যে মাছ অন্য মাছের উপর প্রাধান্য বিস্তার করে থাকে। তেমনিভাবে কুরাইশ অন্য সব গোত্রের উপর প্রাধান্য পেয়ে থাকে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] মূল শব্দ হচ্ছে إيلاف । এ শব্দটির দু’টি অর্থ করা হয়ে থাকে। এক. শব্দটি تأليف থেকে এসেছে। তখন অর্থ হবে, মিল-মহব্বত থাকা, একত্রিত থাকা। অর্থাৎ কুরাইশদেরকে একত্রিত রাখা, বিচ্ছেদের পর মিলিত হওয়া এবং তাদের সাথে মানুষের সম্পর্ক ঠিক রাখা। দুই. শব্দটি এসেছে ইলফ শব্দ থেকে। এর অর্থ হয় অভ্যস্ত হওয়া, পরিচিত হওয়া এবং কোন জিনিসের অভ্যাস গড়ে তোলা। [আদ্ওয়াউল বায়ান] উভয় প্রকার অর্থই এখানে হতে পারে। উপরে অর্থ করা হয়েছে, আসক্তি ও অভ্যস্ত হওয়া। বলা হয়েছে, কুরাইশদের আসক্তির কারণে। কিন্তু আসক্তির কারণে কি হয়েছে? এ কথা উহ্য আছে। কেউ কেউ বলেন যে, এখানে উহ্য বাক্য হচ্ছে, আমি হস্তীবাহিনীকে এজন্যে ধ্বংস করেছি কিংবা আমি তাদেরকে ভক্ষিত তৃণের সদৃশ এজন্যে করেছি, যাতে কোরাইশদের শীত ও গ্ৰীষ্মকালীন দুই সফরের পথে কোন বাধাবিপত্তি না থাকে এবং সবার অন্তরে তাদের মাহাত্ম্য প্রতিষ্ঠিত হয়ে যায়। [তাবারী, ফাতহুল কাদীর] কেউ কেউ বলেছেন যে, এখানে উহ্য বাক্য হচ্ছে اعجبوا অর্থাৎ তোমরা কোরাইশদের ব্যাপারে আশ্চর্যবোধ কর, তারা কিভাবে শীত ও গ্রীষ্মের সফর নিরাপদে নির্বিবাদে করে, তবুও তারা এ ঘরের রবের ইবাদত করে না! এ মতটি ইমাম তাবারী গ্ৰহন করেছেন। [তাবারী, মুয়াসসার] কেউ কেউ বলেন, এর সম্পর্ক পরবর্তী বাক্য فَلْيَعْبُدُوْا এর সাথে। অর্থাৎ এই নেয়ামতের কারণে কোরাইশদের কৃতজ্ঞ হওয়া ও আল্লাহ্ তা‘আলার ইবাদতে আত্মনিয়োগ করা উচিত। [ফাতহুল কাদীর, কাশশাফ] কারও কারও মতে, আয়াতের উদ্দেশ্য, এমনিতেই তো কুরাইশদের প্রতি আল্লাহ্র নিয়ামত সীমা-সংখ্যাহীন, কিন্তু অন্য কোন নিয়ামতের ভিত্তিতে না হলেও আল্লাহ্র অনুগ্রহের কারণে তারা এই বাণিজ্য সফরে অভ্যস্ত হয়ে উঠেছে, অন্তত এই একটি নিয়ামতের কারণে তাদের আল্লাহ্র বন্দেগী করা উচিত। কারণ এটা মূলত তাদের প্রতি একটা বিরাট অনুগ্রহ। [কুরতুবী, আদ্ওয়াউল বায়ান]\n  <br/>\n  <br/>\n  সারকথা, এই সূরার বক্তব্য এই যে, কোরাইশরা যেহেতু শীতকালে ইয়ামেনের ও গ্ৰীষ্মকালে সিরিয়ার সফরে অভ্যস্ত ছিল এবং এ দুটি সফরের ওপরই তাদের জীবিকা নির্ভরশীল ছিল এবং তারা ঐশ্বর্যশালীরূপে পরিচিত ছিল, তাই আল্লাহ্ তা‘আলা তাদের শক্ৰ হন্তীবাহিনীকে দৃষ্টান্তমূলক শাস্তি দিয়ে মানুষের অন্তরে তাদের মাহাত্ম্য প্রতিষ্ঠিত করে দিয়েছেন। তারা যেকোন দেশে গমন করে, সকলেই তাদের প্রতি সম্মান ও শ্রদ্ধা প্রদর্শন করে। সুতরাং তাদের উচিত এ ঘর ‘কাবার’ রবের ইবাদত করা। [ইবন কাসীর; সা‘দী]\n  <br/>\n  <br/>\n  এ কথা সুবিদিত যে, মক্কা শহর যে স্থলে অবস্থিত সেখানে কোন চাষাবাদ হয় না, বাগবাগিচাও নেই; যা থেকে ফলমূল পাওয়া যেতে পারে। তাই বাণিজ্যিক উদ্দেশ্যে সফর ও বিদেশ থেকে প্রয়োজনীয় জীবনোপকরণ সংগ্ৰহ করার ওপরই মক্কাবাসীদের জীবিকা নির্ভরশীল ছিল। মূলত: মক্কাবাসীরা খুব দারিদ্র্য ও কষ্টে দিনাতিপাত করত। [জালালাইন] অবশেষে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রপিতামহ হাশেম কোরাইশকে ভিনদেশে গিয়ে ব্যবসা-বাণিজ্য করতে উদ্ধৃদ্ধ করেন। [কুরতুবী] সিরিয়া ছিল ঠাণ্ডা দেশ। তাই গ্ৰীষ্মকালে তারা সিরিয়া সফর করত। পক্ষান্তরে ইয়ামেন গরম দেশ ছিল বিধায় তারা শীতকালে সেখানে বাণিজ্যিক সফর করত এবং মুনাফা অর্জন করত। বায়তুল্লাহর খাদেম হওয়ার কারণে সমগ্র আরবে তারা ছিল সম্মান ও শ্রদ্ধার পাত্ৰ। ফলে পথের বিপদাপদ থেকে তারা সম্পূর্ণ নিরাপদ ছিল। [ফাতহুল কাদীর] আলোচ্য সূরাতে আল্লাহ্ তা‘আলা মক্কাবাসীদের প্রতি তাঁর এসব অনুগ্রহ ও নেয়ামত সম্পর্কে আলোচনা করে তাদেরকে ঈমান ও তাওহীদের প্রতি আহ্বান জানিয়েছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০৬ : ২",
        "arabic_text": "\nإِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَٱلصَّيۡفِ ",
        "bangla_text": "তাদের আসক্তি আছে শীত ও গ্রীষ্মে সফরের [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] শীত ও গ্রীষ্মের সফরের অর্থ হচ্ছে গ্ৰীষ্মকালে কুরাইশরা সিরিয়া ও ফিলিস্তিনের দিকে বাণিজ্য সফর করতো। কারণ এ দু’টি শীত প্রধান দেশ। আর শীতকালে সফর করতো দক্ষিণ আরব তথা ইয়েমেনের দিকে। কারণ সেটি গ্রীষ্ম প্রধান এলাকা। [কুরতুবী; সাদী]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০৬ : ৩",
        "arabic_text": "\nفَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ ",
        "bangla_text": "অতএব, তারা ‘ইবাদাত করুক এ ঘরের রবের [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  ‘এ ঘর’ অর্থ কা‘বা শরীফ । বলা হয়েছে, এ ঘরের রব –এর ইবাদত কর। এখানে ঘরটিকে আল্লাহ্র সাথে সম্পর্কযুক্ত করার মাধ্যমে ঘরকে সম্মানিত করাই উদ্দেশ্য। [সা’দী] আর এই গৃহই যেহেতু তাদের সব শ্রেষ্ঠত্ব ও কল্যাণের উৎস ছিল, তাই বিশেষভাবে এই গৃহের মৌলিক গুণটি উল্লেখ করা হয়েছে। আর তা হচ্ছে, এটি মহান রবের ঘর। অর্থাৎ এ ঘরের বদৌলতেই কুরাইশরা এই নিয়ামতের অধিকারী হয়েছে। একমাত্র আল্লাহ্ই যার রব। তিনিই আসহাবে ফীলের আক্রমণ থেকে তাদেরকে বাঁচিয়েছেন। আবরাহার সেনাবাহিনীর মোকাবিলায় সাহায্য করার জন্য তাঁর কাছেই তারা আবেদন জানিয়েছিল। তাঁর ঘরের আশ্রয় লাভ করার আগে যখন তারা আরবের চারদিকে ছড়িয়ে ছিল তখন তাদের কোন মর্যাদাই ছিল না। আরবের অন্যান্য গোত্রের ন্যায় তারাও একটি বংশধারার বিক্ষিপ্ত দল ছিল মাত্র। কিন্তু মক্কায় এই ঘরের চারদিকে একত্র হবার এবং এর সেবকের দায়িত্ব পালন করতে থাকার পর সমগ্র আরবে তারা মর্যাদাশালী হয়ে উঠেছে। সবদিকে তাদের বাণিজ্য কাফেলা নিৰ্ভয়ে যাওয়া আসা করছে। তারা যা কিছুই লাভ করেছে এ ঘরের রবের বদৌলতেই লাভ করেছে। কাজেই তাদের একমাত্র সেই রবেরই ইবাদত করা উচিত। [দেখুন: মুয়াসসার, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০৬ : ৪",
        "arabic_text": "\nٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۭ ",
        "bangla_text": "যিনি তাদেরকে ক্ষুধায় খাদ্য দিয়েছেন [১] এবং ভীতি থেকে তাদেরকে নিরাপদ করেছেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কায় আসার পুর্বে কুরাইশরা যখন আরবের চারদিকে ছড়িয়ে ছিটিয়ে ছিল তখন তারা অনাহারে মরতে বসেছিল। এখানে আসার পর তাদের জন্য রিযিকের দরজাগুলো খুলে যেতে থাকে। তাদের সপক্ষে ইবরাহীম আলাইহিস সালাম এই বলে দোয়া করেছিলেন ‘হে আল্লাহ! আমি তোমার মর্যাদাশালী ঘরের কাছে একটি পানি ও শস্যহীন উপত্যকায় আমার সন্তানদের একটি অংশের বসতি স্থাপন করিয়েছি, যাতে তারা সালাত কায়েম করতে পারে। কাজেই আপনি লোকদের হৃদয়কে তাদের অনুরাগী করে দিন, তাদের খাবার জন্য ফলমূল দান করুন।” [সূরা ইবরাহীম ৩৭] তার এই দো‘আ অক্ষরে অক্ষরে পূর্ণ হয়। [তাবারী, আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যে ভীতি থেকে আরব দেশে কেউ নিরাপদ নয়, তা থেকে তারা নিরাপদ রয়েছে। সে যুগে আরবের অবস্থা এমন ছিল যে, সারা দেশে এমন কোন জনপদ ছিল না যেখানে লোকেরা রাতে নিশ্চিন্তে ঘুমাতে পারতো। কারণ সবসময় তারা আশংকা করতো, এই বুঝি কোন লুটেরা দল রাতের অন্ধকারে হঠাৎ তাদের ওপর ঝাঁপিয়ে পড়লো এবং তাদের সবকিছু লুট করে নিয়ে গেলো। কিন্তু কুরাইশরা মক্কায় সম্পূর্ণ নিরাপদ ছিল। তাদের নিজেদের ওপর কোন শত্রুর আক্রমণের ভয় ছিল না। তাদের ছোট বড় সব রকমের কাফেলা দেশের প্রত্যেক এলাকায় যাওয়া আসা করতো। হারাম শরীফের খাদেমদের কাফেলা, একথা জানার পর কেউ তাদের ওপর আক্রমণ করার সাহস করতো না। [কুরতুবী, তাবারী]\n  <br/>\n  <br/>\n  এখানে লক্ষণীয় যে, সুখী জীবনের জন্যে যা যা দরকার তা সমস্তই এ আয়াতে উল্লেখ করা হয়েছে। আল্লাহ তা‘আলা কোরাইশকে এগুলো দান করেছিলেন। اَطْعَمَهُمْ مِّنْ جُوْءٍ বলে পানাহারের যাবতীয় সাজসরঞ্জাম বোঝানো হয়েছে এবং وَّاٰمَنَحُمْ مِّنْ خَوْفٍ বাক্যে দস্যু ও শক্ৰদের থেকে এবং যাবতীয় ভয়-ভীতি থেকে নিরাপত্তা বোঝানো হয়েছে। [তাবারী, আদ্ওয়াউল বায়ান] এভাবে তাদের কাছে জিনিসপত্র সহজলভ্য হওয়া ও নিরাপত্তা বিস্তৃত থাকা একমাত্র আল্লাহ্র পক্ষ থেকেই হয়েছে। সুতরাং, শুধু তাঁরই ইবাদত করা দরকার। তাঁর সাথে কাউকে শরীক না করা উচিত। তাঁর জন্য কোন অংশীদার, শির্ক ইত্যাদি সাব্যস্ত করা থেকে দুরে থাকা কর্তব্য। এ জন্যই আল্লাহ্ তা‘আলা যারাই একমাত্র তাঁর ইবাদত করেছে শির্ক থেকে দুরে থেকে তাঁর দেয়া নে‘আমতের শুকরিয়া আদায় করেছে তাদের জন্য নিরাপত্তা ও পানাহার এ দুটি বিষয়ের ব্যবস্থা করে দিয়েছেন কিন্তু যখনই তারা আল্লাহ্র সাথে শির্ক করেছে তখনই তা উঠিয়ে নিয়েছেন। আল্লাহ্ বলেন, “আর আল্লাহ্ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেখানে আসত সবদিক থেকে তার প্রচুর জীবনোপকরণ। তারপর সে আল্লাহ্র অনুগ্রহ অস্বীকার করল, ফলে তারা যা করত সে জন্য আল্লাহ্ সেটাকে আস্বাদ গ্ৰহণ করালেন ক্ষুধা ও ভীতির আচ্ছাদনের।” [সূরা আন-নাহল: ১১২] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    }
]