[
    {
        "id": 1,
        "verse": "১০৭ : ১",
        "arabic_text": "\nأَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ ",
        "bangla_text": "আপনি কি দেখেছেন [১] তাকে, যে দ্বীনকে [২] অস্বীকার করে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরায় বেশ কয়েকটি বিষয় আলোচনা করা হয়েছে। এতিম ও মিসকিনদেরকে খাদ্য দানে উৎসাহিত করা হয়েছে; সালাত আদায়ের ক্ষেত্রে গুরুত্ব ও মনোযোগ দিতে বলা হয়েছে; ইখলাসের সাথে সালাত ও অন্যান্য ইবাদত পালনের প্রতি গুরুত্বারোপ করা হয়েছে; ছোট-খাটো জিনিস ধার দেয়ার মাধ্যমে মানুষের উপকার করার কথা বলা হয়েছে। কেননা, যারা এগুলো করে না, এ-সূরায় তাদেরকে আল্লাহ্ তা‘আলা তিরস্কৃত করেছেন। [সাদী]\n  <br/>\n  <br/>\n  ------------------------\n  <br/>\n  <br/>\n  [১] এখানে বাহ্যত সম্বোধন করা হয়েছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে। কিন্তু কুরআনে বর্ণনাভঙ্গী অনুযায়ী দেখা যায়, এসব ক্ষেত্রে সাধারণত প্রত্যেক জ্ঞান-বুদ্ধি ও বিচার-বিবেচনা সম্পন্ন লোকদেরকেই এ সম্বোধন করা হয়ে থাকে। আর দেখা মানে চোখ দিয়ে দেখাও হয়। কারণ সামনে দিকে লোকদের যে অবস্থা বর্ণনা করা হয়েছে তা প্রত্যেক প্রত্যক্ষকারী স্বচক্ষে দেখে নিতে পারে। আবার এর মানে জানা, বুঝা ও চিন্তা-ভাবনা করাও হতে পারে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে “আদ-দীন” শব্দটির অর্থ আখেরাতে কর্মফল দান এবং বিচার। অধিকাংশ মুফাসসিররা এমতটিই গ্ৰহণ করেছেন। [ইবন কাসীর, কুরতুবী, মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০৭ : ২",
        "arabic_text": "\nفَذَٰلِكَ ٱلَّذِي يَدُعُّ ٱلۡيَتِيمَ ",
        "bangla_text": "সে তো সে-ই, যে ইয়াতীমকে রূঢ়ভাবে তাড়িয়ে দেয় [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে يدعُّ বলা হয়েছে। এর অর্থ, রূঢ়ভাবে তাড়ানো, কঠোরভাবে দূর করে দেয়া। এতিমদের প্রতি অসদাচরণ করা, তাদের প্রতি দয়া না করে কঠোরভাবে ধিক্কার ও যুলুম করা, তাদেরকে খাদ্য দান না করা এবং তাদের হক আদায় না করাই এখানে উদ্দেশ্য। [মুয়াসসার, ইবন কাসীর, তাবারী] জাহিলিয়াতের যুগে এতিম ও নারীদের উত্তরাধিকার থেকে বঞ্চিত করা হত আর বলা হত, যারা তীর-বর্শা নিক্ষেপ করে এবং তরবারী দিয়ে যুদ্ধ করে তারাই শুধু সম্পত্তি পাবে। কিন্তু পরবর্তীতে ইসলাম এ ধরনের প্রথা বাতিল করে দিয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০৭ : ৩",
        "arabic_text": "\nوَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ ",
        "bangla_text": "আর সে উদ্ধুদ্ধ করে না [১] মিসকীনদের খাদ্য দানে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] لا يمضُّ শব্দের মানে হচ্ছে, সে নিজেকে উদ্ধুদ্ধ করে না, নিজের পরিবারের লোকদেরকেও মিসকিনের খাবার দিতে উদ্ধুদ্ধ করে না এবং অন্যদেরকেও এ ব্যাপারে উৎসাহিত করে না যে, সমাজে যেসব গরীব ও অভাবী লোক অনাহারে মারা যাচ্ছে তাদের হক আদায় করো এবং তাদের ক্ষুধা নিবৃত্তির জন্য কিছু করো। কারণ তারা কৃপণ এবং আখেরাতে অবিশ্বাসী। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০৭ : ৪",
        "arabic_text": "\nفَوَيۡلٞ لِّلۡمُصَلِّينَ ",
        "bangla_text": "কাজেই দুর্ভোগ সে সালাত আদায়কারীদের, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০৭ : ৫",
        "arabic_text": "\nٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ ",
        "bangla_text": "যারা তাদের সালাত সম্বন্ধে উদাসীন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১০৭ : ৬",
        "arabic_text": "\nٱلَّذِينَ هُمۡ يُرَآءُونَ ",
        "bangla_text": "যারা লোক দেখানোর জন্য তা করে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা মুনাফিকদের অবস্থা। তারা লোক দেখানোর জন্যে এবং মুসলিম হওয়ার দাবী সপ্রমাণ করার জন্য সালাত পড়ে। কিন্তু সালাত যে ফরয, এ বিষয়ে তারা বিশ্বাসী নয়। ফলে সময়ের প্রতিও লক্ষ্য রাখে না এবং আসল সালাতেরও খেয়াল রাখে না। লোক দেখানোর জায়গা হলে পড়ে, নতুবা ছেড়ে দেয়। আর সালাত আদায় করলেও এর ওয়াজিবসমূহ, শর্ত ইত্যাদি পূর্ণ করে না। আসল সালাতের প্রতিই ভ্ৰক্ষেপ না করা মুনাফিকদের অভ্যাস এবং ساهون শব্দের আসল অর্থ তাই। সালাতের মধ্যে কিছু ভুল-ভ্ৰান্তি হয়ে যাওয়ার কথা এখানে বোঝানো হয়নি। কেননা, এজন্যে জাহান্নামের শাস্তি হতে পারে না। এটা উদ্দেশ্য হলে عَنْ صَلَاتِحِمْ এর পরিবর্তে فِىْ صَلَا تِهِمْ বলা হত। সহীহ হাদীস সমূহে প্রমাণিত আছে যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর জীবনেও একাধিকবার সালাতের মধ্যে ভুলচুক হয়ে গিয়েছিল। [কুরতুবী, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১০৭ : ৭",
        "arabic_text": "\nوَيَمۡنَعُونَ ٱلۡمَاعُونَ ",
        "bangla_text": "এবং মা‘উন [১] প্ৰদান করতে বিরত থাকে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ماعون শব্দের অর্থ অধিকাংশ মুফাসসিরদের নিকট যৎকিঞ্চিৎ ও সামান্য উপকারী বস্তু। মূলত: মাউন ছোট ও সামান্য পরিমাণ জিনিসকে বলা হয়। এমন ধরনের জিনিস যা লোকদের কোন কাজে লাগে বা এর থেকে তারা ফায়দা অর্জন করতে পারে। অধিকাংশ তাফসীরকারের মতে, সাধারণত প্রতিবেশীরা একজন আর একজনের কাছ থেকে দৈনন্দিন যেসব জিনিস চেয়ে নিয়ে থাকে, যেগুলোর পারস্পরিক লেন-দেন সাধারণ মানবতারূপে গণ্য হয়; যথা কুড়াল, কোদাল অথবা রান্না-বান্নার পাত্ৰ এ সবই মাউনের অন্তরভুক্ত। প্রয়োজনে এসব জিনিস প্রতিবেশীর কাছ থেকে চেয়ে নেয়া দোষণীয় মনে করা হয় না। কেউ এগুলো দিতে অস্বীকৃত হলে তাকে বড় কৃপণ ও নীচ মনে করা হয়। আবার কারও কারও মতে আলোচ্য আয়াতে ماعون বলে যাকাত বোঝানো হয়েছে। যাকাতকে ماعون বলার কারণ সম্ভবত এই যে, যাকাত পরিমাণে আসল অর্থের তুলনায় খুবই কম-অর্থাৎ চল্লিশ ভাগের এক ভাগ-হয়ে থাকে। ব্যবহার্য জিনিসপত্র অপরকে দেয়া খুব সওয়াবের কাজ এবং মানবতার দিক দিয়ে জরুরি। কোন কোন হাদীসে ماعون এর তাফসীর ব্যবহার্য জিনিস, যেমন: বালতি, পাত্র ইত্যাদি করা হয়েছে। [আবু দাঊদ: ১৬৫৭] [আদ্ওয়াউল বায়ান, মুয়াসসার, ফাতহুল কাদীর]\n </p>\n</div>"
    }
]