[
    {
        "id": 1,
        "verse": "১০৮ : ১",
        "arabic_text": "\nإِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ ",
        "bangla_text": "নিশ্চয় আমরা আপনাকে কাউছার [১] দান করেছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, ‘কাউসার’ সেই অজস্র কল্যাণ যা আল্লাহ্ তা‘আলা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দান করেছেন। ইকরিমা বলেন, এটা নবুওয়ত, কুরআন ও আখেরাতের সওয়াব। অনুরূপভাবে, কাউসার জান্নাতের একটি প্রস্রবনের নাম। এ তাফসীরসমূহে কোন বিরোধ নেই; কারণ, কাউসার নামক প্রস্রবনটি অজস্র কল্যাণের একটি। আসলে কাউসার শব্দটি এখানে যেভাবে ব্যবহৃত হয়েছে তাতে এক শব্দে এর পূর্ণ অর্থ প্রকাশ করা সম্ভব নয়। এ শব্দটি মূলে কাসরাত كثرة থেকে বিপুল ও অত্যধিক পরিমাণ বুঝাবার অর্থে ব্যবহৃত হয়েছে। এর আভিধানিক অর্থ হচ্ছে, সীমাহীন আধিক্য। কিন্তু যে অবস্থায় ও পরিবেশে শব্দটি ব্যবহার করা হয়েছে তাতে শুধুমাত্র আধিক্য নয় বরং কল্যাণ ও নিয়ামতের আধিক্য এবং এমন ধরনের আধিক্যের ধারণা পাওয়া যায় যা বাহুল্য ও প্রাচুর্যের সীমান্তে পৌছে গেছে। আর এর অর্থ কোন একটি কল্যাণ বা নিয়ামত নয় বরং অসংখ্য কল্যাণ ও নিয়ামতের আধিক্য, যার মধ্যে একটি হল জান্নাতের প্রস্রবন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  ----------------------\n  <br/>\n  <br/>\n  [১] বিভিন্ন হাদীসে কাউসার ঝর্ণাধারার কথা বর্ণিত হয়েছে। আনাস রাদিয়াল্লাহু ‘আনহু বলেন, একদিন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদে আমাদের সামনে উপস্থিত ছিলেন। হঠাৎ তার মধ্যে তন্দ্রা অথবা এক প্রকার অচেতনতার ভাব দেখা দিল। অতঃপর তিনি হাসিমুখে মাথা উঠালেন। আমরা জিজ্ঞেস করলাম, ইয়া রাসূলাল্লাহ্ আপনার হাসির কারণ কি? তিনি বললেন, এই মুহুর্তে আমার নিকট একটি সূরা নাযিল হয়েছে। অতঃপর তিনি বিসমিল্লাহ্ সহ সূরা আল-কাউসার পাঠ করলেন এবং বললেন, তোমরা জান, কাউসার কি? আমরা বললাম, আল্লাহ্ তা‘আলা ও তার রাসূলই ভাল জানেন। তিনি বললেন, এটা জান্নাতের একটি নহর। আমার রব আমাকে এটা দেবেন বলে ওয়াদা করেছেন। এতে অজস্র কল্যাণ আছে এবং এই হাউযে কেয়ামতের দিন আমার উম্মত পানি পান করতে যাবে। এর পানি পান করার পাত্ৰ সংখ্যা আকাশের তারকাসম হবে। তখন কতক লোককে ফেরেশতাগণ হাউয থেকে হটিয়ে দিবে। আমি বলব, হে রব! সে তো আমার উম্মত। আল্লাহ্ তা‘আলা বলবেন, আপনি জানেন না, আপনার পরে তারা নতুন মত ও পথ অবলম্বন করেছিল।” [মুসলিম: ৪০০, মুসনাদে আহমাদ: ৩/১০২] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “ইসরা ও মিরাজের রাত্রিতে আমাকে এক প্রস্রবনের কাছে নিয়ে যাওয়া হলো যার দু’তীর ছিল মুক্তার খালি গম্বুজে পরিপূর্ণ, আমি বললাম, জিবরাঈল এটা কি? তিনি বললেন, এটাই কাউসার” [বুখারী: ৪৯৬৪]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমাকে কাউসার দান করা হয়েছে, সেটা হচ্ছে, প্রবাহিত একটি নহর। যা কোন খোদাই করা বা ফাটিয়ে বের করা হয়নি। আর তার দুই তীর মুক্তার খালি গম্বুজ। আমি তার মাটিতে আমার দু’হাত মারলাম, দেখলাম তা সুগন্ধি মিস্ক আর তার পাথরকুচি মুক্তোর।” [মুসনাদে আহমাদ: ৩/১৫২] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেন, “কাউসার হচ্ছে এমন একটি নাহর যা আল্লাহ্ আমাকে জান্নাতে দান করেছেন, তার মাটি মিসকের, দুধের চেয়েও সাদা, মধুর চেয়েও সুমিষ্ট, এতে এমন এমন পাখি নামবে যেগুলোর ঘাড় উটের ঘাড়ের মত। আবু বকর রাদিয়াল্লাহু ‘আনহু বললেন, হে আল্লাহ্র রাসূল! এগুলো তো খুব সুস্বাদু নিশ্চয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যারা এগুলো খাবে তারা আরও কোমল মানুষ” । [তাবারী: ৩৮১৭৪, মুসনাদে আহমাদ: ৩/২২১, তবে মুসনাদে আহমদে আবুবকরের পরিবর্তে উমরের কথা এসেছে। অন্য বর্ণনায় এসেছে, “তার পেয়ালাগুলোর সংখ্যা আকাশের তারকাদের সংখ্যার অনুরূপ”। [বুখারী: ৪৯৬৫] মোটকথা: হাউযের অস্তিত্ব ও বাস্তবতা অনেক সহীহ হাদীস দ্বারা প্রমাণিত হয়েছে। কোন কোন অভিজ্ঞ আলেম উল্লেখ করেছেন যে, এ হাদীসগুলো মুতাওয়াতির। নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে ত্ৰিশ জনের বেশী সাহাবী এ সমস্ত হাদীস বর্ণনা করেছেন।\n  <br/>\n  <br/>\n  তবে এখানে এটা জানা আবশ্যক যে, কাউসার ও হাউয একই বস্তু নয়। হাউযের অবস্থান হাশরের মাঠে, যার পানি কাউসার থেকে সরবরাহ করা হবে। আর কাউসারের অবস্থান হোল জান্নাতে। হাশরের ময়দানে হাউয সম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, জান্নাতের কাউসার ঝর্ণাধারা থেকে পানি এনে হাউযে ঢালা হবে। এক হাদীসে বলা হয়েছে, “জান্নাত থেকে দু’টি খাল কেটে এনে তাতে ফেলা হবে এবং এর সাহায্যে সেখান থেকে তাতে পানি সরবরাহ হবে।” [মুসলিম: ২৩০০, মুসনাদে আহমাদ: ৪/৪২৪, ৫/১৫৯,২৮০,২৮১,২৮২,২৮৩] সুতরাং হাউয হলো এমন এক বিরাট পানির ধারা যা আল্লাহ্ আমাদের নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে হাশরের মাঠে দান করেছেন। যা দুধের চেয়েও শুভ্ৰ, বরফের চেয়েও ঠাণ্ডা, মধুর চেয়েও মিষ্টি, মিসকের চেয়েও অধিক সুঘ্ৰাণ সম্পন্ন। যা অনেক প্রশস্ত, দৈর্ঘ্য ও প্রস্থে সমান, তার কোণ সমূহের প্রত্যেক কোণ এক মাসের রাস্তা, তার পানির মূল উৎস হলো জান্নাত। জান্নাত থেকে এমন দু’টি নলের মাধ্যমে তার সরবরাহ কাজ সমাধা হয়ে থাকে যার একটি স্বর্ণের অপরটি রৌপ্যের। তার পেয়ালা সমূহের সংখ্যা আকাশের তারকারাজীর মত। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমার হাউযের আয়তন হচ্ছে ‘আইলা’ (বায়তুল মুকাদ্দাস) থেকে সান‘আ পর্যন্ত, আর সেখানে পেয়ালার সংখ্যা আকাশের তারকার মত এত বেশী”। [বুখারী: ৬৫৮০, মুসলিম: ২৩০৩] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেছেন, “আমার হাউয এক মাসের রাস্তা, তার কোণসমূহ একই সমান, তার পানি দুধের চেয়েও সাদা, তার ঘ্রাণ মিসকের চেয়েও বেশী উত্তম, তার পেয়ালাসমূহ আকাশের তারকা মত বেশী ও উজ্জ্বল, যে তা থেকে পান করবে সে আর কখনো পিপাসার্ত হবেনা” । [বুখারী: ৬৫৭৯, মুসলিম: ২২৯২] মোটকথা: কাউসারের মূল উৎস হলো জান্নাতে। তা থেকেই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আরেকটি হাউযে পানি আসবে। সেখানে তার উম্মতকে তিনি পানি পান করাবেন। তাছাড়া সমস্ত নবীর হাউযের পানির উৎসও এ কাউসারই।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০৮ : ২",
        "arabic_text": "\nفَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ ",
        "bangla_text": "কাজেই আপনি আপনার রবের উদ্দেশ্যে সালাত আদায় করুন এবং কুরবানী করুন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  نحر শব্দের অর্থ উট কুরবানী করা। এর প্রচলিত পদ্ধতি হচ্ছে হাত-পা বেঁধে কণ্ঠনালীতে বর্শা অথবা ছুরি দিয়ে আঘাত করা এবং রক্ত বের করে দেয়া। গরু-ছাগল ইত্যাদির কুরবানীর পদ্ধতি যবাই করা। অর্থাৎ জন্তুকে শুইয়ে কণ্ঠনালিতে ছুরি চালিয়ে রক্ত প্রবাহিত করা। আরবে সাধারণতঃ উট কুরবানী করা হতো। তাই কুরবানী বোঝাবার জন্য এখানে نحر শব্দ ব্যবহার করা হয়েছে। মাঝে মাঝে এ শব্দটি যে কোন কুরবানীর অর্থেও ব্যবহৃত হয়। এ আয়াতে পূৰ্ববর্তী আয়াতে প্রদত্ত কাউসারের কারণে কৃতজ্ঞতা স্বরূপ দু’টি কাজ করতে বলা হয়েছে। এক. একমাত্র আল্লাহ্র উদ্দেশ্যে সালাত আদায়, দুই. তাঁরই উদ্দেশ্যে কুরবানী করা ও যবাই করা। [আদ্ওয়াউল বায়ান] কেননা, সালাত শারিরীক ইবাদতসমূহের মধ্যে সর্ববৃহৎ এবং কুরবানী আর্থিক ইবাদতসমূহের মধ্যে বিশেষ স্বাতন্ত্র্য ও গুরুত্বের অধিকারী। [বাদায়ি’উত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০৮ : ৩",
        "arabic_text": "\nإِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ ",
        "bangla_text": "নিশ্চয় আপনার প্রতি বিদ্বেষ পোষণকারীই তো নির্বংশ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সাধারণতঃ যে ব্যক্তির পুত্ৰ সন্তান মারা যায়, আর তাকে أبتر বা নির্বংশ বলা হত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পুত্র কাসেম অথবা ইবরাহীম যখন শৈশবেই মারা গেলেন, তখন কাফেররা তাকে নির্বংশ বলে উপহাস করত। একবার কা‘ব ইবনে আশরাফ ইয়াহূদী সর্দার মক্কায় আগমন করল। কুরাইশের নেতারা তাকে বলল, আপনি কি মদীনাবাসীদের উত্তম ব্যক্তি ও নেতা? সে বলল, হ্যাঁ, তখন তারা বলল, আপনি কি দেখেন না এই লোকটি যে তার জাতির মধ্যে নির্বংশ সে মনে করে সে আমাদের থেকে উত্তম? অথচ আমরা, হজ ও কাবাঘরের সেবায়েত। তখন কা‘ব ইবনে আশরাফ বলল, তোমরা তার থেকে উত্তম। তখন এ আয়াত নাযিল হয়, এতে বলা হয়, “নিশ্চয় আপনার শক্ররাই তো নির্বংশ।” আরও নাযিল হয়, আপনি কি দেখেননা তাদেরকে যাদের কিতাবের কিছু অংশ দেয়া হয়েছিল, তারা মূর্তি ও তাগুতের উপর ঈমান রাখে...” । [সূরা আন-নিসা: ৫১,৫২, হাদীসটি বর্ণনা করেন, নাসায়ী, কিতাবুত-তাফসীর, ২/৫৬০, নং: ৭২৭, ইবনে হিব্বান, ৬৫৭২] এ আয়াতের মাধ্যমে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি নির্বংশ বলে যে দোষারোপ করা হতো তার জওয়াব দেয়া হয়েছে। শুধু পুত্রসন্তান না থাকার কারণে যারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নির্বংশ বলে বা তার বিরুদ্ধে বিদ্বেষ পোষণ করে, তারা তার প্রকৃত মর্যাদা সম্পর্কে বেখবর। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বংশগত সন্তান-সন্ততি ও কেয়ামত পর্যন্ত অব্যাহত থাকবে, যদিও তা কন্যা-সন্তানের তরফ থেকে হয়। তাছাড়া নবীর আধ্যাতিক সন্তান অর্থাৎ উম্মত তো এত অধিকসংখ্যক হবে যে, পূর্ববর্তী সকল নবীর উম্মতের সমষ্টি অপেক্ষাও বেশী হবে। এছাড়া এ সূরায় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যে আল্লাহ্ তা‘আলার কাছে প্রিয় ও সম্মানিত তাও বিবৃত হয়েছে। [আদওয়াউল বায়ান]\n </p>\n</div>"
    }
]