[
    {
        "id": 1,
        "verse": "১০৯ : ১",
        "arabic_text": "\nقُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ ",
        "bangla_text": "বলুন, ‘হে কাফিররা!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  বিভিন্ন হাদীসে এ সূরার বেশ কিছু ফাযীলত বর্ণিত হয়েছে। জাবের রাদিয়াল্লাহু ‘আনহু বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাওয়াফের দু’ রাকা‘আত সালাতে ‘কুল ইয়া আইয়ুহাল কাফিরুন ও কুল হুয়াল্লাহু আহাদ’ পড়তেন।” [মুসলিম: ১২১৮] অন্য হাদীসে এসেছে, আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ দু’টি সূরা দিয়ে ফজরের সুন্নাত সালাত আদায় করেছেন”। [মুসলিম: ৭২৬] ইবনে উমর রাদিয়াল্লাহু ‘আনহুমা বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কে ফজরের পূর্বের দু’ রাকা‘আতে এবং মাগরিবের পরের দু’রাকাআতে এ দু’ সূরা পড়তে বিশোর্ধ বার বা দশোর্ধ বার শুনেছি।” [মুসনাদে আহমাদ:২/২৪] অন্য বর্ণনায় এসেছে, “চব্বিশোর্ধ অথবা পঁচিশোর্ধবার শুনেছি”। [মুসনাদে আহমাদ:২/৯৫] ইবনে উমর রাদিয়াল্লাহু ‘আনহুমা বলেন, “আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এক মাস পর্যবেক্ষণ করে দেখেছি তিনি ফজরের পূর্বের দু’ রাকাআতে এ দু’সূরা পড়তেন।” [তিরমিয়ী: ৪১৭, ইবনে মাজাহ; ১১৪৯, মুসনাদে আহমাদ: ২/৯৪] তাছাড়া জনৈক সাহাবী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে আরয করলেন, আমাকে নিদ্রার পূর্বে পাঠ করার জন্যে কোন দো‘আ বলে দিন। “তিনি সূরা কাফিরূন পাঠ করতে আদেশ দিলেন এবং বললেন এটা শির্ক থেকে মুক্তিপত্র।” [আবু দাউদ:৫০৫৫, সুনান দারমী:২/৪৫৯, মুস্তাদরাকে হাকিম:২/৫৩৮] অন্য হাদীসে এসেছে, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, সূরা ‘কুল ইয়া আইয়ুহাল কাফিরুন’ কুরআনের এক চতুর্থাংশ”। [তিরমিয়ী: ২৮৯৩, ২৮৯৫]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০৯ : ২",
        "arabic_text": "\nلَآ أَعۡبُدُ مَا تَعۡبُدُونَ ",
        "bangla_text": "‘আমি তার ‘ইবাদাত করি না যার ‘ইবাদাত তোমরা কর, [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সারা দুনিয়ার কাফের মুশরিকরা যেসব বাতিল উপাস্যের উপাসনা, আরাধনা ও পূজা করত বা করে- সবই এর অন্তর্ভুক্ত। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০৯ : ৩",
        "arabic_text": "\nوَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ",
        "bangla_text": "‘এবং তোমরাও তাঁর ‘ইবাদাতকারী নও যাঁর ‘ইবাদাত আমি করি [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ সূরায় কয়েকটি বাক্য পুনঃপুনঃ উল্লিখিত হওয়ায় স্বভাবত প্রশ্ন দেখা দিতে পারে। এ ধরনের আপত্তি দূর করার জন্যে বুখারী অনেক তাফসীরবিদ থেকে বর্ণনা করেছেন যে, একই বাক্য একবার বর্তমানকালের জন্যে এবং একবার ভবিষ্যৎকালের জন্যে উল্লেখ করা হয়েছে। [ফাতহুল বারী] অর্থাৎ আমি এক্ষণে কার্যত তোমাদের উপাস্যদের ইবাদত করি না এবং তোমরা আমার উপাস্যের ইবাদত কর না এবং ভবিষ্যতেও এরূপ হতে পারে না। ইমাম তাবারীও এ মতটি বর্ণনা করেছেন। ইবনে কাসীর এখানে অন্য একটি তাফসীর অবলম্বন করেছেন। তিনি প্রথম জায়গায় আয়াতের অর্থ করেছেন এই যে, তোমরা যেসব উপাস্যের ইবাদত কর, আমি তাদের ইবাদত করি না এবং আমি যে উপাস্যের ইবাদত করি তোমরা তার ইবাদত কর না। আর দ্বিতীয় জায়গায় আয়াতের অর্থ করেছেন এই যে, আমার ও তোমাদের ইবাদতের পদ্ধতি ভিন্ন ভিন্ন। আমি তোমাদের মত ইবাদত করতে পারি না এবং বিশ্বাস স্থাপন না করা পর্যন্ত তোমরাও আমার মত ইবাদত করতে পার না। এভাবে প্রথম জায়গায় উপাস্যদের বিভিন্নতা এবং দ্বিতীয় জায়গায় ইবাদত পদ্ধতির বিভিন্নতা বিধৃত হয়েছে। [ইবন কাসীর] সারকথা এই যে, তোমাদের মধ্যে ও আমার মধ্যে উপাস্যের ক্ষেত্রেও অভিন্নতা নেই এবং ইবাদত-পদ্ধতির ক্ষেত্রেও নেই। এভাবে পুনঃপুনঃ উল্লেখের আপত্তি দূর হয়ে যায়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও মুসলিমদের ইবাদতপদ্ধতি তাই; যা আল্লাহ্ তা‘আলার পক্ষ থেকে ওহীর মাধ্যমে বলে দেয়া হয়েছে। আর মুশরিকদের ইবাদত পদ্ধতি স্বকল্পিত। ইবনে-কাসীর এই তাফসীরের পক্ষে বক্তব্য রাখতে গিয়ে বলেন, লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ্ কলেমার অর্থ তাই হয় যে, আল্লাহ্ ছাড়া কোন হক্ক উপাস্য নেই। ইবাদত-পদ্ধতি তা-ই গ্ৰহণযোগ্য, যা মুহাম্মদ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মাধ্যমে আমাদের কাছে পৌঁছেছে। কোন কোন অভিজ্ঞ আলেম বলেন, ২নং আয়াতের অর্থ, আমি তোমাদের উপাস্যদের ইবাদত কখনো করবো না। পক্ষান্তরে দ্বিতীয় আয়াতের অর্থ, আমি এ ইবাদতটা কখনো, কিছুতেই গ্ৰহণ করবো না। অর্থাৎ তোমাদের উপাস্যদের ইবাদত করা আমার দ্বারা কখনো ঘটবে না অনুরূপভাবে তা শরীয়তেও এটা হওয়া সম্ভব নয়। [মাজমূ’ ফাতাওয়া শাইখিল ইসলাম ইবন তাইমিয়্যাহ, ১৬/৫৪৭-৫৬৭; ইবন কাসীর]\n  <br/>\n  <br/>\n  এর আরেকটি তাফসীরও হতে পারে। আর তা হলো, প্রথমত ২নং আয়াত لَآ اَعْبُدُ مَا تَعْبُدُوْنَ অর্থ ‘আমি বর্তমানে এবং ভবিষ্যতে তার ইবাদত করি না, তোমরা যার ইবাদত কর’। এর পরে এসেছে, وَ لَآ اَنْتُمْ عٰبِدُوْنَ مَآاَعْبُدُ অর্থাৎ তোমরাও বর্তমানে ও ভবিষ্যতে ইবাদতকারী নও। আর দ্বিতীয় ক্ষেত্রে চতুর্থ আয়াতে বলা হয়েছে, ولَآ اَنَا عَابِدٌمَّا عَبَدْتُّمْ অর্থাৎ অতীতে আমার পক্ষ থেকে এরূপ কিছু ঘটেনি। অতীত বোঝানোর জন্য عَبَدتُّمْ অতীতকালীন ক্রিয়া ব্যবহৃত হয়েছে। আর এর পরে এসেছে, ولَآاَنْتُمْ عٰبِدُوْنَ مَآاَعْبُدُ অর্থাৎ তোমরাও অতীতে তার ইবাদত করতে না, যার ইবাদত আমি সবসময় করি। ইবনুল কায়্যিম এ মতটি গ্রহণ করেছেন। [বাদায়ি’উল ফাওয়ায়িদ, ১/১২৩-১৫২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০৯ : ৪",
        "arabic_text": "\nوَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ ",
        "bangla_text": "‘এবং আমি ‘ইবাদাতকারী নই তার যার ‘ইবাদাত তোমরা করে আসছ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০৯ : ৫",
        "arabic_text": "\nوَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ",
        "bangla_text": "‘এবং তোমরাও তাঁর ‘ইবাদাতকারী হবে না যাঁর ‘ইবাদাত আমি করি, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১০৯ : ৬",
        "arabic_text": "\nلَكُمۡ دِينُكُمۡ وَلِيَ دِينِ ",
        "bangla_text": "‘তোমাদের দ্বীন তোমাদের, আর আমার দ্বীন আমার [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর তাফসীর প্রসঙ্গে ইবনে-কাসীর বলেন, এ বাক্যটি তেমনি যেমন অন্য আয়াতে আছে,\n  <br/>\n  <br/>\n  وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ\n  <br/>\n  <br/>\n  “আর তারা যদি আপনার প্রতি মিথ্যা আরোপ করে তবে আপনি বলবেন, ‘আমার কাজের দায়িত্ব আমার এবং তোমাদের কাজের দায়িত্ব তোমাদের।” [সূরা ইউনুস: ৪১]\n  <br/>\n  <br/>\n  অন্য আয়াতে এসেছে,\n  <br/>\n  <br/>\n  لنَآ اَعْمَا لُنَا وَ لَكُمْ اَعْمَا لُكُمْ\n  <br/>\n  <br/>\n  “আমাদের কাজের ফল আমাদের জন্য এবং তোমাদের কাজের ফল তোমাদের জন্য”। [সূরা আল-কাসাস: ৫৫, আশ-শুরা: ১৫]। এর সারমর্ম এই যে, ইবনে-কাসীর دين শব্দকে দ্বীনী ক্রিয়াকর্মের অর্থে নিয়েছেন। যার অর্থ, প্রত্যেককে নিজ নিজ কর্মের প্রতিদান ও শাস্তি ভোগ করতে হবে। অর্থাৎ আমার দ্বীন আলাদা এবং তোমাদের দ্বীন আলাদা। আমি তোমাদের মাবুদদের পূজা-উপাসনা-বন্দেগী করিনা এবং তোমরাও আমার মাবুদের পূজা-উপাসনা করো না। আমি তোমাদের মাবুদের বন্দেগী করতে পারি না এবং তোমরা আমার মাবুদের বন্দেগী করতে প্রস্তুত নও। তাই আমার ও তোমাদের পথ কখনো এক হতে পারে না।\n  <br/>\n  <br/>\n  বর্তমান কালের কোন কোন জ্ঞানপাপী মনে করে থাকে যে, এখানে কাফেরদেরকে তাদের দ্বীনের উপর থাকার স্বীকৃতি দেয়া হয়েছে। তারা এটাকে ইসলামের উদারনীতির প্রমাণ হিসেবে পেশ করে থাকেন। নিঃসন্দেহে ইসলাম উদার। ইসলাম কাউকে অযথা হত্যা বা ক্ষতিগ্রস্ত করতে অনুমতি দেয় না। কিন্তু তাই বলে তাদেরকে কুফরী থেকে মুক্তি দিতে তাদের মধ্যে দাওয়াত ও দ্বীনের প্রচার-প্রসার ঘটানো থেকে বিরত থাকতে বলেনি। ইসলাম চায় প্রত্যেকটি কাফের ও মুশরিক ইসলামের ছায়াতলে এসে শান্তির বার্তা গ্ৰহণ করুক। আর এ জন্য ইসলাম প্রজ্ঞা, উত্তম উপদেশবাণী, উত্তম পদ্ধতিতে তর্ক-বিতর্ক ইত্যাদির মাধ্যমে আল্লাহ্র পথে আহ্বান করাকে প্রত্যেক মুসলিমের অবশ্য করণীয় বিষয় হিসেবে ঘোষণা করেছে। [দেখুন, সূরা আন-নাহল: ১২৫]\n  <br/>\n  <br/>\n  মূলত: এ সমস্ত জ্ঞানপাপীরা এ বিষয়টিকেই সহ্য করতে চায় না। তারা এখানে আয়াত দ্বারা উদ্দেশ্য করে ধর্মনিরপেক্ষতাবাদ নামক কুফৱী মতবাদকে জায়েয প্রমাণ করা। এটা নিঃসন্দেহে ঈমান আনার পরে কুফরী করার শামিল, যা মূলত কাফেরদের প্রতি উদারনীতি নয় বরং তারা কাফের থাকা অবস্থায় চিরকালের জন্য তাদের ব্যাপারে দায়মুক্তি, সম্পর্কহীনতা ও অসন্তোষের ঘোষণাবাণী।\n  <br/>\n  <br/>\n  আর এ সূরায় কাফেরদের দ্বীনের কোন প্রকার স্বীকৃতিও দেয়া হয়নি। মূলত আল্লাহ্ ও তাঁর রাসূলের প্রতি যারা ঈমান এনেছে তারা দ্বীনের ব্যাপারে কখনো তাদের সাথে সমঝোতা করবে না- এ ব্যাপারে তাদেরকে সর্বশেষ ও চূড়ান্তভাবে নিরাশ করে দেয়া; আর তাদের সাথে সম্পর্কহীনতার ঘোষণাই এ সূরার উদ্দেশ্য। এ সূরার পরে নাযিল হওয়া কয়েকটি মক্কী সূরাতে কাফেরদের সাথে এ দায়মুক্তি, সম্পর্কহীনতা ও অসন্তোষ প্রকাশের ঘোষণা দেয়া হয়েছে। বলা হয়েছে, “হে নবী! বলে দিন হে লোকেরা, যদি তোমরা আমার দ্বীনের ব্যাপারে (এখানে) কোন রকম সন্দেহের মধ্যে থাকো তাহলে (শুনে রাখো), আল্লাহ্ ছাড়া তোমরা যাদের বন্দেগী করছো আমি তাদের বন্দেগী করি না বরং আমি শুধুমাত্র সেই আল্লাহ্র বন্দেগী করি যার কর্তৃত্বাধীনে রয়েছে তোমাদের মৃত্যু।” [সূরা ইউনুস: ১০৪] অন্য সূরায় আল্লাহ্ আরও বলেন, “হে নবী! যদি এরা এখন আপনার কথা না মানে তা হলে বলে দিন, তোমরা যা কিছু করেছো তা থেকে আমি দায়মুক্ত”। [সূরা আশ-শু‘আরা: ২১৬]\n  <br/>\n  <br/>\n  অন্যত্র বলা হয়েছে, “এদেরকে বলুন, আমাদের ত্রুটির জন্য তোমরা জিজ্ঞাসিত হবে না এবং তোমরা যা কিছু করে যাচ্ছো সে জন্য আমাদের জবাবদিহি করতে হবে না। বলুন, আমাদের রব একই সময় আমাদের ও তোমাদের একত্র করবেন এবং আমাদের মধ্যে ঠিকমতো ফায়সালা করবেন।” [সূরা সাবা:২৫-২৬] অন্য সূরায় এসেছে, “এদেরকে বলুন হে আমার জাতির লোকেরা তোমরা নিজেদের জায়গায় কাজ করে যাও। আমি আমার কাজ করে যেতে থাকবো। শীঘ্রই তোমরা জানতে পারবে কার ওপর আসছে লাঞ্ছনাকর আযাব এবং কে এমন শাস্তি লাভ করছে যা অটল।” [সূরা আয-যুমার: ৩৯-৪০]। আবার মদীনা তাইয়েবার সমস্ত মুসলিমকেও এই একই শিক্ষা দেয়া হয়। তাদেরকে বলা হয়েছে, “তোমাদের জন্য ইবরাহীম ও তার সাথীদের মধ্যে রয়েছে একটি উত্তম আদর্শ। (সেটি হচ্ছে) তারা নিজেদের জাতিকে পরিষ্কার বলে দিয়েছে, আমরা তোমাদের থেকে ও তোমরা আল্লাহ্কে বাদ দিয়ে যেসব মাবুদদের পূজা করো তাদের থেকে পুরোপুরি সম্পর্কহীন। আমরা তোমাদের কুফৱী করি ও অস্বীকৃতি জানাই এবং যতক্ষণ তোমরা এক আল্লাহ্র প্রতি ঈমান না আনো ততক্ষণ আমাদের ও তোমাদের মধ্যে চিরকালীন শক্ৰতা সৃষ্টি হয়ে গেছে।” [সূরা আল-মুমতাহিনাহঃ ৪] কুরআন মজীদের একের পর এক এসব সুস্পষ্ট বক্তব্যের পর তোমরা তোমাদের ধর্ম মেনে চলো এবং আমাকে আমার ধর্ম মেনে চলতে দাও-“লাকুম দীনুকুম ওয়ালিয়াদীন” এর এ ধরনের কোন অর্থের অবকাশই থাকে না। বরং সূরা আয-যুমার এ যে কথা বলা হয়েছে, একে ঠিক সেই পর্যায়ে রাখা যায় যেখানে বলা হয়েছেঃ “হে নবী! এদেরকে বলে দিন, আমি তো আমার দ্বীনকে একমাত্ৰ আল্লাহ্র জন্য নির্ধারিত করে তাঁরই ইবাদাত করবো। তোমরা তাঁকে বাদ দিয়ে যার যার বন্দেগী করতে চাও করতে থাক না কেন।” [১৪]।\n  <br/>\n  <br/>\n  সুতরাং এটাই এ আয়াতের মূল ভাষ্য যে, এখানে কাফেরদের সাথে সম্পর্কচ্যুতি ঘোষণা করা হয়েছে। তবে এটাও লক্ষণীয় যে, পবিত্র কুরআনে একথাও আছে, “কাফেররা সন্ধি করতে চাইলে তোমরাও সন্ধি কর।” [সূরা আল-আনফাল: ৬১] তাছাড়া মদীনায় হিজরত করার পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম- তার ও ইয়াহূদীদের সাথে শান্তিচুক্তি সম্পাদন করেছিলেন। তাই সম্পর্কচ্যুতির অর্থ এ নয় যে, তাদের সাথে প্রয়োজনে সন্ধিচুক্তি করা যাবে না। মূলত সন্ধির বৈধতা ও অবৈধতার আসল কারণ হচ্ছে স্থান-কাল-পাত্র এবং সন্ধির শর্তাবলি। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর ফয়সালা দিতে গিয়ে বলেছেন- “সে সন্ধি অবৈধ, যা কোন হারামকে হালাল কিংবা হালালকে হারাম করে।” [আবু দাউদ: ৩৫৯৪, তিরমিয়ী: ১৩৫২, ইবনে মাজাহ:২৫৫৩] ইয়াহূদীদের সাথে সম্পাদিত চুক্তিতে ইসলামের মূলনীতিবিরুদ্ধ কোন বিষয় ছিল না। উদারতা, সদ্ব্যবহার ও শান্তি অন্বেষায় ইসলামের সাথে কোন ধর্মের তুলনা হয় না। কিন্তু এরূপ শান্তিচুক্তি মানবিক অধিকারের ব্যাপারে হয়ে থাকে- আল্লাহ্ তা‘আলার আইন ও দ্বীনের মূলনীতিতে কোন প্রকার দরকষাকষির অবকাশ নেই। [দেখুন, ইবন্ তাইমিয়্যাহ্, আল-জাওয়াবুস সহীহ, ৩/৫৯-৬২; ইবনুল কাইয়্যিম, বাদায়ি‘উল ফাওয়ায়িদ, ১/২৪৬-২৪৭]\n  <br/>\n </p>\n</div>"
    }
]