[
    {
        "id": 1,
        "verse": "১০ : ১",
        "arabic_text": "\nالٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ ",
        "bangla_text": "আলিফ্-লাম-রা [১]। এগুলো প্রজ্ঞাপূর্ণ কিতাবের আয়াত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ১০৯।\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  <br/>\n  <br/>\n  সূরা ইউনুস মক্কায় নাযিল হয়েছে। [ইবন কাসীর] কেউ কেউ সূরার মাত্র তিনটি আয়াতকে মাদানী বলে উল্লেখ করেছেন, যা মদীনায় হিজরত করার পর নাযিল হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  এ সূরার নাম সূরা ইউনুস। কারণ সূরার ৯৮ নং আয়াতে এর উল্লেখ রয়েছে।।\n  <br/>\n  <br/>\n  -----------------\n  <br/>\n  <br/>\n  [১] এগুলোকে ‘হরফে মোকাত্তা'আত’ বলা হয়। এগুলোর আলোচনা পূর্বে সূরা আল-বাকারায় করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১০ : ২",
        "arabic_text": "\nأَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَيۡنَآ إِلَىٰ رَجُلٖ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓاْ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٞ مُّبِينٌ ",
        "bangla_text": "মানুষের জন্য এটা কি আশ্চর্যের বিষয় যে, আমরা তাদেরই একজনের কাছে ওহী পাঠিয়েছি এ মর্মে যে, আপনি মানুষকে সতর্ক করুন [১] এবং মুমিনদেরকে সুসংবাদ দিন যে, তাদের জন্য তাদের রবের কাছে আছে উচ্চ মর্যাদা [২]! কাফিররা বলে, ‘এ তো এক সুস্পষ্ট জাদুকর !’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলা কাফের মুশরিকদের একটি সন্দেহ ও তার উত্তর তুলে ধরেছেন। সন্দেহটি ছিল এই যে, কাফেররা তাদের মূর্খতার দরুন সাব্যস্ত করে রেখেছিল যে, আল্লাহ্ তা'আলার পক্ষ থেকে যে নবী বা রাসূল আসবেন তিনি মানুষ হবেন না। পবিত্র কুরআনের বিভিন্ন স্থানে তাদের এ সন্দেহকে উল্লেখ করা হয়েছে। আর এটা যে শুধু কুরাইশ কাফেরদের সন্দেহ তা নয়। পূর্ববর্তী উম্মতরাও তা বলেছিল। তারা বলেছিল “মানুষই কি আমাদেরকে পথের সন্ধান দেবে ?\" [সূরা আত-তাগাবুনঃ ৬] নূহ ও হুদ এর কাওমও এ রকম বিস্মিত হয়েছিল। তখন নবীগণ তার জবাবে বলেছেন, “তোমরা কি বিস্মিত হচ্ছ যে, তোমাদেরই একজনের মাধ্যমে তোমাদের রবের কাছ থেকে তোমাদের কাছে উপদেশ এসেছে?” [সূরা আল-আ’রাফঃ ৬৩, ৬৯] অনুরূপভাবে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর কাওমও বলেছে, “সে কি বহু ইলাহকে এক ইলাহ বানিয়ে নিয়েছে? এটা তো এক অত্যাশ্চর্য ব্যাপার!” [সূরা সোয়াদঃ ৫] ইবন আব্বাস বলেন, যখন আল্লাহ্ তাআলা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে রাসূল হিসেবে পাঠালেন তখন আরবরা সেটা মানতে অস্বীকার করেছিল। অথবা তাদের মধ্যে অনেকেই এ জন্য অস্বীকার করেছিল যে, আল্লাহ্ মহান যে তিনি তাঁর রাসূল বানাবেন মুহাম্মাদের মত একজন মানুষকে। তিনি এটা করতেই পারেন না। তখন এ আয়াত নাযিল হয়। [ইবন কাসীর] আল্লাহ তা'আলা তাদের এই ভ্রান্ত ধারণার উত্তর কুরআনুল কারীমের বিভিন্ন জায়গায় বিভিন্ন প্রকারে দিয়েছেন। এক আয়াতে বলেছেনঃ “যমীনের উপর বানিয়ে পাঠাতাম”। [আল-ইসরাঃ ৯৫] যার মূল কথা হল এই যে, রিসালাতের উদ্দেশ্য ততক্ষণ পর্যন্ত পূর্ণ হবে না, যতক্ষণ পর্যন্ত না রাসূল এবং যাদের মধ্যে রাসূল পাঠানো হচ্ছে এ দুয়ের মধ্যে পারস্পরিক সম্পর্ক থাকে। বস্তুতঃ ফিরিশতার সম্পর্ক থাকে ফিরিশতাদের সাথে আর মানুষের সম্পর্ক থাকে মানুষের সাথে। যখন মানুষের জন্য রাসূল পাঠানোই উদ্দেশ্য, তখন কোন মানুষকেই রাসূল বানানো উচিত।\n  <br/>\n  <br/>\n  [২] এ বাক্যের দ্বারা সুসংবাদ দেয়া হয়েছে। ইবনে আব্বাস বলেন, এর অর্থ যিকরুল আউয়াল তথা লাওহে মাহফুযে তাদের তাকদীরে সৌভাগ্যবান লিখা হয়েছে। অন্য বর্ণনায় তিনি বলেন, তারা যে উত্তম আমল পেশ করেছে সে জন্য উত্তম প্রতিদান রয়েছে। [ইবন কাসীর; সা’দী] অতএব, বাক্যের অর্থ দাড়ালো এই যে, ঈমানদারদেরকে এ সুসংবাদ দিয়ে দিন যে, তাদের জন্য তাদের পালনকর্তার কাছে অনেক বড় সম্মানিত মর্যাদা রয়েছে যা তারা নিশ্চিতই পাবে এবং পাওয়ার পর কখনো তা শেষ হয়ে যাবে না। চিরকালই তারা সে সম্মানিত মর্যাদায় অধিষ্ঠিত থাকবেন। এ আয়াতের তাফসীর যদি আমরা কুরআনের দিকে তাকাই তাহলে দেখতে পাই যে, এর সমার্থে সূরা আল-কাহফের ২-৩ নং আয়াতে এসেছে, যেখানে বলা হয়েছে, তারা সেখানে সর্বদা অবস্থান করবে। মুজাহিদ বলেন, এর দ্বারা পূর্বে তারা যে আমল করেছে যেমন, তাদের সালাত, সাওম, সাদকা, তাসবীহ ইত্যাদি বোঝানো হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেছেন, এক্ষেত্রে (صدق) শব্দ প্রয়োগের মাঝে এমন ইশারা করাও উদ্দেশ্য যে, জান্নাতের এসব উচ্চমর্যাদা একমাত্র সত্যনিষ্ঠা ও ইখলাসের কারণেই পাওয়া যাবে। কোন কোন মুফাসসির বলেন এখানে যাবতীয় কল্যাণ উদ্দেশ্য নেয়া হয়েছে। মুজাহিদ রাহেমাহুল্লাহ বলেনঃ এখানে (قَدَمَ صِدْقٍ) বলে তাদের সৎকর্মকাণ্ডসমূহকেই বুঝানো হয়েছে। যেমন, তাদের সালাত, সাওম, সাদকা, তাসবীহ ইত্যাদি। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১০ : ৩",
        "arabic_text": "\nإِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُدَبِّرُ ٱلۡأَمۡرَۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعۡدِ إِذۡنِهِۦۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ فَٱعۡبُدُوهُۚ أَفَلَا تَذَكَّرُونَ ",
        "bangla_text": "তোমাদের রব তো আল্লাহ্‌, যিনি আসমানসমূহ ও যমীন ছয় দিয়ে সৃষ্টি করেছেন [১], তারপর তিনি ‘আরশের উপর উঠলেন [২]। তিনি সব বিষয় পরিচালনা করেন [৩]। তাঁর অনুমতি লাভ না করে সুপারিশ করার কেউ নেই [৪]। তিনিই আল্লাহ্‌, তোমাদের রব; কাজেই তোমরা তাঁরই ইবাদাত কর [৫]। তবুও কি তোমরা উপদেশ গ্রহন করবে না [৬]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে তাওহীদকে এমন অনস্বীকার্য বাস্তবতার দ্বারা প্রমাণ করা হয়েছে যে, আসমান ও যমীনকে সৃষ্টি করার মধ্যে অতঃপর সমস্ত কাজকর্ম পরিচালনার মধ্যে যখন আল্লাহ তা'আলার কোন শরীক-অংশীদার নেই, তখন ইবাদাত-বন্দেগী এবং হুকুম পালনের ক্ষেত্রে অন্য কেউ কি করে শরীক হতে পারে? বরং এতে (ইবাদাতে) অন্য কাউকে শরীক করা একান্তই অবিচার এবং সীমালঙ্ঘনের শামিল। এ আয়াতে এরশাদ হয়েছে যে, আসমান ও যমীনকে আল্লাহ্ তা'আলা মাত্র ছয় দিনে সৃষ্টি করেছেন। এখানে কি পরিমাণ সময় উদ্দেশ্য তা একমাত্র আল্লাহই ভাল জানেন। যদিও কোন কোন মুফাসসির এ দিনগুলোকে আমাদের বর্তমান দিন’ এর মত মনে করেছেন। কোন কোন মুফাসসির মত প্রকাশ করেছেন যে, এ দিনগুলো অন্য আয়াতে বর্ণিত, একদিন সমান একহাজার বছরের মত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] তারপর বলেছেন\n  <br/>\n  <br/>\n  (ثُمَّ اسۡتَوٰی عَلَی الۡعَرۡشِ)\n  <br/>\n  <br/>\n  অর্থাৎ আরশের উপর উঠেছেন। কুরআন এবং হাদীস দ্বারা এটা প্রমাণিত যে, আল্লাহ্ তা'আলার আরশ এক প্রকাণ্ড সৃষ্টি আর তা সমস্ত সৃষ্টিজগতের ছাদস্বরূপ। আল্লাহ্ তা'আলা তার আরশের উপর উঠা বাস্তব বিষয়। এটা আল্লাহর একটি মহান কার্যগত গুণ। তিনি যে রকম তার আরশের উপর উঠাও সেরকম। আমরা তার আরশের উপর উঠা কথাটা বুঝি তবে সে উঠার ধরণ আমরা জানিনা। আল্লাহর আরশের উপর উঠা সংক্রান্ত বিস্তারিত আলোচনা সূরা আল-বাকারায় করা হয়েছে।\n  <br/>\n  <br/>\n  [৩] সৃষ্টিজগতের যাবতীয় কর্মকাণ্ড তিনিই পরিচালনা করেন। \"আসমান ও যমীনের অণু পরিমান বস্তুও তাঁর জ্ঞানের বাইরে নেই।\" [সাবাঃ ৩] কোন ব্যাপারে মনযোগ দিতে গিয়ে অন্য ব্যাপার তাঁর বাধা হয় না। [বুখারী] অগণিত আবেদনকারীর আবেদন তাঁর জন্য কোন সমস্যা সৃষ্টি করে না। চাওয়ার প্রচণ্ডতায় তিনি বিরক্ত হোন না। বৃহৎ কর্মকাণ্ডগুলো পরিচালনা করতে গিয়ে ছোট ছোট বস্তুগুলো তার খেয়ালচু্যত হয়না। চাই তা সমুদ্রে বা পাহাড়ে বা জনবসতিপূর্ণ এলাকা যেখানেই হোক না কেন। [এ ব্যাপারে আরো দেখুনঃ সূরা হুদঃ ৬, সূরা আল-আনআমঃ ৫৯]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ দুনিয়ার পরিচালনা ও ব্যবস্থাপনায় অন্য কারোর হস্তক্ষেপ করা তো দূরের কথা, কারো আল্লাহর কাছে সুপারিশ করে তাঁর কোন ফায়সালা পরিবর্তন করার অথবা করো ভাগ্য ভাঙা-গড়ার ইখতিয়ারও নেই। বড়জোর সে আল্লাহর কাছে দো'আ করতে পারে। কিন্তু তার দোআ কবুল হওয়া না হওয়া পুরোপুরি আল্লাহর ইচ্ছার উপর নির্ভরশীল। আল্লাহর এ একচ্ছত্র কর্তৃত্ব ও ক্ষমতার রাজ্যে নিজের কথা নিশ্চিতভাবে কার্যকর করিয়ে নেবার মতো শক্তিধর কেউ নেই। এমন শক্তি কারোর নেই যে,তার সুপারিশকে প্রত্যাখ্যাত হওয়া থেকে বাঁচাতে পারে। এ সুপারিশের বিষয়টি আল্লাহ্ তা'আলা পবিত্র কুরআনের বিভিন্ন স্থানে বর্ণনা করেছেন। [দেখুনঃ সূরা আল-বাকারাহঃ ২৫৫, সূরা আন-নাজমঃ ২৬, সূরা সাবাঃ ২৩]\n  <br/>\n  <br/>\n  [৫] উপরের তিনটি বাক্যে প্রকৃত সত্য বর্ণনা করা হয়েছিল, অর্থাৎ প্রকৃতপক্ষে আল্লাহই তোমাদের রব। এখন বলা হচ্ছে, এ প্রকৃত সত্যের উপস্থিতিতে তোমাদের কোন ধরনের কর্মপদ্ধতি অবলম্বন করা উচিত। মূলত রবুবীয়াত তথা বিশ্ব-জাহানের সার্বভৌম ক্ষমতা, নিরংকুশ কর্তৃত্ব ও প্রভুত্ব যখন পরোপুরি আল্লাহর আয়ত্বাধীন তখন এর অনিবার্য দাবী স্বরুপ মানুষকে তাঁরই বন্দেগী করতে হবে। [ইবন কাসীর] অন্য আয়াতেও আল্লাহ্ তা'আলা সেটা বলেছেন, তিনি বলেন, “আর যদি আপনি তাদেরকে জিজ্ঞেস করেন, কে তাদেরকে সৃষ্টি করেছে , তারা অবশ্যই বলবে, ‘আল্লাহ। অতঃপর তারা কোথায় ফিরে যাচ্ছে?\" [সূরা আয-যুখরুফ ৮৭] আরও বলেন, “বলুন, সাত আসমান ও মহা-আরশের রব কে? অবশ্যই তারা বলবে, ‘আল্লাহ। বলুন, ‘তবুও কি তোমরা তাকওয়া অবলম্বন করবে না?” [সূরা আলমুমিনুন: ৮৬-৮৭] তাছাড়া সূরা ইউনুসের এ আয়াতের আগের ও পরের আয়াতেও একই বক্তব্য এসেছে।\n  <br/>\n  <br/>\n  ৬) অর্থাৎ যখন এ সত্য তোমাদের সামনে প্রকাশ করে দেয়া হয়েছে এবং তোমাদের পরিষ্কারভাবে জানিয়ে দেয়া হয়েছে যে, এ সত্যের উপস্থিতিতে তোমাদের কি কর্মপদ্ধতি অবলম্বন করতে হবে তখন এরপরও কি তোমাদের চোখ খুলবে না এবং তোমরা এমন বিভ্রান্তির মধ্যে ডুবে থাকবে? তোমরা কি তোমাদের অস্বীকার ও গোড়ামীতেই রত থাকবে যে তোমরা মোটেই উপদেশ গ্রহণ করবে না? [আইসারুত তাফাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১০ : ৪",
        "arabic_text": "\nإِلَيۡهِ مَرۡجِعُكُمۡ جَمِيعٗاۖ وَعۡدَ ٱللَّهِ حَقًّاۚ إِنَّهُۥ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ لِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ بِٱلۡقِسۡطِۚ وَٱلَّذِينَ كَفَرُواْ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ ",
        "bangla_text": "তাঁরই কছে তোমাদের সকলের ফিরে যাওয়া [১]; আল্লাহ্‌র প্রতিশ্রুতি সত্য [২]। সৃষ্টিকে তিনিই প্রথম অস্তিত্বে আনেন, তারপর সেটার পুনরাবৃত্তি ঘটাবেন [৩] যারা ঈমান এনেছে এবং সৎকাজ করেছে তাদেরকে ইনসাফপূর্ণ প্রতিফল প্রদানের জন্য। আর যারা কুফরী করেছে তাদের জন্য রয়েছে অত্যন্ত গরম পানীয় [৪] ও অতীব কষ্টদায়ক শাস্তি; কারন তারা কুফরী করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদের এ দুনিয়া থেকে ফিরে গিয়ে নিজেদের রবের কাছে হিসেব দিতে হবে। সে সুনির্দিষ্ট সময়ে তিনি তোমাদের সবাইকে একত্রিত কববেন [ইবন কাসীর; সা’দী]\n  <br/>\n  <br/>\n  [২] এ আয়াতে সমগ্র সৃষ্টিজগতের বহু নিদর্শন উল্লেখিত হয়েছে, যা আল্লাহ্ তা'আলার পূর্ণ কুদরত ও পরিপূর্ণ হেকমতের স্বাক্ষর বহন করে এবং এ দাবী প্রমাণ হিসেবে দাড়িয়ে আছে যে, আল্লাহ্ তা'আলা সৃষ্টিকে ধ্বংস করে গুড়িয়ে দিতে সক্ষম এবং পরে পুনরায় সেই কণাসমূহকে একত্রিত করে একেবারে নতুন অবস্থায় জীবিত করে হিসাব-নিকাশের পর পুরস্কার কিংবা শাস্তির আইন জারি করবেন। কুরাইশ কাফেরদের অধিকাংশই আল্লাহকে তাদের সৃষ্টিকর্তা হিসেবে মানত। তাই আল্লাহ তা'আলা এর দ্বারাই তাদের উপর দলীল নিচ্ছেন যে, যিনি প্রথমবার সৃষ্টি করতে পারেন তিনি অবশ্যই ধ্বংসের পর দ্বিতীয়বার সেটাকে অস্তিত্বে আনতে সক্ষম। [কুরতুবী] আর এটা তাঁর ওয়াদা। এ ওয়াদা তিনি অবশ্যই পূরণ করবেন। কারণ, এর মাধ্যমে তিনি যারা হৃদয় দিয়ে ঈমান এনেছে এবং অঙ্গ-প্রত্যঙ্গ দিয়ে ওয়াজিব ও মুস্তাহাব পালন করে নেক আমল করেছে, তাদেরকে প্রতিফল দিবেন। [সা'দী]। আর যারা কুফরী করবে তাদেরকেও তাদের কুফরীর কারণে তিনি যন্ত্রণাদায়ক শাস্তি দিবেন।\n  <br/>\n  <br/>\n  [৩] এ বাক্যটির মধ্যে দাবী ও প্রমাণ উভয়েরই সমাবেশ ঘটেছে। দাবী হচ্ছে, আল্লাহ পুনর্বার মানুষকে সৃষ্টি করবেন। এর প্রমাণ হিসেবে বলা হয়েছে, তিনিই প্রথমবার মানুষ সৃষ্টি করেছেন। আর যে ব্যক্তি একথা স্বীকার করে যে, আল্লাহই সৃষ্টির সূচনা করেছেন। সে কখনো আল্লাহর পক্ষে এ সৃষ্টির পুনরাবৃত্তিকে অসম্ভব বা দুর্বোধ্য মনে করতে পারে না। অন্য আয়াতে আল্লাহ বলেন, “যেভাবে আমরা প্রথম সৃষ্টির সূচনা করেছিলাম সেভাবে পুনরায় সৃষ্টি করব; এটা আমার কৃত প্রতিশ্রুতি, আর আমরা তা পালন করবই।” [সূরা আল-আম্বিয়া: ১০৪]\n  <br/>\n  <br/>\n  [৪] এ অত্যন্ত গরম পানীয় কাফেরদের জন্য শাস্তি স্বরূপ থাকবে। এ প্রচণ্ড গরম পানীয়ের বিভিন্ন গুণাগুণ অন্যান্য আয়াতে বর্ণিত হয়েছে। সূরা আর-রাহমানের ৪৪ নং আয়াতে বলা হয়েছেঃ “তারা জাহান্নামের আগুন ও ফুটন্ত পানির মধ্যে ছুটোছুটি করবে\" আবার কোথাও বলা হয়েছেঃ “এবং যাদেরকে পান করতে দেয়া হবে ফুটন্ত পানি যা তাদের নাড়ীভূঁড়ি ছিন্ন-বিচ্ছিন্ন করে দেবে?” [সূরা মুহাম্মাদঃ ১৫] আরো বলা হয়েছে “ তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি, যা দ্বারা তাদের উদরে যা আছে তা এবং তাদের চামড়া বিগলিত করা হবে\"। [সূরা আল-হাজ্জঃ ১৯-২০]\n  <br/>\n  <br/>\n  অন্য আয়াতে বলা হয়েছেঃ “তারা পানীয় চাইলে তাদেরকে দেয়া হবে গলিত ধাতুর  ন্যায় পানীয়, যা তাদের মুখমন্ডল দগ্ধ করবে” [সূরা আল-কাহফঃ ২৯] আরো বলা হয়েছেঃ “তারপর তোমরা পান করবে তার উপর অতি উষ্ণ পানি, ফলে তারা পান করবে তৃষ্ণার্ত উটের ন্যায়।\" [সূরা আল-ওয়াকি'আহঃ ৫৪-৫৫] কুরআনের কোন কোন আয়াতে এ গরম পানিকে পুঁজ হিসেবে আখ্যায়িত করা হয়েছে, বলা হয়েছেঃ “এবং পান করানো হবে গলিত পুঁজ; যা সে অতি কষ্টে একেক ঢোক করে গিলবে এবং তা গিলা প্রায় সহজ হবে না”। [সূরা ইবরাহীমঃ ১৬-১৭] আবার কোন কোন স্থানে বলা হয়েছে যে, তাদের জন্য সমভাবে গরম পানীয় ও পুঁজ উভয়টিই থাকবে, “কাজেই তারা আস্বাদন করুক ফুটন্ত পানি ও পুঁজ”। [সূরা সোয়াদঃ ৫৭] আরো এসেছেঃ “সেখানে তারা আস্বাদন করবে না শীত, না কোন পানীয়, ফুটন্ত পানি ও পুঁজ ছাড়া ; [সূরা আন-নাবা ২৪-২৫]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১০ : ৫",
        "arabic_text": "\nهُوَ ٱلَّذِي جَعَلَ ٱلشَّمۡسَ ضِيَآءٗ وَٱلۡقَمَرَ نُورٗا وَقَدَّرَهُۥ مَنَازِلَ لِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلۡحَقِّۚ يُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ ",
        "bangla_text": "তিনি সূর্যকে দীপ্তিময় ও চঁদকে আলোকময় করেছেন এবং তার জন্য মনযিল নির্দিষ্ট করেছেন যাতে তোমরা বছর গণনা ও সময়ের হিসাব জানতে পার। আল্লাহ্‌ এগুলোকে যথাযথ ভাবেই সৃষ্টি করেছেন [১]। তিনি এসব নিদর্শন বিশদভাবে বর্ণনা করেন এমন সম্প্রদায়ের জন্য যারা জানে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনি এগুলো অনাহুত সৃষ্টি করেননি। বরং তিনি অত্যন্ত প্রজ্ঞাময়, তাঁর প্রত্যেকটি কাজই প্রজ্ঞায় পূর্ণ। আসমান ও যমীন সৃষ্টির মাঝে কোন হেকমত নেই এমন কথা শুধুমাত্র কাফেররাই বলতে পারে। [এ ব্যাপারে আরো দেখুন, সূরা সোয়াদঃ ২৭, সূরা আল-মূমিনূনঃ ১১৫-১১৬]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১০ : ৬",
        "arabic_text": "\nإِنَّ فِي ٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَّقُونَ ",
        "bangla_text": "নিশ্চয় দিন ও রাতের পরিবর্তনে এবং আল্লাহ্‌ আসমানসমূহ ও যমীনে যা সৃষ্টি করেছেন [১] তাতে নিদর্শন রয়েছে এমন সম্প্রদায়ের জন্য যারা তাকওয়া অবলম্বন করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আসমান ও যমীনে আল্লাহ্ তা'আলা যা সৃষ্টি করেছেন তাতে চিন্তা করলে দেখা যাবে যে, সেগুলো আল্লাহরই মহিমা ও শ্রেষ্ঠত্ব ঘোষণা করছে। কুরআনের অন্যান্য আয়াতেও আল্লাহ্ তা'আলা এ বিষয়টির দিকে ইঙ্গিত করেছেন। যেমন, সূরা ইউসুফঃ ১০৫, সূরা ইউনুসঃ ১০১, সূরা সাবাঃ ৯, সূরা আলে ইমরানঃ ১৯০। এগুলোর পরিবর্তনের অর্থ, একটির পর অপরটি এমনভাবে আসা তাদের সুনির্দিষ্ট নিয়মের কোন ব্যঘাত ঘটে না। [ইবন কাসীর] এ ব্যাপারে সূরা আল-আরাফ এর ৫৪, সূরা ইয়াসীন এর ৪০ নং এবং সূরা আল-আন’আমের ৯৬ নং আয়াতেও চাঁদ ও সূর্যের নিয়মানুবর্তিতার কথা বর্ণিত হয়েছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১০ : ৭",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا وَرَضُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَٱطۡمَأَنُّواْ بِهَا وَٱلَّذِينَ هُمۡ عَنۡ ءَايَٰتِنَا غَٰفِلُونَ ",
        "bangla_text": "নিশ্চয় যারা আমাদের সাক্ষাতের আশা পোষণ করে না, দুনিয়ার জীবন নিয়েই সন্তুষ্ট হয়েছে এবং এতেই পরিতৃপ্ত থাকে [১], আর যারা আমাদের নিদর্শনাবলী সম্পর্কে গাফিল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদা বলেন, দুনিয়াদারদের তুমি দেখবে যে, তারা দুনিয়ার জন্যই খুশী হয়, দুনিয়ার জন্যই চিন্তিত হয়, দুনিয়ার জন্যই অসন্তুষ্ট হয় আর দুনিয়ার জন্যই সন্তুষ্ট হয়। [তাবারী] এ আয়াতে জাহান্নামের অধিবাসীদের বিশেষ লক্ষণসমূহ বর্ণনা করা হচ্ছে। প্রথমতঃ তারা আল্লাহর সাথে সাক্ষাতের আশা করে না, বিশ্বাসও করে না। দ্বিতীয়তঃ তারা আখেরাতের চিরস্থায়ী জীবন ও তার অনন্ত-অসীম সুখ-দুঃখের কথা ভুলে গিয়ে শুধুমাত্র পার্থিব জীবন নিয়েই সন্তুষ্ট হয়ে গেছে। তৃতীয়তঃ পৃথিবীতে তারা এমন নিশ্চিত হয়ে বসেছে যেন এখান থেকে আর কোথাও তাদের যেতেই হবে না; চিরকালই যেন এখানে থাকবে। কখনো তাদের একথা মনে হয় না যে, এ পৃথিবী থেকে প্রত্যেকটি লোকের বিদায় নেয়া এমন বাস্তব বিষয় যে, এতে কখনো কোন সন্দেহ হতে পারে না। তাছাড়া এখান থেকে নিশ্চিতই যখন যেতে হবে, তখন যেখানে যেতে হবে, সেখানকার জন্যও তো খানিকটা প্রস্তুতি নেয়া কর্তব্য ছিল। চতুর্থতঃ এসব লোক আমার নিদর্শনাবলী ও আয়াতসমূহের প্রতি ক্রমাগত গাফিলতী করে চলেছে। সুতরাং এরা না আল্লাহর কুরআনের আয়াত দ্বারা উপকৃত হয়, না আসমান-যমীন কিংবা এ দুয়ের মধ্যবর্তী কোন সাধারণ সৃষ্টি অথবা নিজের অস্তিত্ব সম্পর্কে একটুও চিন্তা-ভাবনা করে। তাই তাদের ঠিকানা, অবস্থান ও বাসস্থান হবে জাহান্নাম যেখান থেকে তারা আর কোথাও যেতে বা পালাতে পারবে না। কারণ তারা কুফরী, শির্ক ও বিভিন্ন প্রকার পাপের মাধ্যমে তাই অর্জন করেছে। [সা'দী]।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১০ : ৮",
        "arabic_text": "\nأُوْلَٰٓئِكَ مَأۡوَىٰهُمُ ٱلنَّارُ بِمَا كَانُواْ يَكۡسِبُونَ ",
        "bangla_text": "তাদেরই আবাস আগুন; তাদের কৃতকর্মের জন্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১০ : ৯",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ يَهۡدِيهِمۡ رَبُّهُم بِإِيمَٰنِهِمۡۖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ فِي جَنَّٰتِ ٱلنَّعِيمِ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে তাদের রব তাদের ঈমান আনার কারণে তাদেরকে পথ নির্দেশ করবেন [১]; নিয়ামতে ভরপুর জান্নাতে তাদের পাদদেশে নহরসমূহ প্রবাহিত হবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে (بِاِیۡمَانِهِمۡ) শব্দের সাথে যে (ب) হরফটি ব্যবহৃত হয়েছে, তার দুটি অর্থ হতে পারে- (এক) কারণে। তখন আয়াতের অর্থ হবে- যারা ঈমান এনেছে ও সৎকর্ম করেছে, তাদেরকে তাদের প্রভু ঈমানের কারণে মহাপুরষ্কারের ব্যবস্থা করবেন। তিনি তাদেরকে হিদায়াত দিবেন। তিনি তাদেরকে তাদের জন্য যা উপকারী তা শিক্ষা দিবেন। হিদায়াতের কারণে তারা ভালো আমল করার তৌফিক লাভ করবেন, তারা আল্লাহর আয়াত ও নিদর্শনসমূহে দৃষ্টি দিতে পারবেন। এ দুনিয়াতে সৎপথে পরিচালিত করবেন। হিদায়াতুল মুস্তাকীম নসীব করবেন আর আখেরাতে পুল-সিরাতের পথে তাদের পরিচালিত করবেন যাতে তারা জান্নাতে পৌছতে পারে। [সা’দী] (দুই) সাহায্যে বা দ্বারা। [কাশশাফ: ইবন কাসীর] মুজাহিদ রাহেমাহুল্লাহ বলেনঃ তাদের জন্য আলোর ব্যবস্থা করবেন ফলে তারা সে আলোকে আলোকিত হয়ে পথ চলতে পারবে। [তাবারী] অর্থাৎ দুনিয়ার জীবনও তাদের আলোকিত হবে। তারা তাদের জীবনের উদ্দেশ্য ও লক্ষ্য সম্পর্কে জানা থাকার কারণে অন্ধকারে হাতিয়ে বেড়াবে না। তাদের জীবন হবে আলোকিত জীবন। [দেখুনঃ সূরা আল-আনআমঃ ১২২, সূরা আশ-শুরাঃ ৫২, সূরা আল হাদীদঃ ২৮] আর আখেরাতের জীবনেও তারা তাদের প্রভুর যাবতীয় কল্যাণ লাভে সামর্থ হবেন। পুলসিরাতেও তাদের আলোর ব্যবস্থা থাকবে। যাবতীয় সংকটময় মুহুর্তে তাদের প্রভু তাদের পথ দেখানোর ব্যবস্থা করবেন। [দেখুনঃ সূরা আল-হাদীদঃ ১৩] কাতাদা ও ইবন জুরাইজ বলেন, তার আমল তার জন্য সুন্দর সূরত ও সুগন্ধিযুক্ত বাতাসের রূপ ধারণ করে যখন সে কবর থেকে উঠবে তখন তার সম্মুখীন হয়ে তাকে যাবতীয় কল্যাণের সুসংবাদ জানাবে। সে তখন তাকে বলবে, তুমি কে? সে বলবে, আমি তোমার আমল। তখন তার সামনে আলোর ব্যবস্থা করবে যতক্ষণ না সে জান্নাতে প্রবেশ করায়। আর এটাই এ আয়াতের অর্থ। পক্ষান্তরে কাফেরের জন্য তার আমল কুৎসিত সূরত ও দুর্গন্ধযুক্ত হয়ে আসবে এবং তার সার্বক্ষণিক সার্থী হবে যতক্ষণ না সে তাকে জাহান্নামে প্রবেশ করাচ্ছে। [তাবারী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] যদি কেউ প্রশ্ন করে, কিভাবে বলা হল যে, তাদের নিচ দিয়ে নালাসমূহ প্রবাহিত হবে, আর আল্লাহ্ তা'আলা কুরআনের সবখানেই জান্নাতের এ নালাসমূহকে বাগানের নিচ দিয়ে প্রবাহিত হওয়ার কথা জানিয়েছে, এটা তো সম্ভব শুধু এক অবস্থায়, সেটা হচ্ছে, তারা যমীনের উপরে থাকবে, আর নালাসমূহ থাকবে যমীনের নীচ দিয়ে? এটা তো জান্নাতের নালাসমূহের বৈশিষ্ট্য নয়। কারণ, সেগুলো প্রবাহিত হবে যমীনের মধ্যে কোন প্রকার গর্ত না করে? উত্তর হচ্ছে, এ অর্থ নেয়াটা শুদ্ধ নয়। বরং নিচে দিয়ে নালা প্রবাহিত হওয়ার অর্থ তাদের নিকট দিয়ে প্রবাহিত হওয়া। তাদের সামনে দিয়ে নে'আমতপূর্ণ বাগানসমূহে। এর অনুরূপ কথা আল্লাহ্ তা'আলা মারইয়ামকে সম্বোধন করে বলেছিলেন, “অবশ্যই তোমার রব তোমার নিচ দিয়ে প্রস্রবণ প্রবাহিত করেছেন\" [সূরা মারইয়াম: ২৪] আর এটা জানা কথা যে, সে প্রস্রবণটি মারইয়ামের বসার নিচে ছিল না। বরং এর দ্বারা উদ্দেশ্য নেয়া হয়েছে যে, তার নিকটে। তার সামনে। অনুরূপভাবে আল্লাহ্ তা'আলা ফিরআউনের ভাষণ সম্পর্কে বলেছেন, সে বলেছিল: \"মিসরের রাজত্ব কি আমার নয়? আর এ নালাসমূহ কি আমার নিচ দিয়ে প্রবাহিত নয়?” [সূরা আয-যুখরুফ ৫১] এখানে নিচ দিয়ে অর্থ, কাছে বা সামনে। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১০ : ১০",
        "arabic_text": "\nدَعۡوَىٰهُمۡ فِيهَا سُبۡحَٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمۡ فِيهَا سَلَٰمٞۚ وَءَاخِرُ دَعۡوَىٰهُمۡ أَنِ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "সেখানে তাদের ধ্বনি হবেঃ ‘হে আল্লাহ্‌! আপনি মহান, পবিত্র [১]! এবং সেখানে তাদের অভিবাদন হবে, ‘সালাম’ [২] আর তাদের শেষ ধ্বনি হবেঃ ‘সকল প্রশংসা সৃষ্টিকুলের রব আল্লাহ্‌র প্রাপ্য [৩]!’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে জান্নাতবাসীদের প্রথম ও প্রধান অবস্থা বর্ণিত হয়েছে [সা’দী] বলা হয়েছে যে, জান্নাতবাসীদের (دعوى) হবে (سُبْحٰنَكَ اللّٰهُمَّ)। এখানে (دعوى) শব্দটির অর্থ কি, এ ব্যাপারে বিভিন্ন মত রয়েছে। কারণ, (دعوى) শব্দটির কয়েকটি অর্থ রয়েছে-\n  <br/>\n  <br/>\n  (এক) দাবী করা। তখন আয়াতের অর্থ হবে, দুনিয়ায় ও আখেরাতে সবসময়ই জান্নাতবাসীগণের দাবী ছিল আল্লাহ্ তা'আলাকে যাবতীয় দোষ-ত্রুটিমুক্ত ঘোষণা করা, তাঁর জন্য উলুহিয়াত তথা যাবতীয় ইবাদাত সাব্যস্ত করা। তাই তারা জান্নাতেও এটার দাবী করবে। [তাবারী] কোন কোন মুফাসসির আবার এ অর্থ করেছেন যে, এখানে দাবী করার অর্থ সার্বক্ষণিক এ কাজে লেগে থাকা। ছুটতে থাকে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  (দুই) দোআ করা। [তাবারী] আর দোআ করার অর্থ নির্ধারণে আলেমগণ বেশকিছু মতামত ব্যক্ত করেছেন- (ক) তাদের আহবান ও সম্বোধন হবে তাসবীহ ও তাহমীদের মাধ্যমে। (খ) তাদের ইবাদাত হবে সুবাহানাকাল্লাহুম্মা এ কালেমার মাধ্যমে। [বাগভী] (গ) তাদের কথা ও কাজও হবে উক্ত কালেমার মাধ্যমে। [বাগভী] এসবগুলোই অর্থ হতে পারে। কারণ, আমরা জানি যে, দুআ দু'প্রকার। (এক) চাওয়ার মাধ্যমে দু’আ। যেমন আল্লাহ আমাকে অমুক বস্তু দান করুন। এ ধরণের দোআ অনেক পরিচিত। (দুই) ইবাদাত ও প্রশংসার মাধ্যমে দোআ যাতে আল্লাহর প্রশংসা এবং শুকরিয়া থাকে। এ হিসাবে কুরআন ও সুন্নায় বহু দোআ এসেছে। যেমন, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ সবচেয়ে উত্তম দোআ হলো আলহামদুলিল্লাহ। [তিরমিযীঃ ৩৩০৫, ইবনে মাজাহঃ ৩৭৯০]। অনুরূপভাবে অন্য হাদিসে বলা হয়েছেঃ মুসীবতের দো’আ হচ্ছে-\n  <br/>\n  <br/>\n  (  لَا إِلَهَ إِلَّا اللَّهُ الْعَظِيمُ الْحَلِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَوَاتِ، وَرَبُّ الْأَرْضِ، وَرَبُّ الْعَرْشِ الْكَرِيمِ)\n  <br/>\n  <br/>\n  অর্থাৎ,  ‘আল্লাহ ছাড়া ইবাদাতের যোগ্য কোন মা’বুদ নেই, তিনি মহান, সহিষনু। আল্লাহ্‌ ছাড়া কোন মা’বুদ নেই, তিনি আরশের মহান রব। আল্লাহ্‌ ছাড়া ইবাদাতের যোগ্য কোন মা’বুদ নেই, তিনি আসমান-যমীনের রব এবং ‘আরশের মহান রব’। [বুখারীঃ ৬৩৪৫, মুসলিমঃ ২৭৩০] অনুরূপভাবে রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আরো বলেনঃ যিন্নুন (ইউনুস) 'আলাইহিস সালাম যখন মাছের পেটে ছিলেন তখন তার দো'আ (লা ইলাহা ইল্লা আনৃতা সুবহানাকা ইন্নিকুন্তু মিনায্‌যোয়ালিমীন) এ দোআ দ্বারা যখনই কোন মুসলিম কিছুর জন্য দো'আ করবে, আল্লাহ তার দো'আ কবুল করবেন। [তিরমিযীঃ ৩৫০০] এ সমস্ত হাদীস এবং এ জাতীয় অন্যান্য অনেক হাদীস দ্বারা প্রমাণিত হচ্ছে যে, আল্লাহর প্রশংসা এবং কৃতজ্ঞতা প্রকাশের মাধ্যমে দোআ করার নির্দেশ শরীআতে এসেছে। তাই অনেক আলেম এ ধরণের প্রশংসাসূচক দোআকে চাওয়াসূচক দোআ হতে শ্রেষ্ঠ বলে মত প্রকাশ করেছেন। এসব কিছু থেকে একথা স্পষ্ট হচ্ছে যে, জান্নাতের অধিবাসীগণের আল্লাহর প্রশংসা, পবিত্রতা ঘোষণা করা মূলতঃ আল্লাহর কাছে দোআ করা। কোন কোন মুফাসসির বলেন, যেহেতু তাদের উপর থেকে ইবাদতের যাবতীয় বোঝা নামিয়ে দেয়া হয়েছে, তখন তাদের কাছে শুধু বাকী থাকবে সবচেয়ে বড় স্বাদের বিষয়। আর তা হচ্ছে আল্লাহর যিকর করা। যা অন্যান্য যাবতীয় নে’আমতের চেয়ে তাদের কাছে বেশী মজাদায়ক হবে। যাতে থাকবে না কোন কষ্ট। [সা'দী]\n  <br/>\n  <br/>\n  (তিন) আশা-আকাঙ্খা করা, [ফাতহুল কাদীর] অর্থাৎ জান্নাতে তাদের সবধরণের নেয়ামত লাভের পর তাদের আর কোন চাহিদা বাকী থাকবে না। তাই তারা শুধু সুবাহানাকা আল্লাহুম্মা বা হে আল্লাহ্! আপনি কতই না পবিত্র! এ প্রশংসামূলক বাক্যই তাদের দ্বারা সর্বক্ষণ ঘোষিত হোক এমনটি আশা করবে এবং বলতে চাইবে। ইবন কাসীর মোটকথা, জান্নাতবাসীদের যাবতীয় দোআ, কাজ, কথা, দাবী, আশা-আকাঙ্খা সবকিছুই হবে আল্লাহর তাসবীহ পাঠ ও তার তাহমীদ বা প্রশংসায় নিয়োজিত থাকা। এ ব্যাপারে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ \"জান্নাতবাসীগণ জান্নাতে খাবে এবং পান করবে, কিন্তু কোন থুথু, পায়খানা-পেশাব, সর্দি-কাশির সম্মুখীন হবে না। শুধুমাত্র ঢেকুর আসবে যাতে মিস্কের সুঘ্ৰাণ থাকবে। তাদের মনে শ্বাস-প্রশ্বাসের মতই আল্লাহর তাসবীহ তাহমীদ (সুবাহানাল্লাহ-আলহামদুলিল্লাহ) পাঠ করতে ইলহাম (মনে উদিত করে দেয়া) হবে। [মুসলিমঃ ২৮৩৫]\n  <br/>\n  <br/>\n  [২] জান্নাতবাসীদের দ্বিতীয় অবস্থা প্রসঙ্গে বলা হয়েছে (وَ تَحِیَّتُهُمۡ فِیۡهَا سَلٰمٌ) প্রচলিত অর্থে  (تَحِيَّةٌ) বলা হয় এমন শব্দ বা বাক্যকে যার মাধ্যমে কোন আগন্তুক কিংবা অভ্যাগতকে অভ্যর্থনা জানানো হয়। যেমন, সালাম, স্বাগতম, খোশ আমদেদ, কিংবা আহলান ওয়া সাহ্লান প্রভৃতি। সুতরাং আয়াতে বলা হয়েছে যে, আল্লাহ্ তা'আলা অথবা ফিরিশতাদের পক্ষ থেকে জান্নাতবাসীদেরকে (سلام) এর মাধ্যমে অভ্যর্থনা জানানো হবে। কুরতুবী; ফাতহুল কাদীরা অর্থাৎ এ সুসংবাদ দেয়া হবে যে, তোমরা যে কোন রকম কষ্ট ও অপছন্দনীয় বিষয় থেকে হেফাযতে থাকবে। এ সালাম স্বয়ং আল্লাহ্ তা'আলার পক্ষ থেকেও হতে পারে। যেমন, সূরা ইয়াসীনে রয়েছে\n  <br/>\n  <br/>\n  (سَلٰمٌ ۟ قَوۡلًا  مِّنۡ  رَّبٍّ  رَّحِیۡمٍ)\n  <br/>\n  <br/>\n  আবার ফিরিশতাদের পক্ষ থেকেও হতে পারে। আবার ফিরিশতা কর্তৃক তাদের রবের পক্ষ থেকেও হতে পারে। [বাগভী] যেমন, অন্যত্র এরশাদ হয়েছে\n  <br/>\n  <br/>\n  (وَ الۡمَلٰٓئِکَةُ یَدۡخُلُوۡنَ  عَلَیۡهِمۡ مِّنۡ کُلِّ بَابٍ ٭  سَلٰمٌ عَلَیۡکُمۡ)\n  <br/>\n  <br/>\n  অর্থাৎ ফিরিশতাগণ প্রতিটি দরজা দিয়ে সালামুন আলাইকুম বলতে বলতে জান্নাতবাসীদের কাছে আসতে থাকবেন। [সূরা আর-রাদঃ ২৩-২৪] আর এ দু'টি বিষয়ে বিরোধ-বৈপরীত্ব নেই যে, কখনো সরাসরি স্বয়ং আল্লাহ তা'আলার পক্ষ থেকে এবং কখনো ফিরিশতাদের পক্ষ থেকে সালাম আসবে। আবার জান্নাতীগণ পরস্পরকে এ সালামের মাধ্যমে সাদর সম্ভাষণ জানাবেন। [ফাতহুল কাদীর; সাদী] আল্লাহ্ তা'আলা বলেনঃ\n  <br/>\n  <br/>\n  (تَحِیَّتُهُمۡ یَوۡمَ یَلۡقَوۡنَهٗ سَلٰمٌ)\n  <br/>\n  <br/>\n  অর্থাৎ \"যেদিন তারা আল্লাহর সাথে সাক্ষাৎকরবে, সেদিন তাদের পরস্পর সম্ভাষণ হবে সালামের মাধ্যমে”। [সূরা আহ্যাবঃ ৪৪, অনুরূপ আয়াত আরো দেখুন, ওয়াকি'আঃ ২৫-২৬] অর্থাৎ সালাম শব্দটি তখন আল্লাহর পক্ষ থেকে, ফিরিশতাদের পক্ষ থেকে এবং মুমিনগণ পরস্পর নিজেদের মধ্যে বিনিময় করবে। সালাম শব্দের আরেক অর্থ দোআ বা যাবতীয় আপদ থেকে নিরাপত্তা। তখন অর্থ হবে, জাহান্নামবাসীরা যে বিপদের সম্মুখীন হয়েছে তা থেকে তোমাদেরকে নিরাপত্তা প্রদান করা হচ্ছে। [তাবারী]\n  <br/>\n  <br/>\n  [৩] জান্নাতবাসীদের তৃতীয় অবস্থা বর্ণনা প্রসঙ্গে বলা হয়েছে যে, জান্নাতবাসীদের সর্বশেষ দোআ হবে\n  <br/>\n  <br/>\n  (اَلۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ)\n  <br/>\n  <br/>\n  অর্থাৎ জান্নাতবাসীরা জান্নাতে পৌছার পর আল্লাহ তা'আলাকে জানার ক্ষেত্রে বিপুল উন্নতি লাভ করবে। তখন তারা শুধু তার প্রশংসাই করতে থাকবে। জান্নাতবাসীদের প্রাথমিক দো’আ হবে (سُبْحَانَكَ اللّٰهُمَّ) আর সর্বশেষ দো’আ হবে\n  <br/>\n  <br/>\n  (اَلۡحَمۡدُ لِلّٰہِ رَبِّ الۡعٰلَمِیۡنَ)\n  <br/>\n  <br/>\n  এতে আল্লাহ রাববুল আলামীন-এর বিশেষ কিছু গুণ-বৈশিষ্টের প্রতি ইঙ্গিত করা হয়েছে। [বাগভী] যেমন, পরাক্রম ও মহত্ত্ব গুণ যাতে যাবতীয় দোষ-ত্রুটি হতে আল্লাহ তা'আলার পবিত্রতার কথা ব্যক্ত করা হয়েছে। আরো রয়েছে সিফাতে করম যাতে তার মহানুভবতা, পরিপূর্ণতা ও পরাকাষ্ঠার উল্লেখ রয়েছে। কুরআনুল কারীমের\n  <br/>\n  <br/>\n  (تَبٰرَکَ اسۡمُ  رَبِّکَ ذِی الۡجَلٰلِ  وَ  الۡاِکۡرَامِ) [সূরা আর-রাহমান: ৭৮]\n  <br/>\n  <br/>\n  আয়াতে এতদুভয় গুণ-বৈশিষ্টের প্রতিই ইঙ্গিত করা হয়েছে। এ আয়াত এবং এ জাতীয় অন্যান্য আয়াত দ্বারা প্রমাণিত হচ্ছে যে, আল্লাহ তা'আলা সদা প্রশংসিত। সহীহ হাদীসে এসেছে, “জান্নাতবাসীগণকে তাসবীহ ও তাহমীদ যথা সুবহানাল্লাহ ও আলহামদুলিল্লাহর ইলহাম এমনভাবে করা হবে যেমনিভাবে শ্বাস-প্রশ্বাসের ইলহাম করা হবে\" [মুসলিমঃ ২৮৩৫] এটা একথাই প্রমাণ করে যে, মহান আল্লাহ সদা প্রসংশিত। আমরা যদি কুরআনের বিভিন্ন আয়াতের প্রতি তাকাই তাহলে দেখতে পাব যে, আল্লাহ নিজেকে বিভিন্নভাবে প্রশংসনীয় বলে ব্যক্ত করেছেন। সূরা আলফাতিহার তাফসীরে তার বর্ণনা চলে গেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১০ : ১১",
        "arabic_text": "\n۞ وَلَوۡ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسۡتِعۡجَالَهُم بِٱلۡخَيۡرِ لَقُضِيَ إِلَيۡهِمۡ أَجَلُهُمۡۖ فَنَذَرُ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ ",
        "bangla_text": "আর আল্লাহ্‌ যদি মানুষের অকল্যাণে (সাড়া দিতে) তাড়াতাড়ি করেন, যেভাবে তিনি তাদের কল্যাণে (সাড়া দিতে) তাড়াতাড়ি করেন, তবে অবশ্যই তাদের মৃত্যুর সময় এসে যেত [১]। কাজেই যারা আমাদের সাক্ষাতের আশা পোষণ করে না তাদেরকে আমরা তাদের অবাধ্যতায় উদভ্রান্তের মত ঘুরতে ছেড়ে দেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে (الشر) বা খারাপ বস্তু কি? এ নিয়ে মতভেদ আছে। এক. কোন কোন মুফাসসির বলেনঃ এখানে খারাপ বস্তু বলতে নদর ইবনে হারেস নামীয় কাফেরের বদদোআ বোঝানো হয়েছে। যাতে সে বলেছিলঃ হে আল্লাহ! যদি মুহাম্মাদের দ্বন সত্য হয়, তবে আমার উপর আকাশ থেকে পাথর বর্ষণ করে আমাকে ধ্বংস করে দিন [বাগভী] এর উত্তরে বলা হয়েছে যে, আল্লাহ সর্ববিষয়েই ক্ষমতাশীল, প্রতিশ্রুত এ আযাব এক্ষণেই নাযিল করতে পারেন। কিন্তু তিনি তার মহান হেকমত ও দয়াকরুণার দরুন এ মূৰ্খরা নিজেদের জন্য যে বদদোআ করে এবং বিপদ ও অকল্যাণ কামনা করে তা নাযিল করেন না। যদি আল্লাহ তা'আলা তাদের বদদোআগুলোও তেমনিভাবে যথাশীঘ্ৰ কবুল করে নিতেন, যেভাবে তাদের ভাল দো'আগুলো কবুল করেন, তাহলে এরা সবাই ধ্বংস হয়ে যেত। দুই. অধিকাংশ মুফাসসিরীনের মতে এক্ষেত্রে বদদো-আর মর্ম এই যে, কোন কোন সময় কেউ কেউ রাগের বশবর্তী হয়ে নিজের সন্তান-সন্ততির কিংবা অর্থ-সম্পদ ধ্বংসের বদদো'আ করে বসে কিংবা বস্তুসামগ্রীর প্রতি অভিসম্পাত করতে আরম্ভ করে- আল্লাহ তা'আলা স্বীয় করুণা ও মহানুভবতাবশতঃ সহসাই এসব দোআ কবুল করেন না। [তাবারী; কুরতুবী; বাগভী; ইবন কাসীর; ফাতহুল কাদীর] এতে প্রতীয়মান হয় যে, কল্যাণ ও মঙ্গলের শুভ দোআ-প্রার্থনার ব্যাপারে আল্লাহ্ তা'আলার রীতি হচ্ছে যে, অধিকাংশ সময় তিনি সেগুলো শীঘ্ৰ কবুল করে নেন। অবশ্য কখনো কখনো হেকমত ও কল্যাণের কারণে কবুল না হওয়া এর পরিপন্থী নয়। কিন্তু মানুষ যে কখনো নিজেদের অজান্তে এবং কোন দুঃখ-কষ্ট ও রাগের বশে নিজের কিংবা নিজের পরিবার-পরিজনের জন্য বদদোআ করে বসে, অথবা আখেরাতের প্রতি অস্বীকৃতির দরুন আযাবকে প্রহসন মনে করে নিজের জন্য তাকে আমন্ত্রণ জানাতে থাকে সেগুলো তিনি সঙ্গে সঙ্গে কবুল করেন না; বরং অবকাশ দেন, যাতে অস্বীকারকারীরা বিষয়টি চিন্তা-ভাবনা করে নিজেদের অস্বীকৃতি থেকে ফিরে আসার সুযোগ পায় এবং কোন সাময়িক দুঃখকষ্ট, রাগ-রোষ কিংবা যদি মনোবেদনার কারণে বদদোআ করে বসে, তাহলে সে যেন নিজের কল্যাণ-অকল্যাণ, ভাল-মন্দ লক্ষ্য করে, তার পরিণতি বিবেচনা করে তা থেকে বিরত হবার অবকাশ পেতে পারে। তারপরও কোন কোন সময় এমন কবৃলিয়ত বা মঞ্জুরীর সময় আসে, যখন মানুষের মুখ থেকে যে কোন কথা বের হয়, তা সঙ্গে সঙ্গে কবুল হয়ে যায়। সেজন্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “নিজের সন্তান-সন্ততি ও অর্থ-সম্পদের জন্য কখনো বদদো'আ করো না। এমন যেন না হয় যে, সে সময়টি হয় মঞ্জুরীর সময় এবং দোআ সাথে সাথে কবুল হয়ে যায়’ ! [আবু দাউদঃ ১৫৩২, মুসলিমঃ ৩০০৯]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১০ : ১২",
        "arabic_text": "\nوَإِذَا مَسَّ ٱلۡإِنسَٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوۡ قَاعِدًا أَوۡ قَآئِمٗا فَلَمَّا كَشَفۡنَا عَنۡهُ ضُرَّهُۥ مَرَّ كَأَن لَّمۡ يَدۡعُنَآ إِلَىٰ ضُرّٖ مَّسَّهُۥۚ كَذَٰلِكَ زُيِّنَ لِلۡمُسۡرِفِينَ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর মানুষকে যখন দুঃখ-দৈন্য স্পর্শ করে তখন সে শুয়ে, বসে বা দাঁড়িয়ে আমাদেরকে ডেকে থাকে [১]। অতঃপর আমরা যখন তার দুঃখ-দৈন্য দূর করি, তখন সে এমনভাবে চলতে থাকে যেন তাকে দুঃখ-দৈন্য স্পর্শ করার পর তার জন্য সে আমাদেরকে ডাকেইনি। এভাবে সীমালংঘনকারীদের কাজ তাদের কাছে শোভনীয় করে দেয়া হয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সাধারণ মানুষের এক রূপ ফুটিয়ে তোলা হয়েছে। তা হলো এই যে, সাধারণ সুখ-স্বাচ্ছন্দ্যের সময় এরা আল্লাহ ও আখেরাতের বিরুদ্ধে যুক্তি-তর্কে লিপ্ত হয়, অন্যান্যদেরকে আল্লাহর শরীক সাব্যস্ত করে এবং তাদেরই কাছে উদ্দেশ্য সিদ্ধির আশা করে, কিন্তু যখন কোন বিপদে পড়ে তখন এরা নিজেরাও আল্লাহ ব্যতীত সমস্ত লক্ষ্যস্থলের প্রতি নিরাশ হয়ে গিয়ে শুধু আল্লাহকেই ডাকতে আরম্ভ করে। শুয়ে, বসে, দাড়িয়ে সর্বাবস্থায় একমাত্র তাকেই ডাকতে বাধ্য হয়। [সা'দী] অথচ তারই সাথে তাদের অনুগ্রহ বিমুখতার অবস্থা হল এই যে, যখনই আল্লাহ্ তা'আলা তাদের বিপদাপদ দূর করে দেন, তখনই আল্লাহ্ তা'আলার ব্যাপারে এমন মুক্ত হয়ে যায়, যেন কখনো তাকে ডাকেইনি, তার কাছে যেন কোন বাসনাই প্রার্থনা করেনি। এ বিষয়টি আল্লাহ্ তা'আলা কুরআনের অন্যান্য স্থানেও উল্লেখ করেছেন। যেমন, সূরা আয-যুমারঃ ৮, আয-যুমারঃ ৪৯, আল-ইসরাঃ ৮৩, ফুসসিলাতঃ ৫১ ৷\n  <br/>\n  <br/>\n  কিন্তু যাদের হেদায়াত নসীব হয়েছে এবং ঈমান এনেছে, তারা সুখে-দুঃখে সর্বাবস্থায় আল্লাহকে স্মরণ রাখে। আল্লাহ্ তা'আলা তাদেরকে সূরা হুদের ১১ নং আয়াতে ব্যতিক্রম বলে ঘোষণা করেছেন। অনুরূপভাবে রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের কাজ-কারবার দেখে আশ্চৰ্য্য হতে হয়, আল্লাহ তার জন্য যা কিছুই ঘটাক সেটাই তার জন্য কল্যাণের রূপ নেয়। যদি তার কোন ক্ষতি বা দুঃখজনক কিছু ঘটে তখন সে তাতে ধৈর্য ধারণ করে, ফলে তা তার জন্য কল্যাণকর হয়। আর যদি তার কোন খুশী বা লাভজনক কিছু হয় তাতে সে কৃতজ্ঞ হয়, শুকরিয়া আদায় করে, ফলে তা তার জন্য কল্যাণকর হয়। এটা একমাত্র মুমিনই পেতে পারে, আর কারো পক্ষে নয়’। [মুসলিমঃ ২৯৯৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১০ : ১৩",
        "arabic_text": "\nوَلَقَدۡ أَهۡلَكۡنَا ٱلۡقُرُونَ مِن قَبۡلِكُمۡ لَمَّا ظَلَمُواْ وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَمَا كَانُواْ لِيُؤۡمِنُواْۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ ",
        "bangla_text": "আর অবশ্যই আমরা তোমাদের আগে বহু প্রজন্মকে ধ্বংস করেছি যখন তারা যুলুম করেছিল। আর তাদের কাছে তাদের রাসূলগণ স্পষ্ট প্রমাণাদিসহ এসেছিল, কিন্তু তারা ঈমান আনার জন্য প্রস্তুত ছিল না। এভাবে আমরা অপরাধী সম্প্রদায়কে প্রতিফল দিয়ে থাকি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কেউ যেন আল্লাহ্‌ তা'আলার অবকাশ দানের কারণে এমন ধারণা করে না বসে যে, পৃথিবীতে আযাব আসতেই পারে না। বিগত জাতিসমূহের ইতিহাস এবং তাদের ঔদ্ধত্য ও কৃতঘ্নতার সাক্ষীস্বরূপ বিভিন্ন রকম আযাব এ পৃথিবীতেই এসে গেছে। এটা হচ্ছে জাতিসমূহের ব্যাপারে আল্লাহর নীতি [সা’দী] আল্লাহ্ তাআলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এ দোআ কবুল করে নিয়েছেন যে, কোন সাধারণ ব্যাপক আযাব এ উম্মতের উপর আসবে না। ফলে আল্লাহ তা'আলার এহেন করুণা, অনুগ্রহ এসব লোককে এমন নির্ভয় করে দিয়েছে যে, তারা একান্ত দুঃসাহসের সাথে আল্লাহর আযাবকে আমন্ত্রণ জানাতে এবং তার দাবী করতে তৈরী হয়ে যায়। কিন্তু মনে রাখা প্রয়োজন যে, আল্লাহ তা'আলার আযাব সম্পর্কে এ নিশ্চিন্ততা কোন অবস্থাতেই তাদের জন্য সমীচীন ও কল্যাণকর নয়। কারণ, গোটা উম্মত এবং সমগ্র বিশ্বের উপর ব্যাপক আযাব না আসলেও বিশেষ বিশেষ ব্যক্তি বা সম্পপ্রদায়ের উপর আযাব নেমে আসা অসম্ভব নয়।\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১০ : ১৪",
        "arabic_text": "\nثُمَّ جَعَلۡنَٰكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ مِنۢ بَعۡدِهِمۡ لِنَنظُرَ كَيۡفَ تَعۡمَلُونَ ",
        "bangla_text": "তারপর আমরা তোমাদেরকে তাদের যমীনে স্থলাভিষিক্ত করেছি, তোমরা কিরূপ কাজ কর তা দেখার জন্য [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ অতঃপর পূর্ববর্তী জাতি-সম্প্রদায়কে ধ্বংস করার পর আমি তোমাদেরকে তাদের স্থলাভিষিক্ত বানিয়েছি। এই মর্যাদা ও সম্মান দানের পিছনে আসল উদ্দেশ্য হলো তোমাদের পরীক্ষা নেয়া। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “দুনিয়া হলো সুফলা সুমিষ্ট জিনিস, আর আল্লাহ্ তোমাদেরকে তাতে প্রতিনিধিত্ব করবেন। এতে করে তিনি দেখতে চান তোমাদের আমল কেমন? সুতরাং তোমরা দুনিয়ার ব্যাপারে তাকওয়া অবলম্বন কর এবং মহিলাদের ব্যাপারেও তোমরা তাকওয়া অবলম্বন কর। কেননা বনী ইসরাঈলদের প্রথম পরীক্ষা ছিল মহিলাদের দ্বারা”। [মুসলিমঃ ২৭৪২]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১০ : ১৫",
        "arabic_text": "\nوَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَاتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا ٱئۡتِ بِقُرۡءَانٍ غَيۡرِ هَٰذَآ أَوۡ بَدِّلۡهُۚ قُلۡ مَا يَكُونُ لِيٓ أَنۡ أُبَدِّلَهُۥ مِن تِلۡقَآيِٕ نَفۡسِيٓۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۖ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ ",
        "bangla_text": "আর যখন আমাদের আয়াত, যা সুস্পষ্ট, তাদের কাছে পাঠ করা হয় তখন যারা আমাদের সাক্ষাতের আশা পোষণ করে না [১] তারা বলে, ‘অন্য এক কুরআন আন এটা ছাড়া, বা এটাকে বদলাও।‘ বলুন, ‘নিজে থেকে এটা বদলানো আমার কাজ নয় আমার প্রতি যা ওহী হয়, আমি শুধু তারই অনুসরণ করি [২]। আমি আমার রবের অবাধ্যতা করলে অবশ্যই মহা দিনের শাস্তির আশংকা করি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আখেরাত অস্বীকারকারীদের একটি ভ্রান্ত ধারণা এবং অন্যায় আবদারের খণ্ডন করা হয়েছে। এসব লোক আল্লাহ তা'আলার ওহী ও রেসালাত সম্পর্কিত কোন পরিচয় জানত না। যে কুরআনুল কারম রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মাধ্যমে পৃথিবীতে পৌছেছে, তার সম্পর্কে এদের ধারণা ছিল এই যে, এটি স্বয়ং তারই কালাম, তারই রচনা। এ ধারণার প্রেক্ষিতেই তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে দাবী জানায় যে, কুরআন এটি তো আমাদের বিশ্বাসের বিরোধী; যে মূর্তি-বিগ্রহকে আমাদের পিতা-পিতামহ সততঃ সম্মান করে এসেছে, কুরআন সে সমুদয়কে বাতিল ও পরিতাজ্য সাব্যস্ত করে। তদুপরি কুরআন আমাদের বলে যে, মৃত্যুর পর পুনরায় জীবিত হতে হবে এবং সেখানে হিসাব-নিকাশ হবে। এসব বিষয় আমাদের বুঝে আসে না। আমরা এসব মানতে রায়ী নই। সুতরাং হয় আপনি এ কুরআনের পরিবর্তে অন্য কুরআন তৈরী করে দিন যাতে এসব বিষয় থাকবে না, আর না হয় অন্ততঃ এতেই সংশোধন করে সে বিষয়গুলো বাদ দিয়ে দিন। [দেখুন, বাগভী; কুরতুবী ইবন কাসীর; ফাতহুল কাদীর] তারা আরও চাচ্ছিল যে, হালালকে হারাম এবং হারামকে হালাল করে দিন। [তাবারী; কুরতুবী] আল্লাহ্ তা'আলা তাদের ভ্রান্ত বিশ্বাস দূর করার লক্ষ্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে হেদায়াত দান করেছেন যে, আপনি তাদের বলে দিনঃ এটি আমার কালামও নয় এবং নিজের ইচ্ছামত আমি এতে কোন পরিবর্তন-পরিবর্ধনও করতে পারি না। আমি তো শুধুমাত্র আল্লাহর ওহীর তাবেদার। আমি আমার ইচ্ছামত এতে যদি সামান্যতম পরিবর্তনও করি, তাহলে অতি কঠিন গোনাহগার হয়ে পড়ব এবং নাফরমানদের জন্য যে আযাব নির্ধারিত রয়েছে, আমি তার ভয় করি। কাজেই আমার পক্ষে এমনটি অসম্ভব। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এটি হচ্ছে ওপরের দুটি কথার জবাব। এখানে একথাও বলে দেয়া হয়েছে যে, আমি এ কিতাবের রচয়িতা নই বরং অহীর মাধ্যমে এটি আমার কাছে এসেছে এবং এর মধ্যে কোন রকম রদবদলের অধিকারও আমার নেই। আর তাছাড়া এ ব্যাপারে কোন প্রকার সমঝোতার সামান্যতম সম্ভাবনাও নেই। যদি গ্রহণ করতে হয় তাহলে এ সমগ্র দ্বীনকে হুবহু গ্রহণ করতে হবে, নয়তো পুরোপুরি রদ করে দিতে হবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১০ : ১৬",
        "arabic_text": "\nقُل لَّوۡ شَآءَ ٱللَّهُ مَا تَلَوۡتُهُۥ عَلَيۡكُمۡ وَلَآ أَدۡرَىٰكُم بِهِۦۖ فَقَدۡ لَبِثۡتُ فِيكُمۡ عُمُرٗا مِّن قَبۡلِهِۦٓۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": "বলুন, ‘আল্লাহ্‌ যদি চাইতেন আমিও তোমাদের কাছে এটা তিলাওয়াত করতাম না এবং তিনিও তোমাদেরকে এ বিষয়ে জানতেন না। আমি তো আগে তোমাদের মধ্যে জীবনের দীর্ঘকাল অবস্থান করেছি [২]; তবুও কি তোমরা বুঝতে পার না [২]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সময়টুকু ছিল, চল্লিশ বৎসর। আনাস রাদিয়াল্লাহু আনহু বলেনঃ “আল্লাহ্ তা’আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে চল্লিশ বৎসর বয়সে নবুওয়াত দেন”। [বুখারীঃ ৩৫৪৮, মুসলিমঃ ২৩৪৭]\n  <br/>\n  <br/>\n  [২] মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যে নিজে এ কিতাবের রচয়িতা নন বরং আল্লাহর পক্ষ থেকে অহীর মাধ্যমে এটি তার ওপর নাযিল হচ্ছে, তার এ দাবীর সপক্ষে এটি একটি জোরালো যুক্তি। মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জীবন তো তাদের মাঝেই ছিল। নবুওয়াত লাভের আগে পুরো চল্লিশটি বছর তিনি তাদের মধ্যে অতিবাহিত করেছিলেন। কোন লেখা পড়া জানতেন না। [কুরতুবী] তিনি তাদের শহরে জন্মগ্রহণ করেন। তাদের চোখের সামনে তাঁর শিশুকাল অতিক্রান্ত হয়। সেখানেই বড় হন। যৌবনে পদার্পণ করেন তারপর প্রৌঢ়ত্বে পৌঁছেন। থাকাখাওয়া, ওঠাবসা, লেনদেন, বিয়ে শাদী ইত্যাদি সব ধরনের সামাজিক সম্পর্ক তাদের সাথেই ছিল এবং তার জীবনের কোন দিক তাদের কাছে গোপন ছিল না। তার এ জীবনধারার মধ্যে দুটি বিষয় একেবারেই সুস্পষ্ট ছিল। মক্কার প্রত্যেকটি লোকই তা জানতো। এক, নবুওয়াত লাভ করার আগে তার জীবনের পুরো চল্লিশটি বছরে তিনি এমন কোন শিক্ষা, সাহচর্য ও প্রশিক্ষণ লাভ করেননি এবং তা থেকে এমন তথ্যাদি সংগ্রহ করেননি যার ফলে একদিন হঠাৎ নবুওয়াতের দাবী করার সাথে সাথেই তার কণ্ঠ থেকে এ তথ্যাবলীর ঝর্ণাধারা নিঃসৃত হতে আরম্ভ করেছে। দ্বিতীয় যে কথাটি তাঁর পূর্ববতী জীবনে সুস্পষ্ট ছিল সেটি এই যে, নবুওয়াত লাভের পূর্ব থেকেই তিনি সততা ও আমানতদারীতে প্রসিদ্ধ ছিলেন। [কুরতুবী] মিথ্যা, প্রতারণা, জালিয়াতী, ধোঁকা, শঠতা, ছলনা এবং এ ধরনের অন্যান্য অসৎগুণাবলীর কোন সামান্যতম গন্ধও তাঁর চরিত্রে পাওয়া যেতো না। মূলতঃ এটা এমন একটি দিক যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নবুওয়তের অত্যন্ত সুস্পষ্ট দলীল। সম্রাট হিরাক্লিয়াস আবু সুফিয়ানকে জিজ্ঞাসা করেছিলেন যে, তোমরা কি তাকে (অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে) এ-ধরনের (অর্থাৎ নবুওয়তের) দাবীর পূর্বে কখনো মিথ্যা বলার অপবাদ দিতে? আবু সুফিয়ান তখন বলেছিল, না-- অথচ আবু সুফিয়ান ঐ সময় কাফেরদের সর্দার ছিল। তারপরও সে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে হক কথা বলতে বাধ্য হয়েছিল। আর জানা কথা যে, শক্রদের মুখ থেকে যে প্রশংসা বের হয় তা যথার্থ প্রশংসা। মোট কথাঃ তখন সম্রাট হিরাক্লিয়াস বলেছিলেনঃ “আমি এটা অবশ্যই বুঝি যে, সে মানুষের সাথে মিথ্যা কথা ত্যাগ করেছে তারপর সে আল্লাহর উপর মিথ্যা কথা বলবে এটা কখনো হতে পারে না” [বুখারীঃ ৭, মুসলিমঃ ১৭৭৩] অনুরূপভবে জাফর ইবনে আবি তালেবও আবিসিনিয়ার বাদশাহ নাজাসির দরবারে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ব্যাপারে বলেছেন যে, \"আল্লাহ আমাদের মধ্যে এমন একজন রাসূলকে পাঠিয়েছেন যার গুণাগুণ বংশ পরিচয় ও আমানতদারী সম্পর্কে আমাদের সবাই জানে”। [মুসনাদে আহমাদ: ১/২০১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১০ : ১৭",
        "arabic_text": "\nفَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "অতএব যে ব্যক্তি আল্লাহ্‌ সম্পর্কে মিথ্যা রচনা বা আল্লাহর আয়াতসমূহে মিথ্যারোপ করে তার চেয়ে বড়  যালিম আর কে [১]? নিশ্চয় অপরাধীরা সফলকাম হবে না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তার চাইতে বড় যালেম আর কেউ নেই যে আল্লাহর উপর মিথ্যা রটনা করে এবং তাঁর বাণী পরিবর্তন করে। আর তিনি যা নাযিল করেছেন তার সাথে কোন কিছু যোগ করে দেয়। অনুরূপভাবে তোমাদের থেকে বড় যালেমও আর কেউ হবে না যদি তোমরা কুরআনকে অস্বীকার কর এবং আল্লাহর উপর মিথ্যা অপবাদ দাও এবং বল যে, এটা আল্লাহর কালাম নয়। এটাই আল্লাহ তা'আলা তার রাসূলকে নির্দেশ দিয়েছেন, যাতে তিনি তাদেরকে এটা জানিয়ে দেন। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা আল্লাহর উপর মিথ্যাচার করে তারা কখনো সফলকাম হবে না। তাদের কর্মকাণ্ড মানুষের কাছে মিথ্যা হিসেবে বিবেচিত হবেই। মূলত: নবী সত্য বা মিথ্যা এটা জানার বিভিন্ন পদ্ধতি বিদ্যমান। তন্মধ্যে সবচেয়ে বড় বিষয় হলো, দু’জনের চারিত্রিক বৈশিষ্ট্য, কথাবার্তা, চাল-চলন ইত্যাদি তুলনা করা। বিবেকবান মাত্রই এ কাজটি সহজে করতে পারে। মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে মুসাইলামা কাৰ্য্যাবের কোন তুলনা কি চলে? আমর ইবনে আস একবার মুসাইলামার কাছে গেল। মুসাইলামা তার পুরাতন বন্ধু ছিল। আমর তখনও ইসলাম গ্রহণ করেনি। তখন মুসাইলামা তাকে জিজ্ঞাসা করলঃ হে আমর! তোমাদের লোকের (অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) উপর এ সময়ে কি নাযিল হয়েছে? আমর ইবনে \"আস জবাবে বললঃ আমি তার সাথীদের একটি সূরা পড়তে শুনেছি। মুসাইলামা বল্লঃ সেটা কি? আমর বললঃ\n  <br/>\n  <br/>\n  (وَ الۡعَصۡرِ ۙ﴿۱﴾  اِنَّ  الۡاِنۡسَانَ لَفِیۡ خُسۡرٍ ۙ﴿۲﴾  اِلَّا  الَّذِیۡنَ  اٰمَنُوۡا وَ عَمِلُوا الصّٰلِحٰتِ وَ تَوَاصَوۡا بِالۡحَقِّ ۬ۙ  وَ تَوَاصَوۡا بِالصَّبۡرِ ﴿۳﴾)\n  <br/>\n  <br/>\n  সূরাটি শুনে মুসাইলামা কিছুক্ষণ চিন্তা করতে থাকলো, তারপর বললোঃ আমার উপরও অনুরূপ নাযিল করা হয়েছে। আমর বললোঃ সেটা কি? সে বললঃ\n  <br/>\n  <br/>\n  (يَاوَبَر، اِنَّمَا اَنْتَ اُذُنَانِ وَصَدَدُ، وَسَائِرُكَ حَقَرٌ نَقَرٌ) ,\n  <br/>\n  <br/>\n  তারপর মুসাইলামা বাহাদুরী নেয়ার আশায় আমরের দিকে তাকিয়ে বললোঃ আমর! কেমন লাগলো? তখন আমর বললোঃ আল্লাহর শপথ করে বলছি, তুমি অবশ্যই এটা জানো যে, আমি জানি, তুমি মিথ্যা বলছ”। [ইবন কাসীর; ইবন রাজাব, জামেউল উলুম ওয়াল হিকাম: ১১২] এটাই যদি একজন কাফেরের বিশ্লেষণ তাহলে মুমিন কত সহজেই সত্য নবী ও মিথ্যা নবীর মধ্যে পার্থক্য করতে পারবে তা বলাই বাহুল্য। অপরদিকে আমরা সত্য নবীর ব্যাপারেও তার সততার সাক্ষ্য খুব সহজভাবেই দেখতে পাই। আব্দুল্লাহ ইবনে সালাম বলেনঃ “যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদীনায় আগমণ করলেন তখন লোকেরা চতুর্দিক থেকে ধেয়ে আসলো। আমিও তাদের সাথে আসার পর যখন আমি তাকে দেখলাম তখনি বুঝতে পারলাম যে, তার চেহারা কোন মিথু্যক লোকের চেহারা নয়। তখন আমি প্রথম যে কথা কয়টি শুনেছিলাম তা হলোঃ হে মানব সম্প্রদায়! সালামের প্রসার কর, খাবার খাওয়াও, আত্মীয়তার সম্পর্ক ঠিক রাখো এবং রাতে মানুষেরা যখন ঘুমন্ত থাকে তখন সালাত আদায় কর, ফলে তোমরা প্রশাস্তির সাথে বা সালামের সাথে জান্নাতে প্রবেশ করতে পারবে”। [মুস্তাদরাকে হাকেমঃ ৪২৮৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১০ : ১৮",
        "arabic_text": "\nوَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡ وَيَقُولُونَ هَٰٓؤُلَآءِ شُفَعَٰٓؤُنَا عِندَ ٱللَّهِۚ قُلۡ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعۡلَمُ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "আর তারা আল্লাহ্‌ ছাড়া এমন কিছুর ‘ইবাদাত করছে যা তাদের ক্ষতিও করতে পারে না, উপকারও করতে পারে না। আর তারা বলে, ‘এগুলো আল্লাহ্‌র কাছে আমাদের সুপারিশকারী।‘ বলুন, ‘তোমরা কি আল্লাহ্‌কে আসমানসমূহ ও যমীনের এমন কিছুর সংবাদ দেবে যা তিনি জানেন না [১]? তিনি মহান, ‘পবিত্র এবং তারা যাকে শরীক করে তা থেকে তিনি অনেক ঊর্ধে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তা'আলাই সর্বজ্ঞানী। আসমান ও যমীনে যা আছে তার জ্ঞান সেটাকে ঘিরে আছে। তিনি তোমাদের জানাচ্ছেন যে, তার কোন শরীক নেই, তার সাথে কোন ইলাহ নেই। আর হে মুশরিক সম্প্রদায়! তোমরা মনে করছ যে, তাঁর শরীক পাওয়া যায়? তোমরা কি তাঁকে এমন বিষয়ের সংবাদ দিচ্ছ যা তাঁর কাছে গোপন রয়েছে এবং তোমরা জেনে নিয়েছ? এটা নিঃসন্দেহে বড় অসার কথা। এ মূৰ্খ লোকগুলো কি রাববুল আলামীনের চেয়ে বেশী জানে? এ বিষয়টি সম্পর্কে সামান্য চিন্তা করলেই এর অসারতা ধরা পড়ে [সা’দী] কারণ, কোন জিনিসের আল্লাহর জ্ঞানের অন্তর্ভুক্ত না হওয়ার মানেই হচ্ছে এই যে, সেটির কোন অস্তিত্বই নেই। কারণ, যা কিছুর অস্তিত্ব আছে সবই আল্লাহর জ্ঞানের অন্তর্ভুক্ত। কাজেই আল্লাহ তো জানেন না আকাশে ও পৃথিবীতে তাঁর কোন শরীক আছে। অনুরূপভাবে তিনি জানেন না তোমাদের জন্য আল্লাহর কাছে কোন সুপারিশকারী আছে, এটি সুপারিশকারীদের অস্তিত্বহীনতার ব্যাপারে একটি চমৎকার বর্ণনা পদ্ধতি। অর্থাৎ আকাশ ও পৃথিবীতে যখন কোন সুপারিশকারী আছে বলে আল্লাহর জানা নেই এখন তোমরা কোন সুপারিশকারীদের কথা বলছ? [ফাতহুল কাদীর] অন্য আয়াতেও আল্লাহ তা'আলা এ কথাটি বলেছেন। তিনি বলেন, “আর তারা আল্লাহর বহু শরীক সাব্যস্ত করেছে। বলুন, তাদের পরিচয় দাও। নাকি তোমরা যমীনের মধ্যে এমন কিছুর সংবাদ দিতে চাও যা তিনি জানেন না?” [সূরা আর-রাদ: ৩৩]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১০ : ১৯",
        "arabic_text": "\nوَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةٗ وَٰحِدَةٗ فَٱخۡتَلَفُواْۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡ فِيمَا فِيهِ يَخۡتَلِفُونَ ",
        "bangla_text": "আর মানুষ ছিল একই উম্মত, পরে তারা মতভেদ সৃষ্টি করে [১]। আর আপনার রবের পূর্ব-ঘোষনা না থাকলে তারা যে বিষয়ে মতভেদ ঘটায় তার মীমাংসা তো হয়েই যেত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সমস্ত আদম সন্তান প্রথমে একত্ববাদে বিশ্বাসী একই উম্মত ও একই জাতি ছিল। শির্ক ও কুফরের নামও ছিল না। পরে একত্ববাদে মতবিরোধ সৃষ্টি করে বিভিন্ন জাতি ও বিভিন্ন সম্প্রদায়ে বিভক্ত হয়ে যায়। একই উম্মত এবং সবার মুসলিম থাকার সময়কাল কতদিন এবং কবে ছিল তা বিভিন্ন বর্ণনা দ্বারা জানা যায়, নূহ আলাইহিস সালাম-এর যুগ পর্যন্ত এমনি অবস্থা ছিল। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, আদম ও নৃহের মধ্যে দশ প্রজন্ম ছিল যারা তাওহীদের উপর ছিল। [তাবারী; ইবন কাসীর] এরপর মানুষের মধ্যে মতভেদ সৃষ্টি হয় এবং ঈমানের বিরুদ্ধে কুফরী ও শির্কী বিস্তার লাভ করে, তখন আল্লাহ্ তা'আলা তার নবী-রাসূলদেরকে ভীতিপ্রদর্শনকারী ও সুসংবাদদানকারী হিসেবে কিতাবসহ প্রেরণ করেন। “যাতে যে কেউ ধ্বংস হবে সে যেন সুস্পষ্ট প্রমাণ পাওয়ার পর ধ্বংস হয় এবং যে জীবিত থাকবে সে যেন সুস্পষ্ট প্রমাণ পাওয়ার পর জীবিত থাকে।\" [সূরা আল-আনফাল ৪২] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] কোন কোন মুফাসসির বলেন, সে কলেমাটি হচ্ছে এই যে, তিনি এ উম্মতকে সবশেষে আনবেন এবং তাদেরকে দুনিয়াতে আযাব না দিয়ে কিয়ামত পর্যন্ত অবকাশ দিবেন। যদি এ অবকাশ না থাকত তবে অবশ্যই তাদের আযাব দিয়ে শেষ করে দেয়া হতো অথবা কিয়ামত অনুষ্ঠিত হয়ে যেত। [কুরতুবী] কোন কোন তাফসীরবিদ বলেন, এখানে কালেমা’ বলে এটাই বোঝানো হয়েছে যে, তিনি কাউকে দলীল-প্রমাণাদি ছাড়া পাকড়াও করবেন না। আর সেটা হচ্ছে, রাসূল প্রেরণ। যেমন অন্য আয়াতে বলেছেন, “আর আমরা রাসূল না পাঠানো পর্যন্ত শাস্তি প্রদানকারী নই\" [সূরা আল-ইসরা ১৫] কারও কারও মতে, এখানে 'কালেমা বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীসে বর্ণিত একটি কালেমাকে বোঝানো হয়েছে, যেখানে এসেছে, আমার রহমত আমার ক্রোধের উপর প্রাধান্য পাবে’  [বুখারী: ৭৫৫৩; মুসলিম: ২৭৫১] যদি তা না হতো তবে তিনি অপরাধীদেরকে তাওবার সময় দিতেন না। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১০ : ২০",
        "arabic_text": "\nوَيَقُولُونَ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۖ فَقُلۡ إِنَّمَا ٱلۡغَيۡبُ لِلَّهِ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ ",
        "bangla_text": "আর তারা বলে, ‘তার রবের কাছ থেকে তার কাছে কোন নিদর্শন নাযিল হয় না কেন [১]?’ বলুন, ‘গায়েবের জ্ঞান তো শুধু আল্লাহ্‌রই আছে। কাজেই তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষা করছি [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ ব্যাপারে নিদর্শন যে, তিনি যথার্থই সত্য নবী এবং যা কিছু তিনি পেশ করছেন তা পুরোপুরি ঠিক। এ প্রসঙ্গে একটি কথা মনে রাখতে হবে। সেটি হচ্ছে, নিদর্শন পেশ করার দাবী তারা এ জন্য করেনি যে, তারা সাচ্চা দিলে সত্যের দাওয়াত গ্রহণ করতে প্রস্তুত ছিল। আসলে নিদর্শনের এ দাবী শুধুমাত্র ঈমান না আনার জন্য একটি বাহানা হিসেবে পেশ করা হচ্ছিল। তাদেরকে যাই কিছু দেখানো হতো তা দেখার পরও তারা একথাই বলতো, আমাদের কোন নিদর্শনই দেখানো হয়নি। কারণ তারা ঈমান আনতে চাচ্ছিল না। আল্লাহ বলেনঃ “কত মহান তিনি যিনি ইচ্ছে করলে আপনাকে দিতে পারেন এর চেয়ে উৎকৃষ্ট বস্তু-উদ্যানসমূহ যার নিম্নদেশে নদী-নালা প্রবাহিত এবং তিনি দিতে পারেন আপনাকে প্রাসাদসমূহ! কিন্তু তারা কিয়ামতকে অস্বীকার করেছে এবং যে কিয়ামতকে অস্বীকার করে তার জন্য আমি প্রস্তুত রেখেছি জ্বলন্ত আগুন\"। [সূরা আল-ফুরকানঃ ১০] অন্য আয়াতে বলেনঃ “পূর্ববর্তীগণের নিদর্শন অস্বীকার করাই আমাকে নিদর্শন পাঠান থেকে বিরত রাখে।\" [সূরা আল-ইসরাঃ ৫৯] কারণ, তাদের চাহিদা মোতাবেক নিদর্শন পাঠানোর পর যদি ঈমান না আনে তাহলে তাদের ধ্বংস অনিবার্য। কারণ, আল্লাহর নিয়ম হচ্ছে যে, সুনির্দিষ্ট কোন নিদর্শন চাওয়া হলে সেটা দেয়ার পর যদি ঈমান না আনে তবে তাদের ধ্বংস করা হয়। আর এ জন্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে যখন নিদর্শন দেয়া ও অবকাশ না দেয়া আর নিদর্শন না দিয়ে অবকাশ দেয়ার মধ্যে কোন একটি গ্রহণ করার অধিকার প্রদান করলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দ্বিতীয়টি গ্রহণ করেছিলেন [ইবন কাসীর] কিন্তু এর অর্থ এ নয় যে, আল্লাহ্ তা'আলা তাদেরকে মোটেই কোন নিদর্শন দেখাননি। তাদেরকে অনেক বড় নিদর্শন দেখিয়েছেন। যেমন তাদের চাহিদা মোতাবেক চাঁদকে এমনভাবে দ্বিখণ্ডিত করে দেখিয়েছেন যে, কাফেরগন দুখণ্ডের মাঝে পাহাড় দেখতে পেয়েছিল। [বুখারীঃ ৩৬৩৬, মুসলিমঃ ২৮০০] কিন্তু তারপরও তারা ঈমান আনেনি। বরং আরো বেশী নিদর্শন দাবী করতে লাগল। আসলে তাদের উদ্দেশ্য ঈমান আনা নয়, তাদের উদ্দেশ্য হঠকারিতা। আল্লাহ বলেনঃ “তারা যত নিদর্শনই দেখুক না কেন ঈমান আনবে না”। [সূরা আল-আনআমঃ ২৫] আরো বলেনঃ “তারা যাবতীয় নিদর্শন দেখলেও ঈমান আনবে না”। [সূরা আল-আরাফঃ ১৪৬] আরো বলেনঃ “নিশ্চয়ই যাদের বিরুদ্ধে আপনার প্রতিপালকের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না। যদিও তাদের কাছে সবগুলো নিদর্শন আসে, যতক্ষন পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে”। [সূরা ইউনুসঃ ৯৬-৯৭] অন্য আয়াতে বলেনঃ “আমরা তাদের কাছে ফিরিশতা পাঠালেও, মৃতেরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে হাজির করলেও তারা কখনো ঈমান আনবে না; তবে যদি আল্লাহর ইচ্ছে হয়” [সূরা আল-আনআমঃ ১১১] অহংকার ও সত্যকে অস্বীকার করা তাদের মজ্জাগত ব্যাপার হয়ে দাঁড়িয়েছে। তারা সুস্পষ্ট বিষয়কেও জেনে বুঝে অস্বীকার করতে দ্বিধা করে না। আল্লাহ বলেনঃ “যদি তাদের জন্য আকাশের দরজা খুলে দেই এবং তারা সারাদিন তাতে আরোহন করতে থাকে, তবুও তারা বলবে, আমাদের দৃষ্টি সম্মোহিত করা হয়েছে; না, বরং আমরা এক জাদুগ্ৰস্ত সম্প্রদায় [সূরা আল-হিজরঃ ১৪-১৫] আরো বলেনঃ “তারা আকাশের কোন খন্ড ভেংগে পড়তে দেখলে বলবে, এটা তো এক পুঞ্জিভূত মেঘ \" [সূরা আত-তুরঃ ৪৪] আল্লাহ আরো বলেনঃ “আমরা যদি আপনার প্রতি কাগজে লিখিত কিতাবও নাযিল করতাম আর তারা যদি সেটা হাত দিয়ে স্পর্শও করত তবুও কাফিররা বলত, এটা স্পষ্ট জাদু ছাড়া আর কিছু নয়।\" [সূরা আল-আনআমঃ ৭]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আয়াত নাযিল করা একান্ত গায়েবী বিষয়। [কুরতুবী] আল্লাহ যা কিছু নাযিল করেছেন তা আমি পেশ করে দিয়েছি। আর যা তিনি নাযিল করেননি তা আমার ও তোমাদের জন্য “গায়েবী বিষয়\" এর ওপর আল্লাহ ছাড়া আর কারো ইখতিয়ার নেই। তিনি চাইলে তা নাযিল করতে পারেন। এখন আল্লাহ যা কিছু নাযিল করেননি তা আগে তিনি নাযিল করুন-একথার ওপর যদি তোমাদের ঈমান আনার বিষয়টি আটকে থাকে তাহলে তোমরা তার অপেক্ষায় বসে থাকো। [কুরতুবী] অথবা আয়াতের অর্থ, তোমরা আমাদের আল্লাহর ফয়সালার অপেক্ষা কর। তিনি হককে অবশ্যই বাতিলের উপর প্রকাশ করে দিবেন। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১০ : ২১",
        "arabic_text": "\nوَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ مِّنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُمۡ إِذَا لَهُم مَّكۡرٞ فِيٓ ءَايَاتِنَاۚ قُلِ ٱللَّهُ أَسۡرَعُ مَكۡرًاۚ إِنَّ رُسُلَنَا يَكۡتُبُونَ مَا تَمۡكُرُونَ ",
        "bangla_text": "আর দুঃখ দৈন্য তাদেরকে স্পর্শ করার পর যখন আমরা মানুষকে অনুগ্রহের আস্বাদন করাই তারা তখনই আমাদের আয়াতসমূহের বিরুদ্ধে অপকৌশল করে [১]। বলুন, ‘আল্লাহ্‌ কৌশল অবলম্বনে আরো বেশি দ্রুততর [২]।‘ নিশ্চয় তোমরা যে অপকৌশল কর তা আমাদের ফিরিশতারা লিখে রাখে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখনই আল্লাহর রহমতে তোমাদের বিপদ দূরীভূত হয়েছে তখনই তোমরা এ বিপদ আসার ও দূরীভূত হবার হাজারটা ব্যাখ্যা (চালাকি) করতে শুরু করে থাকো। এখানে বিপদ বলে সার্বিক বিপদ হলেও কোন কোন মুফাসসিরের মতে, অনাবৃষ্টির পরে বৃষ্টি, খরার পরে সতেজতা আসা। [কুরতুবী; ইবন কাসীর] এটা যে আমার নিদর্শন সেটা স্বীকার করতে চাও না। বরং তোমরা আমাদের নিদর্শন নিয়ে ঠাট্টা-বিদ্রুপ করে থাক। [কুরতুবী] তারা তখন হককে প্রতিহত করার জন্য বাতিল নিয়ে আসে। [সা’দী] এভাবে তারা তাওহীদকে মেনে নেয়া থেকে নিস্কৃতি পেতে এবং নিজেদের শির্কের ওপর অবিচল থাকতে চায়।\n  <br/>\n  <br/>\n  [২] আয়াতে আল্লাহর ক্ষেত্রেও (مكر) শব্দটি ব্যবহার করা হয়েছে। আরবী অভিধান অনুসারে (مكر) বলা হয় গোপন পরিকল্পনাকে, যা ভালও হতে পারে এবং মন্দও হতে পারে। এ ব্যাপারে সূরা বাকারার ১৫ নং আয়াতে বিস্তারিত টিকা দেয়া হয়েছে। এর বাইরেও তোমরা যা কিছু করবে আল্লাহর ফেরেশতারা তা লিখে নিতে থাকবেন। এভাবে এক সময় অকস্মাৎ মৃত্যুর পয়গাম এসে যাবে। তখন নিজেদের কৃতকর্মের হিসাব দেবার জন্য তোমাদের ধরে নিয়ে যাওয়া হবে। তখন তিনি তোমাদের ছোট বড় সবকিছুর প্রতিদান দিবেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১০ : ২২",
        "arabic_text": "\nهُوَ ٱلَّذِي يُسَيِّرُكُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۖ حَتَّىٰٓ إِذَا كُنتُمۡ فِي ٱلۡفُلۡكِ وَجَرَيۡنَ بِهِم بِرِيحٖ طَيِّبَةٖ وَفَرِحُواْ بِهَا جَآءَتۡهَا رِيحٌ عَاصِفٞ وَجَآءَهُمُ ٱلۡمَوۡجُ مِن كُلِّ مَكَانٖ وَظَنُّوٓاْ أَنَّهُمۡ أُحِيطَ بِهِمۡ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ لَئِنۡ أَنجَيۡتَنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ ",
        "bangla_text": "তিনিই তোমাদেরকে জলে স্থলে ভ্রমণ করান। এমনকি তোমরা যখন নৌযানে আরোহন কর এবং সেগুলো আরোহী নিয়ে অনুকূল বাতাসে বেরিয়ে যায় এবং তারা তাতে আনন্দিত হয়, তারপর যখন দমকা হাওয়া বইতে শুরু করে এবং চারদিকে থেকে উত্তাল তরঙ্গমালা ধেয়ে আসে, আর তারা নিশ্চিত ধারণা করে যে, এবার তারা ঘেরাও হয়ে পড়েছে, তখন তারা  আল্লাহ্‌কে তাঁর জন্য দ্বীনকে একনিষ্ঠ করে ডেকে বলেঃ ‘আপনি আমাদের এ থেকে বাঁচালে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১০ : ২৩",
        "arabic_text": "\nفَلَمَّآ أَنجَىٰهُمۡ إِذَا هُمۡ يَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۗ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغۡيُكُمۡ عَلَىٰٓ أَنفُسِكُمۖ مَّتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ إِلَيۡنَا مَرۡجِعُكُمۡ فَنُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "অতঃপর তিনি যখন তাদেরকে বিপদমুক্ত করেন তখন তারা যমীনে অন্যায়ভাবে সীমালঙ্ঘন করতে থাকে [১]। হে মানুষ! তোমাদের সীমালঙ্ঘন কেবলমাত্র তোমাদের নিজেদের প্রতিই হয়ে থাকে [২]; দুনিয়ার জীবনের সুখ ভোগ করে নাও [৩], পরে আমাদেরই কাছে তোমাদের প্রত্যাবর্তন। তখন আমরা তোমাদেরকে জানিয়ে দেব তোমরা যা করতে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর সমার্থে আরো আয়াত দেখুন, সূরা আল-ইসরাঃ ৬৭।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমাদের অন্যায়-অনাচারের বিপদ তোমাদেরই উপর পড়ছে। এতে বুঝা যাচ্ছে, যুলুমের কারণে বিপদ অবশ্যম্ভাবী এবং দুনিয়াতেও তা ভোগ করতে হয়। রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ অন্যায়-অনাচার ও আত্মীয়তার সম্পর্ক ছিন্ন করার শাস্তি আখেরাতের পূর্বে দুনিয়াতেই আল্লাহর পক্ষ থেকেই প্রাপ্ত হওয়া উপযুক্ত। তদুপরি আখেরাতে তার শাস্তি তো রয়েছেই। [আবু দাউদঃ ৪৯০২, তিরমিযীঃ ২৫১১, ইবনে মাজাহঃ ৪২১১] অন্য এক হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ দু'টি গোনাহর শাস্তি তাড়াতাড়ি দেয়া হয়, দেরী করা হয় না। অন্যায়-অনাচার ও আত্মীয়তার সম্পর্ক ছিন্ন করা’। [মুসনাদে আহমাদঃ ৫/৩৬, বুখারী আদাবুল মুফরাদঃ ৮৯৫, হাকেম মুস্তাদরাকঃ ৪/১৭৭] তাছাড়া হাদীসে আবু বকর রাদিয়াল্লাহু আনহু থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “সীমালঙ্ঘন বা যুলুম করো না, আল্লাহ যুলুমকারীকে পছন্দ করেন না। আল্লাহ বলেনঃ তোমাদের যুলুম তো তোমাদের নিজের নফস বা আত্মার উপরই”। [মুস্তাদরাকে হাকেমঃ ২/৩৩৮]\n  <br/>\n  <br/>\n  [৩] এর কয়েকটি অর্থ হতে পারে। এক. তোমাদের সীমালঙ্ঘন তো দুনিয়ার ভোগ অর্জনের জন্যই। দুই সীমালঙ্ঘন করে তোমরা দুনিয়ার ভোগ অর্জন করতে পারবে। তিন. তোমাদের সীমালঙ্ঘনের মাধ্যমে কেবল দুনিয়ার জীবনের সময়টুকুতেই উপকৃত হতে পারবে। চার. তোমরা যে সীমালঙ্ঘন করছ তার উদাহরণ হচ্ছে দুনিয়ার জীবনে ভোগ অর্জনের মত। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১০ : ২৪",
        "arabic_text": "\nإِنَّمَا مَثَلُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ مِمَّا يَأۡكُلُ ٱلنَّاسُ وَٱلۡأَنۡعَٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلۡأَرۡضُ زُخۡرُفَهَا وَٱزَّيَّنَتۡ وَظَنَّ أَهۡلُهَآ أَنَّهُمۡ قَٰدِرُونَ عَلَيۡهَآ أَتَىٰهَآ أَمۡرُنَا لَيۡلًا أَوۡ نَهَارٗا فَجَعَلۡنَٰهَا حَصِيدٗا كَأَن لَّمۡ تَغۡنَ بِٱلۡأَمۡسِۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَتَفَكَّرُونَ ",
        "bangla_text": "দুনিয়ার জীবনের দৃষ্টান্ত তো এরূপঃ যেমন আমরা আকাশ থেকে বৃষ্টি বর্ষণ করি যা দ্বারা ভূমিজ উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদ্গত হয়, যা থেকে মানুষ ও জীব-জন্তু খেয়ে থাকে। তারপর যখন ভূমি তার শোভা ধারণ করে ও নয়নাভিরাম হয় এবং তার অধিকারিগণ মনে করে সেটা তাদের আয়ত্তাধীন, তখন দিনে বা রাতে আমাদের নির্দেশ এসে পড়ে তারপর আমরা তা এমনভাবে নির্মূল করে দেই, যেন গতকালঅ সেটার অস্তিত্ব ছিল না [১]। এভাবে আমরা আয়াতসমূহ বিশদভাবে বর্ণনা করি এমন সম্প্রদায়ের জন্য যারা চিন্তা করে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দুনিয়ার যাবতীয় বস্তু এতই ক্ষনস্থায়ী যে, সেটা হস্তচু্যত হয়ে গেলে এমন মনে হয় যেন তা কোনদিনই তার ছিল না। পক্ষান্তরে আখেরাতের নেয়ামত এমন হবে যে, তার তুলনায় দুনিয়ার সব দুঃখ কষ্ট মানুষ বেমালুম ভুলে যাবে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ব্যাপারে বলেনঃ “দুনিয়ার সবচেয়ে বেশী নেয়ামতের অধিকারীকে কিয়ামতের দিন নিয়ে আসা হবে তারপর তাকে জাহান্নামের আগুনে একবার ঢুকিয়ে আনার পর জিজ্ঞাসা করা হবে তুমি কি তোমার দুনিয়ার জীবনে কোন ভাল বা কল্যাণ কিছু পেয়েছিলে? তুমি কি কোন নেয়ামত পেয়েছিলে? সে বলবেঃ না। অপরপক্ষে, দুনিয়াতে সবচেয়ে কঠিন কষ্টের মধ্যে ছিল এমন লোককে নিয়ে আসা হবে তারপর তাকে জান্নাতে ঢুকিয়ে জিজ্ঞাসা করা হবে, তুমি কি কখনো দুঃখ কষ্ট দেখেছিলে? সে বলবেঃ না \" [মুসলিমঃ ২৮০৭]\n  <br/>\n  <br/>\n  [২] কারণ চিন্তাশীল মাত্রই বুঝতে পারে যে, দুনিয়া ক্ষণস্থায়ী। শুধু তাই নয় ধোঁকাবাজও। দুনিয়ার চরিত্রই হলো এমন যে, যারা এর পিছনে ছুটে সে তাদের থেকে দূরে ছুটে যায় আর যারা তার থেকে দূরে থাকতে চায় সে তাদের পিছু নেয়। দুনিয়ার উদাহরণ হিসেবে আল্লাহ্ তা'আলা পবিত্র কুরআনের বিভিন্ন স্থানে যমীনের মধ্যে উৎপন্ন উদ্ভিদ বলে উল্লেখ করেছেন [ইবন কাসীরা] যেমন, “তাদের কাছে পেশ কর উপমা দুনিয়ার জীবনের: এটা পানির ন্যায় যা আমরা বর্ষণ করি আকাশ থেকে, যা দ্বারা ভূমিজ উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদগত হয়, তারপর তা বিশুষ্ক হয়ে এমন চূর্ণ-বিচূর্ণ হয় যে, বাতাস তাকে উড়িয়ে নিয়ে যায়। আল্লাহ্ সব কিছুর উপর শক্তিমান” [সূরা আল-কাহফ: ৪৫] অনুরূপ আয়াত আরও এসেছে সূরা আয-যুমার ও সূরা আল-হাদীদে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১০ : ২৫",
        "arabic_text": "\nوَٱللَّهُ يَدۡعُوٓاْ إِلَىٰ دَارِ ٱلسَّلَٰمِ وَيَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "আর আল্লাহ্‌ শান্তির আবাসের দিকে আহ্বান করেন [১] এবং যাকে ইচ্ছে সরল পথে পরিচালিত করেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা'আলা মানুষকে শান্তির আলয়ের দিকে আহবান করেন। অর্থাৎ দুনিয়ায় জীবন যাপন করার এমন পদ্ধতির দিকে তোমাদের আহবান জানান, যা আখেরাতের জীবনে তোমাদের দারুস সালাম বা শান্তির ভবনের অধিকারী করে। যে শান্তি ভবনে রয়েছে সর্ববিধ নিরাপত্তা ও শান্তি। না আছে তাতে কোন রকম দুঃখ-কষ্ট, না আছে ব্যাথা-বেদনা, না আছে রোগ-তাপের ভয়, আর না আছে ধ্বংস। এখানে (السَّلامِ)  শব্দ দিয়ে কি বোঝানো হয়েছে, এ ব্যাপারে কয়েকটি মত রয়েছেঃ একঃ দারুস্ সালাম’-এর মর্মার্থ হলো জান্নাত। একে ‘দারুস্‌সালাম’ বলার কারণ হলো এই যে, প্রত্যেকেই এখানে সর্বপ্রকার নিরাপত্তা ও প্রশান্তি লাভ করবে। [বাগভী; ইবন কাসীর]\n  <br/>\n  দুইঃ কোন কোন মুফাসসির বলেনঃ এখানে সালাম অর্থ সম্ভাষণ, সালাম যা পরস্পরের মধ্যে আদান-প্রদান হয়। সে হিসেবে ‘দারুস্‌সালাম' এ জন্য নামকরণ করা হয়েছে যে, এতে বসবাসকারীদের প্রতি সার্বক্ষণিকভাবে আল্লাহ তা'আলার পক্ষ থেকে এবং ফিরিশতাদের পক্ষ থেকেও সালাম পৌছতে থাকবে। অনুরূপভাবে তারাও একে অন্যের সাথে সালাম বিনিময় করতে থাকবে। [কুরতুবী]\n  <br/>\n  <br/>\n  তিনঃ হাসান ও কাতাদাহ্ বলেনঃ আস্‌সালাম যেহেতু আল্লাহর নাম, সেহেতু তার ঘর হলো জান্নাত, সে হিসেবে দারুস্‌সালাম’ অর্থ আল্লাহর ঘর। আর আল্লাহ তার ঘরের দিকে আহবানের ব্যাপারে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বিভিন্ন হাদীস বর্ণিত হয়েছে। এক হাদীসে বর্ণিত হয়েছে, রাসূল সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “আমি স্বপ্নে দেখলাম, মনে হলো জিবরীল আমার মাথার কাছে, আর মীকাঈল পায়ের কাছে অবস্থান করছে, তাদের একজন অন্যজনকে বলছেঃ এর একটা উদাহরণ দাও। অপরজন তার উত্তরে বললঃ শুনুন! আমার কান শুনছে, অনুধাবন করুন, আপনার হৃদয় অনুধাবন করছে। আপনার এবং আপনার উম্মতের উদাহরণ হলো এমন বাদশাহ্‌র মত যিনি একটি বাড়ী নির্মাণ করে তাতে একটি ঘর বানালেন, তারপর সেখানে তিনি মেহমানদারীর জন্য খাবারের ব্যবস্থা করলেন, তারপর সেখানে খাবার খাওয়ার জন্য তার পক্ষ থেকে দূত প্রেরণ করলেন। দাওয়াতকৃতদের মধ্যে কেউ কেউ তার দাওয়াত গ্রহণ করে নিল। আবার তাদের মধ্যে কেউ কেউ তা বর্জন করল। এখানে আল্লাহ্‌ হলেন বাদশাহ্‌, তার বাড়ী হলো ইসলাম, তার ঘর হলো জান্নাত আর হে মুহাম্মাদ! আপনি হলেন দূত। যে আপনার দাওয়াত কবুল করল সে ইসলামে প্রবেশ করল, আর যে ইসলামে প্রবেশ করল সে জান্নাতে প্রবেশ করল, আর যে জান্নাতে প্রবেশ করল সে তা থেকে খাওয়ার সৌভাগ্য অর্জন করল। [তাবারীঃ ১৭৬২৪, মুসতাদরাকঃ ৩/৩৩৮-৩৩৯]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে এসেছে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ‘প্রতিদিন সূর্য উদিত হওয়ার সাথে সাথে তার দু’পার্শ্বে দু'জন ফিরিশতা ডাকতে থাকে, যা মানুষ ও জিন ব্যতীত সবাই শোনে। তারা বলতে থাকেঃ হে লোকসকল! তোমরা তোমাদের প্রভূর কাছে আস...। [তাবারীঃ ১৭৬২৩, ইবনে হিব্বানঃ ২৪৭৬, আহমাদঃ ৫/১৯৭]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌ তা'আলা যাকে ইচ্ছা সরল পথে পৌছে দেন। এখানে ‘সিরাতুল মুস্তাকীম'-এর অর্থ কোন কোন মুফাসসিরের মতে, কুরআন। [কুরতুবী] কাতাদা ও মুজাহিদ বলেন, এর অর্থ- হক, সত্য ও ন্যায়। আবুল আলীয়া ও হাসান বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার দুই সাথী আবু বকর ও উমর। [তাবারী] আবার কারও কারও মতে, ইসলাম। এর মর্মার্থ হলো এই যে, আল্লাহ তা'আলার পক্ষ থেকে দারুসসালামের দাওয়াত সমগ্র মানবজাতির জন্যই ব্যাপক। এ অর্থের পরিপ্রেক্ষিতে হেদায়াতও ব্যাপক। কিন্তু হেদায়াতের বিশেষ প্রকার- সরল-সোজা পথে তুলে দেয়া এবং তাতে চলার তাওফীক বিশেষ বিশেষ লোকদের ভাগ্যেই জোটে। আর তারা হলেন ঐ সমস্ত ভাগ্যবান ব্যক্তিবর্গ যারা ইসলাম গ্রহণ করেছে। [বাগভী; কুরতুবী] ‘সিরাত’ এর তাফসীর ইসলাম দ্বারা করলে সমস্ত অর্থের মধ্যে সামঞ্জস্য বিধান করা হয়। তাছাড়া এটি এক হাদীস দ্বারা সমর্থিত। যেখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সিরাতে মুস্তাকীমের জন্য একটি উদাহরণ পেশ করেছেন। তিনি একটি সোজা রাস্তা দেখালেন, যার দু' পাশে দুটি দেয়াল রয়েছে, যাতে রয়েছে অনেকগুলো খোলা দরজা। যে দরজাগুলোতে আবার ঢিলে করে কাপড় দিয়ে ঢেকে রাখা হয়েছে। আর পথের উপর একজন আহবানকারী রয়েছেন। তিনি বলছেন, হে লোকসকল, তোমরা সকলে পথে প্রবেশ কর। বাঁকা পথে চলো না। (অথবা বাঁকা পথের দিকে তাকিয়ে আনন্দ নিতে চেষ্টা করো না) আর একজন ডাকছে রাস্তার মাঝখান থেকে। তারপর যখনই কেউ কোন দরজা খুলতে চেষ্টা করে, তখনি সে বলতে থাকে, তোমার জন্য আফসোস! তুমি এটা খুলো না, কেননা, তুমি এটা খুললে তাতে প্রবেশ করে বসবে। আর সে পথটি হচ্ছে ইসলাম। তার দু' পাশের দু'টি দেয়াল হচ্ছে আল্লাহর নির্ধারিত সীমানা। আর খোলা দরজাগুলো হচ্ছে, আল্লাহর হারামকৃত বিষয়াদি। আর পথের মাথা থেকে যে ডাকছে সে হচ্ছে আল্লাহর কিতাব। আর যে রাস্তার উপর বা মাঝখান থেকে ডাকছে সে হচ্ছে, প্রতিটি মুসলিমের অন্তরে আল্লাহর নসীহতকারী।’ [মুসনাদে আহমাদ: ৪/১৮২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১০ : ২৬",
        "arabic_text": "\n۞ لِّلَّذِينَ أَحۡسَنُواْ ٱلۡحُسۡنَىٰ وَزِيَادَةٞۖ وَلَا يَرۡهَقُ وُجُوهَهُمۡ قَتَرٞ وَلَا ذِلَّةٌۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ ",
        "bangla_text": "যারা ইহসানের সাথে আমল করে (উত্তমরূপে কাজ করে) তাদের জন্য আছে জান্নাত এবং আরো বেশী [১]। কালিমা ও হীনতা তাদের মুখমন্ডলকে আছন্ন করবে না [২]। তারাই জান্নাতের অধিবাসী, সেখানে তারা স্থায়ী হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে (اَحْسَنُوا) বলে বুঝানো হয়েছে ঐ সমস্ত লোকদেরকে যারা ইহসানের সাথে তাদের সৎকাজ করেছে। আর ইহ্‌সানের অর্থ যা হাদীসে এসেছে তা হলো, এমনভাবে আল্লাহ্‌র ইবাদাত করা যেন সে আল্লাহকে দেখছে, যদি তা সম্ভব না হয় তবে এটা যেন বিশ্বাস করে যে, আল্লাহ তো তাকে দেখছেন। সুতরাং যারা ইহসানের সাথে তাদের ইবাদাত সম্পাদন করেছে তারা হলো পরিপূর্ণ তাওহীদ বাস্তবায়নকারী তাদের জন্য দুটি পুরস্কারের ঘোষণা রয়েছে- [১] (الْحُسْنٰى) যার অর্থ জান্নাত। [২] (زِيَادَةٌ)  যার অর্থ বাড়তি পাওনা। এর অর্থ এও হতে পারে যে, তাদেরকে শুধু তাদের কাজ অনুসারেই প্রতিফল দেয়া হবে না বরং তাদের আমলের সওয়াব দশগুণ ও ততোধিক বহুগুণ যেমন সত্তরগুণে বর্ধিত করে দেয়া হবে। এ ছাড়া তাদের জন্য সেখানে অট্টালিকা, উদ্যান ও সুন্দর সুন্দর স্ত্রীসমূহ থাকবে। [ইবন কাসীর]। তাছাড়া আরো থাকবে আল্লাহর দীদার। এ সম্পর্কে হাদীসে এসেছে যে, যখন জান্নাতবাসীগণ জান্নাতে প্রবেশ করবে এবং জাহান্নামবাসীগণ জাহান্নামে প্রবেশ করবে তখন একজন আহবানকারী ডেকে বলবেঃ হে জান্নাতবাসীগণ! তোমাদের সাথে আল্লাহর একটি ওয়াদা রয়েছে যা তিনি পূরণ করতে চান। তারা বলবেঃ সেটা কি? তিনি কি আমাদের মীযানের পাল্লা ভারী করে দেননি? আমাদের চেহারা শুভ্র করে দেন নি? আমাদেরকে জান্নাতে প্রবেশ করান নি? আমাদেরকে জাহান্নাম থেকে মুক্তি দেন নি? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর তাদের জন্য তাঁর পর্দা খুলে দেয়া হবে ফলে তারা তার দিকে তাকাবে। আল্লাহর শপথ করে বলছিঃ আল্লাহ তাদেরকে তাঁর দিকে তাকানোর চেয়ে প্রিয় এবং চক্ষু শীতলকারী আর কোন জিনিস দেননি। [সহীহ মুসলিমঃ ১৮১, তিরমিয়ীঃ ২৫৫২, মুসনাদে আহমাদ ৪/৩৩৩] সুতরাং বুঝা যাচ্ছে যে, এখানে (زِيَادَةٌ) বা বাড়তি পাওনার মধ্যে আল্লাহর দীদার তথা তার চেহারা মুবারকের দিকে তাকানো ও আল্লাহ্ তা'আলাকে দেখার সৌভাগ্যও শামিল। সাহাবা, তাবেয়ীন, তাবে-তাবেয়ীন, মুজতাহেদীনসহ পূর্ববতী ও পরবর্তী অনেক আলেম থেকে এ তাফসীর বর্ণিত হয়েছে। [তাবারী; বাগভী; কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] বরং তাদের চেহারা হবে শুভ্ৰ, মন হবে আনন্দে উদ্বেলিত। যেমনটি সূরা আল-ইনসানের ১১ নং আয়াতে বর্ণিত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১০ : ২৭",
        "arabic_text": "\nوَٱلَّذِينَ كَسَبُواْ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةِۭ بِمِثۡلِهَا وَتَرۡهَقُهُمۡ ذِلَّةٞۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۖ كَأَنَّمَآ أُغۡشِيَتۡ وُجُوهُهُمۡ قِطَعٗا مِّنَ ٱلَّيۡلِ مُظۡلِمًاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ ",
        "bangla_text": "আর যারা মন্দ কাজ করে, প্রতিটি মন্দের প্রতিদান হবে তারই অনুরূপ মন্দ এবং হীনতা তাদেরকে আচ্ছন্ন করবে [১]; আল্লাহ্‌ থেকে তাদের রক্ষা করার কেউ নেই [২]; তাদের মুখমন্ডল যেন রাতের অন্ধকারের আস্তরণে আচ্ছাদিত [৩]। তারাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা'আলা হাশরের মাঠে কাফেরদের চেহারা কেমন হবে তা এ আয়াতসহ আরো বিভিন্ন আয়াতে বর্ণনা করেছেন। [যেমন সূরা আশ-শূরাঃ ৪৫, সূরা ইবরাহীমঃ 8২-88] |\n  <br/>\n  <br/>\n  [২] যেমনটি সূরা আল-কিয়ামাহ এর ১০-১২ নং আয়াতেও বর্ণিত হয়েছে।\n  <br/>\n  <br/>\n  [৩] যেমনটি সূরা আলে ইমরান এর ১০৬-১০৭ এবং সূরা আবাসা এর ৩৮-৪২ নং আয়াতে বর্ণিত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১০ : ২৮",
        "arabic_text": "\nوَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُواْ مَكَانَكُمۡ أَنتُمۡ وَشُرَكَآؤُكُمۡۚ فَزَيَّلۡنَا بَيۡنَهُمۡۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمۡ إِيَّانَا تَعۡبُدُونَ ",
        "bangla_text": "আর যেদিন আমরা তাদের সবাইকে একত্র করে যারা মুশরিক তাদেরকে বলব, ‘ তোমরা এবং তোমরা যাদেরকে শরীক করেছিলে তারা নিজ নিজ স্থানে অবস্থান কর [১];’ অতঃপর আমরা তাদেরকে পরস্পর থেকে পৃথক করে দেব [২] এবং তারা যাদেরকে শরীক করেছিল তারা বলবে, তোমরা তো আমাদের ‘ইবাদাত করতে না [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা'আলা হাশরের মাঠে সবাইকে একত্রিত করবেন। কুরআনের অন্যত্রও আল্লাহ্‌ এ ঘোষণা দিয়েছেন। কোথাও কোথাও বলেছেন যে, তিনি কাউকেই ছাড়বেন না। যেমন, “আর আমরা তাদের সকলকে একত্র করব; তারপর তাদের কাউকে ছাড়ব না।\" [সূরা আল-কাহাফ: ৪৭] হাদীসে এসেছে, রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, কিয়ামতের দিন আমরা মানুষদের উপরে একটি উচু জায়গায় থাকব। তখন প্রত্যেক জাতিকে তাদের দেব-দেবীসহ ধারাবাহিকভাবে একের পর এক ডাকা হবে। তারপর আমাদের মহান রব আসবেন এবং বলবেন, তোমরা কিসের অপেক্ষায় আছ? তখন তারা বলবে, আমরা আমাদের মহান রবের অপেক্ষায় আছি। তখন তিনি বলবেন, আমি তোমাদের রব। তারা বলবে, আমরা তাঁর দিকে তাকিয়ে দেখব। তখন তিনি তাদের জন্য তাজাল্লি দিবেন এমতাবস্থায় যে, তিনি হাসছেন। আর তখন মুমিন ও মুনাফিক প্রত্যেককে নুর দিবেন। যার উপরে অন্ধকার চাপা থাকবে। তারপর তারা তার অনুসরণ করবে পুল-সিরাতের দিকে। তাদের সাথে মুনাফিকরাও থাকবে। সে পুল-সিরাতে থাকবে লোহার হুক ও বর্শি। এগুলো যাকে ইচ্ছা পাকড়াও করবে। তারপর মুনাফিকদের নুর নিভিয়ে দেয়া হবে। আর মুমিনরা নাজাত পাবে। তখন প্রথম দল যারা নাজাত পাবে তাদের চেহারা হবে চৌদ্দ তারিখের রাত্রির চাঁদের মত। সত্তর হাজার লোক, তাদের কোন হিসাব হবে না। তারপর যারা তাদের কাছাকাছি হবে তারা হবে আকাশের সবচেয়ে উজ্জল তারকাটির মত। তারপর অন্যরা। শেষ পর্যন্ত শাফা’আত আপতিত হবে। ফলে তারা শাফা’আত করবে, এমনকি যে \"লা ইলাহা ইল্লাল্লাহ' বলেছে, যার অন্তরে যব পরিমাণ তা থাকবে তাকেও বের করা হবে। তাকে জান্নাতের আঙ্গিনায় রাখা হবে। আর জান্নাতিরা তাদের গায়ে পানি ফেলতে থাকবে, ফলে তারা বন্যার উদ্ভিদ যেভাবে উৎপন্ন হয় সেভাবে উদ্‌গত হবে। আর তাদের পোড়া চলে যাবে। তারপর তারা আল্লাহর কাছে চাইবে, শেষ পর্যন্ত তাদের জন্য থাকবে দুনিয়া ও তার মত দশগুণ। [মুসনাদে আহমাদ ৩/৩৪৫-৩৪৬]\n  <br/>\n  <br/>\n  [২] আয়াতে বলা হয়েছে, (فَزَیَّلۡنَا  بَیۡنَهُمۡ) কোন কোন তাফসীরকার এর অর্থ করেছেনঃ আমরা তাদের পারস্পরিক সম্পর্ক ছিন্ন করবো [বাগভী] আবার কোন কোন তাফসীরকারের মতে এর অর্থ হচ্ছে, আমরা তাদের মধ্যে পার্থক্য সৃষ্টি করে দেবো অথবা তাদেরকে পরস্পর থেকে পৃথক করে দেবো। [তাবারী; সাদী] অথবা অর্থ হবে, তাদের মধ্যে এবং মুমিনদের মধ্যে আমরা পার্থক্য করে দেবো। [জালালাইন] যেমন অন্য আয়াতে বলা হয়েছে, “আর 'হে অপরাধিরা! তোমরা আজ পৃথক হয়ে যাও\" [সূরা ইয়াসীন ৫৯]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যাদেরকে দুনিয়ায় দেবদেবী বানিয়ে পূজা করা হয়েছে, তারা সেখানে নিজেদের পূজারীদেরকে পরিষ্কার বলে দেবে, তোমরা যে আমাদের পূজা করতে তা তো আমরা জানতামই না। আমরা তোমাদেরকে আমাদের ইবাদাত করার জন্য কোন নির্দেশই দেইনি। আল্লাহ সাক্ষী যে, আমরা তোমাদের ইবাদতে সন্তুষ্ট ছিলাম না। [কুরতুবী; ইবন কাসীর] আর যদি মা’বুদ বলে এখানে শয়তানদের উদ্দেশ্য নেয়া হয়ে থাকে, তখন অর্থ হবে, তারা এ কথাগুলো ভীত হয়ে কিংবা বাঁচার জন্য মিথ্যা বলবে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১০ : ২৯",
        "arabic_text": "\nفَكَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنَنَا وَبَيۡنَكُمۡ إِن كُنَّا عَنۡ عِبَادَتِكُمۡ لَغَٰفِلِينَ ",
        "bangla_text": "‘সুতরাং আল্লাহ্‌ই আমাদের ও তোমাদের মধ্যে সাক্ষী হিসেবে যথেষ্ট যে, তোমরা আমাদের ‘ইবাদাত করতে এ বিষয়ে তো আমরা গাফিল ছিলাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১০ : ৩০",
        "arabic_text": "\nهُنَالِكَ تَبۡلُواْ كُلُّ نَفۡسٖ مَّآ أَسۡلَفَتۡۚ وَرُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "সেখানে তাদের প্রত্যেকে তার পূর্ব কৃতকর্ম পরীক্ষা করে নেবে [১] এবং তাদেরকে তাদের প্রকৃত অভিভাবক আল্লাহ্‌র কাছে ফিরিয়ে আনা হবে এবং তাদের উদ্ভাবিত মিথ্যা তাদের কাছ থেকে অন্তর্হিত হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে এটা স্পষ্ট বলা হয়েছে যে, কিয়ামতের দিন প্রতিটি আত্মা পরীক্ষা করে নেবে এবং জানবে ভাল বা মন্দ যা সে আগে করেছে। [ইবন কাসীর] অন্য আয়াতেও আল্লাহ্‌ তা বলেছেন, “সেদিন মানুষকে অবহিত করা হবে সে কী আগে পাঠিয়েছে ও কী পিছনে রেখে গেছে\" [সূরা আল-কিয়ামাহ ১৩] আরও বলেন, \"যেদিন গোপন বিষয় পরীক্ষিত হবে” [সূরা আত-তারেক: ৯] আরও বলেন, “তুমি তোমার কিতাব পাঠ কর, আজ তুমি নিজেই তোমার হিসেব-নিকেশের জন্য যথেষ্ট\" [সূরা আল ইসরা: ১৪-১৫] আরও এসেছে, “আর উপস্থাপিত করা হবে আমলনামা এবং তাতে যা লিপিবদ্ধ আছে তার কারণে আপনি অপরাধিদেরকে দেখবেন আতংকগ্ৰস্ত এবং তারা বলবে, হায়, দুর্ভাগ্য আমাদের! এটা কেমন গ্রন্থ এটা তো ছোট বড় কিছু বাদ না দিয়ে সব কিছুই হিসেব করে রেখেছে। আর তারা তাদের কৃতকর্ম সামনে উপস্থিত পাবে; আপনার রব তো কারো প্রতি যুলুম করেন না।” [সূরা আল-কাহাফ: ৪৯]\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১০ : ৩১",
        "arabic_text": "\nقُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أَمَّن يَمۡلِكُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَمَن يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَمَن يُدَبِّرُ ٱلۡأَمۡرَۚ فَسَيَقُولُونَ ٱللَّهُۚ فَقُلۡ أَفَلَا تَتَّقُونَ ",
        "bangla_text": "বলুন, ‘কে তোমাদেরকে আসমান ও যমীন থেকে জীবনোপকরণ সরবারহ করেন অথবা শ্রবণ ও দৃষ্টিশক্তি কার কর্তৃত্বাধীন [১], জীবিতকে মৃত থেকে কে বের করেন এবং মৃতকে কে জীবিত হতে কে বের করেন এবং সব বিষয় কে নিয়ন্ত্রণ করেন?’ তখন তারা অবশ্যই বলবে, ‘আল্লাহ্‌’। সুতরাং বলুন, ‘তবুও কি তোমরা তাকওয়া অবলম্বন করবে না [২]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যিনি তোমাদেরকে শোনার শক্তি ও দেখার শক্তি দান করেছেন তিনি যদি ইচ্ছে করেন সেগুলোকে নিয়ে যেতে পারেন। সেগুলো তোমাদের থেকে ছিনিয়ে নিতে পারেন। [ইবন কাসীর] অন্য আয়াতেও আল্লাহ বলেছেন, “বলুন, তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তঃকরণ\" [সূরা আল-মুলক; ২৩] আরও বলেন, “বলুন, তোমরা কি ভেবে দেখেছ, আল্লাহ যদি তোমাদের শ্রবণশক্তি ও দৃষ্টিশক্তি কেড়ে নেন এবং তোমাদের হৃদয় মোহর করে দেন তবে আল্লাহ ছাড়া আর কোন প্রকৃত ইলাহ আছে যে তোমাদের এগুলো ফিরিয়ে দেবে?\" [সূরা আল-আনআমঃ ৪৬]\n  <br/>\n  <br/>\n  [২] আল্লাহ্ তা'আলা এ আয়াতসমূহে মুশরিকদের উপর প্রমাণ প্রতিষ্ঠিত করছেন যে, তাদেরই স্বীকৃতি মোতাবেক যদি তিনি আল্লাহই একমাত্র রব হয়ে থাকেন, তবে একমাত্র তার ইবাদত কেন করা হবে না? তাই তিনি বলছেন যে, কে তোমাদেরকে আসমান ও যমীন থেকে জীবনোপকরণ সরবরাহ করেন? অর্থাৎ কে আকাশ থেকে পানি বর্ষণ করে তার ক্ষমতায় যমীন ফাটিয়ে তা থেকে বের করে আনেন, “নিশ্চয় আমরা প্রচুর বারি বর্ষণ করি, তারপর আমরা যমীনকে যথাযথভাবে বিদীর্ণ করি, অতঃপর তাতে আমরা উৎপন্ন করি শস্য; আংগুর, শাক-সব্‌জি, অনেক গাছবিশিষ্ট উদ্যান, ফল এবং গবাদি খাদ্য” [সূরা আবাসাঃ ২৫-৩১] তিনি ছাড়া কি আর কোন ইলাহ আছে? এ প্রশ্নের উত্তরে তারা অবশ্যই বলবে যে, এটা শুধু আল্লাহ্‌ই করে থাকেন। অন্য আয়াতেও আল্লাহ্‌ বলেন, “এমন কে আছে, যে তোমাদেরকে রিয্‌ক দান করবে, যদি তিনি তার রিয্‌ক বন্ধ করে দেন ? \" [সূরা আল-মুলক; ২১]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১০ : ৩২",
        "arabic_text": "\nفَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلۡحَقُّۖ فَمَاذَا بَعۡدَ ٱلۡحَقِّ إِلَّا ٱلضَّلَٰلُۖ فَأَنَّىٰ تُصۡرَفُونَ ",
        "bangla_text": "অতএব, তিনিই আল্লাহ্‌, তোমাদের সত্য রব [১]। সত্য ত্যাগ করার পর বিভ্রান্তি ছাড়া আর কী থাকে [২] ? কাজেই তোমাদেরকে কোথায় ফেরানো হচ্ছে [৩]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি এসবই আল্লাহর কাজ হয়ে থাকে, যেমন তোমরা নিজেরাও স্বীকার করে থাকো, তাহলে তো প্রমাণিত হলো যে, একমাত্র আল্লাহই তোমাদের প্রকৃত মালিক, রব, প্রভু এবং তোমাদের বন্দেগী ও ইবাদাতের হকদার। [ইবন কাসীর] কাজেই অন্যের, যাদের এসব কাজে কোন অংশ নেই তারা কেমন করে রবের দায়িত্বে শরীক হয়ে গেলো। কিভাবে তারা ইবাদত পেতে পারে?\n  <br/>\n  <br/>\n  [২] ইনিই হলেন সেই মহান সত্তা যাঁর গুণ-পরাকাষ্ঠার বিবরণ এইমাত্র বর্ণিত হলো, তারপরে পথভ্রষ্টতা ছাড়া আর কি থাকতে পারে? অর্থাৎ যখন আল্লাহ তা'আলার নিশ্চিত উপাস্য হওয়া প্রমাণিত হয়ে গেল, তখন প্রমাণিত হলো যে, তিনি ছাড়া আর সবই বাতিল। তিনি ছাড়া আর কোন ইলাহ নেই। তাঁর কোন শরীক নেই। [ইবন কাসীর] সুতরাং সেই নিশ্চিত সত্যকে পরিহার করে অন্যান্যদের প্রতি মনোনিবেশ করা কঠিন নির্বুদ্ধিতার কাজ। এর দ্বারা প্রমাণিত হয়ে যায় যে, ঈমান ও কুফরির মাঝে কোন সংযোগ নেই। যা ঈমান হবে না, তাই কুফর হবে। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] বলা হচ্ছে, “তোমাদেরকে কোথায় ফেরানো হচ্ছে?” অর্থাৎ যখন তোমরা জানতে পারলে যে, আল্লাহ্‌ই একমাত্র রব, তিনি সবকিছু সৃষ্টি করেছেন, সবকিছু নিয়ন্ত্রণ করছেন তখন কীভাবে তাঁর ইবাদাত ছেড়ে অন্যের ইবাদতের দিকে তোমাদের ফেরানো হয়? [ইবন কাসীর] এ থেকে সুস্পষ্টভাবে বুঝা যাচ্ছে যে, এমন কিছু বিভ্রান্তকারী রয়েছে যারা লোকদেরকে সঠিক দিক থেকে টেনে নিয়ে ভুল দিকে ফিরিয়ে দেয়। তাই মানুষকে আবেদন জানানো হচ্ছে, তোমরা অন্ধ হয়ে ভুল পথপ্রদর্শনকারীদের পেছনে ছুটে যাচ্ছে কেন? নিজেদের বুদ্ধি ব্যবহার করে চিন্তা করছে না কেন যে, প্রকৃত সত্য যখন এই, তখন তোমাদেরকে কোন দিকে চালিত করা হচ্ছে?\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১০ : ৩৩",
        "arabic_text": "\nكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓاْ أَنَّهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "যারা অবাধ্য হয়েছে এভাবেই তাদের সম্পর্কে আপনার রবের বাণী সত্য প্রতিপন্ন হয়েছে যে, তার ঈমান আনবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ মুশরিকরা যেহেতু কুফরী করেছে এবং কুফরি চালিয়েই যাচ্ছে, আর আল্লাহর সাথে অন্যের ইবাদাত করছে, অথচ তারা জানে ও স্বীকৃতি দিচ্ছে যে, তিনিই স্রষ্টা, তাঁর রাজত্বের সবকিছুর একমাত্র নিয়ন্ত্রক, সেহেতু তাদের উপর আল্লাহর বাণী সত্য হয়ে গেছে যে, তারা হতভাগা। জাহান্নামের অধিবাসী। [ইবন কাসীর] অন্যত্রও আল্লাহ তা’আলা তা বলেছেন, “তারা বলবে, অবশ্যই হ্যাঁ। কিন্তু শাস্তির বাণী কাফিরদের উপর বাস্তবায়িত হয়েছে।\" [সূরা আয-যুমার: ৭১]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১০ : ৩৪",
        "arabic_text": "\nقُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۚ قُلِ ٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥۖ فَأَنَّىٰ تُؤۡفَكُونَ ",
        "bangla_text": "বলুন, ‘তোমরা যাদের শরীক কর তাদের মধ্যে কি এমন কেউ আছে, যে সৃষ্টিকে অস্তিত্বে আনে ও পরে সেটার পুনরাবৃত্তি ঘটায়?’ বলুন, ‘আল্লাহ্‌ই সৃষ্টিকে অস্তিত্বে আনেন ও পরে সেটার পুনরাবৃত্তি ঘটাবেন [১]’। কাজেই (সত্য থেকে) তোমাদেরকে কোথায় ফেরানো হচ্ছে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সৃষ্টির সূচনা সম্পর্কে মুশরিকরাও স্বীকার করতো যে, এটা একমাত্র আল্লাহরই কাজ। তাঁর সাথে যাদেরকে তারা শরীক করে তাদের কারো এ কাজে কোন অংশ নেই। আর সৃষ্টির পুনরাবৃত্তির ব্যাপারটিও সুস্পষ্ট। অর্থাৎ প্রথমে যিনি সৃষ্টি করেন তাঁর পক্ষেই দ্বিতীয়বার সৃষ্টি করা সম্ভব। কিন্তু যে প্রথমবারই সৃষ্টি করতে সক্ষম হয়নি সে দ্বিতীয়বার সৃষ্টি করতে পারে কেমন করে? অন্য আয়াতেও আল্লাহ তা ঘোষণা করেছেন। তিনি বলেন, \"আল্লাহ, যিনি তোমাদেরকে সৃষ্টি করেছেন, তারপর তোমাদেরকে রিযক দিয়েছেন, তারপর তিনি তোমাদের মৃত্যু ঘটাবেন অবশেষে তিনি তোমাদেরকে জীবিত করবেন। (আল্লাহ্‌র সাথে শরীক সাব্যস্তকৃত) তোমাদের মা’বুদগুলোর এমন কেউ আছে কি, যে এসবের কোন কিছু করতে পারে? তারা যাদেরকে শরীক করে, তিনি (আল্লাহ) সে সব (শরীক) থেকে মহিমাময়-পবিত্র ও অতি উর্ধ্বে।” [সূরা আর-রুম: ৪০] আরও বলেন, “আর তারা তার পরিবর্তে ইলাহরূপে গ্রহণ করেছে অন্যদেরকে, যারা কিছুই সৃষ্টি করে না, বরং তারা নিজেরাই সৃষ্ট এবং তারা নিজেদের অপকার কিংবা উপকার করার ক্ষমতা রাখে না এবং মৃত্যু, জীবন ও উত্থানের উপরও কোন ক্ষমতা রাখে না।” [সূরা আল-ফুরকান: ৩]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১০ : ৩৫",
        "arabic_text": "\nقُلۡ هَلۡ مِن شُرَكَآئِكُم مَّن يَهۡدِيٓ إِلَى ٱلۡحَقِّۚ قُلِ ٱللَّهُ يَهۡدِي لِلۡحَقِّۗ أَفَمَن يَهۡدِيٓ إِلَى ٱلۡحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّيٓ إِلَّآ أَن يُهۡدَىٰۖ فَمَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ ",
        "bangla_text": "বলুন, ‘তোমরা যাদেরকে শরীক কর তাদের মধ্যে কি এমন কেউ আছে, যে সত্যের পথ নির্দেশ করে?’ বলুন, ‘আল্লাহ্‌ই সত্য পথ নির্দেশ করেন। যিনি সত্যের পথ নির্দেশ করেন তিনি আনুগত্যের অধিকতর হকদার, না যাকে পথ না দেখালে পথ পায় না সে [১]? সুতরাং তোমাদের কি হয়েছে ? তোমরা কেমন বিচার করছ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে আল্লাহ্‌ তা’আলা সমস্ত মুশরিককে এবং নবীর শিক্ষা মেনে নিতে অস্বীকার করেছে এমন সকল লোককে জিজ্ঞেস করে, তোমরা আল্লাহকে বাদ দিয়ে যাদের বন্দেগী করো তাদের মধ্যে এমন কেউ আছে কি যার মাধ্যমে তোমরা সত্যের পথনির্দেশনা লাভ করতে পারো? অবশ্যি সবাই জানে, এর জবাব না’ ছাড়া আর কিছুই নয়। যদি না পারে তবে কেবলমাত্র যিনি পথভ্রষ্ট ও বিভ্রান্ত কে হিদায়াত দিতে পারেন তিনি হচ্ছেন আল্লাহ। যিনি ব্যতীত কোন হক ইলাহ নেই। তাহলে বান্দা কি তার অনুসরণ করবে যে হকের দিকে পথ দেখাতে পারে, যে অন্ধত্ব থেকে চক্ষুষ্মান করতে পারে, নাকি অনুসরণ করবে তার যে তার অন্ধ ও বোবা হওয়ার কারণে কোন কিছুর দিকেই পথ দেখাতে পারে না? [ইবন কাসীর] এ ব্যাপারটিই ইবরাহীম আলাইহিস সালাম তার পিতাকে বলেছিলেন, “হে আমার প্রিয় পিতা! আপনি তার ইবাদাত করেন কেন যে শুনে না, দেখে না এবং আপনার কোন কাজেই আসে না?\" [সূরা মারইয়াম: ৪২]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১০ : ৩৬",
        "arabic_text": "\nوَمَا يَتَّبِعُ أَكۡثَرُهُمۡ إِلَّا ظَنًّاۚ إِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا يَفۡعَلُونَ ",
        "bangla_text": "আর তাদের অধিকাংশ কেবল অনুমানেরই অনুসরণ করে, সত্যের পরিবর্তে অনুমান তো কোন কাজে আসে না, তারা যা করে নিশ্চয় আল্লাহ্‌ সে বিষয়ে সবিশেষ অবগত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের নেতারা যারা বিভিন্ন ধর্ম প্রবর্তন করেছে, দর্শন রচনা করেছে তারাও এসব কিছু জ্ঞানের ভিত্তিতে নয় বরং আন্দাজ-অনুমানের ভিত্তিতে এগুলোকে ইলাহ সাব্যস্ত করে নিয়েছে। অনুমান করেই বলছে যে এগুলো শাফা’আত করবে। অথচ এ ব্যাপারে তাদের কোন দলীল-প্রমাণ নেই। আর যারা এসব ধর্মীয় নেতৃবৃন্দের আনুগত্য করেছে তারাও জেনেবুঝে নয় বরং নিছক অন্ধ অনুকরণের ভিত্তিতে তাদের পেছনে চলেছে। [কুরতুবী] কারণ তারা মনে করে, এত বড় বড় লোকেরা যখন একথা বলেন এবং আমাদের বাপ-দাদারা এসব মেনে আসছেন আবার এ সংগে দুনিয়ার বিপুল সংখ্যক লোক এগুলো মেনে নিয়ে এ অনুযায়ী কাজ করে যাচ্ছে তখন নিশ্চয়ই এই লোকেরা ঠিক কথাই বলে থাকবেন।\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১০ : ৩৭",
        "arabic_text": "\nوَمَا كَانَ هَٰذَا ٱلۡقُرۡءَانُ أَن يُفۡتَرَىٰ مِن دُونِ ٱللَّهِ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ ٱلۡكِتَٰبِ لَا رَيۡبَ فِيهِ مِن رَّبِّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "আর এ কুরআন আল্লাহ্‌ ছাড়া অন্য কারো রচনা হওয়া সম্ভব নয়। বরং এর আগে যা নাযিল হয়েছে  এটা তার সত্যায়ন এবং আল কিতাবের বিশদ ব্যাখ্যা [১]। এতে কোন সন্দেহ নেই যে, এটা সৃষ্টিকুলের রবের পক্ষ থেকে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “যা কিছু আগে এসে গিয়েছিল তার সত্যায়ন”-অর্থাৎ তাওরাত, ইঞ্জীল সহ অন্যান্য কিতাবাদির সত্যায়ন। কারণ, সেগুলোতে এ কুরআনের সুসংবাদ দেয়া হয়েছিল। তারপর এ কুরআন সে সুসংবাদকে সত্যায়ন করে আগমন করেছে। শুরু থেকে নবীদের মাধ্যমে মানুষকে যে মৌলিক শিক্ষা দেয়া হয়েছে তথা তাওহীদ, আখেরাতের উপর ঈমান ইত্যাদিকে পাকাপোক্ত করছে। কারও কারও মতে, এখানে অর্থ হচ্ছে, কিন্তু এ কুরআন তার সামনে যে নবী রয়েছেন অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, তার সত্যায়ন করছে। কেননা তারা কুরআন শোনার আগ থেকেই তাকে দেখেছে। [কুরতুবী] তারপর বলা হয়েছে যে, এটি “আল কিতাবের বিশদ ব্যাখ্যা” —অর্থাৎ সমস্ত আসমানী কিতাবের সারমর্ম যে মৌলিক শিক্ষাবলীর সমষ্টি, সেগুলো এর মধ্যে দিয়ে যুক্তি -প্রমাণ সহকারে উপদেশ দান ও বুঝাবার ভংগীতে, ব্যাখ্যা ও বিশ্লেষণের মাধ্যমে এবং বাস্তব অবস্থার সাথে সম্পৃক্ত করে বর্ণনা করা হয়েছে। অথবা এর অর্থ, এতে যে বিধানাবলী রয়েছে সেগুলোকে স্পষ্ট করে বিস্তারিত বর্ণনা করছে। [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  [২] রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক নবীকেই তার (যুগ) উপযোগী মু'জিযা প্রদান করা হয়েছে। সে অনুসারে মানুষ তার উপর ঈমান এনেছে। আর নিশ্চয়ই আমাকে অহী দেয়া হয়েছে, যা আল্লাহ তা'আলা আমার উপর নাযিল করেছেন। অতএব, আমি আশা করছি যে, কিয়ামতের দিন আমার অনুগামী তাদের থেকে বেশী হবে। [বুখারীঃ ৪৯৮১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১০ : ৩৮",
        "arabic_text": "\nأَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِسُورَةٖ مِّثۡلِهِۦ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "নাকি তারা বলে, ‘তিনি এটা রচনা করেছেন?’ বলুন, ‘তবে তোমরা এর অনুরূপ একটি সূরা নিয়ে আস [১] এবং আল্লাহ্‌ ছাড়া অন্য যাকে পার ডাক, যদি তোমরা সত্যবাদী হও।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা আল-কুরআনের ব্যাপারে আল্লাহর পক্ষ থেকে তৃতীয় চ্যালেঞ্জ। [ইবন কাসীর]। তারা যদি কুরআন সম্পর্কে সন্দিহান হয় তবে তারা যেন এর মত একটি সূরা নিয়ে আসে। এর পূর্বে কাফেরদেরকে কুরআনের অনুরূপ কুরআন আনার ব্যাপারে চ্যালেঞ্জ ছুড়ে দেয়া হয়েছিল। [দেখুন, সূরা আল-ইসরা ৮৮] তারপর তাদেরকে বলা হয়েছিল যে, কুরআনের মত কুরআন না আনতে সক্ষম হলে কুরআনের দশটি সূরা যেন নিয়ে আসে [দেখুন, সূরা হুদ ১৩] কিন্তু তারা তাতেও অপারগ হয়। তখন তাদেরকে এ আয়াতে কুরআনের সূরাসমূহের একটি সূরা নিয়ে আসার চ্যালেঞ্জ করা হয় কিন্তু কাফের-মুশরিকগণ তাও আনতে সক্ষম হয়নি। আর তারা সেটা আনতে পারবেও না। [ইবন কাসীর] আল্লাহ বলেন, “অতএব যদি তোমরা তা করতে না পার আর কখনই তা করতে পারবে না ” [সূরা আল-বাকারাহ: ২৪]\n  <br/>\n  <br/>\n  এ চ্যালেঞ্জ কুরআনের শুধু ভাষাশৈলীর উপর করা হয়নি। সাধারণভাবে লোকেরা এ চ্যালেঞ্জটিকে নিছক কুরআনের ভাষাশৈলী অলংকার ও সাহিত্য সুষমার দিক দিয়ে ছিল বলে মনে করে। কুরআন তার অনন্য ও অতুলনীয় হবার দাবীর ভিত্তি নিছক নিজের শাব্দিক সৌন্দর্য সুষমার ওপর প্রতিষ্ঠিত করেনি। নিঃসন্দেহে ভাষাশৈলীর দিক দিয়েও কুরআন নজিরবিহীন। কিন্তু মূলত যে জিনিসটির ভিত্তিতে বলা হয়েছে যে, কোন মানবিক মেধা ও প্রতিভা এহেন কিতাব রচনা করতে পারে না, সেটি হচ্ছে তার বিষয়বস্তু, অলংকারিত ও শিক্ষা। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১০ : ৩৯",
        "arabic_text": "\nبَلۡ كَذَّبُواْ بِمَا لَمۡ يُحِيطُواْ بِعِلۡمِهِۦ وَلَمَّا يَأۡتِهِمۡ تَأۡوِيلُهُۥۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ ",
        "bangla_text": "বরং তারা যে বিষয়ে জ্ঞান আয়ত্ত করেনি তাতে মিথ্যারোপ করেছে [১], আর যার প্রকৃত পরিণতি এখনো তাদের কাছে আসেনি [২]। এভাবেই তাদের পূর্ববর্তীরাও মিথ্যা আরোপ করেছিল, কাজেই দেখুন, যালিমদের পরিণাম কি হয়েছে!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা কুরআনকে এ জন্যই মিথ্যা সাব্যস্ত করার প্রয়াস চালাচ্ছে যে, তারা এটাকে বুঝতে পারেনি, চিনতে পারেনি। [কুরতুবী] তাদের অজ্ঞতাই কুরআনকে মানতে নিষেধ করছে। অন্য আয়াতেও আল্লাহ এ রকম কথা বলেছেন। তিনি বলেন, “আর যখন তারা এটা দ্বারা হেদায়াত পায়নি তখন তারা অচিরেই বলবে, \"এ এক পুরোনো মিথ্যা\" [সূরা আল-আহকাফ: ১১]\n  <br/>\n  <br/>\n  [২] এখানে (تَأْوِيْلُ) এর মর্মার্থ হলো প্রতিফল ও শেষ পরিণতি। অর্থাৎ এরা নিজেদের গাফলতী ও নির্লিপ্ততার দরুন কুরআন সম্পর্কে কোন চিন্তা-ভাবনা করেনি। তারা একটু চিন্তা করতে পারত যে পূর্ববর্তী যে সমস্ত সংবাদ এ কুরআন দিয়েছে তা সত্য কি না? বা ভবিষ্যতের যে সমস্ত সংবাদ দিচ্ছে তা সঠিকভাবে ঘটে কি না? কিন্তু তারা কোন কিছু ভাল করে বুঝার আগে তা অস্বীকার করে বসেছে। ফলে এর প্রতি মিথ্যারোপে লিপ্ত রয়েছে। যদি তারা সত্যিকারভাবে এটা নিয়ে চিন্তা-গবেষণা করত তাহলে অবশ্যই কুরআনকে বুঝতে পারত। আর এটাও বুঝত যে, এটা আল্লাহর বাণী [ফাতহুল কাদীর] আর যে বিষয়ে তাদের জ্ঞান কাজ করে না যেমন পুনরুত্থান, জান্নাত, জাহান্নাম, ইত্যাদি সেগুলোকে তারা অস্বীকার করে বসেছে, সেগুলোর সাথে কুফরি করেছে, অথচ এখনও কিতাবে তাদের উপর যা আপতিত হওয়ার ওয়াদা করা হচ্ছে তার প্রকৃত অবস্থা আসেনি। আর এ মুশরিকরা যেভাবে আল্লাহর ভীতি প্রদর্শনে মিথ্যারোপ করেছে তাদের পূর্বেকার উম্মতরাও তা অস্বীকার করেছিল। [মুয়াসসার]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১০ : ৪০",
        "arabic_text": "\nوَمِنۡهُم مَّن يُؤۡمِنُ بِهِۦ وَمِنۡهُم مَّن لَّا يُؤۡمِنُ بِهِۦۚ وَرَبُّكَ أَعۡلَمُ بِٱلۡمُفۡسِدِينَ ",
        "bangla_text": "আর তাদের মধ্যে কেউ এর উপর ঈমান আনে আবার কেউ এর উপর ঈমান আনে না এবং আপনার রব ফাসাদসৃষ্টিকারীদের সম্মন্ধে অধিক অবগত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যারা কুরআনে মিথ্যারোপ করে তাদের মধ্যে কেউ কেউ নিজের অন্তরে এর প্রতি ঈমান পোষণ করে এবং ভাল করেই জানে যে, এটি সত্য ও হক। কিন্তু সে অহংকার ও গোঁড়ামী করে তাতে মিথ্যারোপ করে থাকে। আবার তাদের মধ্যে কেউ কেউ আছে যারা এর উপর অন্তর থেকেই অবিশ্বাসী। তারা মূলত না জেনে এর উপর মিথ্যারোপ করছে। অথবা আয়াতের অর্থ, তাদের মধ্যে কেউ কেউ এখন এ কুরআনে মিথ্যারোপ করলেও ভবিষ্যতে ঈমান আনবে। আবার কেউ কেউ ভবিষ্যতেও এর উপর ঈমান আনবে না বরং অস্বীকার ও অবিশ্বাসের উপর অটল থাকবে। কোন কোন মুফাসসির বলেন, এখানে কুরআনকে বোঝানো হয়নি। বরং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বোঝানো হয়েছে। তখনও উপরে বর্ণিত উভয় প্রকার অর্থ হতে পারে। তাছাড়া কারও কারও মতে, আয়াতটি মক্কাবাসীদের সাথে নির্দিষ্ট। অপর কারও কারও মতে সেটি সকল কাফেরের জন্য ব্যাপক। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  এরপর আল্লাহ বলছেন যে, তিনি বিপর্যয়সৃষ্টিকারীদের সম্পর্কে অধিক অবগত।\" সে অনুসারে তাদেরকে তিনি প্রতিফল দিবেন। যারা গোঁড়ামী করে কুফরিতে অটল রয়েছে তিনি তাদের ভাল করেই জানেন। অথবা আয়াতের অর্থ, যারা ঈমান আনবে আর যারা ঈমান আনবে না তাদের সবাইকে তিনি ভালভাবে জানেন। তাদের মধ্যে যারা বিপর্যয়সৃষ্টিকারী তাদের সম্পর্কে তিনি সম্যক অবগত। অনুরূপভাবে কারা অন্তরে ঈমান থাকার পরও মুখে স্বীকার করছে না, আর কারা অন্তর থেকেই না জেনে এর উপর কুফরী করছে তিনি সবাইকে ভালভাবেই জানেন। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১০ : ৪১",
        "arabic_text": "\nوَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمۡ عَمَلُكُمۡۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ ",
        "bangla_text": "আর তারা যদি আপনার প্রতি মিথ্যা আরোপ করে তবে আপনি বলুন, ‘আমার কাজের দায়িত্ব আমার এবং তোমাদের কাজের দায়িত্ব তোমাদের। আমি যা করি সে বিষয়ে তোমরা দায়মুক্ত এবং তোমরা যা কর সে বিষয়ে আমিও দায়মুক্ত  [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ অযথা বিরোধ ও কুটতর্ক করার কোন প্রয়োজন নেই। যদি আমি মিথ্যা আরোপ করে থাকি তাহলে আমার কাজের জন্য আমি দায়ী হবো। এর কোন দায়ভার তোমাদের ওপর পড়বে না। আর যদি তোমরা সত্য কথাকে মিথ্যা বলে থাকো তাহলে এর মাধ্যমে আমার কোন ক্ষতি করতে পারবে না। বরং এর দ্বারা তোমরা নিজেদেরই ক্ষতি করছো। এটা দ্বারা তাদের কাজ-কর্মের স্বীকৃতি নয় বরং তাদের সাথে সম্পর্কচ্যুতির ঘোষণা দেয়া হচ্ছে। যেমনটি সূরা আল-কাফেরূনে বলা হয়েছে। অনুরূপভাবে ইবরাহীম আলাইহিসসালামও তার জাতির সাথে এ ধরণের সম্পর্কচ্যুতির ঘোষণা দিয়ে বলেছিলেনঃ “তোমাদের সংগে এবং তোমরা আল্লাহর পরিবর্তে যার ইবাদাত কর তার সংগে আমাদের কোন সম্পর্ক নেই। আমরা তোমাদেরকে মানি না। তোমাদের ও আমাদের মধ্যে সৃষ্টি হল শক্রতা ও বিদ্বেষ চিরকালের জন্য; যদি না তোমরা এক আল্লাহতে ঈমান আনো”। [সূরা আল-মুমতাহিনাহঃ ৪]\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১০ : ৪২",
        "arabic_text": "\nوَمِنۡهُم مَّن يَسۡتَمِعُونَ إِلَيۡكَۚ أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ وَلَوۡ كَانُواْ لَا يَعۡقِلُونَ ",
        "bangla_text": "আর তাদের মধ্যে কেউ কেউ আপনার দিকে কান পেতে রাখে। তবে কি আপনি বধিরকে শুনাবেন, তারা না বুঝলেও [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] শ্রবণ কয়েক রকমের হতে পারে। পশুরা যেমন আওয়াজ শোনে তেমনি এক ধরনের শ্রবণ আছে। তাদের কথাও আল্লাহ তা'আলা কুরআনে বর্ণনা করেছেন। [যেমন দেখুন, সূরা আল-বাকারাহ: ১৭১] আবার আর এক ধরনের শ্রবণ হয়, যার মধ্যে অর্থের দিকে নজর থাকে এবং এমনি ধরনের একটা প্রবণতা দেখা যায় যে, যুক্তিসংগত কথা হলে মেনে নেয়া হবে। তাদের কথাও আল্লাহ কুরআনের অন্যত্র উল্লেখ করেছেন [যেমন দেখুন, সূরা আল-আনআমঃ ৩৬] তবে যারা কোন প্রকার বদ্ধ ধারণা বা অন্ধ বিদ্বেষে আক্রান্ত থাকে এবং যারা আগে থেকেই ফায়সালা করে বসে থাকে যে, নিজের উত্তরাধিকার সূত্রে পাওয়া আকীদা-বিশ্বাস ও পদ্ধতিসমূহের বিরুদ্ধে এবং নিজের প্রবৃত্তির আশা-আকাংখা ও আগ্রহ বিরোধী কথা যত যুক্তিসংগতই হোক না কেন মেনে নেবো না, তারা সবকিছু শুনেও আসলে কিছুই শোনে না। তাদের কথাও আল্লাহ্ তা'আলা কুরআনে উল্লেখ করেছেন। [যেমন দেখুন, সূরা আয-যুখরুফ ২২-২৩] তেমনিভাবে যারা দুনিয়ায় পশুদের মত উদাসীন জীবন যাপন করে, চারদিকে বিচরণ করা ছাড়া আর কিছুতেই যাদের আগ্রহ নেই অথবা যারা প্রবৃত্তির স্বাদ-আনন্দের পেছনে এমন পাগলের মতো দৌড়ায় যে, তারা নিজেরা যা কিছু করছে তার ন্যায় বা অন্যায় হবার কথা চিন্তা করে না তারা শুনেও শোনে না। এদেরকে আল্লাহ পশুর সাথে তুলনা করেছেন। [যেমন, সূরা আল-আরাফ: ১৭৯] এ ধরনের লোকদের কান বধির হয় না কিন্তু মন বধির হয়। এ ধরনের বধির লোকদেরকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শোনাতে পারবেন না বলে আল্লাহ্ তা'আলা এ আয়াতে জানিয়ে দিয়েছেন। এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সান্তুনা প্রদান করা হয়েছে। অর্থাৎ যেভাবে আপনি যাদের শ্রবণেন্দ্রিয় নেই তাদেরকে শোনাতে পারেন না তেমনিভাবে তাদেরকেও হিদায়াতের দিকে নিয়ে আসতে পারবেন না। আর আল্লাহও তাদের উপর লিখে দিয়েছেন যে, তারা ঈমান আনবে না। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১০ : ৪৩",
        "arabic_text": "\nوَمِنۡهُم مَّن يَنظُرُ إِلَيۡكَۚ أَفَأَنتَ تَهۡدِي ٱلۡعُمۡيَ وَلَوۡ كَانُواْ لَا يُبۡصِرُونَ ",
        "bangla_text": "আর তাদের মধ্যে কেউ কেউ আপনার দিকে তাকিয়ে থাকে। তবে কি আপনি অন্ধকে পথ দেখাবেন, তারা না দেখলেও [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাদের এ তাকানোর দ্বারা তারা আপনার কাছে নবুওয়াতের যে দলীল-প্রমাণাদি আছে তা দেখতে পায়, কিন্তু তারা এর দ্বারা উপকৃত হয় না। পক্ষান্তরে মুমিনগণ আপনার প্রতি দৃষ্টিপাত করেই আপনার সততার ব্যাপারে নিশ্চিন্ত হতে পারে। তাই আপনার প্রতি সম্মানে তাদের চোখ ভরে যায়। কাফেরগণ আপনার প্রতি দৃষ্টিপাত করলেও সম্মানের সাথে দেখে না। [ইবন কাসীর] আর যারা সম্মানের সাথে দেখবে না তাদের হিদায়াত তাওফীক হবে না। [কুরতুবী] আল্লাহ্ তা'আলা অন্য আয়াতে আরও বলেনঃ “তারা যখন আপনাকে দেখে তখন তারা আপনাকে শুধু ঠাট্টা-বিদ্রুপের পাত্ররূপে গণ্য করে এবং বলে, এই-ই কি সে, যাকে আল্লাহ রাসূল করে পাঠিয়েছেন? ‘সে তো আমাদেরকে আমাদের দেবতাগণ হতে দূরে সরিয়ে দিত, যদি না আমরা তাদের আনুগত্যে দৃঢ় প্রতিষ্ঠিত থাকতাম। যখন তারা শাস্তি দেখতে পাবে তখন তারা জানবে কে বেশী পথভ্রষ্ট। \" [সূরা আল-ফুরকানঃ ৪১-৪২]\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১০ : ৪৪",
        "arabic_text": "\nإِنَّ ٱللَّهَ لَا يَظۡلِمُ ٱلنَّاسَ شَيۡـٔٗا وَلَٰكِنَّ ٱلنَّاسَ أَنفُسَهُمۡ يَظۡلِمُونَ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌ মানষের প্রতি কোন যুলুম করেন না [১]। বরং মানুষই নিজেদের প্রতি যুলুম করে থাকে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে কুদসীতে এসেছে, আল্লাহ বলেন, হে আমার বান্দাগণ! আমি যুলুমকে আমার নিজের উপর হারাম করেছি এবং তা তোমাদের মাঝেও হারাম ঘোষণা করেছি। সুতরাং তোমরা পরস্পর যুলুম করো না। হে আমার বান্দাগণ! তোমাদের মধ্যে যাদেরকে আমি হেদায়াত করেছি তারা ব্যতীত সবাই পথভ্রষ্ট। সুতরাং তোমরা আমার কাছেই হেদায়াত চাও আমি তোমাদের হেদায়াত দিব। হে আমার বান্দাগণ! তোমাদের মধ্যে যাকে আমি খাবার খাওয়াই সে ব্যতীত সবাই অভূক্ত, ক্ষুধার্ত। সুতরাং তোমরা আমার কাছে খাবার চাও আমি তোমাদেরকে খাওয়াব। হে আমার বান্দাগণ! তোমাদের মধ্যে যাকে আমি পরিধান করাই সে ব্যতীত সবাই কাপড়হীন। সুতরাং তোমরা আমার কাছে পরিধেয় বস্ত্র চাও আমি তোমাদেরকে পরিধান করাব। হে আমার বান্দাগণ! তোমরা দিন-রাত অপরাধ করে যাচ্ছ আর আমি তোমাদের সমস্ত অপরাধ ক্ষমা করি। সুতরাং আমার কাছে ক্ষমা চাও আমি তোমাদের ক্ষমা করে দেব। হে আমার বান্দাগণ! তোমরা আমার ক্ষতি করার কাছেও পৌছতে পারবে না যে আমার ক্ষতি করবে। এমনকি তোমরা আমার কোন উপকার করার নিকটবর্তীও হতে পারবে না যে, আমার কোন উপকার তোমরা করে দেবে। হে আমার বান্দাগণ! যদি তোমাদের পূর্বের ও পরের যাবতীয় মানুষ ও জ্বিন একত্র হয়ে তাকওয়ার দিক থেকে একজনের অন্তরে পরিণত হও তাতেও আমার রাজত্বের সামান্য বৃদ্ধি ঘটবে না। হে আমার বান্দাগণ! যদি তোমাদের পূর্বের ও পরের সমস্ত মানুষ ও জ্বিন একত্র হয়ে অন্যায় করার দিক থেকে একজনের অন্তরে পরিণত হও তাতেও আমার রাজত্বের তথা ক্ষমতার সামান্যও কমতি ঘটবে না। হে আমার বান্দাগণ! যদি তোমাদের পূর্বাপর এবং যাবতীয় মানুষ ও জ্বিন এক মাঠে দাঁড়িয়ে আমার কাছে প্রত্যেকেই চায় তারপর আমি তাদের প্রত্যেককে তার প্রার্থিত বস্তু দেই তাতে আমার ভাণ্ডার থেকে ততটুকুই কমবে যতটুকু সমুদ্রে সুই ঢুকালে কমে। হে আমার বান্দাগণ এগুলো তো শুধু তোমাদের আমল, আমি তা তোমাদের জন্য সংরক্ষন করে রাখি। তারপর তোমাদেরকে তা পূর্ণভাবে দেব। সুতরাং তোমাদের মধ্যে যে ভালকিছু পাবে সে যেন আল্লাহর শুকরিয়া আদায় করে। আর যে অন্য কিছু পায় সে যেন তার নিজেকে ছাড়া আর কাউকে তিরস্কার না করে। [মুসলিমঃ ২৫৭৭]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ তো তাদের কানও দিয়েছেন এবং মনও দিয়েছেন। হক ও বাতিলের পার্থক্য দেখার ও বুঝার জন্য প্রয়োজন ছিল এমন কোন জিনিস তিনি নিজের পক্ষ থেকে তাদের দিতে কার্পণ্য করেননি। কিন্তু তারা নিজেরাই নিজেদের চোখ কানা করে নিয়েছে, কানে তালা লাগিয়েছে এবং অন্তরকে বিকৃত করে ফেলেছে। ফলে আল্লাহ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা হেদায়াত দিয়েছেন, যাকে ইচ্ছা অন্ধত্ব থেকে মুক্তি দিয়ে পথ দেখিয়েছেন। কিছু অন্ধ চক্ষু চক্ষুষ্মান করেছেন, কিছু বধিরকে শুনিয়েছেন। কিছু বদ্ধ অন্তরকে খুলে দিয়েছেন। পক্ষান্তরে কিছু লোককে ঈমান থেকে পথভ্রষ্ট করেছেন। তিনি একচ্ছত্র ক্ষমতার অধিকারী। নিজের রাজত্বে তিনি যা ইচ্ছে তা করতে পারেন। তার কর্মকাণ্ডের ব্যাপারে প্রশ্ন করা যায় না। বরং লোকদেরকে তিনি প্রশ্ন করবেন। কারণ তিনি জ্ঞানী, তিনি প্রজ্ঞাবান, তিনি ইনসাফকারী। [ইবন কাসীর; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১০ : ৪৫",
        "arabic_text": "\nوَيَوۡمَ يَحۡشُرُهُمۡ كَأَن لَّمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيۡنَهُمۡۚ قَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِ وَمَا كَانُواْ مُهۡتَدِينَ ",
        "bangla_text": "আর যেদিন তিনি তাদেরকে একত্র করবেন (সেদিন তাদের মনে হবে দুনিয়াতে) যেন তাদের অবস্থিতি দিনের মুহূর্তকাল মাত্র ছিল [১]; তারা পরস্পরকে চিনবে [২]। অবশ্যই তারা ক্ষতিগ্রস্ত হয়েছে যারা আল্লাহ্‌র সাক্ষাতের ব্যাপারে মিথ্যারোপ করেছে [৩] এবং তারা সৎপথ প্রাপ্ত ছিল না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কাফেরগণ হাশরের মাঠে দুনিয়ার সময়টুকুকে অত্যন্ত সামান্য সময় বিবেচনা করবে। তাদের কেউ কেউ মনে করবে যে, দুনিয়াতে একঘন্টা অবস্থান করেছিল। যেমনটি এ আয়াতে এবং সূরা আল-আহকাফের ৩৫, সূরা ত্বা-হা এর ১০২-১০৪ এবং সূরা আর-রূমের ৫৫ নং আয়াতে উল্লেখ করা হয়েছে। আবার তাদের কেউ কেউ মনে করবে যে, সে এক বিকাল বা দিবসের প্রথমভাগ অবস্থান করেছিল। যেমনটি সূরা আন-নাযি’আতের ৪৬ এবং সূরা আল-মুমিনুন এর ১১২-১১৪ নং আয়াতে উল্লেখ করা হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ কেয়ামতে যখন মৃতদেহকে কবর থেকে উঠানো হবে, তখন একে অপরকে চিনতে পারবে এবং মনে হবে দেখা-সাক্ষাত হয়নি তা যেন খুব একটা দীর্ঘ সময় নয়। তবে অন্য আয়াত দ্বারা বুঝা যায় যে, তারা চিনতে পারলেও একে অপরকে কিছু জিজ্ঞাসা করবে না। আল্লাহ্ তা'আলা বলেনঃ “সেদিন তারা একে অপরকে জিজ্ঞাসা করবে না\" [সূরা আল-কাসাসঃ ৬৬] আল্লাহ্ তা'আলা আরো বলেনঃ যেদিন শিঙ্গায় ফুঁ দেয়া হবে সেদিন তাদের মাঝে না থাকবে বংশের সম্পর্ক, না তারা একে অপরকে কোন কিছু জিজ্ঞাসা করবে” [সূরা আল-মুমিনুনঃ ১০১] আল্লাহ তা'আলা আরো বলেনঃ “সেদিন কোন অন্তরঙ্গ বন্ধু অপর বন্ধুকে জিজ্ঞাসা করবে না\" [সূরা আল-মা'আরিজঃ১০]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ একদিন আল্লাহর সামনে হাযির হতে হবে, তাঁর সাথে তাদের সাক্ষাত হবে, একথাকে মিথ্যা বলেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১০ : ৪৬",
        "arabic_text": "\nوَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفۡعَلُونَ ",
        "bangla_text": "আর আমরা তাদেরকে যে (শাস্তির) প্রতিশ্রুতি দিয়েছি তার কিছু যদি আপনাকে (দুনিয়াতে) দেখিয়ে দেই অথবা (তাদের উপর তা আসার আগেই) আপনার মৃত্যু দিয়ে দেই, তাহলে তাদের ফিরে আসা তো আমাদেরই কাছে; তদুপরি তারা যা করে আল্লাহ্ই তার সাক্ষী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি আপনার জীবদ্দশায়ই তাদের উপর কোন প্রতিশ্রুত শাস্তি এসে পড়ে অথবা আপনাকে তার পূর্বেই মৃত্যু দিয়ে দেই তারপরও তো তাদেরকে আমার কাছেই ফিরে আসতে হবে। অর্থাৎ সর্বাবস্থায় তাদের প্রত্যাবর্তন স্থল আমার কাছেই। আমি তাদের কাজ-কর্মের সাক্ষী। সে অনুসারেই তাদের বিচার করব।\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১০ : ৪৭",
        "arabic_text": "\nوَلِكُلِّ أُمَّةٖ رَّسُولٞۖ فَإِذَا جَآءَ رَسُولُهُمۡ قُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ ",
        "bangla_text": "আর প্রত্যেক উম্মতের জন্য আছে একজন রাসূল [১] অতঃপর যখন তাদের রাসূল আসে তখন তাদের মধ্যে ন্যায়ভিত্তিক মীমাংসা করা হয় এবং তাদের প্রতি যুলুম করা হয় না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, “প্রত্যেক উম্মতের জন্য একজন রাসূল রয়েছে।” এ ধরনের আয়াত আরো দেখুন, সূরা আন-নাহলঃ ৩৬, সূরা ফাতেরঃ ২৪। এখানে আরেকটি বিষয় গুরুত্বের দাবী রাখে তা হলো, আল্লাহ তা'আলা যদিও রাসূলকে সার্বজনিন করেছেন তারপরও তিনি প্রত্যেক সম্প্রদায়ের কাছে হেদায়াতকারীদের প্রেরণ করে থাকেন। তারা নবী বা রাসূল না হলেও নবী-রাসূলদের বাণী বিভিন্ন সম্প্রদায়ের কাছে বহন করে থাকেন। এ ব্যাপারে সূরা রা'দ এর ৭ নং আয়াতে এসেছে যে, \"প্রত্যেক সম্প্রদায়ের জন্য হেদায়াতকারী বা পথপ্রদর্শক আছেন\"।\n  <br/>\n  <br/>\n  [২] এর অর্থ হচ্ছে, রাসূলের দাওয়াত কোন মানব গোষ্ঠীর কাছে পৌঁছে যাওয়ার পর ধরে নিতে হবে যে, সেই গোষ্ঠীর হেদায়াতের জন্য আল্লাহর যা কিছু করণীয় ছিল, তা করা হয়ে গেছে। এরপর কেবল ফায়সালা করাই বাকি থেকে যায়। অতিরিক্ত যুক্তি বা সাক্ষ্য-প্রমাণের অবকাশ থাকে না। আর চূড়ান্ত ইনসাফ সহকারে এ ফায়সালা করা হয়ে থাকে। যারা রসূলের কথা মেনে নেয় এবং নিজেদের নীতি ও মনোভাব পরিবর্তন করে তারা আল্লাহর রহমত লাভের অধিকারী হয়। আর যারা তাঁর কথা মেনে নেয় না তারা শাস্তি লাভের যোগ্য হয়। তাদেরকে এ শাস্তি দুনিয়া ও আখেরাত উভয় জায়গায় দেয়া যেতে পারে বা এক জায়গায়। তাদের কাছে রাসূল এ জন্যই পাঠাতে হয়, কারণ আল্লাহ্ তা'আলা রাসূল না পাঠিয়ে, মানুষদেরকে সাবধান না করে কাউকে শাস্তি দেন না। আল্লাহ বলেন, “আর আমরা রাসূল না পাঠানো পর্যন্ত শাস্তি প্রদানকারী নই।\" [সূরা আল-ইসরা ১৫][দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  তাছাড়া এ আয়াতের আরেক প্রকার ব্যাখ্যাও বর্ণিত হয়েছে, মুজাহিদ রাহেমাহুল্লাহ বলেনঃ এখানে রাসূলদের আগমন করার অর্থঃ কিয়ামতের দিন হাশরের মাঠে তাদের আগমণের কথা বুঝানো হয়েছে। যেমনটি সূরা আয-যুমারের ৬৯ নং আয়াতে বর্ণিত হয়েছেঃ “যমীন তার প্রতিপালকের জ্যোতিতে উদ্ভাসিত হবে, 'আমলনামা পেশ করা হবে এবং নবীগণকে ও সাক্ষীগণকে উপস্থিত করা হবে এবং সকলের মধ্যে ন্যায় বিচার করা হবে ও তাদের প্রতি যুলুম করা হবে না”। সুতরাং প্রত্যেক উম্মতের আমলনামাই তাদের নবী-রাসূলদের উপস্থিতিতে পেশ করা হবে। তাদের ভাল-মন্দ আমল তাদের সাক্ষ্য হিসেবে বিবেচিত হবে। অনুরূপভাবে আমল সংরক্ষণকারী ফিরিশ্‌তাগণদের মধ্য থেকেও সাক্ষী থাকবে। এভাবেই উম্মতের পর উম্মতের মধ্যে ফয়সালা করা হবে। উম্মতে মুহাম্মাদীয়ারও একই অবস্থা হবে তবে তারা সবশেষে আসা সত্বেও সর্বপ্রথম তাদের হিসাব-নিকাশ করা হবে। হাদীস শরীফে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আমরা সবশেষে আগমণকারী তবে কিয়ামতের দিন সবার অগ্রে থাকব। [বুখারীঃ ৮৭৬] অপর হাদীসে এসেছে, “সমস্ত সৃষ্টিজগতের পূর্বে তাদের বিচার-ফয়সালা করা হবে\"। [মুসলিমঃ ৮৫৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১০ : ৪৮",
        "arabic_text": "\nوَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "আর তারা বলে, ‘যদি তোমরা সত্যবাদী হও, (তবে বল) এ প্রতিশ্রুতি কবে ফলবে [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা’আলা এখানে কাফেরদের কুফরির সংবাদ দিয়ে বলছেন যে, কাফেররা যে আল্লাহর আযাবকে তাড়াতাড়ি চাচ্ছে এবং এর জন্য সুনির্দিষ্ট সময় নির্ধারণের কথা বলছে, এতে তাদের কোন লাভ নেই। অন্যত্রও আল্লাহ এ কথা বলেছেন, “যারা এটাতে ঈমান রাখে না তারাই তা ত্বরান্বিত করতে চায়। আর যারা ঈমান এনেছে তারা তা থেকে ভীত থাকে এবং তারা জানে যে, তা অবশ্যই সত্য \" [সূরা আশ-শূরা:১৮] আরও বলেন, “আর তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে, অথচ আল্লাহ তাঁর প্রতিশ্রুতি কখনো ভংগ করেন না। আপনার রব-এর কাছে একদিন তোমাদের গণনার হাজার বছরের সমান” [সূরা আল-হজ: ৪৭] আরও বলেন, “তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে, জাহান্নাম তো কাফিরদেরকে পরিবেষ্টন করবেই।\" [সূরা আল-আনকাবৃত: ৫৪] তাছাড়া এ সূরার ৫০ নং আয়াতে তাদেরকে রীতিমত সাবধানও করেছেন।\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১০ : ৪৯",
        "arabic_text": "\nقُل لَّآ أَمۡلِكُ لِنَفۡسِي ضَرّٗا وَلَا نَفۡعًا إِلَّا مَا شَآءَ ٱللَّهُۗ لِكُلِّ أُمَّةٍ أَجَلٌۚ إِذَا جَآءَ أَجَلُهُمۡ فَلَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ ",
        "bangla_text": "বলুন, ‘আল্লাহ্‌ যা ইচ্ছা করেন তা ছাড়া আমার কোন অধিকার নেই আমার নিজের ক্ষতি বা মন্দের।’ প্রত্যেক উম্মতের জন্য এক নির্দিষ্ট সময় আছে; যখন তাদের সময় আসবে তখন তারা মুহূর্তকালও পিছাতে বা এগুতেও পারবে ন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১০ : ৫০",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُهُۥ بَيَٰتًا أَوۡ نَهَارٗا مَّاذَا يَسۡتَعۡجِلُ مِنۡهُ ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে জানাও যদি তাঁর শাস্তি তোমাদের উপর রাতে অথবা দিনে এসে পড়ে, তবে অপরাধীরা তার কোনটিকে তাড়াতাড়ি পেতে চায় [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সারা জীবন তারা যে জিনিসটিকে মিথ্যা বলতে থাকে, যাকে মিথ্যা মনে করে সারাটা জীবন ভুল কাজে ব্যয় করে এবং যারা সংবাদদানকারী নবী-রাসূলদেরকে বিভিন্নভাবে দোষারোপ করতে থাকে, সেই জিনিসটি যখন তাদের সমস্ত প্রত্যাশাকে গুড়িয়ে দিয়ে অকস্মাৎ সামনে এসে দাঁড়াবে তখন তাদের পায়ের তলা থেকে মাটি সরে যাবে। নিজের কৃতকর্মের হাত থেকে বাচার কোন পথ থাকবে না। মুখ বন্ধ হয়ে যাবে। লজ্জায় ও আক্ষেপে অন্তর ভিতরে ভিতরেই দমে যাবে। সুতরাং কত বড় বিপদকে তারা তাড়াতাড়ি ডেকে আনছে? [কুরতুবী; ফাতহুল কাদীর; সা’দী]\n  <br/>\n  <br/>\n  আয়াতের অন্য অর্থ এও হতে পারে যে, বলুন, তোমরা কি ভেবে দেখেছ, যদি তাঁর শাস্তি তোমাদের উপর রাতে অথবা দিনে এসে পড়ে তাহলে অপরাধীরা কোন জিনিস পেতে তাড়াতাড়ি করছে? আযাব তো তাদের খুব কাছের জিনিস। সকাল বা সন্ধ্যা যে কোন সময় এসে যেতে পারে। [দেখুন, বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১০ : ৫১",
        "arabic_text": "\nأَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓۚ ءَآلۡـَٰٔنَ وَقَدۡ كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ ",
        "bangla_text": "তবে কি তোমরা এটা ঘটার পর তাতে ঈমান আনবে? এখন [১]?! অথচ তোমরা তো এটাকেই তাড়াতাড়ি পেতে চাইছিলে!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা কি তখন ঈমান আনবে, যখন তোমাদের উপর আযাব পতিত হয়ে যাবে? চাই তা মৃত্যুর সময়ে হোক কিংবা তার পূর্বে। কিন্তু তখন তোমাদের ঈমানের উত্তরে কি বলা হবে- (آٰلۡـٰٔنَ) এতক্ষণে ঈমান আনলে, যখন ঈমানের সময় চলে গেছে? যেমন, জলমগ্ন হবার সময়ে ফিরআউন যখন বললঃ “আমি ঈমান আনছি, নিশ্চয়ই কোন হক উপাস্য নেই তিনি ছাড়া যার উপর ঈমান এনেছে বনী ইসরাঈলরা\" [সূরা ইউনুসঃ ৯০]। উত্তরে বলা হয়েছিল- (آٰلۡـٰٔنَ) অর্থাৎ এতক্ষণে ঈমান আনলে? বস্তুতঃ তার ঈমান কবুল করা হয়নি। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ আল্লাহ্ তা'আলা বান্দার তাওবা কবুল করেন যতক্ষণ না তার মৃত্যুকালীন উর্ধ্বশ্বাস আরম্ভ হয়ে যায়”। [তিরমিয়ীঃ ৩৫৩৭, মুসনাদে আহমাদঃ ২/১৩২, হাকেম মুস্তাদরাকঃ ৪/২৫৭, ইবনে মাজাহঃ ৪২৫৩, ইবনে হিব্বানঃ ৬২৮] অর্থাৎ মৃত্যুকালীন গরগরা বা উর্ধ্বশ্বাস আরম্ভ হয়ে যাওয়ার পর ঈমান ও তাওবা আল্লাহর দরবারে গ্রহণযোগ্য নয়। এমনিভাবে দুনিয়াতে আযাব সংঘটিত হওয়ার পূর্বাহ্নে তাওবা কবুল হতে পারে। কিন্তু আযাব এসে যাবার পর আর তাওবা কবুল হয় না। আয়াতের শেষে এবং সূরা গাফেরের ৮৪ ও ৮৫ নং আয়াতদ্বয়ে একথাটি স্পষ্টভাবে বর্ণিত হয়েছে। এ সূরার শেষাংশে ইউনুস আলাইহিস সালামএর কওমের ঘটনা আসছে যে, তাদের তাওবা কবুল করে নেয়া হয়েছিল, তা এই মূলনীতির ভিত্তিতেই হয়েছিল। কারণ, তারা দূরে থেকে আযাব আসতে দেখেই বিশুদ্ধ-সত্য মনে কেদে-কেটে তাওবা করে নিয়েছিল। তাই আযাব সরে যায়। যদি আযাব তাদের উপর পতিত হয়ে যেত, তবে আর তাওবা কবুল হত না।\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১০ : ৫২",
        "arabic_text": "\nثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلۡخُلۡدِ هَلۡ تُجۡزَوۡنَ إِلَّا بِمَا كُنتُمۡ تَكۡسِبُونَ ",
        "bangla_text": "তারপর যারা যুলুম করত তাদেরকে বলা হবে, ‘স্থায়ী শাস্তি আস্বাদন কর; তোমরা যা করতে, তোমাদেরকে কেবল তারই প্রতিফল দেয়া হচ্ছে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা তাদেরকে ধমকের সুরে বলা হবে। কারণ তারা এ আযাবকে অস্বীকার করেছিল। সূরা আত-তুরের ১৩-১৬ নং আয়াতেও তা বর্ণিত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১০ : ৫৩",
        "arabic_text": "\n۞ وَيَسۡتَنۢبِـُٔونَكَ أَحَقٌّ هُوَۖ قُلۡ إِي وَرَبِّيٓ إِنَّهُۥ لَحَقّٞۖ وَمَآ أَنتُم بِمُعۡجِزِينَ ",
        "bangla_text": "আর তারা আপনার কাছে জানতে চায়, ‘এটা কি সত্য?’ বলুন, ‘হ্যাঁ, আমার রবের শপথ এটা অবশ্যই সত্য [১] আর তোমরা মোটেই অপারগকারী নও।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা'আলা তাঁর নবীকে আল্লাহর সত্বার শপথ করে কেয়ামত যে আসন্ন তা বলতে নির্দেশ দিচ্ছেন। পবিত্র কুরআনের আরো দুটি স্থানে এ ধরণের নির্দেশ এসেছে, [যেমন সূরা সাবাঃ ৩, এবং আত-তাগাবুনঃ ৭] মূলতঃ কেয়ামতের ব্যাপারটি বিশেষ গুরুত্বের দাবী রাখার কারণেই আল্লাহ্‌ তাঁর নবীকে শপথ করে বলার নির্দেশ দিয়েছেন।\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১০ : ৫৪",
        "arabic_text": "\nوَلَوۡ أَنَّ لِكُلِّ نَفۡسٖ ظَلَمَتۡ مَا فِي ٱلۡأَرۡضِ لَٱفۡتَدَتۡ بِهِۦۗ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۖ وَقُضِيَ بَيۡنَهُم بِٱلۡقِسۡطِ وَهُمۡ لَا يُظۡلَمُونَ ",
        "bangla_text": "আর যমীনে যা রয়েছে, তা যদি প্রত্যেক যুলুমকারী [১] ব্যাক্তির হয়ে যায়, তবে সে মুক্তির বিনিময়ে সেসব দিয়ে দেবে এবং অনুতাপ গোপন করবে যখন তারা শাস্তি প্রত্যক্ষ করবে। আর তাদের মীমাংসা ন্যায়ভিত্তিক করা হবে এবং তাদের প্রতি যুলুম করা হবে না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যুলুম বলতে শির্ক ও কুফর বোঝানো হয়েছে। [মুয়াসসার] কারণ, শির্ক হচ্ছে সবচেয়ে বড় যুলুম। অন্য আয়াতে আল্লাহ বলেন, নিশ্চয় শির্ক হচ্ছে বড় যুলুম | [সূরা লুকমান: ১৩]\n  <br/>\n  <br/>\n  [২] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেয়ামতের দিন কাফেরদেরকে উপস্থিত করে বলা হবেঃ যদি তোমার নিকট পৃথিবীর সমান পরিমান স্বর্ণ থাকে, তাহলে কি তুমি এর বিনিময়ে এ শাস্তি থেকে মুক্তি কামনা করবে? তখন তারা বলবেঃ হ্যাঁ, তাকে বলা হবে যে, তোমার নিকট এর চেয়েও সহজ জিনিস চাওয়া হয়েছিল... আমার সাথে আর কাউকে শরীক না করতে কিন্তু তুমি তা মানতে রাজি হওনি। [বুখারীঃ ৬৫৩৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১০ : ৫৫",
        "arabic_text": "\nأَلَآ إِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ أَلَآ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "জেনে রাখ! আসমানসমূহ ও যমীনে যা কিছু আছে তা আল্লাহ্‌রই। জেনে রাখ! আল্লাহ্‌র প্রতিশ্রুতি সত্য, কিন্তু তাদের অধিকাংশই জানে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১০ : ৫৬",
        "arabic_text": "\nهُوَ يُحۡيِۦ وَيُمِيتُ وَإِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "তিনিই জীবন দান করেন এবং মৃত্যু ঘটান এবং তাঁরই কাছে তোমাদেরকে প্রত্যাবর্তন করানো হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১০ : ৫৭",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ ",
        "bangla_text": "হে লোকসকল! তোমাদের প্রতি তোমাদের রবের কাছ থেকে এসেছে উপদেশ ও অন্তরসমূহে যা আছে তার আরোগ্য এবং মুমিনদের জন্য হিদায়াত ও রহমত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কুরআনুল কারীমের চারটি বৈশিষ্ট্যের উল্লেখ করা হয়েছে- এক.\n  <br/>\n  <br/>\n  (  مَّوۡعِظَةٌ مِّنۡ رَّبِّکُمۡ) - (مَوْعِظَةٌ) ও (وَعَظٌ)\n  <br/>\n  <br/>\n  এর প্রকৃত অর্থ হলো উৎসাহ কিংবা ভীতিপ্রদর্শনের মাধ্যমে পরিণাম সম্পর্কে স্মরণ করে দেয়া। [ফাতহুল কাদীর] অর্থাৎ এমন বিষয় বর্ণনা করা, যা শুনে মানুষের অন্তর কোমল হয় এবং আল্লাহর প্রতি শ্রদ্ধাবনত হয়ে পড়ে। পার্থিব গাফলতীর পর্দা ছিন্ন হয়ে মনে আখেরাতের ভাবনা উদয় হয়। যাবতীয় অন্যায় ও অশ্লিলতা থেকে বিরত করে। [ইবন কাসীর] কুরআনুল কারীমের প্রথম থেকে শেষ পর্যন্ত এই ‘মাওয়ায়েযে হাসানাহ'-এর অত্যন্ত সালঙ্কার প্রচারক। এর প্রতিটি জায়গায় ওয়াদা-প্রতিশ্রুতির সাথে সাথে ভীতি-প্রদর্শন, সওয়াবের সাথে সাথে আযাব, পার্থিব জীবনের কল্যাণ ও কৃতকার্যতার সাথে সাথে ব্যর্থতা ও পথভ্রষ্টতা প্রভৃতির এমন সংমিশ্রিত আলোচনা করা হয়েছে, যা শোনার পর পাথরও পানি হয়ে যেতে পারে।\n  <br/>\n  <br/>\n  দুই. কুরআনুল কারীমের দ্বিতীয় গুণ\n  <br/>\n  <br/>\n  (وَ شِفَآءٌ لِّمَا فِی الصُّدُوۡرِ)\n  <br/>\n  <br/>\n  বাক্যে বর্ণিত হয়েছে। (شِفَاءٌ) অর্থ রোগ নিরাময় হওয়া আর (صُدُوْرٌ)  হলো (صَدْرٌ) এর বহুবচন, যার অর্থ বুক। আর এর মর্মার্থ অন্তর। সারার্থ হচ্ছে যে, কুরআনুল কারাম অন্তরের ব্যাধিসমূহ যেমন সন্দেহ, সংশয়, নিফাক, মতবিরোধ ও ঝগড়া-বিবাদ ইত্যাদির জন্য একান্ত সফল চিকিৎসা ও সুস্থতা এবং রোগ নিরাময়ের অব্যৰ্থ ব্যবস্থাপত্র। [কুরতুবী] অনুরূপভাবে অন্তরে যে সমস্ত পাপ পঙ্কিলতা রয়েছে সেগুলোর জন্যও মহৌষধ। [ইবন কাসীর] সঠিক আকীদা বিশ্বাস বিরোধী যাবতীয় সন্দেহ কুরআনের মাধ্যমে দূর হতে পারে। [ফাতহুল কাদীর] হাসান বসরী রাহিমাহুল্লাহ বলেন যে, কুরআনের এই বৈশিষ্ট্যের দ্বারা বোঝা যায় যে, এটি বিশেষতঃ অন্তরের রোগের শিফা: দৈহিক রোগের চিকিৎসা নয়। কিন্তু অন্যান্য মনীষীবৃন্দ বলেছেন যে, প্রকৃতপক্ষে কুরআন সর্ব রোগের নিরাময়, তা অন্তরের রোগই হোক কিংবা দেহেরই হোক। [আদ-দুররুল মানসূর]। তবে আত্মিক রোগের ধ্বংসকারিতা মানুষের দৈহিক রোগ অপেক্ষা বেশী মারাত্মক এবং এর চিকিৎসাও যে কারো সাধ্যের ব্যাপার নয়। সে কারণেই এখানে শুধু আন্তরিক ও আধ্যাত্মিক রোগের উল্লেখ করা হয়েছে। এতে একথা প্রতীয়মান হয় না যে, দৈহিক রোগের জন্য এটি চিকিৎসা নয়। হাদীসের বর্ণনা ও উম্মতের আলেম সম্প্রদায়ের অসংখ্য অভিজ্ঞতাই এর প্রমাণ যে, কুরআনুল কারাম যেমন আন্তরিক ব্যাধির জন্য অব্যর্থ মহৌষধ, তেমনি দৈহিক রোগ-ব্যাধির জন্যও উত্তম চিকিৎসা। তিন. কুরআনুল কারীমের তৃতীয় গুণ হচ্ছেঃ কুরআন হলো হেদায়াত। অর্থাৎ যে তার অনুসরণ করবে তার জন্য সঠিক পথের দিশা প্রদানকারী [কুরতুবী] আল্লাহ্ তা'আলা পবিত্র কুরআনের বিভিন্ন স্থানে কুরআনকে হেদায়াত বলে অভিহিত করেছেন। যেমন সূরা আল-বাকারার ২য় আয়াত, সূরা আল ইসরার নবম আয়াত, সূরা আল-বাকারাহঃ ৯৭, ১৮৫, সূরা আলে-ইমরানঃ ১৩৮, সূরা আল-আনআমঃ ১৫৭, সূরা আল-আরাফঃ ৫২, ২০৩, সূরা ইউসুফঃ ১১১, সূরা আন-নাহলঃ ৬৪, ৮৯, ১০২, সূরা আয-যুমারঃ ২৩, সূরা ফুসসিলাতঃ ৪৪, সূরা আল-জাসিয়াহঃ ২০। চার. কুরআনুল কারীমের চতুর্থ গুণ হচ্ছেঃ কুরআন হলো রহমত। যার এক অর্থ হচ্ছে নে’আমত। [কুরতুবী] অনুরূপভাবে সূরা আল-ইসরার ৮২, সূরা আল-আনআমঃ ১৫৭, সূরা আল-আরাফঃ ১৫২, ২০৩, সূরা ইউসুফঃ ১১১, সূরা আন-নাহলঃ ৬৪, ৮৯, সূরা আল-ইসরাঃ ৮২, সূরা আন-নামলঃ ৭৭, সুরা লুকমানঃ ৩, সূরা আল-জাসিয়াহঃ ২০, সূরা আল-কাসাসঃ ৮৬ নং আয়াতেও কুরআনকে রহমত বলে উল্লেখ করা হয়েছে। এসবই কিন্তু মুমিনদের জন্য কারণ তারাই এর দ্বারা উপকৃত হয়, কাফেররা এর দ্বারা উপকৃত হয় না, কারণ তারা এ ব্যাপারে অন্ধ। [মুয়াসসার]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১০ : ৫৮",
        "arabic_text": "\nقُلۡ بِفَضۡلِ ٱللَّهِ وَبِرَحۡمَتِهِۦ فَبِذَٰلِكَ فَلۡيَفۡرَحُواْ هُوَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ ",
        "bangla_text": "বলুন, ‘এটা আল্লাহ্‌র অনুগ্রহে ও তাঁর দয়ায়; কাজেই এতে তারা যেন আনন্দিত হয়।’ তারা যা পুঞ্জীভুত করে তার চেয়ে এটা উত্তম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মানুষের কর্তব্য হলো আল্লাহ তা'আলার রহমত ও অনুগ্রহকেই প্রকৃত আনন্দের বিষয় মনে করা এবং একমাত্র তাতেই আনন্দিত হওয়া দুনিয়ার ক্ষণস্থায়ী ধন-সম্পদ, আরাম-আয়েশ ও মান-সন্ত্রম কোনটাই প্রকৃতপক্ষে আনন্দের বিষয় নয়। কারণ, একে তো কেউ যত অধিক পরিমাণেই তা অর্জন করুক না কেন, সবই অসম্পূর্ণ হয়ে থাকে; পরিপূর্ণ হয় না। দ্বিতীয়তঃ সর্বদাই তার পতনাশঙ্কা লেগেই থাকে। তাই আয়াতের শেষাংশে বলা হয়েছে-\n  <br/>\n  <br/>\n  (هُوَ  خَیۡرٌ  مِّمَّا  یَجۡمَعُوۡنَ)\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহর করুণা-অনুগ্রহ সে সমস্ত ধন-সম্পদ ও সম্মান-সাম্রাজ্য অপেক্ষা উত্তম, যেগুলোকে মানুষ নিজেদের সমগ্র জীবনের ভরসা বিবেচনা করে সংগ্রহ করে। এ আয়াতে দুটি বিষয়কে আনন্দ-হর্ষের বিষয় সাব্যস্ত করা হয়েছে। একটি হলো (فضل) ‘ফদল’, অপরটি হলো –( رحمة)  ‘রহমত’। আবু সাঈদ খুদরী ও ইবন আব্বাস রাদিয়াল্লাহু আনহুমাসহ অনেক মুফাসসির বলেছেন যে, ‘ফদল’ অর্থ কুরআন; আর রহমত অর্থ ইসলাম। [কুরতুবী] অন্য বর্ণনায় ইবন আব্বাস বলেন, ‘ফদল’ হচ্ছে, কুরআন, আর তার রহমত হচ্ছে এই যে, তিনি আমাদেরকে কুরআনের অনুসারী করেছেন। হাসান, দাহহাক, মুজাহিদ, কাতাদা বলেন, এখানে ‘ফদল’ হচ্ছে ঈমান, আর তার রহমত হচ্ছে, কুরআন। [তাবারী; কুরতুবী] বস্তুতঃ রহমতের মর্ম এই যে, আল্লাহ্ তা'আলা আমাদেরকে কুরআনের শিক্ষা দান করেছেন এবং এর উপর আমল করার সামর্থ্য দিয়েছেন। কারণ, ইসলামও এ তথ্যেরই শিরোনাম। যখন উমর রাদিয়াল্লাহু ‘আনহুর নিকট ইরাকের খারাজ নিয়ে আসা হলো তখন তিনি তা গুনছিলেন এবং আল্লাহর শুকরিয়া আদায় করছিলেন। তখন তার এক কর্মচারী বললঃ এগুলো আল্লাহর দান ও রহমত। তখন উমর রাদিয়াল্লাহু আনহু বললেনঃ তোমার উদ্দেশ্য সঠিক নয়। আল্লাহর কুরআনে যে কথা বলা হয়েছে যে, “বল তোমরা আল্লাহর দান ও রহমত পেয়ে খুশী হও যা তোমরা যা জমা করছ তার থেকে উত্তম” এ আয়াত দ্বারা দুনিয়ার কোন ধন-সম্পদ বুঝানো হয়নি। কারণ আল্লাহ তা'আলা জমা করা যায় এমন সম্পদ থেকে অন্য বিষয়কে প্রাধান্য দিয়ে তা উত্তম বলে ঘোষণা করেছেন। দুনিয়ার যাবতীয় সম্পদই জমা করা যায়। সুতরাং আয়াত দ্বারা দুনিয়ার সম্পদ বুঝানো উদ্দেশ্য নয়। [ইবনে আবী হাতিম] বরং ঈমান, ইসলাম ও কুরআনই এখানে উদ্দেশ্য। আয়াতের পূর্বাপর সম্পর্ক দ্বারাও এ অর্থ স্পষ্টভাবে বুঝা যায়। সুতরাং এ জাতীয় দ্বীনী কোন সুসংবাদ যদি কারো হাসিল হয় তিনিও এ আয়াতের নির্দেশের অন্তর্ভুক্ত হবেন। আব্দুর রহমান ইবনে আবযা তার পিতা থেকে, তিনি তার পিতা থেকে বর্ণনা করেন, তিনি উবাই ইবনে কা'ব রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেছেনঃ “আমার উপর একটি সূরা নাযিল হয়েছে এবং আমাকে তা তোমাকে পড়াতে নির্দেশ দেয়া হয়েছে\"। তিনি বললেন, আমি বললামঃ আমার নাম নেয়া হয়েছে? রাসূল বললেনঃ হ্যা। বর্ণনাকারী বলেনঃ আমি আমার পিতা (উবাই রাদিয়াল্লাহু আনহু) কে বললামঃ হে আবুল মুনযির! আপনি কি তাতে খুশী হয়েছেন? উত্তরে তিনি বললেনঃ আমাকে খুশী হতে কিসে নিষেধ করল অথচ আল্লাহ তা'আলা বলছেনঃ “বলুন, আল্লাহর অনুগ্রহ ও তারই রহমতের উপর তোমরা খুশী হও” [মুস্তাদরাকে হাকেমঃ ৩/৩০৪, আবুদাউদঃ ৩৯৮০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১০ : ৫৯",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزۡقٖ فَجَعَلۡتُم مِّنۡهُ حَرَامٗا وَحَلَٰلٗا قُلۡ ءَآللَّهُ أَذِنَ لَكُمۡۖ أَمۡ عَلَى ٱللَّهِ تَفۡتَرُونَ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে জানাও আল্লাহ্‌ তোমাদের যে রিযক [১] দিয়েছেন তারপর তোমরা তার কিছু হালাল ও কিছু হারাম করেছ [২]’ বলুন, ‘আল্লাহ্‌ কি তোমাদেরকে এটার অনুমতি দিয়েছেন, নাকি তোমরা আল্লাহ্‌র উপর মিথ্যা রটনা করছ [৩]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াত নাযিল হওয়া সম্পর্কে ইবন আব্বাস বলেন, জাহেলী যুগে তারা কিছু জিনিসকাপড় ইত্যাদি নিজেদের উপর হারাম করে নিয়েছিল, সেটার সংবাদই আল্লাহ তা'আলা এ আয়াতে প্রদান করেছেন। তারপর আল্লাহ অন্য আয়াতে সেটার ব্যাপারে বলেছেন, \"বলুন, কে তোমাদের উপর সে সব বস্তু হারাম করেছেন যেগুলো আল্লাহ বান্দাদের জন্য বের করেছেন?” [সূরা আল-আরাফ: ৩২][তাবারী] মূলত: রিযিক শব্দটি নিছক খাদ্যের অর্থের মধ্যে সীমাবদ্ধ নয় বরং রকমারি দান, অনুদানও এর আওতাভুক্ত রয়েছে। আল্লাহ দুনিয়ায় মানুষকে যা কিছু দিয়েছেন তা সবই তার রিযিক। এমনকি সন্তান-সন্ততিও রিযিক। হাদীসে বলা হয়েছে, আল্লাহ প্রত্যেক গর্ভবতীর পেটে একজন ফেরেশতা পাঠান। তিনি শিশুর রিযিক এবং তার আয়ু ও কর্ম লিখে দেন। [দেখুন, বুখারীঃ ৩০৩৬] এখানে রিযিক মানে শুধু খাদ্য নয়, যা ভূমিষ্ঠ হবার পরে এ শিশু লাভ করবে। বরং এ দুনিয়ায় তাকে যা কিছু দেয়া হবে সবই রিযিকের অন্তর্ভুক্ত। কুরআনে বলা হয়েছেঃ “যা কিছু আমি তাদের রিযক দিয়েছি তা থেকে তারা খরচ করে \" [সূরা আল-বাকারাহঃ ৩]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা যে এটা কতবড় মারাত্মক বিদ্রোহাত্মক অপরাধ করছে তার কোন অনুভূতিই তোমাদের নেই। রিযিকের মালিক আল্লাহ। তোমরা নিজেরাও আল্লাহর অধীন। এ অবস্থায় আল্লাহর সম্পত্তিতে হস্তক্ষেপ এবং তা ব্যবহার ও ভোগ করার জন্য তার মধ্যে বিধি-নিষেধ আরোপ করার অধিকার তোমরা কোথা থেকে পেলে ? বিধি-নিষেধ তো তিনিই দেবেন। তিনিই হালাল বা হারামকারী, অন্য কেউ নয়। আর তা তাঁর রাসূলের মাধ্যমেই আসতে পারে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] আবুল আহওয়াছ আউফ ইবনে মালেক ইবনে নাদলাহ তার পিতা থেকে বর্ণনা করেন যে, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট খুব অবিন্যস্ত অবস্থায় আসলাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ “তোমার কি সম্পদ আছে?” আমি বললামঃ হ্যাঁ, তিনি বললেনঃ “কি সম্পদ\"? আমি বললামঃ সবধরণের সম্পদ, উট, দাস, ঘোড়া এবং ছাগল। তখন তিনি বললেনঃ “আল্লাহ যদি তোমাকে কোন সম্পদ দিয়ে থাকেন তবে তা তোমার নিকট দেখা যাওয়া উচিত।” এরপর আরো বললেনঃ “তোমার সম্প্রদায়ের উটের বাচ্চা সুস্থ কান সম্পন্ন হওয়ার পরে তুমি ক্ষুর নিয়ে সেগুলোর কান কেটে বল না যে, এগুলো ‘বুহুর’? এবং সেগুলো ফাটিয়ে দিয়ে বা সেগুলোর চামড়া ফাটিয়ে তুমি কি বলনা যে, এগুলোঃ ‘ছুরম’? আর এতে করে তুমি সেগুলোকে তোমার এবং তোমার পরিবারের জন্য হারাম বানিয়ে নাও না? তিনি বললেনঃ হ্যাঁ। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “আল্লাহ্‌ তোমাকে যা দান করেছেন তা অবশ্যই তোমার জন্য হালাল। আল্লাহ্‌র বাহুর ক্ষমতা তোমার বাহুর ক্ষমতা থেকে নিঃসন্দেহে বেশী শক্তিশালী, আর আল্লাহর ক্ষুর তোমার ক্ষুরের চাইতে ধারালো” [মুসনাদে আহমাদঃ ৪/৪৭৩] সুতরাং কোন হালাল বস্তুকে হারাম করার ক্ষমতা মানুষকে আল্লাহ দেন নি। তারপর আল্লাহ তা'আলা তাদেরকে আখেরাতের কঠিন ভয় দেখিয়ে এরূপ কর্মকাণ্ড থেকে বিরত থাকার নির্দেশ দিচ্ছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১০ : ৬০",
        "arabic_text": "\nوَمَا ظَنُّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ يَوۡمَ ٱلۡقِيَٰمَةِۗ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ ",
        "bangla_text": "আর যারা আল্লাহ্‌র উপর মিথ্যা রটনা করে, কিয়ামতের দিন সম্পর্কে তাদের কি ধারণা? নিশ্চয় আল্লাহ্‌ মানুষের প্রতি অনুগ্রহপরায়ণ, কিন্তু তাদের অধিকাংশই কৃতজ্ঞতা প্রকাশ করে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ সমস্ত লোকদের সম্পর্কে তোমাদের কি ধারণা? তাদেরকে কি আল্লাহ্‌ এমনিই ছেড়ে দিবেন? কিয়ামতের দিন কি তিনি তাদেরকে শাস্তি দিবেন না? [ইবন কাসীর] কিন্তু তিনি অত্যন্ত অনুগ্রহশীল। তাঁর অনুগ্রহের এক প্রকাশ হচ্ছে যে, তিনি তাদেরকে দুনিয়ার বুকে এর কারণে দ্রুত শাস্তি দেন না। [তাবারী] আরেক প্রকাশ হচ্ছে, তিনি ঐ সব বস্তুই হারাম করেছেন যা তাদের দুনিয়া ও আখেরাতে ক্ষতিকর বিবেচিত। পক্ষান্তরে যা উপকারী তা অবশ্যই হালাল করেছেন। কিন্তু অধিকাংশ মানুষই আল্লাহ্‌র শোকরিয়া জ্ঞাপন না করে আল্লাহ্‌ তাদের জন্য যা হালাল করেছেন তা হারাম করছে, এতে করে তারা তাদের নিজেদের উপর দুনিয়াকে সংকীর্ণ করে নিচ্ছে। আর এ কাজটা মুশরিকরাই করে থাকে, তারা নিজেদের জন্য শরী’আত প্রবর্তন করে নিয়েছে। অনুরূপভাবে আহলে কিতাবগণও এর অন্তর্ভুক্ত। কারণ তারাও দ্বীনের মধ্যে বিদ\"আতের প্রবর্তন করেছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১০ : ৬১",
        "arabic_text": "\nوَمَا تَكُونُ فِي شَأۡنٖ وَمَا تَتۡلُواْ مِنۡهُ مِن قُرۡءَانٖ وَلَا تَعۡمَلُونَ مِنۡ عَمَلٍ إِلَّا كُنَّا عَلَيۡكُمۡ شُهُودًا إِذۡ تُفِيضُونَ فِيهِۚ وَمَا يَعۡزُبُ عَن رَّبِّكَ مِن مِّثۡقَالِ ذَرَّةٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ وَلَآ أَصۡغَرَ مِن ذَٰلِكَ وَلَآ أَكۡبَرَ إِلَّا فِي كِتَٰبٖ مُّبِينٍ ",
        "bangla_text": "আর আপনি যে অবস্থাতেই থাকুন না কেন এবং আপনি সে সম্পর্কে কুরআন থেকে যা-ই তিলাওয়াত করেন এবং তোমরা যে আমলই কর না কেন, আমরা তোমাদের সাক্ষী থাকি, যখন তোমরা  তাতে প্রবৃত্ত হও। আর আসমানসমূহ ও যমীনের অণু পরিমাণও আপনার রবের চেয়ে ক্ষুদ্রতর বা বৃহত্তর কিছুই নেই যা সুস্পষ্ট কিতাবে নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১০ : ৬২",
        "arabic_text": "\nأَلَآ إِنَّ أَوۡلِيَآءَ ٱللَّهِ لَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ ",
        "bangla_text": "জেনে রাখ! আল্লাহ্‌র বন্ধুদের কোন ভয় নেই এবং তারা  চিন্তিতও হবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে আল্লাহর অলীদের বিশেষ বৈশিষ্ট্য, তাদের প্রশংসা ও পরিচয় বর্ণনার সাথে সাথে তাদের প্রতি আখেরাতের সুসংবাদ দেয়া হয়েছে। বলা হয়েছে যারা আল্লাহর অলী তাদের না থাকবে কোন অপছন্দনীয় বিষয়ের সম্মুখীন হওয়ার আশঙ্কা, আর না থাকবে কোন উদ্দেশ্যে ব্যর্থতার গ্রানি। এদের জন্য পার্থিব জীবনেও সংযবাদ রয়েছে এবং আখেরাতেও। দুনিয়াতেও তারা দুঃখ-ভয় থেকে মুক্ত। আর আখেরাতে তাদের মনে কোন চিন্তা-ভাবনা না থাকার অর্থ জান্নাতে যাওয়া। এতে সমস্ত জান্নাতবাসীই অন্তর্ভুক্ত।\n  <br/>\n  <br/>\n  আয়াতে উল্লেখিত ‘আওলিয়া’ শব্দটি অলী শব্দের বহুবচন। আরবী ভাষায় অলী অর্থ ‘নিকটবর্তী’ও হয় এবং দোস্ত-বন্ধু’ও হয়। শরীআতের পরিভাষায় অলী বলতে বুঝায়ঃ যার মধ্যে দুটি গুণ আছেঃ ঈমান এবং তাকওয়া। মহান আল্লাহ বলেন, “জেনে রাখ! আল্লাহর অলী তথা বন্ধুদের কোন ভয় নেই এবং তারা চিন্তিতও হবেনা, যারা ঈমান আনে এবং তাকওয়া অবলম্বন করে”। [সূরা ইউনুসঃ ৬২-৬৩] যদি আল্লাহর অলী বলতে ঈমানদার ও মুত্তাকীদের বুঝায় তাহলে বান্দার ঈমান ও তাকওয়া অনুসারে আল্লাহর কাছে তার বেলায়াত তথা বন্ধুত্ব নির্ধারিত হবে। সুতরাং যার ঈমান ও তাকওয়া সবচেয়ে বেশী পূর্ণ, তার বেলায়াত তথা আল্লাহর বন্ধুত্ব সবচেয়ে বেশী হবে। ফলে মানুষের মধ্যে তাদের ঈমান ও তাকওয়ার ভিত্তিতে আল্লাহর বেলায়াতের মধ্যেও তারতম্য হবে। আল্লাহর অলীদের সম্পর্কে কতিপয় গুরুত্বপূর্ণ বিষয়:\n  <br/>\n  <br/>\n  আল্লাহর নবীরা তার সর্বশ্রেষ্ঠ অলী হিসাবে স্বীকৃত। নবীদের মধ্যে শ্রেষ্ঠ হলেন তার রাসূলগণ। রাসূলদের মধ্যে শ্রেষ্ঠ হলেনঃ দৃঢ়প্রতিজ্ঞ রাসূলগণ তথা নুহ, ইবরাহীম, মূসা, ঈসা এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। আর সমস্ত দৃঢ়প্রতিজ্ঞ রাসূলদের মধ্যে শ্রেষ্ঠ হলেনঃ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম।\n  <br/>\n  <br/>\n  এখানে এটা জানা আবশ্যক যে, আল্লাহর অলীগণ দুশ্রেণীতে বিভক্তঃ প্রথম শ্রেণীঃ যারা অগ্রবর্তী ও নৈকট্যপ্রাপ্ত। দ্বিতীয় শ্রেণীঃ যারা ডান ও মধ্যম পন্থী। আল্লাহ তা'আলা পবিত্র কুরআনের বিভিন্ন স্থানে তাদের উল্লেখ করেছেন। তিনি বলেনঃ “যখন যা ঘটা অবশ্যম্ভাবী (ক্ৰিয়ামত) তা ঘটবে, তখন তার সংঘটনকে মিথ্যা প্রতিপন্ন করার কেউ থাকবে না। তা কাউকে নীচ করবে, কাউকে সমুন্নত করবে। যখন প্রবল কম্পনে প্রকম্পিত হবে যমীন। পর্বতমালা চূর্ণ-বিচূর্ণ হয়ে পড়বে। ফলে তা উৎক্ষিপ্ত ধূলিকণায় পর্যবসিত হবে। এবং তোমরা বিভক্ত হয়ে পড়বে তিন শ্রেনীতে- ডান দিকের দল; ডান দিকের দলের কি মর্যাদা! আর বাম দিকের দল; বাম দিকের দলের কি অসম্মান! আর অগ্রবর্তীগণই তো অগ্রবর্তী। তারাই নৈকট্যপ্রাপ্ত- নেয়ামত পূর্ণ জান্নাতে। সূরা আল-ওয়াকি'আহঃ ১-১২] এখানে তিন শ্রেণীর লোকের উল্লেখ করা হয়েছেঃ যাদের একদল জাহান্নামের, তাদেরকে বামদিকের দল বলা হয়েছে। আর বাকী দু’দল জান্নাতের, তারা হলেনঃ ডানদিকের দল এবং অগ্রবর্তী ও নৈকট্যপ্রাপ্তগণ। তাদেরকে আবার এ সূরা আল-ওয়াকি'আরই শেষে আল্লাহ তা'আলা উল্লেখ করে বলেছেন, “তারপর যদি সে নৈকট্যপ্রাপ্তদের একজন হয় তবে তার জন্য রয়েছে আরাম, উত্তম জীবনোপকরণ ও নেয়ামত পূর্ণ জান্নাত। আর যদি সে ডান দিকের একজন হয় তবে তোমার জন্য সালাম ও শান্তি; কারণ সে ডানপন্থীদের মধ্যে”। [সূরা আল- ওয়াকি'আহঃ ৮৮-৯১] অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও অলীদের সাথে সংশ্লিষ্ট বিখ্যাত হাদীসে বলেনঃ “মহান আল্লাহ বলেনঃ যে ব্যক্তি আমার কোন অলীর সাথে শক্রতা পোষণ করে আমি তার সাথে যুদ্ধের ঘোষণা দিলাম। আমার বান্দার উপর যা আমি ফরয করেছি তা ছাড়া আমার কাছে অন্য কোন প্রিয় বস্তু নেই যার মাধ্যমে সে আমার নৈকট্য লাভ করতে পারে। আমার বান্দা আমার কাছে নফল কাজ সমূহ দ্বারা নৈকট্য অর্জন করতেই থাকে, শেষ পর্যন্ত আমি তাকে ভালবাসি। তারপর যখন আমি তাকে ভালবাসি তখন আমি তার শ্রবণশক্তি হয়ে যাই যার দ্বারা সে শুনে, তার দৃষ্টি শক্তি হয়ে যাই যার দ্বারা সে দেখে, তার হাত হয়ে যাই যার দ্বারা সে ধারণ করে আর তার পা হয়ে যাই যার দ্বারা সে চলে। তখন আমার কাছে কিছু চাইলে আমি তাকে তা অবশ্যই দেব, আমার কাছে আশ্রয় চাইলে আমি তাকে অবশ্যই উদ্ধার করব\"। [বুখারী: ৬৫০২] এর মর্ম হলো এই যে, তার কোন গতি-স্থিতি ও অন্য যে কোন কাজ আমার ইচ্ছার বিরুদ্ধে হয় না। বস্তুতঃ এই বিশেষ ওলীত্ব বা নৈকট্যের স্তর অগণিত ও অশেষ। এর সর্বোচ্চ স্তর নবী-রাসূলগণের প্রাপ্য। কারণ, প্রত্যেক নবীরই ওলী হওয়া অপরিহার্য। আর এর সর্বোচ্চ স্তর হলো সাইয়্যেদুল আস্বীয়া। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর। এর পর প্রত্যেক ঈমানদার তার ঈমানের শক্তি ও স্তরের বৃদ্ধি-ঘাটতি অনুসারে বেলায়েতের অধিকারী হবে। সুতরাং নেককার লোকেরা হলোঃ ডান দিকের দল, যারা আল্লাহর কাছে ফরয আদায়ের মাধ্যমে নৈকট্য লাভ করে। তারা আল্লাহ তাদের উপর যা ফরয করেছেন তা আদায় করে, আর যা হারাম করেছেন তা পরিত্যাগ করে। তারা নফল কাজে রত হয় না। কিন্তু যারা অগ্রবর্তী নৈকট্যপ্রাপ্ত দল তারা আল্লাহর কাছে ফরয আদায়ের পর নফলের মাধ্যমে নৈকট্য লাভে রত হয়।\n  <br/>\n  <br/>\n  এখানে আরও একটি বিষয় জানা আবশ্যক যে, আল্লাহর অলীগণ অন্যান্য মানুষদের থেকে প্রকাশ্যে কোন পোষাক বা বেশ-ভূষা দ্বারা বিশেষভাবে পরিচিত হন না। বরং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উম্মাতের মধ্যে প্রকাশ্য বিদ'আতকারী ও অন্যায়কারী ছাড়া সর্বস্তরে আল্লাহর অলীগণের অস্তিত্ব বিদ্যমান। তাদের অস্তিত্ব রয়েছে কুরআনের ধারক-বাহকদের মাঝে, জ্ঞানী-আলেমদের মাঝে, জিহাদকারী ও তরবারী-ধারকদের মাঝে, ব্যবসায়ী, কারিগর ও কৃষকের মাঝে।\n  <br/>\n  <br/>\n  আল্লাহর অলীগণের মধ্যে নবী-রাসূলগণ ছাড়া আর কেউ নিষ্পাপ নন, তাছাড়া কোন অলীই গায়েব জানেনা, সৃষ্টি বা রিফিক প্রদানে তাদের কোন প্রভাবও নেই। তারা নিজেদেরকে সম্মান করতে অথবা কোন ধন-সম্পদ তাদের উদ্দেশ্যে ব্যয় করতে মানুষদেরকে আহবান করেন না। যদি কেউ এমন কিছু করে তাহলে সে আল্লাহর অলী হতে পারে না, বরং মিথ্যাবাদী, অপবাদ আরোপকারী, শয়তানের আলী হিসাবে বিবেচিত হবে।\n  <br/>\n  <br/>\n  আল্লাহর অলী হওয়ার জন্য একটিই উপায় রয়েছে, আর তা হচ্ছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর রঙে রঞ্জিত হওয়া, তার সুন্নাতের হুবহু অনুসরণ করা। যারা এ ধরনের অনুসরণ করতে পেরেছেন তাদের মর্যাদাই আলাদা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহর এমন কিছু বান্দা রয়েছে যাদেরকে শহীদরাও ঈর্ষা করবে। বলা হলোঃ হে আল্লাহর রাসূল! তারা কারা? হয়ত তাদের আমরা ভালবাসবো। রাসূল বললেনঃ “তারা কোন সম্পদ বা আতীয়তার সম্পর্ক ব্যতীতই একে অপরকে একমাত্র আল্লাহর উদ্দেশ্যে ভালবেসেছে। নূরের মিম্বরের উপর তাদের চেহারা হবে নূরের। মানুষ যখন ভীত হয় তখন তারা ভীত হয় না। মানুষ যখন পেরেশান ও অস্থির হয় তখন তারা অস্থির হয় না।\" তারপর তিনি এ আয়াত পাঠ করলেন। [ইবনে হিব্বানঃ ৫৭৩, আবুদাউদঃ ৩৫২৭] অন্য বর্ণনায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “বিভিন্ন দিক থেকে মানুষ আসবে এবং বিভিন্ন গোত্র থেকে মানুষ এসে জড়ো হবে, যাদের মাঝে কোন আত্বীয়তার সম্পর্ক থাকবে না। তারা আল্লাহর সন্তুষ্টির উদ্দেশ্যে একে অপরকে ভালবেসেছে, আল্লাহর সন্তুষ্টির উদ্দেশ্যে যুদ্ধে কাতারবন্দী হয়েছে। আল্লাহ্‌ কিয়ামতের দিন তাদের জন্য নূরের মিম্বরসমূহ স্থাপন করবেন, তারপর তাদেরকে সেগুলোতে বসাবেন। তাদের বৈশিষ্ট হলো মানুষ যখন ভীত হয় তখন তারা ভীত হয় না, মানুষ যখন পেরেশান হয় তখন তারা পেরেশান হয় না। তারা আল্লাহর অলী, তাদের কোন ভয় ও পেরেশানী কিছুই থাকবে না। [মুসনাদে আহমাদ [৫/৩৪৩]। [উসুলুল ঈমান ফী দাওয়িল কিতাবি ওয়াস সুন্নাহ, বাদশাহ ফাহাদ কুরআন প্রিন্টিং প্রেস থেকে মুদ্রিত, পৃ. ২৮২-২৮৬ (বাংলা সংস্করণ)]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১০ : ৬৩",
        "arabic_text": "\nٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ ",
        "bangla_text": "যারা ঈমান এনেছে এবং তাকওয়া অবলম্বন করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১০ : ৬৪",
        "arabic_text": "\nلَهُمُ ٱلۡبُشۡرَىٰ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۚ لَا تَبۡدِيلَ لِكَلِمَٰتِ ٱللَّهِۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "তাদের জন্যই আছে সুসংবাদ দুনিয়ার জীবনে ও আখিরাতে [১], আল্লাহ্‌র বাণীর কোন পরিবর্তন নেই [২]; সেটাই মহাসাফল্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহর অলীদের জন্য দুনিয়ার সুসংবাদ বলতে যা বুঝানো হয়েছে তা সম্পর্কে বিভিন্ন হাদীসে এসেছে যে, তা হলো “কোন মুসলিম তার জন্য কোন ভাল স্বপ্ন দেখা বা তার জন্য অন্য কেউ কোন ভাল স্বপ্ন দেখা\" [মুসলিমঃ ২৬৪২, মুসনাদে আহমাদ ৫/৩১৫, ৬/৪৪৫, তিরমিযীঃ ২২৭৩, ২২৭৫, ইবনে মাজাহঃ ৩৮৯৮] কোন কোন হাদীসে এসেছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যখন সময় (কিয়ামত) নিকটবর্তী হবে তখন মুসলিম ব্যক্তির স্বপ্ন প্রায় সত্য হবে। তোমাদের মধ্যে যে বেশী সত্যবাদি তার স্বপ্নও বেশী সত্য। মুসলিম ব্যক্তির স্বপ্ন নবুওয়াতের পয়তাল্লিশ ভাগের একভাগ। স্বপ্ন তিন প্রকারঃ সৎ স্বপ্ন আল্লাহর পক্ষ থেকে সুসংবাদ। আরেক প্রকার স্বপ্ন হচ্ছে শয়তানের পুঞ্জিভূত করা বিষয়াদি। অন্য আরেক প্রকার স্বপ্ন আছে যা কোন ব্যক্তির নিজের সাথে কৃত কথাবার্তা। সুতরাং তোমাদের মধ্যে যদি কেউ অপছন্দনীয় কিছু দেখে সে যেন উঠে সালাত আদায় করে এবং কাউকে না বলে।” [বুখারীঃ ৭০১৭, মুসলিমঃ ২২৬৩] অন্য বর্ণনায় এসেছে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, মুবাশশিরাত ব্যতীত নবুওয়তের আর কিছু বাকী নেই। সাহাবায়ে কেরাম জিজ্ঞেস করলেনঃ মুবাশশিরাত কি? তিনি বললেনঃ সৎস্বপ্ন\"। [মুসলিমঃ ৪৭৯]\n  <br/>\n  <br/>\n  অবশ্য কোন কোন মুফাসসিরের মতে এখানে দুনিয়ার সুসংবাদ বলতে মুমিন বান্দাদের মৃত্যুর সময় তারা যে জান্নাত ও রহমতের ফেরেশতাদের পক্ষ থেকে উত্তম আচরণ পেয়ে থাকেন তাই বুঝানো হয়েছে। [তাবারী] যেমন সুরা ফুসসিলাতের ৩০-৩২ নং আয়াতে বিস্তারিত বর্ণনা করা হয়েছে। অনুরূপভাবে বারা’ ইবনে ‘আযেব রাদিয়াল্লাহু ‘আনহু বর্ণিত এক বড় হাদীসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত্যুকালীন সময়ে মৃত্যু পথযাত্রী ব্যক্তি কি কি দেখতে পায় এবং তার কি অবস্থা হয় তা বিস্তারিত বর্ণনা করা হয়েছে। [দেখুনঃ মুসনাদে আহমাদঃ ৪/২৮৭-২৮৮, আবু দাউদঃ ৪৭৫৩] মূলতঃ উভয় তাফসীরই বিশুদ্ধ। এতে কোন স্ববিরোধিতা নেই।\n  <br/>\n  <br/>\n  আর আখেরাতে সুসংবাদ হচ্ছে জান্নাত ও উত্তম ব্যবহার। যা কুরআনের বিভিন্ন আয়াত ও রাসূলের বিভিন্ন হাদীসে বিস্তারিত এসেছে। যেমন আল্লাহ্ তাআলা বলেনঃ \"তাদেরকে (হাশরের মাঠের) কঠিন ভীতিকর অবস্থা পেরেশান করবে না, আর ফেরেশতাগণ তাদের সাক্ষাৎ করে বলবে, এটা তো ঐ দিন যার ওয়াদা তোমাদের করা হতো\" [সূরা আল-আম্বিয়াঃ ১০৩] অন্য আয়াতে আল্লাহ্ তাআলা বলেনঃ “সেদিন আপনি দেখবেন মুমিন নর-নারীদের সামনে ও ডানে তাদের জ্যোতি ছুটতে থাকবে। বলা হবে, আজ তোমাদের জন্য সুসংবাদ জান্নাতের, যার পাদদেশে নদী প্রবাহিত, সেখানে তোমরা স্থায়ী হবে, এটাই মহাসাফল্য \" [সূরা আল-হাদীদঃ১২]\n  <br/>\n  <br/>\n  [২] অর্থাৎ উপরে আল্লাহ্ তা'আলা মুমিন মুত্তাকীদের সাথে যে ওয়াদা করেছেন তা কখনো পরিবর্তনশীল নয়। এটা স্থায়ী অঙ্গীকার। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১০ : ৬৫",
        "arabic_text": "\nوَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعًاۚ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "আর তাদের কথা আপনাকে যেন চিন্তিত না করে। নিশ্চয় সমস্ত সম্মান-প্রতিপত্তির মালিক আল্লাহ্‌; তিনি সর্বশ্রোতা সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১০ : ৬৬",
        "arabic_text": "\nأَلَآ إِنَّ لِلَّهِ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ ",
        "bangla_text": "জেনে রাখ! নিশ্চয় যারা আসমানসূহে আছে এবং যারা যমীনে আছে তারা আল্লাহ্‌রই। আর যারা আল্লাহ্‌ ছাড়া অন্য কাউকে শরীকরূপে ডাকে, তারা কিসের অনুসরণ করে [১]? তারা তো শুধু ধারণারই অনুসরণ করে এবং তারা শুধু মিথ্যা কথাই বলে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অন্য অনুবাদ হচ্ছে, যারা আল্লাহ্‌কে ছাড়া অন্যদের ডাকে, তারা মূলত শরীকদের অনুসরণ করে না। কেননা, যাকে প্রকৃত অর্থে ডাকতে হবে, তিনি হবেন রব। আর এ সমস্ত শরীকগুলো কখনও রব হতে পারে না। তাদেরকে তারা শরীক বললেও প্রকৃত প্রস্তাবে তারা আল্লাহ্‌র শরীক নয়। আল্লাহ্‌র রবুবিয়াতে শরীক সাব্যস্ত করা অসম্ভব ব্যাপার। সুতরাং তারা কেবল ধারণার অনুসরণ করে থাকে। [কুরতুবী] তাছাড়া কোন কোন মুফাসসির অনুবাদ করেছেন, আল্লাহ্‌কে ছাড়া অন্য যাদেরকে তারা ডাকে, তারা তো তাদের ধারণা অনুসারে তাদেরই সাব্যস্ত করা শরীক। প্রকৃত অর্থে তারা শরীক নয়। আলী রাদিয়াল্লাহু আনহুর মতে, এর অর্থ, তারা যাদেরকে আল্লাহ্‌ ছাড়া শরীক সাব্যস্ত করে থাকে সে সমস্ত নবী ও ফিরিশতাগণ তো আল্লাহ্‌র সাথে শরীক করেন না। সুতরাং তোমাদের কি হলো যে, তোমরা আল্লাহ্‌র সাথে শরীক করো? [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১০ : ৬৭",
        "arabic_text": "\nهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ ",
        "bangla_text": "তিনিই তৈরী করেছেন তোমাদের জন্য রাত, যেন তোমরা বিশ্রাম করতে পার এবং দেখার জন্য দিন। যে সম্প্রদায় কথা শুনে নিশ্চয় তাদের জন্য এতে আছে অনেক নিদর্শন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১০ : ৬৮",
        "arabic_text": "\nقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ هُوَ ٱلۡغَنِيُّۖ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ إِنۡ عِندَكُم مِّن سُلۡطَٰنِۭ بِهَٰذَآۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ ",
        "bangla_text": "তারা বলে, ‘আল্লাহ্‌ সন্তান গ্রহন করেছেন।’ তিনি মহান পবিত্র [১]! তিনি অভাবমুক্ত [২]! যা কিছু আছে আসমানসমূহে ও যা কিছু আছে যমীনে তা তাঁরই। এ বিষয়ে তোমাদের কোন সনদ নেই। তোমরা কি আল্লাহ্‌র উপর এমন কিছু বলছ যা তোমরা জান না [৩]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ \"আল্লাহ সকল দোষ-ত্রুটিমুক্ত\"। উদ্দেশ্য, আল্লাহ তো ক্রটিমুক্ত, কাজেই তাঁর সন্তান আছে একথা বলা কেমন করে সঠিক হতে পারে! এখানে আল্লাহ্ তাঁর জন্য স্ত্রী, সন্তান-সন্ততি, অংশীদার ও সমকক্ষ নির্ধারণ করা থেকে মুক্ত ঘোষণা করেছেন। [কুরতুবী] তিনি এ সব থেকে মুক্ত, তিনি অমুখাপেক্ষী, আর সবাই তার মুখাপেক্ষী। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] সন্তানের সাথে অভাবমুক্তির সম্পর্ক হচ্ছে, মানুষ চায় সন্তান সন্তুতির মাধ্যমে দুনিয়াতে তার কাজ-কারবারে সাহায্য হবে। আর মৃত্যুর পর সে বেঁচে থাকবে এবং তার না থাকা জনিত অভাব কিছুটা প্রশমিত হবে। আল্লাহ্‌ তো সর্বক্ষম এবং সর্বদা আছেন। সুতরাং সন্তান-সন্ততির মাধ্যমে তাঁর কোন সাহায্যের প্রয়োজন নেই। তাছাড়া তাঁর অবর্তমানে অভাব ঘুচানোর ব্যাপারটি আসছে না। [তাবারী]\n  <br/>\n  <br/>\n  [৩] এটা দ্বারা আল্লাহ্‌র পক্ষ থেকে মারাত্মক ভয়প্রদর্শন করা হয়েছে। অর্থাৎ তোমরা আল্লাহর উপর না জেনে কিভাবে কথা বলছ? এর পরিণতি কি হতে পারে তোমরা কি ভেবে দেখেছ? তোমাদেরকে কি তিনি এমনিতে ছেড়ে দিবেন? পবিত্র কুরআনের অন্যান্য স্থানেও একই পদ্ধতিতে আল্লাহর উপর না জেনে কথা বলার উপর প্রচণ্ড ধমকি দেয়া হয়েছে। বলা হয়েছে, “তারা বলে, ‘দয়াময় সন্তান গ্রহণ করেছেন।’ তোমরা তো এমন এক বীভৎস বিষয়ের অবতারণা করছ। যাতে আকাশমণ্ডলী বিদীর্ণ হয়ে যাবে, পৃথিবী খণ্ড-বিখণ্ড হবে ও পর্বতমণ্ডলী চূর্ণ-বিচূর্ণ হয়ে আপতিত হবে যেহেতু তারা দয়াময়ের প্রতি সন্তান আরোপ করে অথচ সন্তান গ্রহণ করা দয়াময়ের শোভন নয়। আকাশমণ্ডলী ও পৃথিবীতে এমন কেউ নেই, যে দয়াময়ের কাছে বান্দারূপে উপস্থিত হবে না। তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গণনা করেছেন এবং কিয়ামতের দিন তাদের সবাই তার কাছে আসবে একাকী অবস্থায় \" [সূরা মারইয়ামঃ ৮৮-৯৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১০ : ৬৯",
        "arabic_text": "\nقُلۡ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ ",
        "bangla_text": "বলুন, ‘যারা আল্লাহ্‌র উপর মিথ্যা রটনা করবে তারা সফলকাম হবে না।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১০ : ৭০",
        "arabic_text": "\nمَتَٰعٞ فِي ٱلدُّنۡيَا ثُمَّ إِلَيۡنَا مَرۡجِعُهُمۡ ثُمَّ نُذِيقُهُمُ ٱلۡعَذَابَ ٱلشَّدِيدَ بِمَا كَانُواْ يَكۡفُرُونَ ",
        "bangla_text": "দুনিয়াতে তাদের জন্য আছে কিছু সুখ-সম্ভোগ; পরে আমাদেরই কাছে তাদের ফিরে আসা। তারপর তাদেরকে কঠোর শাস্তির আস্বাদ গ্রহণ করাব; কারণ তারা কুফরী করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১০ : ৭১",
        "arabic_text": "\n۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ نُوحٍ إِذۡ قَالَ لِقَوۡمِهِۦ يَٰقَوۡمِ إِن كَانَ كَبُرَ عَلَيۡكُم مَّقَامِي وَتَذۡكِيرِي بِـَٔايَٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلۡتُ فَأَجۡمِعُوٓاْ أَمۡرَكُمۡ وَشُرَكَآءَكُمۡ ثُمَّ لَا يَكُنۡ أَمۡرُكُمۡ عَلَيۡكُمۡ غُمَّةٗ ثُمَّ ٱقۡضُوٓاْ إِلَيَّ وَلَا تُنظِرُونِ ",
        "bangla_text": "আর তাদেরকে নূহ্-এর বৃত্তান্ত শোনান [১]। তিনি তার সম্প্রদায়কে বলেছিলেন, ‘হে আমার সম্প্রদায়! আমার অবস্থিতি ও আল্লাহ্‌র আয়াতসমূহ দ্বারা আমার উপদেশ প্রদান তোমাদের কাছে যদি দুঃসহ হয় তবে আমি তো আল্লাহ্‌র উপর নির্ভর করি। সুতরাং তোমরা তোমাদের কর্তব্য স্থির করে নাও এবং তোমরা যাদেরকে শরীক করেছ তাদেরকেও ডাক, পরে যেন কর্তব্য বিষয়ে তোমাদের কোন অস্পষ্টতা না থাকে। তারপর আমার সমন্ধে তোমাদের কাজ শেষ করে ফেল এবং আমাকে অবকাশ দিও না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ পর্যন্ত যে আলোচনা হয়েছে তাতে এ লোকদেরকে ন্যায়সংগত যুক্তি ও হৃদয়গ্রাহী উপদেশের মাধ্যমে তাদের আকীদা-বিশ্বাসে কি কি ভুল-ভ্রান্তি আছে এবং সেগুলো ভুল কেন আর এর মোকাবিলায় সঠিক পথ কি এবং তা সঠিক কেন, একথা বুঝানো হয়েছিল। এখানে আল্লাহ তাঁর নবীকে হুকুম দিচ্ছেন, তাদেরকে নূহের ঘটনা শুনিয়ে দিন, এ ঘটনা থেকেই তারা আপনার ও তাদের মধ্যকার ব্যাপারটির জবাব পেয়ে যাবে। যেখানে তারা দেখতে পাবে যে, যারা কুফরিতে নিপতিত ছিল তাদেরকে কিভাবে কঠোর শাস্তি দিয়েছিলেন। [কুরতুবী] সুতরাং যারাই অনুরূপ কাজ করবে, আপনার উপর মিথ্যারোপ করবে, আপনার বিরোধিতা করবে তাদের পরিণতিও তা-ই হবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এটা একটা চ্যালেঞ্জ ছিল। বলা হচ্ছে, আমি নিজের কাজ থেকে বিরত হবো না। তোমরা আমার বিরুদ্ধে যা করতে চাও করো। আমি আল্লাহ্‌র ওপর ভরসা রাখি। এ ব্যাপারে আরো দেখুন সূরা হুদের ৫৫নং আয়াত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১০ : ৭২",
        "arabic_text": "\nفَإِن تَوَلَّيۡتُمۡ فَمَا سَأَلۡتُكُم مِّنۡ أَجۡرٍۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ ",
        "bangla_text": "‘অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও তবে তোমাদের কাছে আমি তো কোন পারিশ্রমিক চাইনি, আমরা পারিশ্রমিক আছে তো কেবল আল্লাহ্‌র কাছে, আর আমি মুসলিমদের অন্তর্ভুক্ত হতে আদেশপ্রাপ্ত হয়েছি [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমাকে যে ইসলামের আনুগত্য করার নির্দেশ দেয়া হয়েছে তার আনুগত্য আমি করছি। এর দ্বারা বুঝা যাচ্ছে যে, ইসলাম সমস্ত নবী-রাসূলদের দ্বীন। তাদের শরীআত বিভিন্ন ছিল কিন্তু দ্বীন একই ছিল। নূহ আলাইহিস সালামের দ্বীন যে ইসলাম ছিল তা এ আয়াতে তার কথা থেকে আমরা তা জানতে পারলাম। অনুরূপভাবে ইবরাহীম আলাইহিস সালামও ঘোষণা দিয়েছিলেন যে, “আমি রাববুল আলামীনের জন্য আত্মসমৰ্পন তথা ইসলাম গ্রহণ করেছি\" [সূরা আল-বাকারাহঃ ১৩১] তাছাড়া ইয়াকুব আলাইহিসসালামও তার দ্বীনকে ইসলাম বলে ঘোষণা করেছিলেন [দেখুন সূরা আল-বাকারাহঃ ১৩২] আর ইউসুফ ও মূসা আলাইহিমাসসালামও সেটা ঘোষণা করেছিলেন [দেখুন, সূরা ইউসুফঃ ১০১, সূরা ইউনুসঃ ৮৪] বরং মূসা আলাইহিসসালামের উপর ঈমান গ্রহণকারী জাদুকরগণ, রাণী বিলকিস, ঈসা আলাইহিসসালামের হাওয়ারীগণ এরা সবাই তাদের দ্বীনকে ইসলাম বলে জানিয়েছেন [দেখুনঃ সূরা আল-আরাফঃ ১২৬, সূরা আন-নামলঃ ৪৪, সূরা আল-মায়েদাহঃ ৪৪, ১১১] এমনকি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেও আল্লাহ তা'আলা এ দ্বীনের অনুসারী হওয়ার নির্দেশ দিয়ে বলেছেনঃ “বলুন, আমার সালাত, আমার ইবাদাত, আমার জীবন ও আমার মরণ জগতসমূহের রব আল্লাহ্‌রই উদ্দেশ্যে। তাঁর কোন শরীক নেই এবং আমি এরই জন্য আদেশপ্রাপ্ত হয়েছি এবং আমিই প্রথম মুসলিম।” [সূরা আল-আনআমঃ ১৬২, ১৬৩] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ \"আমরা নবীগোষ্ঠি বৈমাত্রেয় ভাই, আমাদের দ্বীন একই’। [বুখারীঃ ৩৪৪৩, মুসলিমঃ ২৩৬৫]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১০ : ৭৩",
        "arabic_text": "\nفَكَذَّبُوهُ فَنَجَّيۡنَٰهُ وَمَن مَّعَهُۥ فِي ٱلۡفُلۡكِ وَجَعَلۡنَٰهُمۡ خَلَٰٓئِفَ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُنذَرِينَ ",
        "bangla_text": "অবশেষে তারা তার প্রতি মিথ্যারোপ করল; ফলে আমরা তাকে ও তার সঙ্গে যারা নৌকাতে ছিল তাদেরকে নাজাত দিলাম এবং তাদেরকে স্থলাভিষিক্ত করি। আর যারা আমাদের আয়াতসমূহে মিথ্যারোপ করেছিল তাদেরকে নিমজ্জিত করলাম। কাজেই দেখুন, যাদেরকে সতর্ক করা হয়েছিল তাদের পরিণাম কি হয়েছিল?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১০ : ৭৪",
        "arabic_text": "\nثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِۦ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ بِهِۦ مِن قَبۡلُۚ كَذَٰلِكَ نَطۡبَعُ عَلَىٰ قُلُوبِ ٱلۡمُعۡتَدِينَ ",
        "bangla_text": "তারপর আমরা নূহের পড়ে অনেক রাসূলকে তাদের সম্প্রদায়ের কাছে পাঠাই; অতঃপর তারা তাদের কাছে সুস্পষ্ট প্রমাণাদিসহ এসেছিল। কিন্তু তারা আগে যাতে মিথ্যারোপ করেছিল তাতে ঈমান আনার জন্য প্রস্তুত ছিল না [১]। এভাবে আমরা সীমালঙ্ঘনকারীসদের হৃদয় মোহর করে দেই [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের ব্যাখ্যায় কয়েকটি মত রয়েছে,\n  <br/>\n  <br/>\n  আল্লাহ্ তা'আলা নূহের পরে রাসূলদেরকে তাদের সম্প্রদায়ের কাছে পাঠান; কিন্তু নবীগণ তাদের কাছে সুস্পষ্ট নিদর্শনসহ আসার পরও সে সমস্ত সম্প্রদায় নবীরা যা নিয়ে এসেছিল তা গ্রহণ করতে অস্বীকৃতি জানিয়েছিল যেমনিভাবে তারা নবী আসার পূর্বে অস্বীকার করত। [কুরতুবী]\n  <br/>\n  <br/>\n  আল্লাহ তা'আলা নূহের পরে রাসূলদেরকে তাদের সম্প্রদায়ের কাছে পাঠান; কিন্তু তারা তাদের কাছে সুস্পষ্ট নিদর্শনসহ আসার পরেও সে সমস্ত সম্প্রদায় নবীরা যা নিয়ে এসেছিল তা গ্রহণ করতে অস্বীকৃতি জানিয়েছিল যেমনিভাবে নূহের জাতি নূহ আলাইহিস্‌সালামের দাওয়াতকে এর আগে অস্বীকার করেছিল। [তাবারী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  আল্লাহ্ তা'আলা নূহের পরে রাসূলদেরকে তাদের সম্প্রদায়ের কাছে পাঠান; কিন্তু তারা তাদের কাছে সুস্পষ্ট নিদর্শনসহ আসার পরেও সে সমস্ত সম্প্রদায় নবীরা যা নিয়ে এসেছিল তা গ্রহণ করতে অস্বীকৃতি জানিয়েছিল; তারা আল্লাহ্ তা'আলার পক্ষ থেকে নিদর্শনাবলী আসার পূর্বেই তড়িঘড়ি করে রাসূলদের দাওয়াত মানতে অস্বীকার করেছিল, ফলে যখন তাদের কাছে রাসূলগণ নিদর্শনাবলী নিয়ে আসলেন তখন পূর্বে অস্বীকার করণের শাস্তি স্বরূপ তাদের ঈমান আনার সৌভাগ্য হলো না। এটা ছিল তাদের জন্য এক প্রকার শাস্তি। কারণ তারা পূর্বে সামর্থ থাকা সত্বেও ঈমান আনেনি। সুতরাং নিদর্শনাবলী দেখার পরেও পূর্বোক্ত হটকারিতার কারণে তাদেরকে ঈমানের সৌভাগ্য থেকে বঞ্চিত হতে হলো। [তাবারী; ফাতহুল কাদীর] এ অর্থের সমর্থনে অন্যত্র এসেছে, “তারা যেমন প্রথমবারে তাতে ঈমান আনেনি তেমনি আমিও তাদের মনোভাবের ও দৃষ্টিভঙ্গির পরিবর্তন করে দেব এবং তাদেরকে তাদের অবাধ্যতায় উদভ্রান্তের মত ঘুরে বেড়াতে দেব”। [সূরা আল-আন’আম: ১১০] [সা'দী]\n  <br/>\n  <br/>\n  [২] সীমা অতিক্রমকারী লোক তাদেরকে বলে যারা ভুল করার পর আবার নিজের কথার বক্রতা, একগুঁয়েমী ও হঠকারীতার কারণে নিজের ভুলের ওপর অবিচল থাকে এবং যে কথা মেনে নিতে একবার অস্বীকার করেছে তাকে আর কোন প্রকার উপদেশ, অনুরোধ-উপরোধ ও কোন উন্নত থেকে উন্নত পর্যায়ের যুক্তি প্রদানের মাধ্যমে মেনে নিতে চায় না। এ ধরনের লোক যারা কুফরী ও মিথ্যাচারের মাধ্যমে সীমা অতিক্রম করে যায় তাদের ওপর শেষ পর্যন্ত আল্লাহর এমন লানত পড়ে যে, তাদের আর ঈমান নসীব হয় না। [কুরতুবী] তাদের আর কোনদিন সঠিক পথে চলার সুযোগ হয় না। তাদের অন্তরে মোহর মেরে দেয়া হয়েছে, ফলে সেখানে কোন কল্যাণ প্রবেশ করে না। এতে স্পষ্ট হলো যে, আল্লাহ তাদের উপর যুলুম করেন নি। বরং তারাই তাদের কাছে হক আসার পরে হককে প্রতিহত করে এবং প্রথমবার হকের সাথে মিথ্যারোপ করে তাদের নিজেদের উপর যুলুম করেছিল। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১০ : ৭৫",
        "arabic_text": "\nثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ وَهَٰرُونَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ بِـَٔايَٰتِنَا فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ ",
        "bangla_text": "তারপর আমরা আমাদের নিদর্শনসহ মূসা ও হারূনকে ফির’আউন ও তার সভাষদদের কাছে পাঠাই। কিন্তু তারা অহংকার করে [১] এবং তারা ছিল অপরাধী সম্প্রদায় [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা নিজেদের ক্ষমতার নেশায় মত্ত হয়ে হক গ্রহণ করতে অহংকার করেছিল। [কুরতুবী]।\n  <br/>\n  <br/>\n  [২] অর্থাৎ মুশরিক সম্প্রদায়। [কুরতুবী] |\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১০ : ৭৬",
        "arabic_text": "\nفَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُوٓاْ إِنَّ هَٰذَا لَسِحۡرٞ مُّبِينٞ ",
        "bangla_text": "অতঃপর যখন তাদের কাছে আমাদের নিকট থেকে সত্য আসল তখন তারা বলল, ‘এটা তো নিশ্চয়ই স্পষ্ট জাদু [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মূসার বাণী শুনে তারা সেই একই কথা বলেছিল যা মক্কার কাফেররা বলেছিল হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কথা শুনে। কাফেররা বলেছিল, \"এ ব্যক্তি তো পাক্কা জাদুকর \" [সূরা ইউনুস; ২, অনুরূপ দেখুন, সূরা ছোয়াদ ৪] মূসা ও হারূন আলাইহিমাসসালামের দায়িত্ব তা-ই ছিল যা কুরআনের দৃষ্টিতে সকল নবীর নবুওয়াতের উদ্দেশ্য ছিল এবং সূরা নাযিআতে যে সম্পর্কে পরিষ্কারভাবে বর্ণনা করে বলে দেয়া হয়েছেঃ “ফিরআউনের কাছে যান, কারণ সে সীমা অতিক্রম করে গেছে এবং তাকে বলেন, তুমি কি নিজেকে শুধরে নেবার জন্য তৈরী আছো? আমি তোমাকে তোমার রবের দিকে পথ দেখাবো তুমি কি তাঁকে ভয় করবে?\" [১৭-১৯] কিন্তু ফির’আউন ও তার রাজ্যের প্রধানগণ এ দাওয়াত গ্রহণ করেনি।\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১০ : ৭৭",
        "arabic_text": "\nقَالَ مُوسَىٰٓ أَتَقُولُونَ لِلۡحَقِّ لَمَّا جَآءَكُمۡۖ أَسِحۡرٌ هَٰذَا وَلَا يُفۡلِحُ ٱلسَّٰحِرُونَ ",
        "bangla_text": "মূসা বললেন, ‘সত্য যখন তোমাদের কাছে আসল তখন তা সম্পর্কে তোমরা এরূপ বলছ? এটা কি জাদু? অথচ জাদুকরেরা সফলকাম হয় না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা এসব গুণাগুণ দেখে অবশ্যই বুঝতে পার যে আসলে এটা কি জাদু নাকি জাদু নয়। তাছাড়া জাদুকররা দুনিয়া ও আখেরাতে কোথাও সফলকাম হয় না। সুতরাং তোমরা দেখো কার পরিণাম কেমন হয়, আর কে-ই বা সফল হয়। পরবর্তীতে তারা ঠিকই সেটা জানতে পেরেছিল এবং প্রত্যেকের কাছে এটা স্পষ্ট হয়ে গিয়েছিল যে, মূসা আলাইহিস সালামই সফলকাম। তিনি দুনিয়া ও আখেরাতে সবখানেই সফল [সা’দী] এ সমগ্র বিষয় শুধু একটি বাক্যের মধ্যে গুটিয়ে নিয়ে বলা হয়েছে, “জাদুকর কোন কল্যাণ প্রাপ্ত লোক হয় না।\"\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১০ : ৭৮",
        "arabic_text": "\nقَالُوٓاْ أَجِئۡتَنَا لِتَلۡفِتَنَا عَمَّا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلۡكِبۡرِيَآءُ فِي ٱلۡأَرۡضِ وَمَا نَحۡنُ لَكُمَا بِمُؤۡمِنِينَ ",
        "bangla_text": "তারা বলল, ‘আমরা আমাদের পিতৃ পুরুষদেরকে যাতে পেয়েছি তুমি কি তা থেকে আমাদেকরকে বিচ্যুত করার জন্য আমাদের কাছে এসেছ এবং যাতে যমীনে তোমাদের দুজনের প্রতিপত্তি হয়, এজন্য? আমরা তোমাদের প্রতি ঈমান আনয়নকারী নই।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১০ : ৭৯",
        "arabic_text": "\nوَقَالَ فِرۡعَوۡنُ ٱئۡتُونِي بِكُلِّ سَٰحِرٍ عَلِيمٖ ",
        "bangla_text": "আর ফির’আউন বলল, ‘তোমরা আমার কাছে সমস্ত সুদক্ষ জাদুকরকে নিয়ে আস।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১০ : ৮০",
        "arabic_text": "\nفَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلۡقُواْ مَآ أَنتُم مُّلۡقُونَ ",
        "bangla_text": "অতঃপর যখন জাদুকরেরা আসল তখন তাদেরকে মূসা বললেন, ‘তোমাদের যা নিক্ষেপ করার, নিক্ষেপ কর।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১০ : ৮১",
        "arabic_text": "\nفَلَمَّآ أَلۡقَوۡاْ قَالَ مُوسَىٰ مَا جِئۡتُم بِهِ ٱلسِّحۡرُۖ إِنَّ ٱللَّهَ سَيُبۡطِلُهُۥٓ إِنَّ ٱللَّهَ لَا يُصۡلِحُ عَمَلَ ٱلۡمُفۡسِدِينَ ",
        "bangla_text": "অতঃপর যখন তারা নিক্ষেপ করল, তখন মূসা বললেন, ‘তোমরা যা এনেছ তা জাদু, নিশ্চয় আল্লাহ্‌ সেগুলোকে অসার করে দেবেন। নিশ্চয় আল্লাহ্‌ অশান্তি সৃষ্টিকারীদের কাজ সার্থক করেন না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১০ : ৮২",
        "arabic_text": "\nوَيُحِقُّ ٱللَّهُ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "আর অপরাধীরা অপ্রীতিকর মনে করলেও আল্লাহ্‌ তাঁর বাণীর মাধ্যমে সত্যকে প্রতিষ্ঠিত করবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১০ : ৮৩",
        "arabic_text": "\nفَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٞ مِّن قَوۡمِهِۦ عَلَىٰ خَوۡفٖ مِّن فِرۡعَوۡنَ وَمَلَإِيْهِمۡ أَن يَفۡتِنَهُمۡۚ وَإِنَّ فِرۡعَوۡنَ لَعَالٖ فِي ٱلۡأَرۡضِ وَإِنَّهُۥ لَمِنَ ٱلۡمُسۡرِفِينَ ",
        "bangla_text": "কিন্তু ফির’আউন এবং তার পরিষদবর্গ নির্যাতন করবে এ আশংকায় মূসার সম্প্রদায়ের এক ছোট্ট নওজোয়ান দল [১] ছাড়া আর কেউ তার প্রতি ঈমান আনেনি। আর নিশ্চয় ফির’আউন ছিল যমীনে পরাক্রমশীল এবং সে নিশ্চয় ছিল সীমালংঘনকারীদের অন্তর্ভুক্ত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনের মূল বাক্যে (ذُرِّيَّةٌ)  শব্দ ব্যবহৃত হয়েছে। এর মানে সন্তান-সন্ততি। কিন্তু প্রশ্ন হলো, এখানে যে মুষ্টিমেয় যুবকদেরকে ঈমান এনেছিল বলে জানানো হলো এরা কারা? তারা কি ফিরআউনের বংশের? নাকি মূসা আলাইহিসসালামের বংশের লোক? আল্লামা ইবনে কাসীর রাহেমাহুল্লাহ প্রথম মতটিকে প্রাধান্য দিয়েছেন এবং এ মতের সমর্থনে বিভিন্ন প্রমাণাদি পেশ করেছেন। পক্ষান্তরে আল্লামা ইবনে জরীর আত-তাবার রাহেমাহুল্লাহ ও আব্দুর রহমান ইবন নাসের আস-সাদী দ্বিতীয় মতটিকে প্রাধান্য দিয়েছেন। দুটি মতের স্বপক্ষেই যুক্তি রয়েছে। তবে আয়াত থেকে একটি বিষয় বুঝা যাচ্ছে যে, যারাই তখন ঈমান এনেছিল তারা ছিল অল্প বয়স্ক যুবক। [ইবন কাসীর; সা’দী]\n  <br/>\n  <br/>\n  কুরআনের একথা বিশেষভাবে সুস্পষ্ট করে পেশ করার কারণ সম্ভবত এই যে, মক্কার জনবসতিতেও মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে সহযোগিতা করার জন্য যারা এগিয়ে এসেছিলেন তারাও জাতির বয়স্ক ও বয়োবৃদ্ধ লোক ছিলেন না বরং তাদের বেশিরভাগই ছিলেন বয়সে নবীন।\n  <br/>\n  <br/>\n  [২] আয়াতে (مُسۡرِفِیۡنَ) শব্দ ব্যবহৃত হয়েছে। এর মানে হচ্ছে, সীমা অতিক্রমকারী। সে সত্যিকার অর্থেই সীমা অতিক্রম করে গিয়েছিল। কারণ সে কুফরির সীমা অতিক্রম করেছিল। সে ছিল দাস, অথচ দাবী করল প্রভুত্বের। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১০ : ৮৪",
        "arabic_text": "\nوَقَالَ مُوسَىٰ يَٰقَوۡمِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ فَعَلَيۡهِ تَوَكَّلُوٓاْ إِن كُنتُم مُّسۡلِمِينَ ",
        "bangla_text": "আর মূসা বলেছিলেন, ‘হে আমার সম্প্রদায় ! যদি তোমরা আল্লাহ্‌র উপর ঈমান এনে থাক, তবে তোমরা তাঁরই উপর নির্ভর কর, যদি তোমরা মুসলিম হয়ে থাক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিসসালাম তার জাতিকে ঈমানের সাথে সাথে আল্লাহর উপর ভরসা করার আহবান জানান। কারণ যারাই আল্লাহ্‌র উপর ভরসা করবে আল্লাহ্ তাদের জন্য যথেষ্ট হয়ে যান [সূরা আয-যুমারঃ ৩৬, সূরা আত-তালাকঃ ৩] আল্লাহ্ তাআলা পবিত্র কুরআনের বিভিন্ন স্থানে ঈমান ও ইবাদতের সাথে তাওয়াকুল তথা আল্লাহর উপর ভরসা করার জন্য জোর নির্দেশ দিয়েছেন। [যেমন, সূরা হুদঃ ১২৩, সূরা আল-মুলকঃ ২৯, সূরা আল-মুয্যাম্মিলঃ ৯]।\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১০ : ৮৫",
        "arabic_text": "\nفَقَالُواْ عَلَى ٱللَّهِ تَوَكَّلۡنَا رَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "অতঃপর তারা বলল, ‘আমরা আল্লাহ্‌র উপর নির্ভর করলাম। হে আমাদের রব! আপনি আমাদেরকে যালিম সম্প্রদায়ের উৎপীড়নের পাত্র করবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “আমাদেরকে জালেম লোকদের ফিতনার শিকারে পরিণত করবেন না\"। অর্থাৎ তাদেরকে আমাদের উপর বিজয় দিবেন না। কারণ এটা আমাদের দ্বীন সম্পর্কে আমাদেরকে বিভ্রান্তিতে নিপতিত করবে। [কুরতুবী] অথবা তাদের হাতে আমাদের শাস্তি দিয়ে আমাদেরকে পরীক্ষায় ফেলবেন না। মুজাহিদ বলেন, এর অর্থ আমাদের শক্ৰদের হাতে আমাদেরকে ধবংস করবেন না। আর আমাদেরকে এমন কোন শাস্তিও দিবেন না যা দেখে আমাদের শক্ররা বলে যে, যদি এরা সৎপন্থী হতো তবে আমরা তাদের উপর করায়ত্ব করতে পারতাম না। এতে তারাও বিভ্রান্ত হবে, আমরাও। আবু মিজলায বলেন, এর অর্থ, তাদেরকে আমাদের উপর বিজয় দিবেন না, ফলে তারা মনে করবে যে, তারা আমাদের চেয়ে উত্তম, তারপর তারা আমাদের উপর সীমালঙ্ঘনের মাত্রা বাড়িয়ে দেবে [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১০ : ৮৬",
        "arabic_text": "\nوَنَجِّنَا بِرَحۡمَتِكَ مِنَ ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "‘আর আমাদেরকে আপনার অনুগ্রহে কাফির সম্প্রদায় থেকে রক্ষা করুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১০ : ৮৭",
        "arabic_text": "\nوَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوۡمِكُمَا بِمِصۡرَ بُيُوتٗا وَٱجۡعَلُواْ بُيُوتَكُمۡ قِبۡلَةٗ وَأَقِيمُواْ ٱلصَّلَوٰةَۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর আমরা মূসা ও তার ভাইকে ওহী পাঠালাম যে, ‘মিসরে আপনাদের সম্প্রদায়ের জন্য ঘর তৈরী করুন এবং তোমাদের ঘরগুলোকে ‘কিবলা [১] তথা ইবাদাতের ঘর বানান, আর সালাত কায়েম করুন এবং মুমিনদেরকে সুসংবাদ দিন [২]। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে\n  <br/>\n  <br/>\n  (وَّ اجۡعَلُوۡا بُیُوۡتَکُمۡ قِبۡلَةً)\n  <br/>\n  <br/>\n  -এর দ্বারা কি উদ্দেশ্য নেয়া হয়েছে তা নির্ধারনে কয়েকটি মত রয়েছে-\n  <br/>\n  <br/>\n  (এক) কোন কোন মুফাসসিরের মতে এর অর্থ তোমরা তোমাদের ঘরগুলোকে কেবলামুখী করে তৈরী করে নাও। যাতে করে সেগুলোতে সালাত আদায় করলে ফিরআউনের লোকেরা বুঝতে না পারে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  (দুই) কোন কোন মুফাস্‌সির-এর মতে এর অর্থ তোমরা তোমাদের ঘরগুলোকে মসজিদে রূপান্তরিত করে নাও। যাতে সেগুলোতে সালাত আদায় করার ব্যাপারে কোন প্রতিবন্ধকতা না থাকে। কারণ পূর্ববর্তী উম্মতদের উপর সালাত আদায় করার জন্য মসজিদ হওয়া শর্ত ছিল। যেখানে সেখানে সালাত আদায়ের অনুমতি ছিল না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  (তিন) কাতাদাহ রাহিমাহুল্লাহ্‌ বলেনঃ এর অর্থ তোমরা তোমাদের ঘরের মধ্যে মসজিদ বানিয়ে নেবে যাতে তার দিক হয় কেবলার দিকে এবং সেদিকে ফিরে সালাত আদায় করবে। [কুরতুবী] এ আয়াত দ্বারা আরো প্রমাণিত হয় যে, সালাত আদায়ের জন্য কেবলামুখী হওয়ার শর্তটি পূর্ববতী নবীগণের সময়ও বিদ্যমান ছিল। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ কোন কোন মুফাসসির বলেন, এখানে রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে উদ্দেশ্য নেয়া হয়েছে। তখন অর্থ হবে, বর্তমানে ঈমানদারদের ওপর যে হতাশা, ভীতি-বিহবলতা ও নিস্তেজ-নিস্পৃহ ভাব ছেয়ে আছে তা দূর করে তাদেরকে আশান্বিত করুন। তাদেরকে উৎসাহিত ও উদ্যমশীল করুন। অপর মুফাসসিরগণের মতে এখানে মূসা আলাইহিস সালামকেই উদ্দেশ্য নেয়া হয়েছে। আর এটা বেশী সুস্পষ্ট। অর্থাৎ বনী ইসরাঈলকে সুসংবাদ দিন যে, নিশ্চয় আল্লাহ তাদেরকে তাদের শক্ৰদের উপর বিজয় দান করবেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১০ : ৮৮",
        "arabic_text": "\nوَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيۡتَ فِرۡعَوۡنَ وَمَلَأَهُۥ زِينَةٗ وَأَمۡوَٰلٗا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَۖ رَبَّنَا ٱطۡمِسۡ عَلَىٰٓ أَمۡوَٰلِهِمۡ وَٱشۡدُدۡ عَلَىٰ قُلُوبِهِمۡ فَلَا يُؤۡمِنُواْ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ ",
        "bangla_text": "মূসা বললেন, ‘হে আমাদের রব ! আপনি তো ফির’আউন ও তার পরিষদবর্গকে দুনিয়ার জীবনে শোভা ও সম্পদ [১] দান করেছেন, হে আমাদের রব! যা দ্বারা তারা মানুষকে আপনার পথ থেকে ভ্রষ্ট করে [২]। হে আমাদের রব! তাদের সম্পদ বিনষ্ট করুন, আর তাদের হৃদয় কঠিন করে দিন, ফলে তারা যন্ত্রনণাদায়ক শাস্তি প্রত্যক্ষ না করা পর্যন্ত ঈমান আনবে না [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আড়ম্বর, শান-শওকত ও সাংস্কৃতিক জীবনের এমন চিত্তাকর্ষক চাকচিক্য, যার কারণে দুনিয়ার মানুষ তাদের ও তাদের রীতি-নীতির মোহে মত্ত হয় এবং প্রত্যেক ব্যক্তি তাদের পর্যায়ে পৌছার আকাঙ্খা করতে থাকে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ উপায়-উপকরণ, যেগুলোর প্রাচুর্যের কারণে নিজেদের কলা-কৌশলসমূহ কার্যকর করা তাদের জন্য সহজসাধ্য ছিল। হে আমাদের রব, আপনিই তাদেরকে এগুলো দিয়েছেন, অথচ আপনি জানতেন যে, আপনি যা নিয়ে তাদের কাছে আমাকে পাঠিয়েছেন তারা তার উপর ঈমান আনবে না। এটা তো আপনি করেছেন তাদেরকে পরীক্ষামূলক ছাড় দেয়ার জন্য। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] এ দো’আটি মূসা আলাইহিস সালাম এমন সময় করেছিলেন যখন একের পর এক সকল নিদর্শন দেখে নেবার এবং দ্বীনের সাক্ষ্য প্রমাণ পূর্ণ হয়ে যাবার পরও ফিরআউন ও তার রাজসভাসদরা সত্যের বিরোধিতার চরম হঠকারিতার সাথে অবিচল ছিল। এহেন পরিস্থিতিতে পয়গম্বর যে বদদোয়া করেন তা কুফরীর ওপর অবিচল থাকার অনুরূপ হয়ে থাকে। অর্থাৎ তাদেরকে আর ঈমান আনার সুযোগ দেয়া হয় না। মূসা আলাইহিসসালামের এ দোআটি নূহ আলাইহিসসালামের দোআর সাথে সামঞ্জস্যপূর্ণ। যেখানে বলা হয়েছেঃ “হে আমার প্রভু! যমীনের বুকে কাফেরদের কোন আস্তানা অবশিষ্ট রাখবেন না; কারণ তাদেরকে যদি আপনি পাকড়াও না  করে এমনি ছেড়ে দেন তবে তারা আপনার বান্দাদেরকে পথভ্রষ্ট করবে এবং প্রচণ্ড অপরাধী এবং অতিশয় কাফের ছাড়া আর কিছুর জন্মও তারা দেবে না\"। [সূরা নূহঃ ২৭]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১০ : ৮৯",
        "arabic_text": "\nقَالَ قَدۡ أُجِيبَت دَّعۡوَتُكُمَا فَٱسۡتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعۡلَمُونَ ",
        "bangla_text": "তিনি বললেন, ‘আপনাদের দুজনের দো’আ কবূল হল, কাজেই আপনারা দৃঢ় থাকুন [১] এবং আপনারা কখনো যারা জানে না তাদের পথ অনুসরণ করবেন না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দো’আর উপর দৃঢ় থাকার অর্থ হচ্ছে, উদ্দেশ্য হাসিলের জন্য তাড়াতাড়ি না করা। আর তাড়াতাড়ি তখনই করবে না যখন মনে প্রশান্তি আসবে। আর প্রশাস্তি তখনই আসবে যখন গায়েবী ব্যাপারে যা প্রকাশ পাবে তাতে উত্তমভাবে সন্তুষ্টি লাভ হবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১০ : ৯০",
        "arabic_text": "\n۞ وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ وَجُنُودُهُۥ بَغۡيٗا وَعَدۡوًاۖ حَتَّىٰٓ إِذَآ أَدۡرَكَهُ ٱلۡغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱلَّذِيٓ ءَامَنَتۡ بِهِۦ بَنُوٓاْ إِسۡرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلۡمُسۡلِمِينَ ",
        "bangla_text": "আর আমরা বনী ইসরাঈলকে সাগর পার করালাম [১]। আর ফির’আউন ও তার সৈন্যবাহিনী ঔদ্ধত্য সহকারে সীমালংঘন করে তাদের পশ্চাদ্ধাবন করল। পরিশেষে যখন সে ডুবে যেতে লাগল তখন বলল, ‘আমি ঈমান আনলাম যে, নিশ্চয় তিনি ছাড়া অন্য কোন সত্য ইলাহ্ নেই, যার প্রতি বনী ইসরাঈল ঈমান এনেছে। আর আমি মুসলিমদের অন্তর্ভুক্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন মদীনায় আগমন করলেন, তখন তিনি দেখলেন ইয়াহুদীরা আশুরার সাওম পালন করছে। তিনি এ ব্যাপারে তাদেরকে জিজ্ঞাসা করলে তারা বললঃ এ দিন আল্লাহ তা'আলা মূসাকে ফিরআউনের উপর বিজয় দিয়েছিলেন, তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ তোমরা মূসার সাথে সম্পর্কের ব্যাপারে তাদের থেকেও বেশী হকদার। সুতরাং তোমরা এদিনে সওম পালন কর। [বুখারীঃ ৪৬৮০]\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১০ : ৯১",
        "arabic_text": "\nءَآلۡـَٰٔنَ وَقَدۡ عَصَيۡتَ قَبۡلُ وَكُنتَ مِنَ ٱلۡمُفۡسِدِينَ ",
        "bangla_text": "‘এখন! ইতোপূর্বে তো তুমি অমান্য করেছ এবং তুমি অশান্তি সৃষ্টিকারীদের অন্তর্ভুক্ত ছিলে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মূসা আলাইহিস সালাম-এর বিখ্যাত মু'জিযা সাগর পাড়ি দেয়া এবং ফিরআনের ডুবে মরার বর্ণনা করার পর বলা হয়েছে-\n  <br/>\n  <br/>\n  (حَتّٰۤی اِذَاۤ  اَدۡرَکَهُ الۡغَرَقُ ۙ قَالَ اٰمَنۡتُ اَنَّهٗ  لَاۤ اِلٰهَ  اِلَّا الَّذِیۡۤ اٰمَنَتۡ بِهٖ بَنُوۡۤا اِسۡرَآءِیۡلَ وَ اَنَا مِنَ الۡمُسۡلِمِیۡنَ)\n  <br/>\n  <br/>\n  অর্থাৎ যখন তাকে জলডুবিতে পেয়ে বসল তখন বলে উঠল, আমি ঈমান এনেছি যে, আল্লাহর উপর বনী-ইসরাঈলরা ঈমান এনেছে তাঁকে ছাড়া সত্য কোন উপাস্য নেই। আর আমি তাঁরই আনুগত্যকারীদের অন্তর্ভুক্ত। স্বয়ং আল্লাহ্‌ জাল্লা শানুহুর পক্ষ থেকে তার উত্তর দেয়া হয়েছে\n  <br/>\n  <br/>\n  (آٰلۡـٰٔنَ وَ قَدۡ عَصَیۡتَ قَبۡلُ وَ کُنۡتَ مِنَ الۡمُفۡسِدِیۡنَ)\n  <br/>\n  <br/>\n  অর্থাৎ কি এতক্ষণে ঈমান এনেছ? অথচ ঈমান আনার এবং ইসলাম গ্রহণের সময় উত্তীর্ণ হয়ে গেছে। এতে প্রমাণিত হয় যে, ঠিক মৃত্যুকালে ঈমান আনা শরীআত অনুযায়ী গ্রহণযোগ্য নয়। বিষয়টির আরো বিস্তারিত বিশ্লেষণ সে হাদীসের দ্বারাও হয়, যাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ আল্লাহ্ তা'আলা বান্দার তাওবা ততক্ষণ পর্যন্তই কবুল করে থাকেন, যতক্ষণ না মৃত্যুর উর্ধ্বশ্বাস আরম্ভ হয়ে যায়। [তিরমিযীঃ ৩৫৩৭]\n  <br/>\n  <br/>\n  মৃত্যুকালীন উর্ধ্বশ্বাস বলতে সে সময়কে বুঝানো হয়েছে, যখন জান কবজ করার সময় ফিরিশতা সামনে এসে উপস্থিত হন। তখন কর্মজগত পৃথিবীর জীবন সমাপ্ত হয়ে আখেরাতের হুকুম-আহকাম আরম্ভ হয়ে যায়। কাজেই সে সময়কার কোন আমল গ্রহণযোগ্য নয়। এমন সময়ে যে লোক ঈমান গ্রহণ করে, তাকেও মুমিন বলা যাবে না এবং কাফন-দাফনের ক্ষেত্রে মুসলিমদের অনুরূপ ব্যবহার করা যাবে না। যেমন, ফিরআউনের এ ঘটনা দ্বারা প্রমাণিত হয় যে, সমগ্র বিশ্ব মুসলিমের নির্দেশেও এটাই সুস্পষ্ট। এ ব্যাপারে অন্য কিছু বলা বা বিশ্বাস করা কুরআন হাদীসের পরিপন্থী।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১০ : ৯২",
        "arabic_text": "\nفَٱلۡيَوۡمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنۡ خَلۡفَكَ ءَايَةٗۚ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ عَنۡ ءَايَٰتِنَا لَغَٰفِلُونَ ",
        "bangla_text": "‘সুতরাং আজ আমরা তোমার দেহটি রক্ষা করব যাতে তুমি তোমার পরবর্তীদের জন্য নিদর্শন হয়ে থাক [১]। আর নিশ্চয় মানুষের মধ্যে অনেকেই আমাদের নিদর্শন সম্বন্ধে গাফিল [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ফির’আউনকে উদ্দেশ্য করে বলা হয়েছে যে, জলমগ্নতার পর আমি তোমার লাশ পানি থেকে বের করে দেব যাতে তোমার এই মৃতদেহটি তোমার পরবর্তী জনগোষ্ঠীর জন্য আল্লাহ তা'আলার মহাশক্তির নিদর্শন ও শিক্ষণীয় হয়ে থাকে। কাতাদা বলেন, সাগর পাড়ি দেবার পর মূসা আলাইহিস সালাম যখন বনী-ইসরাঈলদেরকে ফিরআউনের নিহত হবার সংবাদ দেন, তখন তারা ফির’আউনের ব্যাপারে এতই ভীত-সন্ত্রস্ত ছিল যে, তা অস্বীকার করতে লাগল এবং বলতে লাগল যে, ফিরআউন ধ্বংস হয়নি। আল্লাহ তা'আলা তাদের সঠিক ব্যাপার প্রদর্শন এবং অন্যান্যদের শিক্ষা লাভের উদ্দেশ্যে একটি ঢেউয়ের মাধ্যমে ফিরআউনের মৃতদেহটি তীরে এনে ফেলে রাখলেন, যা সবাই প্রত্যক্ষ করল। [তাবারী] তাতে তার ধ্বংসের ব্যাপারে তাদের নিশ্চিত বিশ্বাস এল এবং তার লাশ সবার জন্য নিদর্শন হয়ে গেল। লাশের কি পরিণতি হয়েছিল তা সঠিকভাবে জানা যায় না।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আমি তো শিক্ষণীয় ও উপদেশমূলক নিদর্শনসমূহ দেখিয়েই যেতে থাকবো, যদিও বেশীর ভাগ লোকদের অবস্থা হচ্ছে এই যে, বড় বড় শিক্ষণীয় নির্দশন দেখেও তাদের চোখ খোলে না। আর জানা কথা যে, ফিরআউন ও তার দলবলের ধবংস ও বনী ইসরাঈলের নাজাত ছিল আশুরার দিনে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১০ : ৯৩",
        "arabic_text": "\nوَلَقَدۡ بَوَّأۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مُبَوَّأَ صِدۡقٖ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ فَمَا ٱخۡتَلَفُواْ حَتَّىٰ جَآءَهُمُ ٱلۡعِلۡمُۚ إِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ ",
        "bangla_text": "আর অবশ্যই আমরা বনী ইসরাইলকে উৎকৃষ্ট আবাসভূমিতে বসবাস করালাম [১] এবং আমরা তাদেরকে উত্তম রিযক দিলাম, অতঃপর তাদের কাছে জ্ঞান আসলে তারা বিভেদ সৃষ্টি করল [২]। নিশ্চয় তারা যে বিষয়ে বিভেদ সৃষ্টি করত [৩] আপনার রব তাদের মধ্যে কিয়ামতের দিনে সেটার ফয়সালা করে দেবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ফিরআউনের করুণ পরিণতির মোকাবেলায় সে জাতির ভবিষ্যৎ দেখানো হয়েছে, যাদেরকে ফির’আউন হীন ও পদদলিত করে রেখেছিল। বলা হয়েছে, আমি বনী-ইসরাঈলকে উত্তম আবাস দান করেছি। আর এ উত্তম আবাসকে কুরআনুল কারীমে (مُبَوَّاَ صِدۡقٍ) শব্দে ব্যক্ত করেছে। এখানে (صِدْقٍ) অর্থ উপযোগী। [মুয়াসসার] অর্থাৎ এমন আবাসভূমি তাদেরকে দান করা হয়েছে যা তাদের জন্য সর্বদিক দিয়েই কল্যাণকর ও উপযোগী ছিল। অধিকাংশ মুফাসসির ‘উত্তম আবাসভূমি’ বলে সূরা আল-ইসরায় বর্ণিত (اَلَّذِيْ بٰرَكْنَا حَوْلَهٗ)  বলে যা বুঝানো হয়েছে তা সবই উদ্দেশ্য নিয়েছেন। [ইবন কাসীর; আদওয়াউল বায়ান] তখন এ স্থানটি অত্যন্ত ব্যাপক এলাকাকে শামিল করবে। অর্থাৎ বায়তুল মাকদিস সংলগ্ন এলাকা, যা বর্তমান ফিলিস্তিন, সিরিয়া, লেবানন ও জর্দানের বেশ কিছু এলাকাকে শামিল করে। এ ছাড়া সাধারণভাবে মিশরও তাদের পদানত হওয়ার কথা। কারণ, ফিরআউন ধ্বংস হওয়ার পর মিশর রাজত্ব যতটুকু ছিল ততটুকু সবটাই মূসা আলাইহিস সালামের আয়ত্বে চলে আসে। [ইবন কাসীর] কিন্তু ইতিহাসে এটা প্রমাণিত হয়নি যে, তারা আবার মিশরে ফিরে গিয়েছিল।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা এরপর যে সমস্ত বিষয়ে মতভেদ করেছিল তা অজ্ঞতার কারণে নয়। তাদেরকে জ্ঞান দেয়া হয়েছিল। যার অর্থ হচ্ছে বিভেদ ও মতপার্থক্য না করা। কারণ, জ্ঞান দেয়ার মাধ্যমে আল্লাহ তাদের থেকে সন্দেহ, সংশয় দূর করেছিলেন। কিন্তু তারা মতভেদই করেছিল।[ইবন কাসীর] কোন কোন মুফাসসির বলেন এ আয়াতাংশের অর্থ হচ্ছে, পরবতী পর্যায়ে তারা নিজেদের দ্বীনের মধ্যে যে দলাদলি শুরু করে এবং নতুন নতুন মাযহাব তথা ধমীয় চিন্তাগোষ্ঠির উদ্ভব ঘটায় তার কারণ এ ছিল না যে, তারা প্রকৃত সত্য জানতো না এবং এ না জানার কারণে তারা বাধ্য হয়ে এমনটি করে। বরং আল্লাহর পক্ষ থেকে তাদেরকে সুস্পষ্টভাবে সত্য দ্বীন, তার মূলনীতি, তার দাবী ও চাহিদা, কুফর ও ইসলামের পার্থক্য সীমা, আনুগত্য ইত্যাদির জ্ঞান দেয়া হয়েছিল। তাদেরকে গোনাহ, আল্লাহর কাছে জবাবদিহিতা সম্পর্কেও জ্ঞান দেয়া হয়েছিল। কিন্তু এ সুস্পষ্ট হেদায়াত সত্ত্বেও তারা একটি দ্বীনকে অসংখ্য দ্বীনে পরিণত করে এবং আল্লাহর দেয়া বুনিয়াদগুলো বাদ দিয়ে অন্য বুনিয়াদের ওপর নিজেদের ধমীয় ফেরকার প্রাসাদ নির্মাণ করে। তাদের এ সমস্ত কর্মকাণ্ডের কারণে বায়তুল মুকাদ্দাস ও ফিলিস্তিন এলাকায় অবস্থান কালে বারবার বিভিন্ন বিপর্যয়ে পতিত হয়। মূসা ও হারূন আলাইহিমাসসালামের মৃত্যুর পর ইউসা’ বনি নূন তাদেরকে নিয়ে বায়তুল মুকাদ্দাস এলাকা জয় করেন। তারপর বুখতনসর তাদেরকে সেখান থেকে উৎখাত করে। কন্তিু তারা আবার আল্লাহর দিকে ফিরে আসলে আবার তাদের হাতে বায়তুল মুকাদ্দাস ফিরে আসে। এরপর তারা আবার পথভ্রষ্ট হয়ে পড়লে তারা গ্রীকদের অধীন হয়। ইত্যবসরে আল্লাহ্ তা'আলা তাদের মাঝে ঈসা আলাইহিসসালামকে পাঠালেন। কিন্তু তারা গ্রীক রাজাদেরকে ঈসা আলাইহিসসালামের উপর এই বলে ক্ষেপিয়ে তুলল যে, তিনি প্রজাদের মধ্যে বিদ্রোহ সৃষ্টির পঁয়তারা চালাচ্ছেন। গ্রীকগণ তখন ঈসা আলাইহিসসালামকে ধরার জন্য লোক পাঠাল। কিন্তু ষড়যন্ত্রকারীদের একজনকে আল্লাহ্ তা'আলা ঈসা আলাইহিসসালামের আকৃতি দিয়ে ঈসা আলাইহিসসালামকে আসমানে উঠিয়ে নিলেন। এর ৩০০ বছর পরে গ্রীক সম্রাট কস্টান্টিন নাসারা ধর্মে প্রবেশ করে। সে তখন বিভিন্ন ভিন্নমতাবলম্বী এবং নিজের পক্ষ থেকে জুড়ে দিয়ে নতুন অনেকগুলো আকীদা-বিশ্বাস ও শরীআত প্রবর্তন করল এবং রাষ্ট্রিয় ক্ষমতাবলে সেগুলোকে বিভিন্নভাবে প্রতিষ্ঠিত করল। যারা ঈসা আলাইহিসসালাম আনীত দ্বীনের উপর ছিল তাদেরকে নানাভাবে নির্যাতন করল। তারা বিভিন্নস্থানে পালিয়ে গেল। সে সবস্থানে তার মনমত লোক সেট করল। এবং দেশে দেশে তার মতের লোকদের দ্বারা উপাসনালয় প্রতিষ্ঠা করল। তাদের সে সমস্ত নতুন আকীদার মধ্যে ছিল, ঈসা আলাইহিসসালাম নবী নন। তিনি তিন ইলাহর একজন। তার মধ্যে ঐশ্বরিক এবং মানবিক দু'ধরণের গুণের সমাহার ছিল। তখন থেকে তারা ক্রুশকে পবিত্র চিহ্ন বলে বিবেচনা করল। শুকরের গোস্ত হালাল করল। বিভিন্ন গীর্জায় ঈসা ও মারইয়াম আলাইহিমাসসালামের কল্পিত ছবি স্থাপন করল। এভাবে তারা তাদের দ্বীনকে বিভিন্নভাবে পরিবর্তন করে ফেলল। পরিণতিতে আল্লাহ্ তা'আলা তাদেরকে এ পবিত্র ভূমির উত্তরাধিকার থেকে তাড়িয়ে দিয়ে সেখানে সুস্থ সঠিক আকীদার উপর প্রতিষ্ঠিত মুসলিমদের প্রতিষ্ঠা করেন। উমর রাদিয়াল্লাহু আনহুর সময়ে সাহাবাগণ বায়তুল মুকাদ্দাসের অধিকারী হন। [ইবন কাসীর, সংক্ষেপিত]\n  <br/>\n  <br/>\n  [৩] তাদের বিভেদ সৃষ্টি সম্পর্কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন যে, ইয়াহুদীগণ একাত্তর দলে বিভক্ত হয়েছে। আর নাসারাগণ বাহাত্তর দলে বিভক্ত হয়েছে। আর এ উম্মত তিয়াত্তর দলে বিভক্ত হবে। [সহীহ ইবনে হিব্বানঃ ৬২৪৭, ৬৭৩১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১০ : ৯৪",
        "arabic_text": "\nفَإِن كُنتَ فِي شَكّٖ مِّمَّآ أَنزَلۡنَآ إِلَيۡكَ فَسۡـَٔلِ ٱلَّذِينَ يَقۡرَءُونَ ٱلۡكِتَٰبَ مِن قَبۡلِكَۚ لَقَدۡ جَآءَكَ ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ ",
        "bangla_text": "অতঃপর আমরা আপনার প্রতি যা নাযিল করেছি তাতে যদি আপনি সন্দেহে থাকেন তবে আপনার আগের কিতাব যারা পাঠ করে তাদেরকে জিজ্ঞেস করুন; অবশ্যই আপনার রবের কাছ থেকে আপনার কাছে সত্য এসেছে [১]। কাজেই আপনি কখনো সন্দেহপ্রবণদের অন্তর্ভুক্ত হবেন না,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বাহ্যত এ সম্বোধনটা করা হয়েছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কখনও সন্দেহে ছিলেন না। কাতাদা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছিলেন যে, ‘আমি সন্দেহ করিনা এবং প্রশ্নও করিনা’ [ইবন কাসীর, মুরসাল উত্তম সনদে] আসলে যারা তাঁর দাওয়াতের ব্যাপারে সন্দেহ পোষণ করছিল তাদেরকে শুনানোই মূল উদ্দেশ্য। এ সংগে আহলে কিতাবদের উল্লেখ করার কারণ হচ্ছে এই যে, আরবের সাধারণ মানুষ যথার্থই আসমানী কিতাবের জ্ঞানের সাথে মোটেই পরিচিত ছিল না। তাদের জন্য এটি ছিল একটি সম্পূর্ণ নতুন আওয়াজ। কিন্তু আহলে কিতাবের আলেমদের মধ্যে যারা ন্যায়নিষ্ঠ মননশীলতার অধিকারী ছিলেন তারা একথার সত্যতার সাক্ষ্য দিতে পারতেন যে, কুরআন যে জিনিসটির দাওয়াত দিয়ে যাচ্ছে পূর্ববর্তী যুগের সকল নবী তারই দাওয়াত দিয়ে এসেছেন। তাছাড়া আরও প্রমাণিত হচ্ছে যে, এ নবীর কথা পূর্ববর্তী কিতাবসমূহে বর্ণিত হয়েছে। যা তাদের কিতাবে লিখা আছে। [ইবন কাসীর] যেমন আল্লাহ্‌ বলেন, “যারা অনুসরণ করে রাসূলের, উম্মী নবীর, যার উল্লেখ তারা তাদের কাছে তাওরাত ও ইঞ্জীলে লিপিবদ্ধ পায়” [সূরা আল-আ’রাফ: ১৫৭]\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১০ : ৯৫",
        "arabic_text": "\nوَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلۡخَٰسِرِينَ ",
        "bangla_text": "এবং যারা আল্লাহ্‌র আয়াতসমূহে মিথ্যারোপ করেছে আপনি কখনো তাদের অন্তর্ভুক্ত হবেন না- তাহলে আপনিও ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১০ : ৯৬",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ حَقَّتۡ عَلَيۡهِمۡ كَلِمَتُ رَبِّكَ لَا يُؤۡمِنُونَ ",
        "bangla_text": "নিশ্চয় যাদের বিরুদ্ধে আপনার রবের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সে কথাটি হচ্ছে এই যে, যারা নিজেরাই সত্যের অন্বেষী হয় না এবং যারা নিজেদের মনের দুয়ারে জিদ, হঠকারিতা, অন্ধগোষ্ঠি প্রীতি ও সংকীর্ণ স্বার্থ-বিদ্বেষের তালা রাখে আর যারা দুনিয়া প্রেমে বিভোর হয়ে পরিণামের কথা চিন্তাই করে না তারাই ঈমান লাভের সুযোগ থেকে বঞ্চিত থেকে যায়। হ্যাঁ তারা একসময় ঈমান আনবে, আর তা হচ্ছে, যখন তারা মর্মন্তদ শাস্তি দেখতে পাবে। কিন্তু তখনকার ঈমান আর গ্রহণযোগ্য হবে না। আর এজন্যই মূসা আলাইহিস সালাম যখন ফিরআউন ও তার সভাষদদের উপর বদ-দো'আ করলেন, তখন বলেছিলেন, “হে আমাদের রব! তাদের সম্পদ বিনষ্ট করুন, আর তাদের হৃদয় কঠিন করে দিন, তারা তো যন্ত্রণাদায়ক শাস্তি প্রত্যক্ষ না করা পর্যন্ত ঈমান আনবে না”। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১০ : ৯৭",
        "arabic_text": "\nوَلَوۡ جَآءَتۡهُمۡ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُاْ ٱلۡعَذَابَ ٱلۡأَلِيمَ ",
        "bangla_text": "যদিও তাদের কাছে সবগুলো নিদর্শন আসে, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] শাস্তি দেখার পর তাদের ঈমান আর গ্রহণযোগ্য বলে বিবেচিত হবে না। সূরা ইউনুসের ৮৮ নং আয়াতেও এ কথা বলা হয়েছে, মূসা আলাইহিসসালাম ফিরআউন সম্পর্কে বলেছিলেন যে, “ওরা তো মর্মম্ভদ শাস্তি প্রত্যক্ষ না করা পর্যন্ত ঈমান আনবে না\" অনুরূপভাবে সূরা আল-আন’আমের ১১১ নং আয়াতে বলা হয়েছেঃ “আমি তাদের কাছে ফিরিশতা পাঠালেও এবং মৃতেরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে হাযির করলেও আল্লাহর ইচ্ছে না হলে তারা কখনো ঈমান আনবে না; কিন্তু তাদের অধিকাংশই অজ্ঞ”। অর্থাৎ ঈমান না আনা তাদের স্বভাবে পরিণত হয়েছে সুতরাং যত নিদর্শনই তাদের কাছে আসুক না কেন তা কোন কাজে লাগবে না।\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১০ : ৯৮",
        "arabic_text": "\nفَلَوۡلَا كَانَتۡ قَرۡيَةٌ ءَامَنَتۡ فَنَفَعَهَآ إِيمَٰنُهَآ إِلَّا قَوۡمَ يُونُسَ لَمَّآ ءَامَنُواْ كَشَفۡنَا عَنۡهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَتَّعۡنَٰهُمۡ إِلَىٰ حِينٖ ",
        "bangla_text": "অতঃপর কোন জনপদবাসী কেন এমন হল না যারা ঈমান আনত এবং তাদের ঈমান তাদের উপকারে আসত? তবে ইউনুস [১] এর সম্প্রদায় ছাড়া, তারা যখন ঈমান আনল তখন আমরা তাদের থেকে দুনিয়ার জীবনের হীনতাজনক শাস্তি দূর করলাম এবং তাদেরকে কিছু কালের জন্য জীবনোপভোগ করতে দিলাম [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউনুস আলাইহিস সালামকে আসিরিয়ানদের হেদায়াতের জন্য ইরাকে পাঠানো হয়েছিল। এ কারণে আসিরীয়দেরকে এখানে ইউনুসের কওম বলা হয়েছে। সে সময় এ কওমের কেন্দ্র ছিল ইতিহাস খ্যাত নিনোভা নগরী। বিস্তৃত এলাকা জুড়ে এ নগরীর ধ্বংসাবশেষ আজো বিদ্যমান। দাজলা নদীর পূর্ব তীরে আজকের মুসেল শহরের ঠিক বিপরীত দিকে এ ধ্বংসাবশেষ পাওয়া যায়। এ জাতির রাজধানী নগরী নিনোভা প্রায় ৬০ মাইল এলাকা জুড়ে অবস্থিত ছিল। এ থেকে এদের জাতীয় উন্নতির বিষয়টি অনুমান করা যেতে পারে।\n  <br/>\n  <br/>\n  [২] আয়াতের পরিষ্কার মর্ম এই যে, পৃথিবীর সাধারণ জনপদের অধিবাসীদের সম্পর্কে আফসোসের প্রকাশ হিসেবে বলা হয়েছে যে, তারা কেনই বা এমন হলো না যে, এমন সময়ে ঈমান নিয়ে আসত যে সময় পর্যন্ত ঈমান আনলে তা লাভজনক হতো! অর্থাৎ আযাব কিংবা মৃত্যুতে পতিত হবার আগে যদি ঈমান নিয়ে আসতো, তবে তাদের ঈমান কবুল হয়ে যেত। কিন্তু ইউনুস আলাইহিস সালাম-এর সম্প্রদায় তা থেকে স্বতন্ত্র। কারণ তারা আযাবের লক্ষণাদি দেখে আযাবে পতিত হওয়ার পূর্বেই যখন ঈমান নিয়ে আসে, তখন তাদের ঈমান ও তাওবা কবুল হয়ে যায়। আয়াতের এই প্রকৃষ্ট মর্ম প্রতীয়মান করে যে, এখানে আল্লাহ্‌র চিরাচরিত নিয়মে কোন ব্যতিক্রম ঘটেনি; বরং একান্তভাবে তাঁর নিয়মানুযায়ীই তাদের ঈমান ও তাওবা কবুল করে নেয়া হয়েছে।\n  <br/>\n  <br/>\n  অধিকাংশ মুফাস্‌সির এ আয়াতের এ মর্মই লিখেছেন যাতে প্রতীয়মান হয় যে, ইউনুস আলাইহিস সালাম-এর সম্প্রদায়ে তাওবা কবুল হওয়ার বিষয়টি আল্লাহর সাধারণ রীতির আওতায়ই হয়েছে। তাবারী প্রমূখ তাফসীরকারও এ ঘটনাকে ইউনুস আলাইহিস সালাম-এর সম্প্রদায়ের বৈশিষ্ট্য বলে উল্লেখ করেছেন। সে সম্প্রদায়ের বিশুদ্ধ মনে তাওবা করা ও আল্লাহর জ্ঞানে তার নিঃস্বার্থ হওয়া প্রভৃতিই আযাব না আসার কারণ। ঘটনা এই যে, ইউনুস আলাইহিস সালাম যখন আল্লাহর নির্দেশ মোতাবেক তিন দিন পর আযাব আসার দুঃসংবাদ শুনিয়ে দেন। কিন্তু পরে প্রমাণিত হয় যে, আযাব আসেনি, তখন ইউনুস আলাইহিস্ সালাম-এর মনে এ ভাবনা চেপে বসলো যে, আমি সম্প্রদায়ের মধ্যে ফিরে গেলে তারা আমাকে মিথ্যুক বলে সাব্যস্ত করবে। অতএব, এ সময় এ দেশ থেকে হিজরত করে চলে যাওয়া ছাড়া উপায় নেই। কিন্তু নবী-রাসূলগণের রীতি হলো এই যে, আল্লাহর পক্ষ থেকে কোন দিকে হিজরত করার নির্দেশ না আসা পর্যন্ত নিজের ইচ্ছামত তারা হিজরত করেন না। ইউনুস আলাইহিস সালাম- আল্লাহর পক্ষ থেকে অনুমোদন আসার পূর্বেই হিজরতের উদ্দেশ্যে নৌকায় আরোহণ করে বসেন। সূরা আস-সাফফাতে এ প্রসঙ্গে বলা হয়েছে\n  <br/>\n  <br/>\n  (اِذۡ   اَبَقَ  اِلَی الۡفُلۡکِ الۡمَشۡحُوۡنِ)\n  <br/>\n  <br/>\n  “স্মরণ করুন, যখন তিনি বোঝাই নৌযানের দিকে পালিয়ে গেলেন\" [আস-সাফফাতঃ ১৪০] এতে হিজরতের উদ্দেশ্যে নৌকায় আরোহণ করাকে (اَبَقَ) শব্দে বলা হয়েছে। এর অর্থ হলো স্বীয় মনিবের অনুমতি ব্যতীত কোন ক্রীতদাসের পালিয়ে যাওয়া। অন্য সূরায় এসেছে, “আর স্মরণ করুন, যুন-নূন-এর কথা, যখন তিনি ক্রোধ ভরে চলে গিয়েছিলেন এবং মনে করেছিলেন যে, আমরা তাকে পাকড়াও করব না।\" [আল-আম্বিয়াঃ ৮৭] এতে স্বভাবজাত ভীতির কারণে সম্প্রদায়ের কাছ থেকে আত্মরক্ষা করে হিজরত করাকে ভর্ৎসনা সুরে ব্যক্ত করা হয়েছে। সুতরাং তার প্রতি ভর্ৎসনা আসার কারণ হলো, অনুমতির পূর্বে হিজরত করা। মোটকথা: পূর্বের কোন নবী-রাসূলের জনপদের সবাই ঈমান আনেনি। এর ব্যতিক্রম ছিল ইউনুসের কাওম। তারা ছিল নিনোভার অধিবাসী। তাদের ঈমানের কারণ ছিল, তারা তাদের রাসূলের মুখে যে আযাব আসার কথা শুনেছিল সেটার বিভিন্ন উপসর্গ দেখে ভয় পেয়ে গিয়েছিল। আর তারা দেখল যে, তাদের রাসূলও তাদের কাছ থেকে চলে গিয়েছেন। তখন তারা আল্লাহ্‌র কাছে আশ্রয় চাইল, তাঁর কাছে উদ্ধার কামনা করল, কান্নাকাটি করল এবং বিনয়ী হল। আর তারা তাদের শিশু-সন্তান, জন্তু-জানোয়ারদের পর্যন্ত উপস্থিত করেছিল এবং আল্লাহ্‌র কাছে তাদের উপর থেকে আযাব উঠিয়ে নেয়ার আহবান জানিয়েছিল। আর তখনই আল্লাহ্‌ তাদের উপর রহমত করেন এবং তাদের আযাব উঠিয়ে নেন, তাদেরকে কিছু দিনের জন্য দুনিয়াকে উপভোগ করার সুযোগ প্রদান করেন [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "১০ : ৯৯",
        "arabic_text": "\nوَلَوۡ شَآءَ رَبُّكَ لَأٓمَنَ مَن فِي ٱلۡأَرۡضِ كُلُّهُمۡ جَمِيعًاۚ أَفَأَنتَ تُكۡرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُواْ مُؤۡمِنِينَ ",
        "bangla_text": "আর আপনার রব ইচ্ছে করলে যমীনে যারা আছে তারা সবাই ঈমান আনত [১]; তবে কি আপনি মুমিন হওয়ার জন্য মানুষের উপর জবরদস্তি করবেন [২]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ যদি চাইতেন যে, এ পৃথিবীতে শুধুমাত্র তাঁর আদেশ পালনকারী অনুগতরাই বাস করবে এবং কুফরী ও নাফরমানীর কোন অস্তিত্বই থাকবে না তাহলে তাঁর জন্য সারা দুনিয়াবাসীকে মুমিন ও অনুগত বানানো কঠিন ছিল না এবং নিজের একটি মাত্র সৃজনী ইংগিতের মাধ্যমে তাদের অন্তর ঈমান ও আনুগত্যে ভরে তোলাও তাঁর পক্ষে সহজ ছিল। কিন্তু মানব জাতিকে সৃষ্টি করার পেছনে তাঁর যে প্রজ্ঞাময় উদ্দেশ্য কাজ করছে এ প্রাকৃতিক বল প্রয়োগ তা বিনষ্ট করে দিতো। তাই আল্লাহ নিজেই ঈমান আনা বা না আনা এবং আনুগত্য করা বা না করার ব্যাপারে মানুষকে স্বাধীন রাখতে চান। [এ ব্যাপারে আরো দেখুন, সূরা হুদঃ ১১৮, ১১৯, সূরা আর-রা’দঃ৩১]\n  <br/>\n  <br/>\n  [২] ইবন আব্বাস বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ঐকান্তিক ইচ্ছা ছিল যে, সমস্ত মানুষই ঈমান আনুক। তখন আল্লাহ্ তা'আলা জানিয়ে দিলেন যে, যাদের ঈমানের কথা পূর্বেই প্রথম যিকর তথা মানুষের তাকদীরে লিখা হয়েছে কেবল তারাই ঈমান আনবে, আর যাদের দূর্ভাগ্যের কথা প্রথম যিকর তথা প্রথম তাকদীর নির্ধারণে লিখা হয়েছে কেবল তারাই দূর্ভাগা হবে। [তাবারী; কুরতুবী]  এর অর্থ প্রমাণের সাহায্যে হেদায়াত ও গোমরাহীর পার্থক্য স্পষ্ট করে তুলে ধরার এবং সঠিক পথ পরিষ্কারভাবে দেখিয়ে দেবার যে দায়িত্ব ছিল তা আমার নবী পুরোপুরি পালন করেছেন। এখন যদি তোমরা নিজেরাই সঠিক পথে চলতে না চাও এবং তোমাদের সঠিক পথে যদি এর ওপর নির্ভরশীল হয় যে, কেউ তোমাদের ধরে বেঁধে সঠিক পথে চালাবে, তাহলে তোমাদের জেনে রাখা উচিত, নবীকে এ দায়িত্ব দেয়া হয়নি। যাকে আল্লাহ হিদায়াত করবেন না তার জন্য কোন হিদায়াতকারী নেই। এমন কেউ নেই যে, তার মনের উপর জোর করে ঈমানের জন্য সেটাকে প্রশস্ত করে দেবে। তবে যদি আল্লাহ সেটা চান তবে ভিন্ন কথা। [আদওয়াউল বায়ান]  অন্য আয়াতেও আল্লাহ সেটা বর্ণনা করেছেন যে, “আর আল্লাহ যাকে ফিতনায় ফেলতে চান তার জন্য আল্লাহর কাছে আপনার কিছুই করার নেই।\" [সূরা আল-মায়িদাহ: ৪১] আরও বলেন, “আপনি যাকে ভালবাসেন ইচ্ছে করলেই তাকে সৎপথে আনতে পারবেন না। তবে আল্লাহই যাকে ইচ্ছে সৎপথে আনয়ন করেন এবং সৎপথ অনুসারীদের সম্পর্কে তিনিই ভাল জানেন। \" [সূরা আল-কাসাস: ৫৬] অনুরূপ আরও অন্যান্য আয়াতেও এসেছে, যেমন, সূরা আন-নিসা: ৮৮, ১৪৩; সূরা আর-আ’রাফ: ১৭৮; সূরা আর-রা’দ: ৩৩; সূরা আল-ইসরা: ৯৭; সূরা আল-কাহাফ: ১৭; সূরা আয-যুমার: ২৩, ৩৬; সূরা গাফির: ৩৩; সূরা আশ-শূরা: ৪৪, ৪৬।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "১০ : ১০০",
        "arabic_text": "\nوَمَا كَانَ لِنَفۡسٍ أَن تُؤۡمِنَ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَجۡعَلُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يَعۡقِلُونَ ",
        "bangla_text": "আর আল্লাহ্‌র অনুমতি ছাড়া ঈমান আনা কারো সাধ্য নয় এবং যারা বোঝে না আল্লাহ্‌ তাদেরকেই কলুষলিপ্ত করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "১০ : ১০১",
        "arabic_text": "\nقُلِ ٱنظُرُواْ مَاذَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَا تُغۡنِي ٱلۡأٓيَٰتُ وَٱلنُّذُرُ عَن قَوۡمٖ لَّا يُؤۡمِنُونَ ",
        "bangla_text": "বলুন, আসমানসমূহ ও যমীনে যা কিছু আছে সেগুলোর প্রতি লক্ষ্য কর।’ আর যারা ঈমান আনে না, নিদর্শনাবলী ও ভীতি প্রদর্শন এমন সম্প্রদায়ের কোন কাজে আসে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, আল্লাহ্ তা'আলা তাঁর সমস্ত বান্দাদেরকে এ নির্দেশই দিচ্ছেন যে, তারা যেন আসমান ও যমীনের বৃহৎ সৃষ্টিগুলোর দিকে তাকায় যেগুলো তাঁর মহত্বতা, পূর্ণতা, ও তিনিই যে একমাত্র ইবাদতযোগ্য ইলাহ তার উপর প্রমাণবহ। অনুরূপ নির্দেশ তিনি অন্য আয়াতেও দিয়েছেন। যেমন, “অচিরেই আমরা তাদেরকে আমাদের নিদর্শনাবলী দেখাব, বিশ্ব জগতের প্রান্তসমূহে এবং তাদের নিজেদের মধ্যে; যাতে তাদের কাছে সুস্পষ্ট হয়ে উঠে যে, অবশ্যই এটা (কুরআন) সত্য। এটা কি আপনার রবের সম্পর্কে যথেষ্ট নয় যে, তিনি সব কিছুর উপর সাক্ষী?” [সূরা ফুসসিলাত: ৫৩] [আদওয়াউল বায়ান] বস্তুত: ঈমান আনার জন্য তারা যে দাবীটিকে শর্ত হিসেবে পেশ করতো এটি হচ্ছে তার শেষ ও চূড়ান্ত জবাব। তাদের এ দাবীটি ছিল, আমাদের এমন কোন নির্দশন দেখান যার ফলে আপনার নবুওয়াতকে আমরা সত্য বলে বিশ্বাস করতে পারি। এর জবাবে বলা হচ্ছে, যদি তোমাদের মধ্যে সত্যের আকাংখা এবং সত্য গ্রহণ করার আগ্রহ থাকে তাহলে যমীন ও আসমানের চারদিকে যে অসংখ্য নিদর্শন ছড়িয়ে রয়েছে এগুলো মুহাম্মদের বাণীর সত্যতার ব্যাপারে তোমাদের নিশ্চিন্ত করার জন্য শুধু যথেষ্ট নয় বরং তার চাইতেও বেশী। শুধুমাত্র চোখ খুলে সেগুলো দেখার প্রয়োজন। কিন্তু যদি এ চাহিদা ও আগ্রহই তোমাদের মধ্যে না থাকে, তাহলে অন্য কোন নির্দশন, তা যতই অলৌকিক, অটল ও চিরন্তন রীতি ভংগকারী এবং বিস্ময়কর ও অত্যাশ্চর্য হোক না কেন, তোমাদেরকে ঈমানের নিয়ামত দান করতে পারে না।\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "১০ : ১০২",
        "arabic_text": "\nفَهَلۡ يَنتَظِرُونَ إِلَّا مِثۡلَ أَيَّامِ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِهِمۡۚ قُلۡ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ ",
        "bangla_text": "তবে কি তারা কেবল তাদের আগে যা ঘটেছে সেটার অনুরূপ ঘটনারই প্রতীক্ষা করে? বলুন, ‘তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষা করছি [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা তো কেবল তাদের পূর্বে যারা চলে গেছে, নূহ, হুদ ও সামূদের কাওমের উপর দিয়ে যে যুগান্তকারী ঘটনা ঘটে গেল সেটার মত ঘটনারই অপেক্ষা করছে। [তাবারী] পূর্ববর্তী উম্মতদের মধ্যে যারা নবী-রাসূলদের উপর মিথ্যারোপ করেছিল, তাদের উপর যেমন শাস্তি এসেছিল এরাও কি তদ্রুপ শাস্তিরই অপেক্ষা করছে? [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "১০ : ১০৩",
        "arabic_text": "\nثُمَّ نُنَجِّي رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ حَقًّا عَلَيۡنَا نُنجِ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "তারপর আমরা আমাদের রাসূলদেরকে এবং যারা ঈমান এনেছে তাদেরকে উদ্ধার করি। এভাবে মুমিনদেরকে উদ্ধার করা আমাদের দায়িত্ব [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ দায়িত্ব আল্লাহ স্বয়ং তাঁর নিজের উপর নিয়ে নিয়েছেন। কেউ তাঁকে বাধ্য করার নেই। তিনি নিজ করুণাবশতঃ মুমিনদেরকে উদ্ধার করে থাকেন। অন্য আয়াতে আল্লাহ্ তা'আলা বলেনঃ “তোমাদের প্রভূ তার নিজের উপর রহমতকে লিখে নিয়েছেন” [সূরা আল-আনআমঃ৫৪] অপর এক হাদীসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘আল্লাহ তাঁর কাছে আরশের উপর একটি কিতাবে লিখে রেখেছেন যে, আমার রহমত আমার ক্রোধের উপর প্রাধান্য পাবে’। [বুখারীঃ ৩১৯৪, মুসলিমঃ ২৭৫১]\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "১০ : ১০৪",
        "arabic_text": "\nقُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي شَكّٖ مِّن دِينِي فَلَآ أَعۡبُدُ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَلَٰكِنۡ أَعۡبُدُ ٱللَّهَ ٱلَّذِي يَتَوَفَّىٰكُمۡۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "বলুন, ‘হে মানুষ ! তোমরা যদি আমার দ্বীনের প্রতি সংশয়যুক্ত হও তবে জেনে রাখ, তোমরা আল্লাহ্‌ ছাড়া যাদের ‘ইবাদাত কর আমি তাদের ‘ইবাদাত করি না। বরং আমি ইবাদাত করি আল্লাহ্‌র যিনি তোমাদের মৃত্যু ঘটান এবং আমি মুমিনদের অন্তর্ভুক্ত হওয়ার জন্য আদেশপ্রাপ্ত হয়েছি,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "১০ : ১০৫",
        "arabic_text": "\nوَأَنۡ أَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗا وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "আর এটাও যে, আপনি একনিষ্ঠভাবে নিজেকে দ্বীনে প্রতিষ্ঠিত রাখুন [১] এবং কখনই মুশরিকদের অন্তর্ভুক্ত হবেন না [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ “নিজের চেহারাকে স্থির করে নিন।” এর অর্থ, আপনি এদিক ওদিক, সামনে, পেছনে, ডাইনে, বাঁয়ে মুড়ে যাবেন না। একেবারে বরাবর সোজা পথে দৃষ্টি রেখে চলুন, যেপথ আপনাকে দেখানো হয়েছে। তারপর বলা হয়েছে (حنيفا) অর্থাৎ সব দিক থেকে মুখ ফিরিয়ে নিয়ে শুধুমাত্র একদিকে মুখ করে থাকুন। কাজেই দাবী হচ্ছে, এ দ্বীন, আল্লাহর বন্দেগীর এ পদ্ধতি এবং জীবন যাপন প্রণালীর ক্ষেত্রে একমাত্র আল্লাহ রাববুল আলামীনের ইবাদত-বন্দেগী, দাসত্ব, আনুগত্য করতে ও হুকুম মেনে চলতে হবে। এমন একনিষ্ঠভাবে করতে হবে যে, অন্য কোন পদ্ধতির দিকে সামান্যতম ঝুঁকে পড়াও যাবে না। অন্য আয়াতেও সে নির্দেশ এসেছে, যেমন, “কাজেই আপনি একনিষ্ঠ হয়ে নিজ চেহারাকে দ্বীনে প্রতিষ্ঠিত রাখুন। আল্লাহর ফিতরাত (স্বাভাবিক রীতি বা দ্বীন ইসলাম), এর উপর (চলার যোগ্য করে) তিনি মানুষ সৃষ্টি করেছেন ; আল্লাহর সৃষ্টির কোন পরিবর্তন নেই। এটাই প্রতিষ্ঠিত দ্বীন; কিন্তু অধিকাংশ মানুষ জানে না।\" [সূরা আর-রূম: ৩০]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা আল্লাহর সত্তা, তাঁর গুণাবলী, অধিকার ও ক্ষমতা-ইখতিয়ারে কোনভাবে অন্য কাউকে শরীক করে কখনো তাদের অন্তর্ভুক্ত হবেন না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আমি তোমাদের উপর দাজ্জালের চেয়েও যা বেশী ভয় করছি তা কি বলে দিবনা? আমরা বললামঃ হ্যাঁ, তিনি বললেনঃ ‘শির্কে খফী’। আর তা হলোঃ কোন মানুষ অপরের সন্তুষ্টি লাভের জন্য কোন নেক আমল করা। [মুসনাদে আহমাদ ৩/৩০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "১০ : ১০৬",
        "arabic_text": "\nوَلَا تَدۡعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَۖ فَإِن فَعَلۡتَ فَإِنَّكَ إِذٗا مِّنَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "‘আর আপনি আল্লাহ্‌ ছাড়া অন্য কাউকে ডাকবেন না, যা আপনার উপকারও করে না, অপকারও করে না, কারণ এটা করলে তখন আপনি অবশ্যই যালিমদের অন্তর্ভুক্ত হবেন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "১০ : ১০৭",
        "arabic_text": "\nوَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يُرِدۡكَ بِخَيۡرٖ فَلَا رَآدَّ لِفَضۡلِهِۦۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ ",
        "bangla_text": "‘আর যদি আল্লাহ্‌ আপনাকে কোন ক্ষতির স্পর্শ করান, তবে তিনি ছাড়া তা মোচনকারী আর কেউ নেই। আর যদি আল্লাহ্‌ আপনার মঙ্গল চান, তবে তাঁর অনুগ্রহ প্রতিহত করার কেউ নেই। তাঁর বান্দাদের মধ্যে যাকে ইচ্ছে তার কাছে সেটা পৌঁছান। আর তিনি পরম ক্ষমাশীল, অতি দয়ালু [১]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্যত্রও আল্লাহ তা'আলা এ কথা বলেছেন। যেমন, “আর যদি আল্লাহ আপনাকে কোন দুর্দশা দ্বারা স্পর্শ করেন, তবে তিনি ছাড়া তা মোচনকারী আর কেউ নেই। আর যদি তিনি আপনাকে কোন কল্যাণ দ্বারা স্পর্শ করেন, তবে তিনি তো সব কিছুর উপর ক্ষমতাবান\" [সূরা আল-আন’আমঃ ১৭]\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "১০ : ১০৮",
        "arabic_text": "\nقُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۖ وَمَآ أَنَا۠ عَلَيۡكُم بِوَكِيلٖ ",
        "bangla_text": "বলুন, ‘হে লোকসকল ! অবশ্যই তোমাদের রবের কাছ থেকে তোমাদের কাছে সত্য এসেছে। কাজেই যারা সৎপথ অবলম্বন করবে তারা তো নিজেদেরই মঙ্গলের জন্য সৎপথ অবলম্বন করবে এবং যারা পথভ্রষ্ট হবে তারা তো পথভ্রষ্ট হবে নিজেদেরই ধ্বংসের জন্য এবং আমি তোমাদের উপর কর্মবিধায়ক নই [১]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্যত্রও আল্লাহ তা'আলা এ কথা বলেছেন। যেমন, “যে সৎপথ অবলম্বন করবে সে তো নিজেরই মংগলের জন্য সৎপথ অবলম্বন করে এবং যে পথভ্রষ্ট হবে সে তো পথভ্রষ্ট হবে নিজেরই ধ্বংসের জন্য।\" [সূরা আল-ইসরা: ১৫]\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "১০ : ১০৯",
        "arabic_text": "\nوَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ وَٱصۡبِرۡ حَتَّىٰ يَحۡكُمَ ٱللَّهُۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ ",
        "bangla_text": "আর আপনার প্রতি যে ওহী নাযিল হয়েছে আপনি তার অনুসরণ করুন এবং আপনি ধৈর্য ধারণ করুন যে পর্যন্ত না আল্লাহ্‌ ফয়সালা করেন, আর তিনিই সর্বোত্তম ফয়সালা প্রদানকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, এখানে নবী ও তার শক্রদের মাঝে কি ফয়সালা করেছেন সেটা বর্ণনা করেন নি। অন্য আয়াতে অবশ্য তা উল্লেখ করেছেন। তিনি বলেছেন যে, তিনি কাফেরদের উপর নবী ও তার অনুসারীদেরকে বিজয় দিয়েছেন। তাঁর দ্বীনকে অপরাপর সমস্ত দ্বীনের উপর প্রাধান্য দিয়েছেন। যেমন আল্লাহ বলেন, “যখন আসবে আল্লাহর সাহায্য ও বিজয় আর আপনি মানুষকে দলে দলে আল্লাহর দ্বীনে প্রবেশ করতে দেখবেন, তখন আপনি আপনার রবের প্রশংসাসহ তাঁর পবিত্রতা ও মহিমা ঘোষণা করুন এবং তাঁর কাছে ক্ষমা প্রার্থনা করুন, নিশ্চয় তিনি তাওবা কবুলকারী” [সূরা আন-নাসর] আরও বলেন, “নিশ্চয় আমরা আপনাকে দিয়েছি সুস্পষ্ট বিজয় যেন আল্লাহ আপনার অতীত ও ভবিষ্যত ক্রটিসমূহ মার্জনা করেন এবং আপনার প্রতি তাঁর অনুগ্রহ পূর্ণ করেন ও আপনাকে সরল পথে পরিচালিত করেন , এবং আল্লাহ আপনাকে বলিষ্ঠ সাহায্য দান করেন।\" [সূরা আল-ফাতহঃ ১-৪] আরও বলেন, “তারা কি দেখে না যে, আমরা এ যমীনকে চতুর্দিক থেকে সংকুচিত করে আনছি ? আর আল্লাহ্‌ই আদেশ করেন, তাঁর আদেশ রদ করার কেউ নেই এবং তিনি হিসেব গ্রহণে তৎপর।\" [সূরা আর-রা’দ: ৪১] অনুরূপ “তারা কি দেখছে না যে, আমরা যমীনকে চারদিক থেকে সংকুচিত করে আনছি।” [সূরা আল-আম্বিয়া: ৪৪] [আদওয়াউল বায়ান]\n </p>\n</div>"
    }
]