[
    {
        "id": 1,
        "verse": "১১০ : ১",
        "arabic_text": "\nإِذَا جَآءَ نَصۡرُ ٱللَّهِ وَٱلۡفَتۡحُ ",
        "bangla_text": "যখন আসবে আল্লাহ্র সাহায্য ও বিজয় [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আবু সাঈদ খুদরী রাদিয়াল্লাহু ‘আনহু বলেন, যখন এ সূরা নাযিল হলো তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সূরাটি প্রথম থেকে শেষ পর্যন্ত পড়লেন এবং বললেন, “মক্কা বিজয়ের পর আর কোন হিজরত নেই।“ [মুস্তাদরাকে হাকিম: ২/২৫৭] এ সূরায় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর ওফাত নিকটবর্তী হওয়ার ইঙ্গিত আছে। এক বর্ণনায় আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা উবায়দুল্লাহ্ ইবনে উতবাকে প্রশ্ন করে বলেন, কোন পূর্ণাঙ্গ সূরা সবশেষে নাযিল হয়েছে? উবায়দুল্লাহ্ বলেন, আমি বললাম: “ইযা জাআ নাসরুল্লাহি ওয়াল ফাতহ’। তিনি বললেন, সত্য বলেছ। [মুসলিম: ৩০২৪] ইবনে ওমর রাদিয়াল্লাহু ‘আনহু বলেন, সূরা আন-নাসর বিদায় হজে অবতীর্ণ হয়েছে। এরপর\n  <br/>\n  <br/>\n  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ\n  <br/>\n  <br/>\n  [সূরা আল-মায়িদাহ: ৩] আয়াত অবতীর্ণ হয়। অতঃপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মাত্র আশি দিন জীবিত ছিলেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর জীবনের যখন মাত্র পঞ্চাশ দিন বাকি ছিল, তখন কালালাহ্ সংক্রান্ত [সূরা আন-নিসা: ১৭৬] আয়াত অবতীর্ণ হয়। অতঃপর পঁয়ত্রিশ দিন বাকী থাকার সময়\n  <br/>\n  <br/>\n  لَقَدْ جَآءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْ مِنِيْنَ رَءُوْفٌ رَّحِيْمٌ\n  <br/>\n  <br/>\n  আয়াত অবতীর্ণ হয় এবং একুশ দিন বাকি থাকার সময়\n  <br/>\n  <br/>\n  وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ\n  <br/>\n  <br/>\n  [সূরা আল-বাকারাহ: ২৮১] আয়াত অবতীর্ণ হয়।\n  <br/>\n  <br/>\n  <br/>\n  [১] এ ব্যাপারে প্রায় সকলেই একমত যে, এখানে বিজয় বলে মক্কা বিজয় বোঝানো হয়েছে। [মুয়াসসার, ইবন কাসীর] আর বিজয় মানে কোন একটি সাধারণ যুদ্ধে বিজয় নয়। বরং এর মানে হচ্ছে এমন একটি চুড়ান্ত বিজয় যার পরে ইসলামের সাথে সংঘর্ষ করার মতো আর কোন শক্তির অস্তিত্ব দেশের বুকে থাকবে না এবং একথাও সুস্পষ্ট হয়ে যাবে যে, বর্তমানে আরবে এ দ্বীনটিই প্রাধান্য বিস্তার করবে। [দেখুন, আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১১০ : ২",
        "arabic_text": "\nوَرَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا ",
        "bangla_text": "আর আপনি মানুষকে দলে দলে আল্লাহ্র দ্বীনে প্রবেশ করতে দেখবেন, [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ লোকদের একজন দু’জন করে ইসলাম গ্ৰহণ করার যুগ শেষ হয়ে যাবে। তখন এমন এক যুগের সূচনা হবে যখন একটি গোত্রের সবাই এবং এক একটি বড় বড় এলাকার সমস্ত অধিবাসী কোন প্রকার যুদ্ধ-বিগ্রহ ও চাপ প্রয়োগ ছাড়াই স্বতস্ফুৰ্তভাবে মুসলিম হয়ে যেতে থাকবে। মক্কা বিজয়ের পূর্বে এমন লোকদের সংখ্যাও প্রচুর ছিল, যারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর রেসালত ও ইসলামের সত্যতা সম্পর্কে নিশ্চিত বিশ্বাসের কাছাকাছি পৌছে গিয়েছিল। কিন্তু কুরাইশদের ভয়ে অথবা অন্য কোন কারণে তারা ইসলাম গ্রহণ থেকে বিরত ছিল। মক্কাবিজয় তাদের সেই বাধা দূর করে দেয়। সেমতে তারা দলে দলে ইসলামে প্রবেশ করতে শুরু করে। সাধারণ আরবরাও এমনিভাবে দলে দলে ইসলামে দাখিল হয়। আমর ইবনে সালামাহ রাদিয়াল্লাহু ‘আনহু বলেন, “মক্কা বিজয়ের পরে প্রতিটি গোত্রই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর কাছে এসে ঈমান আনার ব্যাপারে প্ৰতিযোগিতা শুরু করে। মক্কা বিজয়ের আগে এ সমস্ত গোত্রগুলো ঈমান আনার ব্যাপারে দ্বিধা করত। তারা বলত, তার ও তার গোত্রের অবস্থা পর্যবেক্ষণ কর। যদি সে তার গোত্রের উপর জয়লাভ করতে পারে তবে সে নবী হিসেবে বিবেচিত হবে”। [বুখারী: ৪৩০২] [বাগাবী]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১১০ : ৩",
        "arabic_text": "\nفَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا ",
        "bangla_text": "তখন আপনি আপনার রবের প্ৰশংসাসহ তাঁর পবিত্রতা ও মহিমা ঘোষণা করুন এবং তাঁর কাছে ক্ষমা প্রার্থনা করুন, নিশ্চয় তিনি তাওবা কবুলকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একাধিক হাদীস ও সাহাবীর উক্তিতে আছে যে, এ সূরায় রাসূলে কারীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর ওফাত নিকটবর্তী হওয়ার প্রতি ইঙ্গিত আছে। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেন, উমর রাদিয়াল্লাহু ‘আনহু আমাকে বদরী সাহাবীগণের সাথে তার কাছে প্রবেশাধিকার দিয়েছিলেন। তারা এটাকে মনে-প্ৰাণে মেনে নিতে পারছিলেন না। তারা বলেই ফেলল, একে আবার আমাদের সাথে কেন? আমাদের কাছে তার সমবয়সী সন্তান-সন্ততি রয়েছে। তখন উমর বললেন, তোমরা তো জান সে কোথেকে এসেছে। তারপর একদিন তিনি তাদের মজলিসে তাকে ডেকে পাঠালেন। আমি বুঝতে পারলাম যে, তিনি আমাকে তাদের মাঝে ডেকে আমাকে তাদের সাথে রাখার ব্যাপারটি স্পষ্ট করারই ইচ্ছা পোষণ করেছেন। অতঃপর উমর বললেন, তোমরা মহান আল্লাহ্র বাণী, “ইযা জাআ নাসরুল্লাহি ওয়াল ফাতহ” সম্পর্কে কি বল? তাদের কেউ বলল, আমাদের বিজয় লাভ হলে যেন আমরা আল্লাহ্র প্রশংসা ও তাঁর কাছে ক্ষমা চাই তা-ই বলা হয়েছে। আবার তাদের অনেকেই কিছু না বলে চুপ ছিল। তখন তিনি আমাকে বললেন, হে ইবনে আব্বাস! তুমি কি অনুরুপ বল? আমি বললাম, না। তিনি বললেন, তাহলে কি বল? আমি বললাম, এটা তো রাসূলের মৃত্যুর সময়, যা তাকে জানিয়ে দেয়া হয়েছে। আল্লাহ্ বলেন, “যখন আল্লাহ্র সাহায্য ও বিজয় এসে যাবে”, আর এটাই হবে আপনার জীবন শেষ হয়ে যাওয়ার আলামত, “সুতরাং আপনি আপনার রবের সপ্ৰশংস তাসবীহ পাঠ করুন এবং তাঁর কাছে ক্ষমা চান; কেননা তিনিই তো তাওবা কবুলকারী”। তখন উমর রাদিয়াল্লাহু ‘আনহু বললেন, তুমি যা বললে তা ছাড়া এ সূরা সম্পর্কে আর কিছু আমি জানি না।” [বুখারী: ৪৯৭০] সুতরাং সূরার অর্থ হচ্ছে, আপনার দুনিয়াতে অবস্থান করার উদ্দেশ্য পূর্ণ হয়ে গেছে, তাবলীগ তথা পৌছে দেওয়ার দায়িত্ব পালিত হয়েছে। অতএব, আপনি তাসবীহ ও ইস্তেগফারে মনোনিবেশ করুন। [ইবনুল কায়্যিম: ইলামুল মুয়াক্কিয়ীন, ১/৪৩৬] আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন: এই সূরা নাযিল হওয়ার পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রত্যেক সালাতের পর এই দো‘আ  পাঠ করতেন\n  <br/>\n  <br/>\n  سُبْحَا نَكَ اللّٰهُمَّ رَبَّنَا وَ بِحِمْدِكَ، اللّٰهُمَّ اغْفِرْلِيْ\n  <br/>\n  <br/>\n  [বুখারিঃ ৭৯৪, ৮১৭, ৪২৯৩, ৪৯৬৭, মুসলিম: ৪৮৪, আবু দাউদ: ৮৭৭, ইবনে মাজাহ: ৮৮৯] অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শেষ বয়সে বেশী বেশী আগত দো‘আ পাঠ করতেনঃ\n  <br/>\n  <br/>\n  سُبحَانَ اللّٰهِ وَ بِحَمْدِهِ، أَسْتَغْفِرُ اللّٰهَ وَأَتُوْبُ إِلَيْهِ\n  <br/>\n  <br/>\n  [মুসলিমঃ ৪৮৪, মুসনাদে আহমাদ: ৬/৩৫] অনুরূপভাবে উম্মে সালামাহ রাদিয়াল্লাহু ‘আনহা বলেন, এই সূরা নাযিল হওয়ার পর তিনি উঠাবসা, চলাফেরা তথা সর্বাবস্থায়\n  <br/>\n  <br/>\n  سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ\n  <br/>\n  <br/>\n  এই দো‘আ পাঠ করতেন। তিনি বলতেন, আমাকে এর আদেশ করা হয়েছে। অতঃপর প্রমাণস্বরূপ সূরাটি তেলাওয়াত করতেন। [তাবারীঃ ৩৮২৮৪]\n  <br/>\n </p>\n</div>"
    }
]