[
    {
        "id": 1,
        "verse": "১১১ : ১",
        "arabic_text": "\nتَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ ",
        "bangla_text": "ধ্বংস হোক আবু লাহাবের [১] দু‘হাত [২] এবং ধ্বংস হয়েছে সে নিজেও।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  হাদীসে এসেছে, আল্লাহ্র বাণী\n  <br/>\n  <br/>\n  وَاَنْذِرْعَشِيْرَ تَكَ الْاَقْرَ بِيْنَ\n  <br/>\n  <br/>\n  “আর আপনি আপনার গোত্রের নিকটাত্মীয়দেরকে ভীতি প্রদর্শন করুন” [সূরা আশ-শু‘আরা: ২১৪] এ আয়াতটি অবতীর্ণ হলে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাফা পর্বতে আরোহণ করে কোরাইশ গোত্রের উদ্দেশ্যে وَا صَبَاحَاه (‘হায়! সকাল বেলার বিপদ’) বলে অথবা আবদে মানাফ ও আবদুল মোত্তালিব ইত্যাদি নাম সহকারে ডাক দিলেন। (এভাবে ডাক দেয়া তখন আরবে বিপদাশঙ্কার লক্ষণরূপে বিবেচিত হত) ডাক শুনে কোরাইশ গোত্র পর্বতের পাদদেশে একত্রিত হল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: যদি আমি বলি যে, একটি শত্রুদল ক্রমশই এগিয়ে আসছে এবং সকাল বিকাল যে কোন সময় তোমাদের ওপর ঝাপিয়ে পড়বে, তবে তোমরা আমার কথা বিশ্বাস করবে কি? সবাই একবাক্যে বলে উঠল: হ্যাঁ, অবশ্যই বিশ্বাস করব। অতঃপর তিনি বললেন: আমি (শিরক ও কুফরের কারণে আল্লাহ্র পক্ষ থেকে নির্ধারিত) এক ভীষণ আযাব সম্পর্কে তোমাদেরকে সতর্ক করছি। এ কথা শুনে আবু লাহাব বলল, تَبًا لَكَ أَلِهٰذَا جِمَعْتَنَا ‘ধ্বংস হও তুমি, এজন্যেই কি আমাদেরকে একত্রিত করেছ’? অতঃপর সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে পাথর মারতে উদ্যত হল। এই ঘটনার পরিপ্রেক্ষিতে সূরা লাহাব অবতীর্ণ হয়। [বুখারী: ৪৯৭১,৪৯৭২, মুসলিম:২০৮]\n  <br/>\n  <br/>\n  [১] আবু লাহাবের আসল নাম ছিল আবদুল উযযা। সে ছিল আবদুল মুত্তালিবের অন্যতম সন্তান। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের চাচা। গৌরবর্ণের কারণে তার ডাক নাম হয়ে যায় আবু লাহাব। কারণ, ‘লাহাব’ বলা হয় আগুণের লেলিহান শিখাকে। লেলিহান শিখার রং হচ্ছে গৌরবর্ণ। সে অনুসারে আবু লাহাব অর্থ, গৌরবর্ণবিশিষ্ট। পবিত্র কুরআন তার আসল নাম বর্জন করেছে। কারণ, সেটা মুশরিকসুলভ। এছাড়া আবু লাহাব ডাক নামের মধ্যে জাহান্নামের সাথে বেশ মিলও রয়েছে। কারণ, জাহান্নামের অগ্নির লেলিহান শিখা তাকে পাকড়াও করবে। সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কট্টর শত্রু ও ইসলামের ঘোর বিরোধী ছিল। সে নানাভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে কষ্ট দেয়ার প্রয়াস পেত। তিনি যখন মানুষকে ঈমানের দাওয়াত দিতেন, তখন সে সাথে সাথে গিয়ে তাকে মিথ্যাবাদী বলে প্রচার করত। রবী‘আ ইবনে আব্বাদ রাদিয়াল্লাহু ‘আনহু বলেন, আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জাহিলিয়াতের (অন্ধকার) যুগে যুল-মাজায বাজারে দেখলাম, তিনি বলছিলেন, “হে মানব সম্প্রদায়! তোমরা লা ইলাহা ইল্লাল্লাহ্ বল, সফলকাম হবে” । আর মানুষ তার চতুস্পার্শে ভীড় জমাচ্ছিল। তার পিছনে এক গৌরবর্ণ টেরা চোখবিশিষ্ট সুন্দর চেহারার লোক বলছিল, এ লোকটি ধর্মত্যাগী, মিথ্যাবাদী। এ লোকটি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পিছনে পিছনে যেখানে তিনি যেতেন সেখানেই যেত। তারপর আমি লোকদেরকে এ লোকটি সম্পর্কে জিজ্ঞেস করলাম। লোকেরা বলল, এটি তারই চাচা আবু লাহাব।” [মুসনাদে আহমাদ: ৪/৩৪১]\n  <br/>\n  <br/>\n  অন্য বর্ণনায়, রবী‘আ ইবনে আব্বাদ বলেন, আমি আমার পিতার সাথে ছিলাম। আমি যেন দেখতে পাচ্ছি কিভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিভিন্ন গোত্রের কাছে নিজেকে পেশ করে বলছিলেন, “হে অমুক বংশ! আমি তোমাদের সবার নিকট আল্লাহ্র রাসূল। তোমাদেরকে আল্লাহ্র ইবাদত করতে এবং তার সাথে কাউকে শরীক না করতে নির্দেশ দিচ্ছি। আর আমি এটাও চাই যেন তোমরা সত্য বলে বিশ্বাস কর এবং আমার পক্ষ থেকে প্রতিরোধ কর, যাতে করে আমি আমার আল্লাহ্র কাছ থেকে যা নিয়ে প্রেরিত হয়েছি তা যথাযথভাবে বাস্তবায়ন করতে পারি।” যখনই তিনি এ কথাগুলো বলে শেষ করতেন তখনই তার পিছন থেকে এক লোক বলত: হে অমুক বংশ! সে তোমাদেরকে লাত ও উযযা থেকে বিচ্ছিন্ন করতে চায়- সে নতুন কথা চালু করেছে, সে ভ্ৰষ্টতা নিয়ে এসেছে। সুতরাং তোমরা তার কথা শোনবে না এবং তার অনুসরণ করবে না। তখন আমি আমার পিতাকে বললাম, এ লোকটি কে ? তিনি বললেন, ঐ লোকটির চাচা আবু লাহাব। [মুসনাদে আহমাদ: ৩/৪৯২] [ফাতহুল কাদীর, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] يد শব্দের অর্থ হাত। মানুষের সব কাজে হাতের প্রভাবই বেশি, তাই কোন ব্যক্তির সত্তাকে হাত বলেই ব্যক্ত করে দেয়া হয়; যেমন কুরআনের অন্যত্র بِمَا قَدَّ مَتْ يَدٰكَ বলা হয়েছে। تَبَّتْ يَدَٓ ااَبِىْ لَهَبٍ এর অর্থ কোন তাফসীরকার করেছেন, “ভেঙে যাক আবু লাহাবের হাত” এবং وتبّ শব্দের মানে করেছেন, “সে ধ্বংস হয়ে যাক” অথবা “সে ধ্বংস হয়ে গেছে।” কোন কোন তাফসীরকার বলেন, এটা আবু লাহাবের প্রতি একটি ভবিষ্যদ্বাণী। এখানে ভবিষ্যতে যে ঘটনাটি ঘটবে তাকে অতীত কালের অর্থ প্রকাশক শব্দের সাহায্যে বর্ণনা করা হয়েছে। এর মানে, তার হওয়াটা যেন এত বেশী নিশ্চিত যেমন তা হয়ে গেছে। আর যা এ সূরায় কয়েক বছর আগে বর্ণনা করা হয়েছিল, শেষ পর্যন্ত তাই সত্য হলো। এখানে হাত ভেঙে যাওয়ার মানে শুধু শরীরের একটি অংগ যে হাত সেটি ভেঙে যাওয়াই নয়। বরং কোন ব্যক্তি যে উদ্দেশ্য সম্পন্ন করার জন্য তার সর্বশক্তি নিয়োগ করে তাতে পুরোপুরি ও চূড়ান্তভাবে ব্যর্থ হয়ে যাওয়াই এখানে বুঝানো হয়েছে। [কুরতুবী, ফাতহুল কাদীর] আর আবু লাহাব রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর দাওয়াতকে ক্ষতিগ্রস্ত করার জন্য যথার্থই নিজের সর্বশক্তি নিয়োগ করেছিল। কিন্তু এ সূরাটি নাযিল হবার মাত্র সাত আট বছর পরেই বদরের যুদ্ধ অনুষ্ঠিত হয়। এ যুদ্ধে কুরাইশদের অধিকাংশ বড় বড় সরদার নিহত হয়। তারা সবাই ইসলাম বিরোধিতা ও ইসলামের প্রতি শত্রুতার ক্ষেত্রে আবু লাহাবের সহযোগী ছিল। এ পরাজয়ের খবর মক্কায় পৌছার পর সে যত বেশী মর্মাহত হয় যে, এরপর সে সাত দিনের বেশী জীবিত থাকতে পারেনি। যে দ্বীনের অগ্রগতির পথ রোধ করার জন্য সে তার সর্বশক্তি নিয়োগ করেছিল তার সন্তানদের সেই দ্বীন গ্ৰহণ করার মধ্য দিয়ে তার আরো বেশী ও পূর্ণ পরাজয় সম্পন্ন হয়। সর্বপ্রথম তার মেয়ে দাররা হিজরত করে মক্কা থেকে মদীনায় চলে যান এবং ইসলাম গ্ৰহণ করেন। আর মক্কা বিজয়ের পর তার দুই ছেলে উতবা ও মু‘আত্তাব রাসূলুল্লাহ্র সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সামনে হাযির হয়ে ইসলাম গ্রহণ করেন এবং তার হাতে বাইআত করেন। [রুহুল মা‘আনী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১১১ : ২",
        "arabic_text": "\nمَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ ",
        "bangla_text": "তার ধন-সম্পদ ও তার উপাৰ্জন [১] তার কোন কাজে আসে নি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] كسبَ এর অর্থ ধন-সম্পদ দ্বারা অর্জিত মুনাফা ইত্যাদি। এর অর্থ সন্তান-সন্ততিও হতে পারে। কেননা, সন্তান-সন্ততিকেও মানুষের উপার্জন বলা হয়। আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত, রাসূলুল্লাহ্ সাল্লাহু আলাইহিস ওয়া সাল্লাম বলেন, “মানুষ যা খায়, তন্মধ্যে তার উপার্জিত বস্তুই সর্বাধিক হালাল ও পবিত্র, আর তার সন্তান সন্ততিও তার উপার্জিত বস্তুর মধ্যে দাখিল।’ [নাসায়ী: ৪৪৪৯; আবুদাউদ: ৩৫২৮] অর্থাৎ সন্তানের উপার্জন খাওয়াও নিজের উপার্জন খাওয়ারই নামান্তর। এ কারণে কয়েকজন তাফসীরবিদ এস্থলে كَسَبَ এর অর্থ করেছেন সন্তান-সন্ততি। [কুরতুবী, ইবন কাসীর] আল্লাহ্ তা‘আলা আবু লাহাবকে যেমন দিয়েছিলেন অগাধ ধন-সম্পদ, তেমনি দিয়েছিলেন অনেক সন্তান-সন্ততি। অকৃতজ্ঞতার কারণে এ দু’টি বস্তুই তার গৰ্ব, অহমিকা ও শাস্তির কারণ হয়ে যায়।\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১১১ : ৩",
        "arabic_text": "\nسَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ ",
        "bangla_text": "অচিরে সে দগ্ধ হবে লেলিহান আগুনে, [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কেয়ামতে অথবা মৃত্যুর পর কবরেই সে এক লেলিহান অগ্নিতে প্রবেশ করবে। তার নামের সাথে মিল রেখে অগ্নির বিশেষণ ذَاتَ لَهَبٍ বলার মধ্যে বিশেষ অলংকার রয়েছে। [আততাহরীর ওয়াত তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১১১ : ৪",
        "arabic_text": "\nوَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ ",
        "bangla_text": "আর তার স্ত্রীও [১]- যে ইন্ধন বহন করে [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আবু লাহাবের স্ত্রীর নাম ছিল “আরওয়া” । সে ছিল আবু সুফিয়ানের বোন ও হরব ইবনে উমাইয়্যার কন্যা। তাকে “উম্মে জামীল” বলা হত। আবু লাহাবের ন্যায় তার স্ত্রীও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর প্রতি বিদ্বেষী ছিল। সে এ ব্যাপারে তার স্বামীকে সাহায্য করত। আয়াতে ব্যক্ত করা হয়েছে যে, এই হতভাগিনীও তার স্বামীর সাথে জাহান্নামে প্রবেশ করবে। এক বর্ণনায় এসেছে, এ মহিলা যখন শুনতে পেল যে, আল্লাহ্ তা‘আলা তার ও তার স্বামীর ব্যাপারে আয়াত নাযিল করে অপমানিত করেছেন সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে আসল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তখন বসা ছিলেন। তার সাথে ছিলেন আবু বকর। তখন আবু বকর বললেন, আপনি যদি একটু সরে যেতেন তা হলে ভাল হতো যাতে করে এ মহিলা আপনাকে কোন কষ্ট না দিতে পারে। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আমার ও তার মাঝে বাধার সৃষ্টি করা হবে। ইত্যবসরে মহিলা এসে আবু বকরকে জিজ্ঞেস করল, আবু বকর! তোমার সাথী আমাদের বদনামী করে কবিতা বলেছে? তিনি জবাবে বললেন, এ ঘরের (কাবার) রবের শপথ, তিনি কোন কবিতা বলেননি এবং তার মুখ দিয়ে তা বেরও হয়নি। তখন মহিলা বলল, তুমি সত্য বলেছ। তারপর মহিলা চলে গেলে আবু বকর রাদিয়াল্লাহু ‘আনহু বললেন, সে কি আপনাকে দেখেনি? রাসূল বললেন, মহিলা ফিরে যাওয়া পর্যন্ত একজন ফেরেশতা আমাকে তার থেকে আড়াল করে রাখছিল। [মুসনাদে আবি ইয়া’লা: ২৫, ২৩:৫৮, মুসনাদে বাযযার: ২৯৪] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে আবু জাহলের স্ত্রী উম্মে জামীলের অবস্থা বর্ণনা প্রসঙ্গে حَمَّا لَةَ الْحَطَبِ বলা হয়েছে। এর শাব্দিক অর্থ শুষ্ককাঠ বহনকারিণী। আরবের বাকপদ্ধতিতে পশ্চাতে নিন্দাকারীকে ‘খড়ি-বাহক’ বলা হত। শুষ্ককাঠ একত্রিত করে যেমন কেউ অগ্নি সংযোগের ব্যবস্থা করে, পরোক্ষে নিন্দাকার্যটিও তেমনি। এর মাধ্যমে সে ব্যক্তিবর্গ ও পরিবারের মধ্যে আগুন জ্বলিয়ে দেয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবায়ে কেরামকে কষ্ট দেয়ার জন্যে আবু লাহাব পত্নী পরোক্ষে নিন্দাকার্যের সাথেও জড়িত ছিল। অধিকাংশ তাফসীরবিদ এখানে এ তাফসীরই করেছেন। অপরপক্ষে কোন কোন তাফসীরবিদগণ একে আক্ষরিক অর্থেই রেখেছেন এবং কারণ এই বর্ণনা করেছেন যে, এই নারী বন থেকে কন্টকযুক্ত লাকড়ি চয়ন করে আনত এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কষ্ট দেয়ার জন্যে তার পথে বিছিয়ে রাখত। তার এই নীচ ও হীন কাণ্ডকে কুরআন حَمَّا لَةَ الْحَطَبِ বলে ব্যক্ত করেছে। ইমাম তাবারী এ উক্তিটি গ্রহণ করেছেন। কেউ কেউ বলেন যে, তার এই অবস্থাটি হবে জাহান্নামে। সে জাহান্নামে লাকড়ি এনে জাহান্নামে তার স্বামীর উপর নিক্ষেপ করবে, যাতে অগ্নি আরও প্ৰজ্বলিত হয়ে উঠে, যেমন দুনিয়াতেও সে স্বামীকে সাহায্য করে তার কুফর ও জুলুম বাড়িয়ে দিত। কোন কোন মুফাসসির বলেন, সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দরিদ্র বলে উপহাস করত। পরিণামে আল্লাহ্ এ মহিলাকে লাকড়ি আহরণকারী বলে অপমানজনক উপাধী দিয়ে উপহাস করেছেন। আবার সাঈদ ইবনে জুবাইর বলেন, আয়াতের অর্থ “গোনাহের বোঝা বহনকারিনী” । [কুরতুবী, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১১১ : ৫",
        "arabic_text": "\nفِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۭ ",
        "bangla_text": "তার গলায় [১] পাকানো রশি [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তার গলার জন্য ‘জীদ’ শব্দ ব্যবহার করা হয়েছে। আরবী ভাষায় গলাকে জীদ বলা হয়। পরবর্তীতে যে গলায় অলংকার পরানো হয়েছে তার জন্যে ব্যবহৃত হয়েছে। [আত-তাহরীর ওয়াত-তানওয়ীর] সাঈদ ইবনুল মুসাইয়েব্ বলেন, সে একটি অতি মূল্যবান হার গলায় পরতো এবং বলতো, লাত ও উয্যার কসম, এ হার বিক্রি করে আমি এর মূল্য বাবদ পাওয়া সমস্ত অর্থ মুহাম্মাদের বিরুদ্ধে শত্রুতামূলক কাজ করার জন্য ব্যয় করবো। [ইবন কাসীর] এ কারনে জীদ শব্দটি এখানে ব্যবহার করা হয়েছে ব্যাঙ্গার্থে। অর্থাৎ এ অলংকার পরিহিত সুসজ্জিত গলায়, যেখানে পরিহিত হার নিয়ে সে গর্ব করে বেড়ায়, কিয়ামতের দিন সেখানে রশি বাঁধা হবে। [তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, তার গলায় বাধা রশিটি ‘মাসাদ’ ধরনের। ‘মাসাদ” এর অর্থ নির্ণয়ে কয়েকটি মত রয়েছে। তার একটি হচ্ছে, খুব মজবুত করে পাকানো রশিকে ‘মাসাদ’ বলা হয়। [বাগাওয়ী] দ্বিতীয় বক্তব্য হচ্ছে, খেজুর গাছের (ডালের) ছাল/আঁশ থেকে তৈরি শক্ত পাকানো খসখসে রশি ‘মাসাদ’ নামে পরিচিত। [মুয়াস্সার] এর আরেকটি অর্থ, খেজুরের ডালের গোড়ার দিকের মোটা অংশ থেঁতলে যে সরু আঁশ পাওয়া যায় তা দিয়ে পাকানো রশি অথবা উটের চামড়া বা পশম দিয়ে তৈরি রশি। [কুরতুবী] মুজাহিদ রাহেমাহুল্লাহ বলেন, এর অর্থ লোহার তারের পাকানো রশি বা লোহার বেড়ি। কোন কোন মুফাসসির বলেন, তার গলায় আগুনের রশি পরানো হবে। তা তাকে তুলে আগুনের প্রান্তে উঠাবে আবার তাকে এর গর্তদেশে নিক্ষেপ করবে। এভাবে তার শাস্তি চলতে থাকবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    }
]