[
    {
        "id": 1,
        "verse": "১১২ : ১",
        "arabic_text": "\nقُلۡ هُوَ ٱللَّهُ أَحَدٌ ",
        "bangla_text": "বলুন [১] , ‘তিনি আল্লাহ্, এক-অদ্বিতীয় [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরার বহু ফযীলত রয়েছে। তন্মধ্যে নিম্নে কয়েকটির উল্লেখ করা হলোঃ\n  <br/>\n  <br/>\n  এক. এর ভালবাসা জান্নাতে যাওয়ার কারণ; হাদীসে এসেছে, জনৈক ব্যক্তি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে এসে আরয করলঃ আমি এই সূরাটি খুব ভালবাসি। তিনি বললেন: এর ভালবাসা তোমাকে জান্নাতে দাখিল করবে। [মুসনাদে আহমাদ: ৩/১৪১, ১৫০]\n  <br/>\n  <br/>\n  দুই. এটি কুরআনের এক তৃতীয়াংশ। হাদীসে এসেছে, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: তোমরা সবাই একত্রিত হয়ে যাও। আমি তোমাদেরকে কুরআনের এক তৃতীয়াংশ শুনাব। অতঃপর যাদের পক্ষে সম্ভব ছিল, তারা একত্রিত হয়ে গেলে তিনি আগমন করলেন এবং সূরা এখলাস পাঠ করে শুনালেন। তিনি আরও বললেন, এই সূরাটি কুরআনের এক তৃতীয়াংশের সমান। [মুসলিম: ৮১২, তিরমিয়ী: ২৯০০] এ অর্থে হাদীসের সংখ্যা অসংখ্য।\n  <br/>\n  <br/>\n  তিন. বিপদাপদে উপকারী। হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যে ব্যক্তি সকাল-বিকাল সূরা এখলাস, ফালাক ও নাস পাঠ করে তা তাকে বালা-মুসীবত থেকে বাঁচিয়ে রাখার জন্যে যথেষ্ট হয়। [আবু দাউদ: ৫০৮২, তিরমিয়ী: ৩৫৭৫, নাসায়ী: ৭৮৫২]\n  <br/>\n  <br/>\n  চার. ঘুমানোর আগে পড়ার উপর গুরুত্ব। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, হে উকবা ইবনে আমের আমি কি তোমাকে এমন তিনটি উত্তম সূরা শিক্ষা দিব না যার মত কিছু তাওরাত, ইঞ্জীল, যাবুর এবং কুরআনেও নাযিল হয়নি। উকবা বললেন, আমি বললাম, অবশ্যই হ্যাঁ, আল্লাহ্ আমাকে আপনার জন্য উৎসর্গ করুন। উকবা বলেন, তারপর রাসূল আমাকে ‘কুল হুয়াল্লাহু আহাদ, কুল আ‘উযু বিরাব্বিল ফালাক, কুল আ‘উযু বিরাব্বিন নাস’ এ সূরাগুলো পড়ালেন, তারপর বললেন, হে উকবা! রাত্ৰিতে তুমি ততক্ষণ নিদ্রা যেয়ো না, যতক্ষণ সূরা এখলাস, ফালাক ও নাস না পাঠ কর। উকবা রাদিয়াল্লাহু ‘আনহু বলেন: সেদিন থেকে আমি কখনও এই আমল ছাড়িনি। [মুসনাদে আহমাদ: ৪/১৪৮, ১৫৮-১৫৯]\n  <br/>\n  <br/>\n  পাঁচ. এ সূরা পড়া রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নিয়মিত আমল ছিল। আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন বিছানায় ঘুমানোর জন্য যেতেন তখন তিনি তার দু হাতের তালু একত্রিত করতেন তারপর সেখানে কুল হুয়াল্লাহু আহাদ, কুল আউযু বিরাব্বিল ফালাক এবং কুল আউযু বিরাব্বিন নাস’ এ তিন সূরা পড়ে ফুঁ দিতেন, তারপর এ দু’ হাতের তালু দিয়ে তার শরীরের যতটুকু সম্ভব মসেহ করতেন। তার মাথা ও মুখ থেকে শুরু করে শরীরের সামনের অংশে তা করতেন। এমনটি রাসূল তিনবার করতেন। [বুখারী: ৫০১৭, আবু দাউদ: ৫০৫৬, তিরমিয়ী: ৩৪০২]\n  <br/>\n  <br/>\n  ------------------\n  <br/>\n  <br/>\n  [১] বিভিন্ন বর্ণনায় এসেছে যে, মুশরিকরা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে আল্লাহ্ তা‘আলার বংশপরিচয় জিজ্ঞেস করেছিল, যার জওয়াবে এই সূরা নাযিল হয়। [তিরমিয়ী: ৩৩৬৪, মুসনাদে আহমাদ: ৫/১৩৪, মুস্তাদরাকে হাকিম: ২/৫৪০] কোন কোন বর্ণনায় এসেছে, মুশরিকরা আরও প্রশ্ন করেছিল- আল্লাহ্ তা‘আলা কিসের তৈরী, স্বর্ণরৌপ্য অথবা অন্য কিছুর? এর জওয়াবে সূরাটি অবতীর্ণ হয়েছে। [আস-সুনানুল কুবরা লিন নাসায়ী: ৬/৩৭০, তাবরানী: মু‘জামুল আওসাত: ৩/৯৬, মুসনাদে আবি ইয়া‘লা: ৬/১৮৩, নং-৩৪৬৮. আদ-দিনাওয়ারী: আল-মুজালাসা ও জাওয়াহিরুল ইলম, ৩/৫২৮, নং ১১৪৫] এখানে ‘বলুন’ শব্দটির মাধ্যমে প্রথমত রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সম্বোধন করা হয়েছে। কারণ তাকেই প্রশ্ন করা হয়েছিল আপনার রব কে? তিনি কেমন? আবার তাকেই হুকুম দেয়া হয়েছিল, প্রশ্নের জবাবে আপনি একথা বলুন। কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের তিরোধানের পর এ সম্বোধনটি প্রত্যেক মুমিনের সাথে সংশ্লিষ্ট হয়ে যায়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে যে কথা বলার হুকুম দেয়া হয়েছিল এখন সে কথা প্রত্যেক মুমিনকেই বলতে হবে।\n  <br/>\n  <br/>\n  [২] এ বাক্যটির অর্থ হচ্ছে, তিনি (যাঁর সম্পর্কে তোমরা প্রশ্ন করছো) আল্লাহ্, একক-অদ্বিতীয়। তাঁর কোন সমকক্ষ, সদৃশ, স্ত্রী, সন্তান, অংশীদার কিছুই নেই। একত্ব তাঁরই মাঝে নিহিত। তাই তিনি পূর্ণতার অধিকারী, অদ্বিতীয়-এক। সুন্দর নামসমূহ, পূর্ণ শ্রেষ্ঠ গুণাবলী এককভাবে শুধুমাত্র তাঁরই। [কুরতুবী, সা’দী] আর أحد শব্দটি একমাত্র আল্লাহ্ ছাড়া আর কারও ক্ষেত্রে প্রযোজ্য নয়, কেননা তিনিই গুণাবলী ও কার্যাবলীতে একমাত্র পরিপূর্ণ সত্তা। [ইবন কাসীর] মোটকথা, আল্লাহ্ সুবহানাহু ওয়া তা‘আলা তাঁর সত্তা ও গুণাবলীতে একক, তার কোন সমকক্ষ, শরীক নেই। এ সূরার শেষ আয়াত “আর তাঁর সমতুল্য কেউ নেই” দ্বারা তিনি এর ব্যাখ্যা করেছেন। মূলত সমগ্র কুরআন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের রিসালাত এমনকি সকল নবী-রাসূলদের রিসালাতের আগমন হয়েছিলো এ একত্ব ঘোষণা ও প্রতিষ্ঠার জন্যই। আল্লাহ্ ব্যতীত কোন হক মাবুদ বা ইলাহ নেই- সমগ্র সৃষ্টিজগতেই রয়েছে এর পরিচয়, আল্লাহ্র একত্বের পরিচয়। কুরআনে অগণিত আয়াতে এ কথাটির প্রমাণ ও যুক্তি রয়েছে। [আদ্ওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১১২ : ২",
        "arabic_text": "\nٱللَّهُ ٱلصَّمَدُ ",
        "bangla_text": "‘আল্লাহ্ হচ্ছেন ‘সামাদ' [১] (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী);",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] صمد শব্দের অর্থ সম্পর্কে তাফসীরবিদগণের অনেক উক্তি আছে। আলী রাদিয়াল্লাহু ‘আনহু, ইকরামা বলেছেন: সামাদ হচ্ছেন এমন এক সত্তা যাঁর কাছে সবাই তাদের প্রয়োজন পূরণের জন্য পেশ করে থাকে। আবদুল্লাহ ইবনে মাসউদ ও আবু ওয়ায়েল শাকীক ইবনে সালামাহ বলেছেন, তিনি এমন সরদার, নেতা, যাঁর নেতৃত্ব পূর্ণতা লাভ করেছে এবং চূড়ান্ত পর্যায়ে পৌঁছে গেছে। ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, যে সরদার তার নেতৃত্ব, মর্যাদা, শ্রেষ্ঠত্ব, ধৈর্য, সংযম, জ্ঞান, বুদ্ধিমত্তা ও বিচক্ষণতা তথা শ্রেষ্ঠত্ব ও মর্যাদার সমস্ত গুণাবলিতে সম্পূর্ণ পূর্ণতার অধিকারী তিনি সামাদ। যায়েদ ইবন আসলাম বলেন, এর অর্থ, নেতা। হাসান ও কাতাদা বলেন, এর অর্থ, যিনি তার সৃষ্টি ধ্বংস হয়ে গেলেও অবশিষ্ট থাকবেন। হাসান থেকে অন্য বর্ণনায়, তিনি ঐ সত্বা, যিনি চিরঞ্জীব ও সবকিছুর ধারক, যার কোন পতন নেই। অন্য বর্ণনায় ইকরিমা বলেন, যার থেকে কোন কিছু বের হয়নি এবং যিনি খাবার গ্রহণ করেন না। রবী ইবন আনাস বলেন, যিনি জন্মগ্ৰহণ করেননি এবং জন্ম দেননি। সম্ভবত তিনি পরবর্তী আয়াতকে এ আয়াতের তাফসীর হিসেবে নির্ধারণ করেছেন। তবে সাঈদ ইবনুল মুসাইয়্যাব, মুজাহিদ, ইবন বুরাইদা, আতা, দাহহাক সহ আরো অনেকে এর অর্থ বলেছেন, যার কোন উদর নেই। শা‘বী বলেন, এর অর্থ যিনি খাবার খান না এবং পানীয় গ্ৰহণ করেন না। আব্দুল্লাহ ইবন বুরাইদাহ বলেন, এর অর্থ, যিনি এমন আলো যা চকচক করে। এ বর্ণনাগুলো ইমাম ইবন জারীর আত-তাবারী, ইবন আবী হাতেম, বাইহাকী, তাবারানী প্রমূখগণ সনদসহ বর্ণনা করেছেন। [দেখুন, তাবারী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  বস্তুত: উপরে বর্ণিত অর্থ গুলোর সবই নির্ভুল। এর মানে হচ্ছে, আসল ও প্রকৃত সামাদ হচ্ছেন একমাত্র আল্লাহ্। সৃষ্টি যদি কোন দিক দিয়ে সামাদ হয়ে থাকে তাহলে অন্য দিক দিয়ে তা সামাদ নয় কারণ তা অবিনশ্বর নয় একদিন তার বিনাশ হবে। কোন কোন সৃষ্টি তার মুখাপেক্ষী হলেও সে নিজেও আবার কারো মুখাপেক্ষী। তার নেতৃত্ব আপেক্ষিক, নিরংকুশ নয়। কারো তুলনায় সে শ্রেষ্ঠতম হলেও তার তুলনায় আবার অন্য কেউ আছে শ্রেষ্ঠতম। কিছু সৃষ্টির কিছু প্রয়োজন সে পূর্ণ করতে পারে কিন্তু সবার সমস্ত প্রয়োজন পূর্ণ করার ক্ষমতা কোন সৃষ্টির নেই। বিপরীতপক্ষে আল্লাহ্র সামাদ হবার গুণ অর্থাৎ তার মুখাপেক্ষীহীনতার গুণ সবদিক দিয়েই পরিপূর্ণ। সারা দুনিয়া তাঁর মুখাপেক্ষী তিনি কারো মুখাপেক্ষী নন। দুনিয়ার প্রত্যেকটি জিনিস নিজের অস্তিত্ব, স্থায়ীত্ব এবং প্রয়োজন ও অভাব পূরণের জন্য সচেতন ও অবচেতনভাবে তাঁরই শরণাপন্ন হয়। তিনিই তাদের সবার প্রয়োজন পূর্ণ করেন। তিনি অমর, অজয়, অক্ষয়। তিনি রিযিক দেন, নেন না। সমগ্ৰ বিশ্ব জাহানের ওপর তাঁর নেতৃত্ব ও কর্তৃত্ব প্রতিষ্ঠিত। তিনি সর্বশ্রেষ্ঠ। তাই তিনি “আস-সামাদ।”\n  <br/>\n  <br/>\n  অর্থাৎ তিনিই একমাত্র সত্তা যিনি অমুখাপেক্ষিতার গুণাবলীর সাথে পুরোপুরি সংযুক্ত। আবার যেহেতু তিনি “আস-সামাদ” তাই তাঁর একাকী ও স্বজনবিহীন হওয়া অপরিহার্য। কারণ এ ধরনের সত্তা একজনই হতে পারেন, যিনি কারো কাছে নিজের অভাব পূরণের জন্য হাত পাতেন না, বরং সবাই নিজেদের অভাব পূরণের জন্য তাঁর মুখাপেক্ষী হয়। দুই বা তার চেয়ে বেশী সত্তা সবার প্রতি অমুখাপেক্ষী ও অনির্ভরশীল এবং সবার প্রয়োজন পূরণকারী হতে পারে না। তাছাড়া তাঁর “আস-সামাদ” হবার কারণে তাঁর একক মাবুদ হবার ব্যাপারটিও অপরিহার্য হয়ে পড়ে। কারণ মানুষ যার মুখাপেক্ষী হয় তারই ইবাদাত করে। আবার তিনি ছাড়া আর কোন মাবুদ নেই, “আস-সামাদ” হবার কারণে এটাও অপরিহার্য হয়ে পড়ে। কারণ, যে প্রয়োজন পূরণ করার ক্ষমতা ও সামর্থই রাখে না, কোন সচেতন ব্যক্তি তার ইবাদাত করতে পারে না। এভাবে আমরা উপরোক্ত অর্থগুলোর মধ্যে সামঞ্জস্য বিধান করতে পারি।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১১২ : ৩",
        "arabic_text": "\nلَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ",
        "bangla_text": "তিনি কাউকেও জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয়নি [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যারা আল্লাহ্র বংশ পরিচয় জিজ্ঞেস করেছিল, এটা তাদের জওয়াব। সন্তান প্ৰজনন সৃষ্টির বৈশিষ্ট্য-স্রষ্টার নয়। অতএব, তিনি কারও সন্তান নন এবং তাঁর কোন সন্তান নেই। আবু হুরাইরা রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, মহান আল্লাহ্ বলেন, “আদম সন্তান আমার উপর মিথ্যারোপ করে অথচ এটা তার জন্য উচিত নয়। আর আমাকে গালি দেয়, এটাও তার জন্য উচিত নয়। তার মিথ্যারোপ হচ্ছে, সে বলে আমাকে যেভাবে প্রথমবার সৃষ্টি করেছেন সেভাবে তিনি কখনও আমাকে পুনরায় সৃষ্টি করবেন না। অথচ দ্বিতীয় সৃষ্টি প্রথম সৃষ্টির চেয়ে কোন ভাবেই কঠিন নয়। আর আমাকে গালি দেয়ার ব্যাপারটি হলো, সে বলে আল্লাহ্ সন্তান গ্ৰহণ করেছেন। অথচ আমি একক, সামাদ, জন্মগ্রহণ করিনি এবং কাউকে জন্মও দেইনি। আর কেউই আমার সমকক্ষ নেই।” [বুখারী: ৪৯৭৪]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১১২ : ৪",
        "arabic_text": "\nوَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ",
        "bangla_text": "‘এবং তাঁর সমতুল্য কেউই নেই [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে বলা হয়েছে ‘কুফু’ । এর মানে হচ্ছে, নজীর, সদৃশ, সমান, সমমর্যাদা সম্পন্ন ও সমতুল্য। আয়াতের মানে হচ্ছে, সারা বিশ্ব-জাহানে আল্লাহ্র সমকক্ষ অথবা তাঁর সমমর্যাদাসম্পন্ন কিংবা নিজের গুণাবলী, কর্ম ও ক্ষমতার ব্যাপারে তাঁর সমান পর্যায়ে উন্নীত হতে পারে এমন কেউ কোন দিন ছিল না এবং কোন দিন হতেও পারবে না এবং আকার-আকৃতিতেও কেউ তাঁর সাথে সামঞ্জস্য রাখে না। এক হাদীসে এসেছে, বুরাইদাহ রাদিয়াল্লাহু ‘আনহু বলেন, তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে মসজিদে প্রবেশ করে দেখলেন এক লোক সালাত আদায় করছে এবং বলছে\n  <br/>\n  <br/>\n  اللّٰهُمَّ إِنِّيْ أَسْأَلُكَ بأَنِّيْ أَشْهَدُ أنْ لَا إِلٰهَ إِلَّا أَنْتَ، الأَحَدُ الصَّمَدُ، الَّذِيْ لَم يَلِدْ وَلَمْ يُوْ لَدْ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ\n  <br/>\n  <br/>\n  এটা শুনে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যার হাতে আমার প্রাণ তার শপথ করে বলছি, এ লোকটি আল্লাহ্কে তাঁর এমন মহান নামে ডাকল যার অসীলায় চাইলে তিনি প্রদান করেন। আর যার দ্বারা দো‘আ করলে তিনি কবুল করেন” [আবু দাউদ: ১৪৯৩, তিরমিয়ী: ৩৪৭৫, ইবনে মাজাহ: ৩৮৫৭, মুসনাদে আহমাদ: ৫/৩৫০] মুশরিকরা প্ৰতি যুগে মাবুদদের ব্যাপারে এ ধারণা পোষণ করে এসেছে যে, মানুষের মতো তাদেরও একটি জাতি বা শ্রেণী আছে। তার সদস্য সংখ্যাও অনেক। তাদের মধ্যে বিয়ে-শাদী এবং বংশ বিস্তারের কাজও চলে। তারা আল্লাহ্ রাব্ববুল আলামীনকেও এ জাহেলী ধারণা মুক্ত রাখেনি। তাঁর জন্য সন্তান সন্ততিও ঠিক করে নিয়েছে। তারা ফেরেশতাদেরকে মহান আল্লাহ্র কন্যা গণ্য করতো। যদিও তাদের কেউ কাউকে আল্লাহ্র পিতা গণ্য করার সাহস করেনি। কিন্তু তারা তাদের কোন কোন ব্যক্তি বা নবীকে আল্লাহ্র সন্তান মনে করতে দ্বিধা করেনি। এ সবের উত্তরেই এ সূরায় বলা হয়েছে, তিনি কাউকে জন্ম দেননি আর তাকেও কেউ জন্ম দেয়নি। যদিও মহান আল্লাহ্কে “আহাদ” ও “আস-সামাদ” বললে এসব উদ্ভট ধারণা-কল্পনার মুলে কুঠারাঘাত করা হয়, তবুও এরপর “না তার কোন সন্তান আছে, না তিনি কারো সন্তান” একথা বলায় এ ব্যাপারে আর কোন প্রকার সংশয় সন্দেহের অবকাশই থাকে না। তারপর যেহেতু আল্লাহ্র মহান সত্তা সম্পর্কে এ ধরনের ধারণা কল্পনা শিরকের সর্বাধিক গুরুত্বপূর্ণ কারণগুলোর অন্তর্ভুক্ত, তাই মহান আল্লাহ্ শুধুমাত্র সূরা ইখলাসেই এগুলোর দ্ব্যর্থহীন ও চূড়ান্ত প্রতিবাদ করেই ক্ষান্ত হননি, বরং বিভিন্ন জায়গায় এ বিষয়টিকে বিভিন্নভাবে বর্ণনা করেছেন। এভাবে লোকেরা সত্যকে পুরোপুরি বুঝতে সক্ষম হবে। দৃষ্টান্তস্বরূপ নীচের আয়াতগুলো পর্যালোচনা করা যেতে পারে, “আল্লাহ্ ই হচ্ছেন একমাত্র ইলাহ। কেউ তাঁর পুত্র হবে, এ অবস্থা থেকে তিনি মুক্ত-পাক-পবিত্র। যা কিছু, আকাশসমূহের মধ্যে এবং যা কিছু যমীনের মধ্যে আছে, সবই তার মালিকানাধীন।” [সূরা আন-নিসা: ১৭১]\n  <br/>\n  <br/>\n  “জেনে রাখো, এরা যে বলছে আল্লাহ্র সন্তান আছে, এটা এদের নিজেদের মনগড়া কথা। আসলে এটি একটি ডাহা মিথ্যা কথা।” [সূরা আস-সাফ্ফাত: ১৫১-১৫২] “তারা আল্লাহ্ ও ফেরেশতাদের মধ্যে বংশীয় সম্পর্কে তৈরি করে নিয়েছে অথচ ফেরেশতারা ভালো করেই জানে এরা (অপরাধী হিসেবে) উপস্থাপিত হবে।” [সূরা আস-সাফ্ফাত: ১৮৫] “লোকেরা তার বান্দাদের মধ্য থেকে কাউকে তার অংশ বানিয়ে ফেলেছে। আসলে মানুষ স্পষ্ট অকৃতজ্ঞ।” [সূরা আয-যুখরুফ; ১৫] “আর লোকেরা জিনদেরকে আল্লাহ্র শরীক বানিয়েছে। অথচ তিনি তাদের স্রষ্টা। আর তারা না জেনে বুঝে তার জন্য পুত্ৰ-কণ্যা বানিয়ে নিয়েছে। অথচ তারা যে সমস্ত কথা বলে তা থেকে তিনি মুক্ত ও পবিত্র এবং তার ঊর্ধ্বে তিনি অবস্থান করছেন। তিনি তো আকাশসমূহ ও পৃথিবীর নির্মাতা। তাঁর পুত্র কেমন করে হতে পারে যখন তাঁর কোন সঙ্গিনী নেই? তিনি প্রত্যেকটি জিনিস সৃষ্টি করেছেন।” [সূরা আল-আন‘আম: ১০০-১০১]\n  <br/>\n  <br/>\n  “আর তারা বললো, দয়াময় আল্লাহ্ কাউকে পুত্ৰ বানিয়েছেন। তিনি পাক-পবিত্র। বরং (যাদেরকে এরা তাঁর সন্তান বলছে) তারা এমন সব বান্দা যাদেরকে মৰ্যাদা দান করা হয়েছে।” [সূরা আল-আম্বিয়া: ২৬] “লোকেরা বলে দিয়েছে, আল্লাহ্ কাউকে পুত্র বানিয়েছেন আল্লাহ্ পাক-পবিত্ৰ! তিনি তো অমুখাপেক্ষী। আকাশসমূহে ও যমীনে যা কিছু আছে সবই তার মালিকানাধীন। এ বক্তব্যের সপক্ষে তোমাদের প্রমাণ কি? তোমরা কি আল্লাহ্র সম্পর্কে এমন সব কথা বলছো, যা তোমরা জানো না?” [সূরা ইউনুস: ৬৮] “আর হে নবী! বলে দিন সেই আল্লাহ্র জন্য সব প্রশংসা যিনি না কাউকে পুত্ৰ বানিয়েছেন না বাদশাহীতে কেউ তাঁর শরীক আর না তিনি অক্ষম, যার ফলে কেউ হবে তাঁর পৃষ্ঠপোষক।” [সূরা আল-ইসরা: ১১১] যারা আল্লাহ্র জন্য সন্তান গ্রহণ করার কথা বলে, এ আয়াতগুলোতে সর্বতোভাবে তাদের এহেন আকীদা-বিশ্বাসের প্রতিবাদ করা হয়েছে। এ আয়াতগুলো এবং এ বিষয়বস্তু সম্বলিত অন্য যে সমস্ত আয়াত কুরআনের বিভিন্ন স্থানে পাওয়া যায়, সেগুলো সূরা ইখলাসের অতি চমৎকার ব্যাখ্যা।\n  <br/>\n </p>\n</div>"
    }
]