[
    {
        "id": 1,
        "verse": "১১৩ : ১",
        "arabic_text": "\nقُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ",
        "bangla_text": "বলুন [১], ‘আমি আশ্রয় প্রার্থনা করছি [২] ঊষার রবের [৩]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  সূরা ফালাক ও পরবর্তী সূরা নাস একই সাথে একই ঘটনায়  অবতীর্ণ হয়েছে। ইমাম ইবনুল কাইয়্যেম রাহেমাহুল্লাহ উভয় সূরার তাফসীর একত্রে লিখেছেন। তাতে বলেছেন যে, এ সূরাদ্বয়ের উপকারিতা ও কল্যাণ অপরিসীম এবং মানুষের জন্যে এ দু’টি সূরার প্রয়োজন অত্যধিক। বদনজর এবং সমস্ত দৈহিক ও আত্মিক অনিষ্ট দূর করায় এ সূরাদ্বয়ের কার্যকারিতা অনেক। বলতে গেলে মানুষের জন্যে শ্বাস-প্রশ্বাস, পানাহার ও পোষাক-পরিচ্ছদ যতটুকু প্রয়োজনীয়, এ সূরাদ্বয় তার চেয়ে বেশী প্রয়োজনীয়। সূরা ফালাক-এ দুনিয়াবী বিপদাপদ থেকে রক্ষা পাওয়ার জন্যে আল্লাহ্র আশ্রয় প্রার্থনা করা হয়েছে। পক্ষান্তরে সূরা আন-নাসে আখেরাতের আপদ ও মুসীবত থেকে আশ্রয় প্রার্থনার প্রতি জোর দেয়া হয়েছে। নির্ভরযোগ্য হাদীসসমূহে এ সূরা এবং সূরা আন-নাস উভয় সূরার অনেক ফযীলত ও বরকত বর্ণিত আছে। উকবা ইবনে আমের রাদিয়াল্লাহু ‘আনহু-এর বর্ণিত হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, তোমরা লক্ষ্য করেছ কি, আদ্য রাত্ৰিতে আল্লাহ্ তা‘আলা আমার প্রতি এমন আয়াত নাযিল করেছেন, যার সমতুল্য আয়াত দেখা যায় না; অর্থাৎ\n  <br/>\n  <br/>\n  فُلْ اَعُوْذُبِرَبِّ الْفَلَقِ ও قُلْ اَعُوْذُبِرَبِّ النَّاسِ\n  <br/>\n  <br/>\n  আয়াতসমূহ। [মুসলিমঃ ৮১৪] অন্য বর্ণনায় আছে, তাওরাত, ইঞ্জীল, যবূর এবং কুরআনেও অনুরূপ অন্য কোন সূরা নেই। [মুসনাদে আহমাদ: ৪/১৪৮, ১৫৮-১৫৯] এক সফরে রাসূলল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ওকবা ইবনে আমের রাদিয়াল্লাহু ‘আনহু-কে সূরা ফালাক ও সূরা নাস পাঠ করালেন, অতঃপর মাগরিবের সালাতে এ সূরাদ্বয়ই তেলাওয়াত করে বললেন: এই সূরাদ্বয় নিদ্ৰা যাওয়ার সময় এবং নিদ্রা থেকে গাত্ৰোত্থানের সময়ও পাঠ করো। [আবু দাউদ: ১৪৬২, মুসনাদে আহমাদ: ৪/১৪৮] অন্য হাদীসে তিনি প্রত্যেক সালাতের পর সূরাদ্বয় পাঠ করার আদেশ করেছেন। [আবু দাউদ: ১৫২৩ তিরমিয়ী: ২৯০৩, নাসায়ী: ১৩৩৬, মুসনাদে আহমাদ: ৪/১৫৫] আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, রাসূলল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন রোগে আক্রান্ত হলে এই সূরাদ্বয় পাঠ করে হাতে ফুঁক দিয়ে সর্বাঙ্গে বুলিয়ে দিতেন। ইন্তেকালের পূর্বে যখন তাঁর রোগযন্ত্রণা বৃদ্ধি পায়, তখন আমি এই সূরাদ্বয় পাঠ করে তাঁর হাতে ফুঁক দিতাম। অতঃপর তিনি নিজে তা সর্বাঙ্গে বুলিয়ে নিতেন। আমার হাত তাঁর পবিত্ৰ হাতের বিকল্প হতে পারতনা। তাই আমি এরূপ করতাম। [বুখারী: ৫০১৬, মুসলিম: ২১৯২] উকবা ইবনে আমের রাদিয়াল্লাহু ‘আনহু বলেন, আমি বললাম, হে আল্লাহ্র রাসূল! আমি কি সূরা ইউসুফ ও সূরা হূদ থেকে পড়ব? তিনি বললেন, ‘বরং তুমি কুল আউযু বিরাব্বিল ফালাক দিয়ে পড়। কেননা, তুমি এর চেয়ে আল্লাহ্র নিকট প্রিয় ও অধিক অর্থপূর্ণ আর কোন সূরা পড়তে পারবে না। যদি তুমি পার, তবে এ সূরা যেন তোমার থেকে কখনো ছুটে না যায়’ [মুস্তাদরাকে হাকিম: ২/৫৪০] সারকথা এই যে, যাবতীয় বিপদাপদ থেকে নিরাপদ থাকার জন্যে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবায়ে কেরাম এই সূরাদ্বয়ের আমল করতেন।\n  <br/>\n  <br/>\n  -----------------------------\n  <br/>\n  <br/>\n  [১] জনৈক ইয়াহুদী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর উপর জাদু করেছিল। ফলে তিনি অসুস্থ হয়ে পড়েন। জিবরাঈল আগমন করে সংবাদ দিলেন যে, জনৈক ইয়াহুদী জাদু করেছে এবং যে জিনিসে জাদু করা হয়েছে, তা অমুক কুপের মধ্যে আছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম লোক পাঠিয়ে সেই জিনিস কূপ থেকে উদ্ধার করে আনলেন। তাতে কয়েকটি গ্রন্থি ছিল। তিনি গ্ৰন্থিগুলো খুলে দেয়ার সাথে সাথে সম্পূর্ণ সুস্থ হয়ে শয্যা ত্যাগ করেন। জিবরাঈল ইয়াহুদীর নাম বলে দিয়েছিলেন এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে চিনতেন। কিন্তু তিনি আজীবন এই ইয়াহুদীকে কিছু বলেননি, এমনকি তার উপস্থিতিতে মুখমণ্ডল কোনরূপ অভিযোগের চিহ্নও প্রকাশ করেননি। কপটবিশ্বাসী হওয়ার কারণে ইয়াহুদী রীতিমত দরবারে হাযির হত। [নাসায়ী: আল-কুবরা, ৩,৫৪৩, মুসনাদে আহমাদ: ৪/৩৬৭] আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত আছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর উপর জনৈক ইয়াহূদী জাদু করলে তার প্রভাবে তিনি মাঝে মাঝে দিশেহারা হয়ে পড়তেন এবং যে কাজটি করেননি, তাও করেছেন বলে অনুভব করতেন। একদিন তিনি আয়েশা রাদিয়াল্লাহু ‘আনহাকে বললেন, আমার রোগটা কি, আল্লাহ, তা‘আলা তা আমাকে বলে দিয়েছেন। (স্বপ্নে) দুব্যক্তি আমার কাছে আসল; একজন শিয়রের কাছে এবং অন্যজন পায়ের কাছে বসল। শিয়রের কাছে উপবিষ্ট ব্যক্তি অন্য জনকে বলল, তার অসুখটা কি? অন্যজন বললঃ ইনি জাদুগ্ৰস্ত। প্রথম ব্যক্তি জিজ্ঞেস করলঃ কে জাদু করল? অন্যজন বলল, লাবীদ ইব্ন আ‘সাম (বনু যুরাইকের এক ইহুদী মুনাফিক ব্যক্তি)। আবার প্রশ্ন হল: কি বস্তুতে জাদু করেছে? উত্তর হল, একটি চিরুনীতে। আবার প্রশ্ন হল, তা কোথায়? উত্তর হল, খেজুর ফলের আবরণীতে ‘যরওয়ান’ কূপে একটি পাথরের নীচে চাপা দিয়ে রাখা হয়েছে। অতঃপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সে কূপে গেলেন এবং বললেন, স্বপ্নে আমাকে সেই কূপই দেখানো হয়েছে। অতঃপর বস্তুটি সেখান থেকে বের করে আনলেন। আয়েশা রাদিয়াল্লাহু ‘আনহা বললেন, আপনি ঘোষণা করলেন না কেন? (যে, অমুক ব্যক্তি আমার উপর জাদু করেছে) রসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আল্লাহ্ তা‘আলা আমাকে রোগ মুক্ত করেছেন। আর মানুষের মাঝে প্রতিক্রিয়া হোক, তা আমি চাইনি। [বুখারী: ৫৭৬৫]\n  <br/>\n  <br/>\n  তবে এটা মনে রাখা জরুরী যে, জাদুগ্ৰস্ত হওয়া নবুওয়তের পরিপন্থী নয়। যারা জাদুর স্বরূপ সম্পর্কে অবগত নয়, তারা বিস্মিত হয় যে, আল্লাহ্র রাসূলের উপর জাদু কিরূপে ক্রিয়াশীল হতে পারে। এখানে এতটুকু জানা জরুরী যে, জাদুর ক্রিয়াও অগ্নি, পানি ইত্যাদি স্বাভাবিক কারণাদির ক্রিয়ার ন্যায়। অগ্নি দহন করে অথবা উত্তপ্ত করে, পানি ঠাণ্ডা করে এবং কোন কোন কারণের পরিপ্রেক্ষিতে জ্বর আনে। এগুলো সবই স্বাভাবিক ব্যাপার। রাসূলগণ এগুলোর উর্ধ্বে নন। জাদুর প্রতিক্রিয়াও এমনি ধরনের একটি ব্যাপার। কাজেই তাদের জাদুগ্ৰস্ত হওয়া অবাস্তব নয়। [আদ্ওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২] মুমিন ব্যক্তি কোন জিনিসের ভীতি অনুভব করলে তার অনিষ্ট থেকে বাঁচার জন্য আল্লাহ্র আশ্রয় গ্ৰহণ করে। মারইয়াম সম্পর্কে বলা হয়েছে, যখন আকস্মাৎ নির্জনে আল্লাহ্র ফেরেশতা একজন মানুষের বেশ ধরে তার কাছে এলেন (তিনি তাকে আল্লাহ্র ফেরেশতা বলে জানতেন না) তখন তিনি বললেন, “যদি তোমার আল্লাহ্র ভয় থাকে, তাহলে আমি দয়াময় আল্লাহ্র আশ্রয় চাচ্ছি।” [সূরা মারইয়াম: ১৮] নূহ আলাইহিস্ সালাম আল্লাহ্র ভয়ে ভীত হয়ে আবেদন জানালেন, “হে আমার রব! যে জিনিস সম্পর্কে আমার জ্ঞান নেই তেমন কোন জিনিস আপনার কাছে চাওয়া থেকে আমি আপনার পানাহ চাই।” [সূরা হূদ: ৪৭] মূসা আলাইহিস্ সালাম যখন বনী ইসরাঈলদের গাভী যবেহ করার হুকুম দিলেন এবং তারা বলল, আপনি কি আমাদের সাথে ঠাট্টা করছেন? তখন তিনি তাদের জবাবে বললেন, “আমি মুর্খ-অজ্ঞদের মতো কথা বলা থেকে আল্লাহ্র আশ্রয় চাচ্ছি।”। [সূরা আল-বাকারাহ: ৬৭]\n  <br/>\n  <br/>\n  হাদীস গ্রন্থগুলোতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে যেসব “তাআউউয” উদ্ধৃত হয়েছে সবগুলো তাও অনুরূপ আল্লাহ্র কাছে চাওয়া হয়েছে। যেমন, আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দো‘আর সময় বলতেন, হে আল্লাহ্! আমি যেসব কাজ করেছি এবং যেসব কাজ করিনি তার অনিষ্ট থেকে তোমার পানাহ চাচ্ছি। [মুসলিম: ২৭১৬] অর্থাৎ কোন খারাপ কাজ করে থাকলে তার খারাপ ফল থেকে পানাহ চাই এবং কোন কাজ করা উচিত ছিল কিন্তু তা আমি করিনি, যদি এমন ব্যাপার ঘটে থাকে তাহলে তার অনিষ্ট থেকেও তোমার পানাহ চাই। অথবা যে কাজ করা উচিত নয় কিন্তু তা আমি কখনো করে ফেলবো, এমন সম্ভবনা থাকলে তা থেকেও তোমার আশ্রয় চাই। অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের একটি দো‘আ ছিল, “হে আল্লাহ্! তোমার যে নিয়ামত আমি লাভ করেছি তা যাতে আমার কাছ থেকে ছিনিয়ে না নেয়া হয়, তোমার কাছ থেকে যে নিরাপত্তা আমি লাভ করেছি তা থেকে যাতে আমাকে বঞ্চিত না করা হয়, তোমার গযব যাতে অকস্মাৎ আমার ওপর আপতিত না হয় সে জন্য এবং তোমার সব ধরনের অসন্তুষ্টি থেকে আমি তোমার আশ্রয় চাচ্ছি ”। [মুসলিম: ২৭৩৯]\n  <br/>\n  <br/>\n  অনুরূপভাবে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলতেন, “যে ইলম উপকারী নয়, যে হৃদয় তোমার ভয়ে ভীত নয়, যে নফস কখনো তৃপ্তি লাভ করে না এবং যে দো‘আ কবুল করা হয় না, আমি সেসব থেকে তোমার আশ্রয় চাচ্ছি”। [মুসলিম : ২৭২২] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আল্লাহ্র কাছে যেভাবে আশ্রয় প্রার্থনা করেছিলেন তা থেকে এটা স্পষ্ট হয় যে, প্রতিটি বিপদ আপদ ও অনিষ্টকারিতার মোকাবিলায় আল্লাহ্র কাছে আশ্রয় চাওয়াটাই মুমিনের কাজ, অন্য কারো কাছে নয়। তাছাড়া আল্লাহ্র প্রতি বিমুখ ও অনির্ভর হয়ে নিজের ওপর ভরসা করাও তার কাজ নয়।\n  <br/>\n  <br/>\n  [৩] “ফালাক” শব্দের আসল অর্থ হচ্ছে ফাটানো, চিরে ফেলা বা ভেদ করা। অন্য এক আয়াতে আল্লাহ্র গুণ فَالِقُ الْاِصْبَاحِ [সূরা আল-আন‘আম: ৯৬]  বর্ণনা করা হয়েছে। এর কয়েকটি অর্থ হতে পারে। একটি হল, প্রভাত; রাতের অন্ধকার চিরে প্রভাতের শুভ্রতা বেরিয়ে আসার কারণে এরূপ নামকরণ। কুরআন ব্যাখ্যাদাতাদের বিপুল সংখ্যক অংশ শব্দটির এ অর্থই গ্ৰহণ করেছেন। ইবনে কাসীর বলেন, এটিই বিশুদ্ধমত, ইমাম বুখারী এমতটি অবলম্বন করেছেন। “ফালাক” শব্দের আরেকটি অর্থ হচ্ছে সৃষ্টি। [ইবন কাসীর, তাবারী] আবার কোন কোন মুফাসসিরগণ বলেন, এখানে ফালাক বলতে আল্লাহ্ যেসব বস্তু একটি অপরটি থেকে চিরে বা ভেদ করে বের করেছেন, তা সবই উদ্দেশ্য। যেমন, দিবস বের হয় রাতের আবরণ চিরে; বীজের বুক চিরে সব ধরনের গাছ ও উদ্ভিদের অংকুর বের হয়; জমীন থেকে তরু-লতা, ফসল ইত্যাদি বের করা হয়; সব ধরনের প্রাণী মায়ের গর্ভাশয় চিরে অথবা ডিম ফুটে কিংবা অন্য কোন আবরণ ভেদ করে বের হয়; বৃষ্টির ধারা মেঘের স্তর ভেদ করে পৃথিবীতে নামে। ইমাম তাবারী বলেন, আল্লাহ্ এখানে আয়াতকে অনির্দিষ্ট করে দিয়েছেন, নির্দিষ্ট কোন অর্থে বেধে দেননি। তাই এখানে ফালাক বলতে যা বুঝায় তার সবই উদ্দেশ্য হবে। [আদ্ওয়াউল বায়ান, তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১১৩ : ২",
        "arabic_text": "\nمِن شَرِّ مَا خَلَقَ ",
        "bangla_text": "তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা ইবনুল কাইয়্যেম রাহেমাহুল্লাহ বলেন, شر শব্দটি দু’প্রকার বিষয়বস্তুকে শামিল করে- (এক) প্রত্যক্ষ অনিষ্ট ও বিপদ, যা দ্বারা মানুষ সরাসরি কষ্ট পায়, (দুই) যা মুসীবত ও বিপদাপদের কারণ হয়ে থাকে, যেমন কুফার ও শির্ক। কুরআন ও হাদীসে যেসব বস্তু থেকে আশ্রয় চাওয়ার কথা আছে, সেগুলো এই প্রকারদ্বয়ের মধ্যেই সীমাবদ্ধ। সেগুলো হয় নিজেই বিপদ, না হয় কোন বিপদের কারণ।\n  <br/>\n  <br/>\n  এখানে লক্ষণীয় যে, আয়াতে বলা হয়েছে, “তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে আল্লাহ্র আশ্রয় চাচ্ছি।” এ বাক্যে অনিষ্টকারিতা সৃষ্টির ব্যাপারটিকে আল্লাহ্র সাথে সম্পর্কিত করা হয়নি। বরং সৃষ্টিজগতের সৃষ্টিকে আল্লাহ্র সাথে সম্পর্কিত করা হয়েছে। আর অনিষ্টকারিতাকে সম্পর্কিত করা হয়েছে সৃষ্টির সাথে। অর্থাৎ একথা বলা হয়নি যে, আল্লাহ যে অনিষ্টকারিতাসমূহ সৃষ্টি করেছেন সেগুলো থেকে আশ্রয় চাচ্ছি। এ থেকে জানা যায়, মহান আল্লাহ্ কোন সৃষ্টিকে অনিষ্টকারিতার জন্য সৃষ্টি করেননি। বরং তাঁর প্রত্যেকটি কাজ কল্যাণকর এবং কোন না কোন কল্যাণমূলক প্রয়োজন পূর্ণ করার জন্যই হয়ে থাকে। তবে সৃষ্টির মধ্যে তিনি যেসব গুণ সমাহিত করে রেখেছেন, যেগুলো তাদের সৃষ্টির উদ্দেশ্য পূর্ণ করার জন্য প্রয়োজন, সেগুলো থেকে অনেক সময় এবং অনেক ধরনের সৃষ্টি থেকে প্রায়ই অনিষ্টকারিতার প্রকাশ ঘটে। [বাদায়ে‘উল ফাওয়ায়িদ: ২/৪৩৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১১৩ : ৩",
        "arabic_text": "\nوَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ",
        "bangla_text": "‘আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয়, [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বোক্ত আয়াতের ভাষায় সমগ্র সৃষ্টির অনিষ্টই রয়েছে। কাজেই আশ্রয় গ্রহণের জন্যে এ বাক্যটিই যথেষ্ট ছিল, কিন্তু এস্থলে আরও তিনটি বিষয় আলাদা করে উল্লেখ করা হয়েছে, যা প্রায়ই বিপদ ও মুসীবতের কারণ হয়ে থাকে। প্ৰথমে বলা হয়েছে, وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَ এখানে غسق শব্দের অর্থ অন্ধকারাচ্ছন্ন হওয়া। কোন কোন মুফাসসির এর অর্থ নিয়েছেন রাত্রি। وقب এর অর্থ অন্ধকার পূর্ণরূপে বৃদ্ধি পাওয়া বা ছেয়ে যাওয়া। আয়াতের অর্থ এই যে, আমি আল্লাহ্র আশ্রয় চাই রাত্রির অনিষ্ট থেকে, যখন তার অন্ধকার গভীর হয়। রাতের অন্ধকারের অনিষ্টকারিতা থেকে বিশেষ করে পানাহ চাওয়ার নির্দেশ দেবার কারণ হচ্ছে এই যে, রাত্ৰিবেলায় জিন, শয়তান, ইতরপ্রাণী কীট-পতঙ্গ ও চোর-ডাকাত বিচরণ করে এবং অপকার করতে পারে। তাই রাতের বেলা যেসব অনিষ্টকারিতা ও বিপদ-আপদ নাযিল হয় সেগুলো থেকে আল্লাহ্র কাছে আশ্রয় চাওয়ার হুকুম দেয়া হয়েছে। [আদ্ওয়াউল বায়ান, সা’দী]\n  <br/>\n  <br/>\n  সহীহ হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, এক রাতে আকাশে চাঁদ ঝলমল করছিল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমার হাত ধরে তার দিকে ইশারা করে বললেন, আল্লাহ্র কাছে পানাহ চাও: هَذَا الغَا سِقُ إِذَا وَقَبَ অর্থাৎ এ হচ্ছে সেই গাসেক ইযা ওয়াকাব [মুসনাদে আহমাদ: ৬/৬১, তিরমিয়ী: ৩৩৬৬]। চাঁদের উদয় যেহেতু রাতের বেলায়ই হয়ে থাকে এবং দিনের বেলা চাঁদ আকাশের গায়ে থাকলেও উজ্জ্বল থাকে না, তাই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর উক্তির অর্থ হচ্ছে এর (অর্থাৎ চাঁদের) আগমনের সময় অর্থাৎ রাত থেকে আল্লাহ্র আশ্রয় চাও [ইবন কাসীর]। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যখন সূর্য ডুবে যায়, তখন শয়তানরা সবদিকে ছড়িয়ে পড়ে। কাজেই শিশুদেরকে তখন ঘরের মধ্যে রাখো এবং নিজেদের গৃহপালিত পশুগুলোও বেঁধে রাখো যতক্ষণ রাতের আঁধার খতম না হয়ে যায়।” [বুখারী: ৩২৮০, ৩৩১৬, মুসলিম: ২০১২]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১১৩ : ৪",
        "arabic_text": "\nوَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ",
        "bangla_text": "‘আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয়, [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দ্বিতীয় বিষয় হচ্ছে, وَمِنْ شَرِّا لنَّفّٰثٰتِ فِى الْعُقَدِ এখানে نفث এর অর্থ ফুঁ দেয়া। عُقَد শব্দটি عقدة এর বহুবচন। অর্থ গ্রন্থি। যারা জাদু করে, তারা ডোর ইত্যাদিতে গিরা লাগিয়ে তাতে জাদুর মন্ত্র পড়ে ফুঁ দেয়। এখানে نَفَّاثَاتِ স্ত্রী লিঙ্গ ব্যবহার করা হয়েছে। বাহ্যত এটি নারীর বিশেষণ। এটি খারাপ আত্মাকেও বুঝাতে পারে। তখন অর্থ হবে ফুঁকদানকারী খারাপ আত্মা থেকে আমি আশ্রয় চাচ্ছি। আবার এটা ফুঁ দানকারীদের সমষ্টিকেও নির্দেশ করতে পারে, যাতে পুরুষ ও নারী উভয়ই দাখিল আছে। [আদওয়াউল বায়ান, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১১৩ : ৫",
        "arabic_text": "\nوَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ",
        "bangla_text": "‘আর অনিষ্ট হতে হিংসুকের [১], যখন সে হিংসা করে [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তৃতীয় বিষয় হচ্ছে, حسد যার শাব্দিক অর্থ হিংসা। হিংসার মানে হচ্ছে, কোন ব্যক্তিকে আল্লাহ্ যে অনুগ্রহ, শ্রেষ্ঠত্ব বা গুণাবলী দান করেছে তা দেখে কোন ব্যাক্তি নিজের মধ্যে জ্বালা অনুভব করে এবং তার থেকে ওগুলো ছিনিয়ে নিয়ে এ দ্বিতীয় ব্যক্তিকে দেয়া হোক, অথবা কমপক্ষে তার থেকে সেগুলো অবশ্যি ছিনিয়ে নেয়া হোক- এ আশা করা। তবে কোন ব্যক্তি যদি আশা করে অন্যের প্রতি যে অনুগ্রহ করা হয়েছে তার প্রতিও তাই করা হোক, তাহলে এটাকে হিংসার সংজ্ঞায় ফেলা যায় না। সুতরাং, হিংসার মূল হলো, কারও নেয়ামত ও সুখ দেখে দগ্ধ হওয়া ও সে নেয়ামতের অবসান কামনা করা। হিংসার কারণেই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর উপর ইহুদীরা জাদু করেছিল, হত্যার প্রচেষ্টা চালানো হয়েছিল।\n  <br/>\n  <br/>\n  তাছাড়া ইহুদী, মুশরিক ও মুনাফিকরা মুসলিমদের ইসলামের নেয়ামত পাওয়া দেখে হিংসার অনলে দগ্ধ হত। তাই এ সূরা যেন কুরআনের শেষের দিকে এসেছে মুসলমানদেরকে তাদের নেয়ামত এবং এ নেয়ামতের কারণে তাদের প্রতি হিংসুকদের হিংসা করার কথা স্মরণ করিয়ে দেওয়ার জন্যেই এসেছে। [আদ্ওয়াউল বায়ান] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি হিংসা পোষনকারীর সংখ্যা জগতে অনেক। এ কারণেও বিশেষভাবে হিংসা থেকে আশ্রয় প্রার্থনা করা হয়েছে এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এ ব্যাপারে নির্দেশ প্ৰদান করা হয়েছে। [তাবারী] এই হিংসা হারাম ও মহাপাপ। এটাই আকাশে কৃত সর্বপ্রথম গোনাহ এবং এটাই পৃথিবীতে কৃত সর্বপ্রথম গোনাহ। আকাশে ইবলীস আদম আলাইহিস সালাম এর প্রতি এবং পৃথিবীতে আদমপুত্র তার ভাইয়ের প্রতি হিংসা করেছিল। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] এখানে বলা হয়েছে, ‘হিংসুক যখন হিংসা করে’ অর্থাৎ তার মনের আগুন নিভাবার জন্য নিজের কথা ও কাজের মাধ্যমে কোন পদক্ষেপ নেয়, তার হিংসাকে প্রকাশ করে, সেই অবস্থায় তার অনিষ্টকারি তা থেকে বাঁচার জন্য আল্লাহ্র আশ্রয় চাওয়া হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    }
]