[
    {
        "id": 1,
        "verse": "১১ : ১",
        "arabic_text": "\nالٓرۚ كِتَٰبٌ أُحۡكِمَتۡ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتۡ مِن لَّدُنۡ حَكِيمٍ خَبِيرٍ ",
        "bangla_text": "আলিফ–লাম-রা, এ কিতাব, যার আয়াতসমূহ সুস্পষ্ট [১] , সুবিন্যস্ত ও পরে বিশদভাবে বিবৃত [২] প্রজ্ঞাময়, সবিশেষ অবহিত সত্তার কাছ থেকে [৩];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ১২৩।\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  <br/>\n  <br/>\n  সূরা হুদ মক্কায় নাযিল হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরার নাম সূরা হুদ। একজন প্রখ্যাত রাসূলের নামে এর নামকরণ করা হয়েছে। তার বাহ্যিক কারণ হচ্ছে, এ সূরার ৫৩ নং আয়াতে এর উল্লেখ আছে। যেখানে হুদ আলাইহিস সালাম ও তার কাওমের মধ্যকার কথোপকথন আলোচনা করা হয়েছে।\n  <br/>\n  <br/>\n  <b>\n   সূরা সংক্রান্ত বিশেষ জ্ঞাতব্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরাটি অত্যন্ত গুরুত্বপূর্ণ। কারণ, সুরা হুদ ঐসব সুরার অন্যতম যাতে পূর্ববর্তী জাতি সমুহের উপর আপতিত আল্লাহর গযব ও বিভিন্ন কঠিন আযাবের এবং পরে কেয়ামতের ভয়াবহ ঘটনাবলী এবং পুরস্কার ও শাস্তির কথা বিশেষ বর্ণনারীতির মাধ্যমে উল্লেখ করা হয়েছে। এ কারণেই আবু বকর রাদিয়াল্লাহু আনহু একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করলেন- ইয়া রাসুলাল্লাহ! আপনি বার্ধক্যে উপনীত হয়েছেন দেখতে পাচ্ছি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস সালাম বললেনঃ হ্যাঁ, সুরা হুদ এবং ওয়াকি'আ, মুরসালাত, আম্মা ইয়াতাসাআলুন, ইযাস-শামছু কুওওয়িরাত আমাকে বৃদ্ধ করে দিয়েছে। [তিরমিয়ীঃ৩২৯৭] উদ্দেশ্য এই যে, উক্ত সুরাগুলিতে বর্ণিত বিষয়বস্তু অত্যন্ত ভয়াবহ ও ভীতিপ্রদ হওয়ার কারণে এসব সূরা নাযিল হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস সালাম এর পবিত্র চেহারায় বার্ধক্যের লক্ষণ দেখা দেয়। কোন কোন মুফাসসির বলেন, এ সূরার একটি আয়াতে এসেছে,\n  <br/>\n  <br/>\n  (فَاسۡتَقِمۡ کَمَاۤ  اُمِرۡتَ)\n  <br/>\n  <br/>\n  “যেভাবে আপনাকে নির্দেশ দেয়া হয়েছে সেভাবে দৃঢ়পদ থাকুন” [সূরা হুদ - ১১২] এ নির্দেশই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বৃদ্ধ করে দিয়েছে। [কুরতুবী]।\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] অর্থাৎ এ কিতাবে যেসব কথা বলা হয়েছে সেগুলো পাকা ও অকাট্য কথা এবং সেগুলোর কোন নড়াচড় নেই। ভালোভাবে যাচাই পর্যালোচনা করে সে কথাগুলো বলা হয়েছে। সুতরাং কুরআন পাকের আয়াতসমূহ সামগ্রিকভাবে সুপ্রতিষ্ঠিত, অপরিবর্তিত। বাতিল এর কাছে প্রবেশের কোন সুযোগ পায় না [তাবারী] তাওরাত, ইঞ্জীল ইত্যাদি পূর্ববর্তী কিতাবসমূহ পবিত্র কুরআন নাযিলের ফলে যেভাবে মনসূখ বা রহিত হয়েছে কুরআন পাক নাযিল হওয়ার পর যেহেতু নবীর আগমন এবং ওহীর ধারাবাহিকতা সমাপ্ত হয়ে গেছে সুতরাং কেয়ামত পর্যন্ত এ কিতাব আর রহিত হবে না। [কুরতুবী] এর আয়াতসমূহ শব্দের দিক থেকে মুহকাম বা সুপ্রতিষ্ঠিত ও অপরিবর্তিত। হাসান ও আবুল আলীয়া বলেন, নির্দেশ ও নিষেধ দ্বারা এটাকে মজবুত করা হয়েছে। [তাবারী; কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এ আয়াতগুলো বিস্তারিতও। এর মধ্যে প্রত্যেকটি কথা খুলে খুলে ও স্পষ্টভাবে বলা হয়েছে। বক্তব্য জটিল, বক্র ও অস্পষ্ট নয়। প্রত্যেকটি কথা আলাদা আলাদা করে পরিষ্কারভাবে বুঝিয়ে বলা হয়েছে। এর অর্থ, ওয়াদা, ধমক, সাওয়াব ও শাস্তির বিষয়াদি এতে বিস্তারিত বর্ণনা করা হয়েছে। [তাবারী; কুরতুবী] কাতাদা বলেন, আল্লাহ্ এটাকে বাতিলের জন্য অপ্রতিরোধ্য করেছেন, তারপর হালাল ও হারাম সংক্রান্ত বিষয়াদি বিস্তারিত বর্ণনা করেছেন। [তাবারী] মুজাহিদ বলেন, সামগ্রিকভাবে এটাকে মজবুত করেছেন। তারপর তাওহীদ, নবুওয়াত ও আখেরাতের পুনরুত্থানের বর্ণনা এক একটি আয়াত করে প্রদান করা হয়েছে। [কুরতুবী] সুতরাং এতে আকায়েদ, ইবাদত, লেন-দেন আচার ব্যবহার ও নীতি নৈতিকতার বিষয়বস্তুগুলোকে ভিন্ন ভিন্ন আয়াতে পৃথক পৃথক ভাবে বর্ণনা করা হয়েছে। এর আরেক অর্থ এও হতে পারে যে, আল্লাহ তা'আলার পক্ষ হতে তো পূর্ণ কুরআন মজীদ একসাথে লাওহে মাহফুজে উৎকীর্ণ করা হয়েছে, কিন্তু তারপর স্থান কাল পাত্র পরিস্থিতি ও পারিপার্শ্বিকতার প্রেক্ষিতে প্রয়োজনানুসারে অল্প অল্প করে নাযিল হয়েছে, যাতে এর স্মরণ রাখা, মর্ম অনুধাবণ ক্রমানুসারে তদনুযায়ী আমল করা সহজ হয়। [কুরতুবী] অথবা এক এক আয়াত করে পর্যায়ক্রমে নাযিল করা হয়েছে যাতে এর মধ্যে চিন্তা-গবেষণা করা যায়। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ এসব আয়াত এমন এক মহান সত্তার পক্ষ হতে আগত হয়েছে, যিনি তাঁর বাণীসমূহ ও বিধানসমূহে মহা প্রজ্ঞাময় ও সর্বজ্ঞ [ইবন কাসীর]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১১ : ২",
        "arabic_text": "\nأَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۚ إِنَّنِي لَكُم مِّنۡهُ نَذِيرٞ وَبَشِيرٞ ",
        "bangla_text": "যে, তোমরা আল্লাহ্‌ ছাড়া অন্যের ইবাদাত করো না [১], নিশ্চয় আমি তাঁর পক্ষ থেকে তোমাদের জন্য সতর্ককারী ও সুসংবাদদাতা [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কুরআনের সর্বাধিক গুরুত্বপূর্ণ বিষয় অর্থাৎ তাওহীদের নির্দেশ দেয়া হচ্ছে। বলা হয়েছে, একমাত্র আল্লাহ তা'আলা ছাড়া অন্য কারো বন্দেগী করবে না। অর্থাৎ এ কুরআন মজবুত ও বিস্তারিতভাবে এজন্যই নাযিল করা হয়েছে যাতে তোমরা একমাত্র আল্লাহ ছাড়া আর কারও ইবাদত না কর। [ইবন কাসীর] আয়াতের এটাও অর্থ হতে পারে যে, কুরআনকে এভাবে নাযিল করেছি যাতে আপনি মানুষকে নির্দেশ দেন যে, তোমরা এক আল্লাহ ব্যতীত আর কারও ইবাদত করবে না। [কুরতুবী] মোটকথা: আয়াতে কুরআনের বিষয়বস্তুর মধ্যে সর্বাধিক অগ্রাধিকারপ্রাপ্ত ও গুরুত্বপূর্ণ বিষয় হচ্ছে, একমাত্র আল্লাহ তা'আলা ব্যতীত অন্য কারো ইবাদত করা যাবে না, যাকে তাওহীদুল উলুহিয়্যাহ বলা হয়। এটাকে প্রতিষ্ঠিত করতে বলা হয়েছে। মূলতঃ এটাই সমস্ত নবী-রাসূলদের প্রেরণের উদ্দেশ্য। এ কথা আল্লাহ তা'আলা পবিত্র কুরআনের অন্যান্য আয়াতেও বিস্তারিত উল্লেখ করেছেন। [যেমন, সূরা আল-আম্বিয়াঃ ২৫, সূরা আন-নাহলঃ ৩৬]\n  <br/>\n  <br/>\n  [২] এখানে কুরআনের দ্বিতীয় গুরুত্বপূর্ণ বিষয় উল্লেখ করা হচ্ছে, আর তা হচ্ছেঃ রিসালাত। ইরশাদ হচ্ছে, “নিশ্চয় আমি তোমাদেরকে আল্লাহর পক্ষ হতে সতর্ককারী ও সুসংবাদদাতা”। এ আয়াতে বিশ্বনবী সাল্লাল্লাহু আলাইহিস সালামকে নির্দেশ দেয়া হয়েছে, তিনি সারা বিশ্ববাসীকে যেন জানিয়ে দেন যে, আমি আল্লাহ তা'আলার তরফ থেকে ভীতি প্রদর্শনকারী ও সুসংবাদ প্রদানকারী। যে আমার অনুসরণ করবে সে আল্লাহ্‌র শাস্তি থেকে মুক্তি পাবে এবং জান্নাতে যাবে, আর যে আমার বিরোধিতা করবে সে কঠোর শাস্তিতে নিপতিত হবে। হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফা পাহাড়ে আরোহণ করে কুরাইশদের সমস্ত শাখা গোত্রকে ডেকে বললেনঃ “হে কুরাইশ সম্প্রদায়! আমি যদি তোমাদেরকে এ সংবাদ দেই যে, এক আক্রমণকারী সেনাদল তোমাদেরকে আক্রমণ করতে যাচ্ছে তাহলে কি তোমরা আমার কথায় বিশ্বাস করতে পারবে?” তারা বললঃ আমরা তো আপনাকে কখনো মিথ্যা বলতে শুনিনি। তখন তিনি বললেনঃ “তাহলে আমি তোমাদের জন্য এক কঠোর শাস্তির ভীতিপ্রদর্শনকারী”। [বুখারীঃ ১৩৯৪, মুসলিমঃ ২০৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১১ : ৩",
        "arabic_text": "\nوَأَنِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُمَتِّعۡكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَيُؤۡتِ كُلَّ ذِي فَضۡلٖ فَضۡلَهُۥۖ وَإِن تَوَلَّوۡاْ فَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ كَبِيرٍ ",
        "bangla_text": "আরো যে, তোমরা তোমাদের রবের কাছে ক্ষমা প্রার্থনা কর, তারপর তাঁরদিকে ফিরে আস [১], তিনি তোমাদেরকে এক নির্দিষ্ট কালের এক উত্তম জীবন উপভোগ করতে দেবেন [২] এবং তিনি প্রত্যেক গুণীজনকে তার প্রাপ্য মর্যাদা দান করবেন [৩]। আর যদি তোমরা মুখ ফিরিয়ে নাও, তবে নিশ্চয় আমি তোমাদের উপর মহাদিনের শাস্তির আশংকা করি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি তোমাদেরকে পূর্ববর্তী যাবতীয় গুণাহ হতে ক্ষমা চেয়ে আল্লাহর দরবারে ফিরে আসার আহবান জানাই। এবং ভবিষ্যতে একমাত্র আল্লাহর সান্নিধ্যে থাকার প্রচেষ্টা চালাতে বলি। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, হে লোকসকল! তোমরা আল্লাহর কাছে তাওবা করো, কারণ আমি দিনে একশত বার তার কাছে তাওবা করি। [মুসলিম: ২৭০২]\n  <br/>\n  <br/>\n  [২] অর্থাৎ দুনিয়ায় তোমাদের অবস্থান করার জন্য যে সময় নির্ধারিত রয়েছে সেই সময় পর্যন্ত তিনি তোমাদের খারাপভাবে নয় বরং ভালোভাবেই রাখবেন। তাঁর নিয়ামতসমূহ তোমাদের ওপর বর্ষিত হবে। তাঁর বরকত ও প্রাচুর্য লাভে তোমরা ধন্য হবে। তোমরা সচ্ছল ও সুখী-সমৃদ্ধ থাকবে। তোমাদের জীবন শান্তিময় ও নিরাপদ হবে। তোমরা লাঞ্ছনা, হীনতা ও দীনতার সাথে নয় বরং সম্মান ও মর্যাদার সাথে জীবন যাপন করবে। এ বক্তব্যটিই সূরা নাহ্‌লের ৯৭নং আয়াতে এভাবে বলা হয়েছেঃ “যে ব্যক্তিই ঈমান সহকারে সৎকাজ করবে, সে পুরুষ হোক বা নারী, আমি তাকে পবিত্র জীবন দান করবো।” অনুরূপভাবে এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “তুমি আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে যাই খরচ করবে তাতেই আল্লাহ্‌র কাছ থেকে এর জন্য সওয়াব পাবে। এমনকি যা তোমার স্ত্রীর মুখে তুলে দাও তাতেও\"। [বুখারীঃ ৫৬, মুসলিমঃ ১৬২৮] আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ \"যদি কেউ গুণাহর কাজ করে তখন তার জন্য একটি গুণাহ লিখা হয়। পক্ষান্তরে যদি সওয়াবের কাজ করে তবে তার জন্য দশটি সওয়াব লিখা হয়। তারপর যদি দুনিয়াতে তার গুণাহের শাস্তি পেয়ে যায় তবে তার জন্য আখেরাতে দশটি সওয়াবই বাকী থাকে, কিন্তু যদি দুনিয়াতে শাস্তি না পায় তবে আখেরাতে একটি গুণাহের বিনিময়ে একটি সওয়াব চলে গেলেও তার আরও নয়টি সওয়াব অবশিষ্ট থাকে। সুতরাং যার একক দশকের উপর প্রাধান্য পায় তার তো ধ্বংসই অনিবার্য। [তাবারী]। এরপর আয়াতে বলা হয়েছে, তাদেরকে আল্লাহ উত্তম জীবন সামগ্রী প্রদান করবেন। এ হচ্ছে ইস্তেগফার ও তাওবার ফল। [কুরতুবী] উন্নত অবস্থা, দুনিয়াতে সার্বিক নিরাপত্তা বোঝানো হয়েছে। আর ‘নির্দিষ্ট সময়’ বলে মৃত্যুকে বোঝানো হয়েছে। অন্য আয়াতেও সেটা বলা হয়েছে, যেমন হুদ আলাইহিস সালাম তার কাওমকে বলেছিলেন, “হে আমার সম্প্রদায়! তোমরা তোমাদের রবের কাছে ক্ষমা প্রার্থনা কর, তারপর তার দিকেই ফিরে আস। তিনি তোমাদের উপর প্রচুর বৃষ্টি বর্ষাবেন। আর তিনি তোমাদেরকে আরো শক্তি দিয়ে তোমাদের শক্তি বৃদ্ধি করবেন এবং তোমরা অপরাধী হয়ে মুখ ফিরিয়ে নিও না” [সূরা হুদ: ৫২] অনুরূপ নূহ আলাইহিস সালামের সাথে তার কাওমের কথোপকথন সম্পর্কে আল্লাহ বলেন, “অতঃপর বলেছি, জন্য প্রচুর বৃষ্টিপাত করবেন, এবং তিনি তোমাদেরকে সমৃদ্ধ করবেন ধন-সম্পদ ও সন্তান-সন্ততিতে এবং তোমাদের জন্য স্থাপন করবেন উদ্যান ও প্রবাহিত করবেন নদী-নালা\" [সূরা নূহ ১০-১২] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, হে লোকসকল! তোমরা আল্লাহর কাছে তাওবা করো, কারণ আমি দিনে একশত বার তার কাছে তাওবা করি। [মুসলিম: ২৭০২]\n  <br/>\n  <br/>\n  [৩] মুজাহিদ বলেন, এর অর্থ, তার যে সমস্ত কাজ সে সওয়াবের আশায় করেছে। চাই তা সম্পদ ব্যয়ের মাধ্যমে হোক অথবা হাত বা পা দ্বারা কোন ভাল আমল করেছে, অথবা কোন ভাল কথা বলেছে, অথবা তার যে সমস্ত ভাল কাজ অতিরিক্ত করেছে সে সবই তাকে প্রদান করা হবে। [তাবারী] কাতাদা বলেন, তা আখেরাতে প্রদান করা হবে [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১১ : ৪",
        "arabic_text": "\nإِلَى ٱللَّهِ مَرۡجِعُكُمۡۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ",
        "bangla_text": "আল্লাহ্‌রই কাছে তোমাদের ফিরে যাওয়া এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১১ : ৫",
        "arabic_text": "\nأَلَآ إِنَّهُمۡ يَثۡنُونَ صُدُورَهُمۡ لِيَسۡتَخۡفُواْ مِنۡهُۚ أَلَا حِينَ يَسۡتَغۡشُونَ ثِيَابَهُمۡ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "জেনে রাখ ! নিশ্চয় তারা তাঁর কাছে গোপন রাখার জন্য তাদের বক্ষ দ্বিভাঁজ করে। জেনে রাখ ! তারা যখন নিজেদেরকে বস্ত্রে আচ্ছাদিত করে তখন তারা যা গোপন করে ও প্রকাশ করে, তিনি তা জানেন [১]। অন্তরে যা আছে, নিশ্চয় তিনি তা সবিশেষে অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে বলা হয়েছে যে, কাফেরগণ সন্দেহ সংশয় করে মুখ লুকিয়ে থাকে আর মনে করে যে, এর মাধ্যমে তারা নিজেদেরকে আড়াল করতে পারবে। তারা মূলতঃ আল্লাহ থেকে কখনো আড়াল করতে পারবে না। কেননা, আল্লাহ্ তাআলা থেকে কোন কিছুই আড়াল নেই। তাই যত চেষ্টাই করুক না কেন তারা নিজেদের আড়াল করতে পারবে না। অন্য আয়াতে আল্লাহ্ তা'আলা বলেনঃ “আমরাই মানুষকে সৃষ্টি করেছি এবং তার প্রবৃত্তি তাকে যে কুমন্ত্রণা দেয় তা আমি জানি \" [সূরা কাফঃ ১৬] অন্য আয়াতে আল্লাহ বলেনঃ “আর জেনে রাখ যে, তোমাদের অন্তরে যা গোপন আছে আল্লাহ্ তা জানেন সুতরাং তোমরা তাকে ভয় কর”। [সূরা আল-বাকারাহঃ ২৩৫] অন্য আয়াতে বলেনঃ “তারপর আমরা অবশ্যই জ্ঞানসহ তাদের কাছে তা ব্যক্ত করব, আর আমরা তো অনুপস্থিত ছিলাম না\" [সূরা আল-আ’রাফঃ ৭] আরও বলেনঃ “আপনি যে কোন অবস্থায় থাকেন এবং আপনি সে সম্পর্কে কুরআন থেকে যা তিলাওয়াত করেন এবং তোমরা যে কোনো কাজ কর, আমি তোমাদের পরিদর্শক--যখন তোমরা তাতে প্রবৃত্ত হও। আকাশমণ্ডলী ও পৃথিবীর অণু পরিমাণও আপনার প্রতিপালকের দৃষ্টির বাইরে নয় এবং তার চেয়ে ক্ষুদ্রতর বা বৃহত্তর কিছুই নেই যা সুস্পষ্ট কিতাবে নেই”। [সূরা ইউনুসঃ ৬১]\n  <br/>\n  তবে তারা যে শুধু হক শোনা থেকে মুখ ফিরিয়ে নিত তা’ই নয়। বরং তারা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহ্‌র যে বাণী শোনাত তা’ও না শোনার ভান করত। আর মনে করত যে, এভাবে তারা আল্লাহ্‌ থেকে গোপন করছে। কারণ, মক্কায় যখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নিয়ে আলোচনা-সমালোচনা শুরু হলো তখন সেখানে এমন বহু লোক যারা বিরোধিতায় প্রকাশ্যে তেমন একটা তৎপর ছিল না কিন্তু মনে মনে তার দাওয়াতের প্রতি ছিল চরমভাবে ক্ষুব্ধ ও বিরূপভাবাপন্ন। তারা তাঁকে পাশ কাটিয়ে চলতো। তাঁর কোন কথা শুনতে চাইতো না। কোথাও তাঁকে বসে থাকতে দেখলে পেছন ফিরে চলে যেতো। দূর থেকে তাঁকে আসতে দেখলে মুখ ফিরিয়ে নিতো অথবা কাপড়ের আড়ালে মুখ লুকিয়ে ফেলতো, যাতে তাঁর মুখোমুখি হতে না হয় এবং তিনি তাদেরকে সম্বোধন করে কথা বলতে শুরু করে না দেন। এখানে এ ধরনের লোকদের প্রতি ইংগিত করা হয়েছে। [তাবারী; বাগভী; সাদী; ফাতহুল কাদীর] আয়াতের অপর অনুবাদ হচ্ছে, তারা আল্লাহর কাছ থেকে বা রাসূলের কাছ থেকে নিজেদের লুকানোর জন্য মাথা নীচু করে সামনের দিকে ঝুঁকে কাপড় দিয়ে ঢেকে চলে যেত। অথচ যত কাপড় দিয়েই তারা নিজদেরকে ঢাকুক না কেন আল্লাহ্ তা'আলা ঠিকই তাদের দেখছেন। [ইবন কাসীর] তাই আয়াতে বলা হয়েছে, এরা সত্যের মুখোমুখি হতে ভয় পায় এবং উটপাখির মত বালির মধ্যে মুখ গুজে রেখে মনে করে, যে সত্যকে দেখে তারা মুখ লুকিয়েছে তা অন্তহিত হয়ে গেছে। অথচ সত্য নিজের জায়গায় দাঁড়িয়ে আছে এবং এ তামাশাও দেখছে যে, এ নির্বোধরা তার থেকে বাঁচার জন্য মুখ লুকাচ্ছে। অথবা আয়াতের অর্থ, তারা তাদের কুফর তাদের অন্তরে গোপন করে রাখে আর মনে করে যে, আল্লাহ থেকে গোপন করছে। অথচ তারা যত কাপড় দিয়েই নিজেদেরকে আড়াল করুক না কেন আল্লাহ্‌ তো তাদের অবস্থা জানেন। [মুয়াসসার]\n  <br/>\n  <br/>\n  আবার তাদের মধ্যে এমন কতিপয় লোকও ছিল যারা তাদের প্রাত্যহিক গোপনীয় কাজসমূহ যেমন স্ত্রী-সহবাস, পায়খানা ব্যবহার করার সময়ও নিজেদের কাপড় খুলতে লজ্জাবোধ করত এবং তা আকাশের দিকে হয়ে যাওয়ার ভয় করত। কিন্তু অন্যান্য সময় আল্লাহর কোন খেয়াল রাখত না। তাই আল্লাহ তা'আলা তাদের এ অদ্ভুত কর্মকাণ্ডের সমালোচনা করে এ আয়াত নাযিল করেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ ‘তারা (কাফেরগণ) স্ত্রী-সহবাসের সময় বা পায়খানা ব্যবহার করার সময় আকাশের দিকে মুখ করতে লজ্জাবোধ করত এবং কাপড় দিয়ে নিজেদের মাথা ঢেকে রাখত। তখন আল্লাহ এ আয়াত নাযিল করেন। [বুখারীঃ ৪৬৮১, ৪৬৮২, ৪৬৮৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১১ : ৬",
        "arabic_text": "\n۞ وَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ إِلَّا عَلَى ٱللَّهِ رِزۡقُهَا وَيَعۡلَمُ مُسۡتَقَرَّهَا وَمُسۡتَوۡدَعَهَاۚ كُلّٞ فِي كِتَٰبٖ مُّبِينٖ ",
        "bangla_text": "আর যমীনে বিচরণকারী সবার জীবিকার [১] দায়িত্ব আল্লাহ্‌রই [২] এবং তিনি সেসবের স্থায়ী ও অস্থায়ী অবস্থিতি [৩] সম্বন্ধে অবহিত; সবকিছুই সুস্পষ্ট কিতাবে আছে [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  রিযিকের আভিধানিক অর্থ এমন বস্তু যা কোন প্রাণী আহার্যরূপে গ্রহণ করে, যার দ্বারা সে দৈহিক শক্তি সঞ্চয়, প্রবৃদ্ধি সাধন এবং জীবন রক্ষা করে থাকে। রিযিকের জন্য মালিকানা স্বত্ব শর্ত নয়। সকল জীব জন্তু রিযিক ভোগ করে থাকে কিন্তু তারা তার মালিক হয় না। কারণ, মালিক হওয়ার যোগ্যতাই ওদের নেই। অনুরূপভাবে ছোট শিশুরাও মালিক নয়, কিন্তু ওদের রিযিক অব্যাহতভাবে তাদের কাছে পৌছতে থাকে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] এমন সব প্রাণীকে (دابة) বলে যা ভূপৃষ্ঠে বিচরণ করে। [কুরতুবী] পক্ষীকুলও এর অন্তর্ভুক্ত। কারণ, খাদ্য গ্রহনের জন্য তারা ভূপৃষ্ঠে অবতরণ করে থাকে এবং তাদের বাসস্থান ভূ-পৃষ্ঠ সংলগ্ন হয়ে থাকে। সামুদ্রিক প্রাণীসমূহ ও পৃথিবীর বুকে বিচরণশীল। কেননা, সাগর-মহাসাগরের তলদেশেও মাটির অস্তিত্ব রয়েছে। মোটকথা, সমুদয় প্রাণীকুলের রিযিকের দায়িত্ব তিনি নিজেই গ্রহন করছেন। এবং একথা এমনভাবে ব্যক্ত করেছেন যা দ্বারা দায়িত্ব ও কর্তব্য নির্দেশ করা যায়। ইরশাদ হয়েছে, “তাদের রিযিকের দায়িত্ব আল্লাহর উপর ন্যস্ত”। একথা সুস্পষ্ট যে, আল্লাহ তা'আলার উপর এহেন গুরুদায়িত্ব চাপিয়ে দেয়ার মত কোন ব্যক্তি বা শক্তি নেই, বরং তিনি নিজেই অনুগ্রহ করে গ্রহন করে আমাদেরকে আশ্বস্ত করেছেন। আর এক পরম সত্য, দাতা ও সর্বশক্তিমান সত্তার ওয়াদা যাতে নড়চড় হওয়ার অবকাশ নেই। সুতরাং নিশ্চয়তা বিধান করণার্থে এখানে (على) শব্দ ব্যবহৃত হয়েছে যা ফরয বা অবশ্যকরণীয় ক্ষেত্রে ব্যবহার করা হয়। অথচ আল্লাহ্‌র উপর কোন কাজ ফরয বা ওয়াজিব হতে পারে না, তিনি কারো হুকুমের তোয়াক্কা করেন না। বরং এটি সম্পূর্ণ তার অনুগ্রহ। [কুরতুবী] কোন কোন মুফাসসির অবশ্য বলেছেন যে, এখানে (على) বা উপরে বলে (من)  বা হতে বলা উদ্দেশ্য। অর্থাৎ সবার রিযক আল্লাহ্‌র পক্ষ থেকে আসে। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] আয়াতে উল্লেখিত (مستقر) এবং (مستودع) এর অর্থ, (مستقر) শব্দটির কয়েকটি অর্থ করা হয়েছে, ১. যমীনের বুকে অবস্থান স্থল। বা পিতার পিঠে অবস্থানকে। ২. দিন বা রাতে আশ্রয় নেয়ার স্থান। আর (مستودع) শব্দটিরও কয়েকটি অর্থ বর্ণনা করা হয়েছে, ১. মায়ের রেহেমে অবস্থান বা ডিমের মধ্যে অবস্থানকে। ২. মৃত্যু হওয়ার স্থানকে। [দেখুন, তাবারী; কুরতুবী; ইবন কাসীর; সাদী] এ ব্যাপারে এক হাদীসে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যখন কারো মৃত্যু কোন যমীনে লিখা থাকে তখন সে সেখানে যাওয়ার জন্য কোন না কোন প্রয়োজন অনুভব করবে। তারপর সে যখন সেখানে পৌছবে তখন তাকে মৃত্যু দেয়া হয়। আর কিয়ামতের দিন যমীন তাকে বের করে দিয়ে বলবে, (هٰذَا ما اسْتَوْدَعْتَنِيْ) অর্থাৎ এটা আমার কাছে আপনি আমানত রেখেছিলেন। [মুস্তাদরাকে হাকিমঃ ১/৪২, সুনানুল কুবরা লিল বাইহাকীঃ ৯৮৮৯] কালেমাদ্বয়ের আরো বিস্তারিত তাফসীর সূরা আলআন’আমের ৯৮ নং আয়াতে করা হয়েছে।\n  <br/>\n  <br/>\n  [৪] আয়াতে বর্ণিত সুস্পষ্ট কিতাব বলতে লাওহে মাহফুজকে বুঝানো হয়েছে। আল্লাহ তা'আলা বান্দার সমস্ত কর্মকাণ্ড সুস্পষ্ট কিতাবে লিখে নিয়েছেন এবং তার জ্ঞান থেকে এর সামান্যও গোপন থাকে না, এটা তিনি পবিত্র কুরআনে বারবার ঘোষণা করেছেন। [দেখুন, সূরা আল-আনআমঃ৩৮, ৫৯, সূরা ইউনুসঃ ৬১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১১ : ৭",
        "arabic_text": "\nوَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ وَكَانَ عَرۡشُهُۥ عَلَى ٱلۡمَآءِ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۗ وَلَئِن قُلۡتَ إِنَّكُم مَّبۡعُوثُونَ مِنۢ بَعۡدِ ٱلۡمَوۡتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ ",
        "bangla_text": "আর তিনিই আসমানসমূহ ও যমীনকে ছয় দিনে সৃষ্টি করেন, আর তাঁর ‘আর্‌শ ছিল পানির উপর [১], তোমাদের মধ্যে কে আমলে শ্রেষ্ঠ [২] তা পরীক্ষা করার জন্য [৩]। আর আপনি যদি বলেন, ‘নিশ্চয় মৃত্যুর পর তোমাদেরকে উত্থিত করা হবে’, তবে কাফেররা অবশ্যই বলবে, ‘এ তো সুস্পষ্ট জাদু [৪]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আল্লাহর ডান হাত পরিপূর্ণ, দিন-রাত খরচ করলেও তা কমে না। তোমরা কি দেখ না যে, আসমান ও যমীনের সৃষ্টি সময় থেকে আজ পর্যন্ত তিনি কত বিপুল পরিমাণে খরচ করেছেন? তবুও তার ডান হাতের কিছুই কমেনি। আর তার আরশ পানির উপর অবস্থিত ছিল। তাঁর অন্য হাতে রয়েছে ইনসাফের দাঁড়িপাল্লা, সে অনুসারে বৃদ্ধি-ঘাটতি বা উন্নতি অবনতি ঘটান।[বুখারীঃ ৭৪১৯] অন্য এক বর্ণনায় এসেছে, ইমরান ইবনে হুসাইন রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \"শুধু আল্লাহ্‌ই ছিলেন, তাঁর পূর্বে কেউ ছিল না। আর তাঁর আরশ ছিল পানির উপর এবং তিনি যিকর বা ভাগ্যফলে সবকিছু লিখে নেন এবং আসমানসমূহ ও যমীন সৃষ্টি করেন। [বুখারীঃ ৩১৯১] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন,\"আল্লাহ আসমান ও যমীন সৃষ্টির পঞ্চাশ হাজার বছর পূর্বে সমস্ত সৃষ্টি জগতের তাকদীর লিখে রেখেছেন। আর তাঁর আরশ ছিল পানির উপর\"। [মুসলিমঃ ২৬৫৩]\n  <br/>\n  <br/>\n  মোট কথা, কুরআনের ২১টি আয়াতে আরশের কথা উল্লেখ করা হয়েছে। অনুরূপভাবে সহীহ হাদীসেও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরশের বিভিন্ন বর্ণনা দিয়েছেন। সে সমস্ত হাদীস মুতাওয়াতির পর্যায়ে পৌছেগেছে। মূলতঃ আরশ হলো আল্লাহর প্রথম সৃষ্টি। সেটা প্রকাণ্ড ও সর্ববৃহৎ সৃষ্টি। আরশের সামনে কুরসী একটি রিং এর মতো, যেমনিভাবে আসমান ও যমীন কুরসীর সামনে রিং এর মতো। আরশের গঠন গম্বুজের মত। যা সমস্ত সৃষ্টি জগতের উপরে রয়েছে। এমনকি জান্নাতুল ফেরদাউসও আরশের নীচে অবস্থিত। আরশের কয়েকটি পা রয়েছে। মূসা আলাইহিসসালাম হাশরের মাঠে তার একটি ধরে থাকবেন। এ আরশের বহনকারী কিছু ফিরিশতা রয়েছেন। তাদের ব্যাপারে পবিত্র কুরআন ঘোষণা দিচ্ছেন যে, কিয়ামতের দিন তারা হবেন আট। [সূরা আল-হাক্কাহঃ ১৭] তবে এ ব্যাপারে ভিন্ন মত রয়েছে যে, আরশের বহনকারী ফিরিশতাগণ কি আট জন নাকি আট শ্রেণী নাকি আট কাতার। এ আয়াতে বর্ণিত পানির উপর আরশ থাকার অর্থ হচ্ছে, আল্লাহ্ তা'আলার আরশ কোন কিছু সৃষ্টি করার আগে পানির উপর ছিল। এর দ্বারা পানি আগে সৃষ্টি করা বুঝায় না। তবে এখানে পানি দ্বারা দুনিয়ার কোন সমুদ্রের পানি বুঝানো হয়নি। কেননা, তা আরো অনেক পরে সৃষ্ট। বরং এখানে আল্লাহর সৃষ্ট সুনিদিষ্ট কোন পানি উদ্দেশ্য নেয়া হয়েছে। [এ ব্যাপারে বিস্তারিত জানার জন্য দেখুন, ইবনে কাসীর প্রণীত আল- বিদায়া ওয়ান-নিহায়া ১ম খণ্ড]।\n  <br/>\n  <br/>\n  [২] লক্ষ্য করুন, আল্লাহ তা'আলা বলেছেনঃ “কে কাজে শ্রেষ্ঠ” তা তিনি পরীক্ষা করবেন। তিনি ‘কে বেশী কাজ করেছে পরীক্ষা করবেন তা কিন্তু বলেননি। কেননা, আল্লাহ্‌র দরবারে পরিমানের চেয়ে মান-সম্মত হওয়াই গ্রহণযোগ্য। আর আল্লাহ্‌র দরবারে কোন কাজ মান-সম্মত সে সময়ই হতে পারে যখন তা আল্লাহর নির্দেশ মত এবং রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রদর্শিত পস্থায় হবে। নতুবা তা গ্রহণযোগ্যতাই হারাবে।\n  <br/>\n  <br/>\n  [৩] এ বক্তব্যের অর্থ হচ্ছে, মহান আল্লাহ আকাশ ও পৃথিবী এজন্য সৃষ্টি করেছেন যা মূলত তোমাদের (অর্থাৎ মানুষ) সৃষ্টি করাই তাঁর উদ্দেশ্য ছিল। অর্থাৎ এর মাধ্যমে সৃষ্টিকুলকে পরীক্ষা করা। তিনি সেটাকে অকারণে বা অনাহুত তৈরী করেন নি। তিনি নিজেকে এ ধরনের অনাহুত ও বেহুদা সৃষ্টি করা থেকে পবিত্র ঘোষণা করেছেন। তাছাড়া এটাও বলেছেন যে, কাফেররাই শুধু আসমান ও যমীনকে বেহুদা সৃষ্টি করেছেন বলে মনে করে থাকে। তাদের এ ধারণার জন্য তিনি তাদের উপর কঠোর সাবধানবাণী উচ্চারণ করেছেন। তিনি বলেন, “আমি আকাশ, পৃথিবী এবং এ দুয়ের মধ্যবর্তী কোন কিছুই অনর্থক সৃষ্টি করিনি। অনর্থক সৃষ্টি করার ধারণা তাদের যারা কাফির, কাজেই কাফিরদের জন্য রয়েছে জাহান্নামের দুর্ভোগ। [সূরা সোয়াদঃ ২৭] আরো বলেনঃ “তোমরা কি মনে করেছিলে যে, আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি এবং তোমরা আমার কাছে ফিরে আসবে না? মহিমান্বিত আল্লাহ্ যিনি প্রকৃত মালিক, তিনি ছাড়া কোন ইলাহ নেই; সম্মানিত আৱশের তিনি অধিপতি। [সূরা আল-মুমিনূনঃ ১১৫-১১৬] তিনি আরো বলেনঃ “আমি সৃষ্টি করেছি জিন এবং মানুষকে এজন্যেই যে, তারা একমাত্র আমারই ‘ইবাদাত করবে। [সূরা আয-যারিয়াতঃ ৫৬] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘মহান আল্লাহ বলেন, তুমি ব্যয় কর, তোমার উপর ব্যয় করা হবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেন, আল্লাহ্‌র হাত পরিপূর্ণ। কোন প্রকার ব্যয় তাতে কোন কিছুর ঘাটতি করে না। দিন-রাত তা প্রচুর পরিমানে দান করে। তোমরা আমাকে জানাও, আসমান ও যমীনের সৃষ্টিলগ্ন থেকে যত কিছু ব্যয় হয়েছে সেসব কিছু তার হাতে যা আছে তাতে সামান্যও ঘাটতি করে না। আর তার আরশ হচ্ছে পানির উপর এবং তার হাতেই রয়েছে মীযান, তিনি সেটাকে উপর-নীচু করেন।’ [বুখারী ৪৬৮৪; মুসলিম: ৩৭] অন্য হাদীসে ইমরান ইবন হুসাইন বলেন, ‘আমি রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে প্রবেশ করলাম আর আমার উটটি দরজার কাছে বেঁধে রাখলাম। তখন তার কাছে বনু তামীম প্রবেশ করলে তিনি বললেন, বনু তামীম তোমরা সুসংবাদ গ্রহণ কর। তারা বলল, সুসংবাদ তো দিলেন, এবার আমাদেরকে কিছু দিন (সম্পদ)। এটা তারা দু’বার বললেন। তখন রাসূলের কাছে ইয়ামেনের কিছু লোক প্রবেশ করল। তিনি বললেন, হে ইয়ামেনবাসী তোমরা সুসংবাদ গ্রহণ কর, যখন বনু তামীম সেটা গ্রহণ করল না। তারা বলল, হে আল্লাহর রাসূল! আমরা তা গ্রহণ করলাম। তারা আরও বলল, আমরা এ বিষয়ে প্রথম কি তা জানতে চাই। তিনি বললেন, আল্লাহ্‌ই ছিলেন, তিনি ছাড়া আর কিছু ছিল না। আর তাঁর আরশ ছিল পানির উপর। আর তিনি সবকিছু যিকর (লাওহে মাহফুযে) লিখে রেখেছিলেন। আর তিনি আসমান ও যমীন সৃষ্টি করেন। বর্ণনাকার ইমরান ইবন হুসাইন বলেন, তখন একজন আহবানকারী ডেকে বলল, হে ইবনুল হুসাইন! তোমার উষ্ট্রীটি চলে গেছে। তখন আমি বেরিয়ে পড়ে দেখলাম, উটটি এতদুর চলে গেছে যে, যেদিকে তাকাই শুধু মরিচিকা দেখতে পাই। আল্লাহর শপথ আমার ইচ্ছা হচ্ছিল আমি যেন সেটাকে একেবারেই ছেড়ে দেই ( অর্থাৎ রাসূলের মাজলিস থেকে বের হতে তার ইচ্ছা হচ্ছিল না )\" [বুখারী: ৩১৯১]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ যখন আপনি তাদেরকে পুনরুত্থানের কথা বুঝাতে থাকেন তখন তারা অট্টহাসিতে ফেটে পড়ে এবং আপনাকে এ বলে বিদ্রুপ করতে থাকে যে, আপনি তো জাদুকরের মতো কথা বলছেন। এভাবে তারা আখেরাতের দাবী ও যৌক্তিকতাকে বুঝা সত্বেও মেনে নিতে পারেনি। অথচ যিনি একবার সৃষ্টি করেছেন তারপক্ষে পূনর্বার সৃষ্টি করা কোন ব্যাপারই নয়। আল্লাহ্‌ বলেনঃ “আর তিনিই সৃষ্টিজগতকে প্রথম সৃষ্টি করেছেন তারপর তিনিই তা পূনর্বার করবেন, এটা তার জন্য অত্যন্ত সহজ।\" [সূরা আর রূমঃ ২৭] আল্লাহ আরো বলেনঃ “তোমাদের সৃষ্টি ও পূনঃসৃষ্টি তো একজনের মতই” [সূরা লুকমানঃ ২৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১১ : ৮",
        "arabic_text": "\nوَلَئِنۡ أَخَّرۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِلَىٰٓ أُمَّةٖ مَّعۡدُودَةٖ لَّيَقُولُنَّ مَا يَحۡبِسُهُۥٓۗ أَلَا يَوۡمَ يَأۡتِيهِمۡ لَيۡسَ مَصۡرُوفًا عَنۡهُمۡ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "নির্দিষ্ট কালের জন্য [১] আমরা যদি তাদের থেকে শাস্তি স্থগিত রাখি তবে তারা অবশ্যই বলবে, ‘কিসে সেটা নিবারণ করেছ?’ সাবধান ! যেদিন তাদের কাছে এটা আসবে সেদিন তাদের কাছে থেকে সেটাকে নিবৃত্ত করা হবে না এবং যা নিয়ে তারা ঠাট্টা- বিদ্রূপ করে তা তাদেরকে পরিবেষ্টন করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ তা'আলা (امة) শব্দটি ব্যবহার করেছেন। এ শব্দটি স্থানভেদে বিভিন্ন অর্থ প্রদান করে থাকে [দ্র: কুরতুবী]\n  <br/>\n  <br/>\n  ক) সময় বা সুনির্দিষ্ট কাল, যেমন আলোচ্য আয়াত ও সূরা ইউসুফের ৪৫ নং আয়াত। ইবন আব্বাস থেকে এখানে এ অর্থই বর্ণিত হয়েছে। [তাবারী]\n  <br/>\n  <br/>\n  খ) অনুসরণযোগ্য ইমাম, যেমন সূরা আন-নাহলের ১২০ নং আয়াতে ইবরাহীম আলাইহিসসালামের ব্যাপারে বলা হয়েছে।\n  <br/>\n  <br/>\n  গ) ধর্ম ও রীতিনীতি অর্থে, যেমন সূরা আয-যুখরুফের ২৩ নং আয়াত।\n  <br/>\n  <br/>\n  ঘ) দল বা বড় শ্রেণী বা জামা'আত তথা অনেক লোককে বুঝানোর অর্থে, যেমন সূরা আল-কাসাসের ২৩ নং আয়াত।\n  <br/>\n  <br/>\n  ঙ) জাতি অর্থে, যাতে মুমিন কাফির সবাই অন্তর্ভুক্ত। যেমন সূরা আন-নাহলঃ ৩৬, ইউনুসঃ ৪৭।\n  <br/>\n  <br/>\n  চ) শুধু ঈমানদার জাতি বুঝানোর জন্য। যেমন সুরা আলে-ইমরানঃ ১১০ ৷ অনুরূপভাবে হাদীসে এসেছে, হাশরের মাঠে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলবেনঃ “উম্মতি, উম্মতি” আমার উম্মত, আমার উম্মত। এখানে শুধু মুসলিম জাতিকে বুঝানো হয়েছে।\n  <br/>\n  <br/>\n  ছ) এ ছাড়া এ শব্দ দ্বারা কোন গোষ্ঠী বা অংশ বুঝানোর অর্থেও ব্যবহৃত হয়ে থাকে। যেমন, সূরা আল-আরাফঃ ১৫৯, সূরা আলে ইমরানঃ ১১৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১১ : ৯",
        "arabic_text": "\nوَلَئِنۡ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ ثُمَّ نَزَعۡنَٰهَا مِنۡهُ إِنَّهُۥ لَيَـُٔوسٞ كَفُورٞ ",
        "bangla_text": "আর যদি আমরা মানুষকে আমাদের কাছ থেক রহমত আস্বাদন করাই [১] ও পড়ে তার কাছ থেকে আমরা তা ছিনিয়ে নেই তবে তো নিশ্চয় সে হয়ে পড়ে হতাশ ও অকৃতজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য আয়াতেও আল্লাহ্ তা'আলা এ বিষয়টি তুলে ধরেছেন। তিনি বলেন, “আর যদি দুঃখ-দৈন্য স্পর্শ করার পর আমরা তাকে আমার পক্ষ থেকে অনুগ্রহের আস্বাদন দেই তখন সে অবশ্যই বলে থাকে, “এ আমার প্রাপ্য এবং আমি মনে করি না যে, কিয়ামত সংঘটিত হবে। আর আমি যদি আমার রবের কাছে ফিরে যাইও তার কাছে নিশ্চয় আমার জন্য কল্যাণই থাকবে।’ অতএব, আমরা কাফিরদেরকে তাদের আমল সম্বন্ধে অবশ্যই অবহিত করব এবং তাদেরকে অবশ্যই আস্বাদন করাব কঠোর শাস্তি \" [সূরা ফুসসিলাত: ৫০] আরও বলেন, “আর আমরা যখন মানুষকে আমাদের পক্ষ থেকে কোন রহমত আস্বাদন করাই তখন সে এতে উৎফুল্ল হয় এবং যখন তাদের কৃতকর্মের জন্য তাদের বিপদ-আপদ ঘটে তখন তো মানুষ হয়ে পড়ে খুবই অকৃতজ্ঞ \" [সূরা আশ-শূরা ৪৮]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১১ : ১০",
        "arabic_text": "\nوَلَئِنۡ أَذَقۡنَٰهُ نَعۡمَآءَ بَعۡدَ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّيٓۚ إِنَّهُۥ لَفَرِحٞ فَخُورٌ ",
        "bangla_text": "আর যদি দুঃখ-দৈন্য স্পর্শ করার পর আমরা তাকে সুখ আস্বাদন করাই তখন সে অবশ্যই বলবে, আমার বিপদ-আপদ কেটে গেছে ,’ আর সে হয় উৎফুল্ল ও অহংকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১১ : ১১",
        "arabic_text": "\nإِلَّا ٱلَّذِينَ صَبَرُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ ",
        "bangla_text": "কিন্তু যারা ধৈর্যশীল [১] ও সৎকর্মপরায়ণ তাদেরই জন্য আছে ক্ষমা ও মহাপুরস্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সত্যিকার মানুষকে সাধারণ মানবীয় দুর্বলতা হতে পৃথক করে বলা হয়েছে যে, সে সব ব্যক্তি সাধারণ মানবীয় দুর্বলতার উর্ধের্ব যাদের মধ্যে দুটি বিশেষ গুণ রয়েছে। একটি হচ্ছে ধৈর্য ও সহনশীলতা, দ্বিতীয়টি সৎকর্মশীলতা। সবর শব্দটি আরবী ভাষায় অনেক ব্যাপকতর অর্থে ব্যবহৃত হয়। সবরের আভিধানিক অর্থ হচ্ছে বাধা দেয়া, বন্ধন করা। কুরআন ও হাদীসের পরিভাষায় অন্যায় কার্য হতে প্রবৃত্তিকে নিয়ন্ত্রণ করাকে সবর বলে। সুতরাং শরীআতের পরিপন্থী যাবতীয় পাপকার্য হতে প্রবৃত্তিকে দমন করা যেমন সবরের অন্তর্ভুক্ত তদ্রুপ ফরয, ওয়াজিব, সুন্নাত ও মুস্তাহাব ইত্যাদি নেক কাজের জন্য প্রবৃত্তিকে বাধ্য করাও সবরের শামিল। এর বাইরে বিপদাপদে নিজেকে সংযত রাখতে পারাও সবরের অন্তর্ভুক্ত। [ইবনুল কাইয়্যেম: মাদারেজুস সালেকীন] রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যার হাতে আমার আত্মা তার শপথ করে বলছি, একজন মুমিনের উপর আপতিত যে কোন ধরনের চিন্তা, পেরেশানী, কষ্ট, ব্যথা, দুর্ভাবনা এমনকি একটি কাঁটা ফুটলেও এর মাধ্যমে আল্লাহ তার গুণাহের কাফ্‌ফারা করে দেন”। [বুখারীঃ ৫৬৪১, ৫৬৪২, মুসলিমঃ ২৫৭৩] অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যার হাতে আমার প্রাণ তার শপথ করে বলছি, আল্লাহ মুমিনের জন্য যে ফয়সালাই করেছেন এটা তার জন্য ভাল হয়ে দেখা দেয়, যদি কোন ভাল কিছু তার জুটে যায় তখন সে শুকরিয়া আদায় করে সুতরাং তা তার জন্য কল্যাণ। আর যদি খারাপ কিছু তার ভাগ্যে জুটে যায় তখন সে ধৈর্য ধারণ করে তখন তার জন্য তা কল্যাণ হিসেবে পরিগণিত হয়। একমাত্র মুমিন ছাড়া কারো এ ধরনের সৌভাগ্য হয় না। [মুসলিমঃ ২৯৯৯]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১১ : ১২",
        "arabic_text": "\nفَلَعَلَّكَ تَارِكُۢ بَعۡضَ مَا يُوحَىٰٓ إِلَيۡكَ وَضَآئِقُۢ بِهِۦ صَدۡرُكَ أَن يَقُولُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ كَنزٌ أَوۡ جَآءَ مَعَهُۥ مَلَكٌۚ إِنَّمَآ أَنتَ نَذِيرٞۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٌ ",
        "bangla_text": "তবে কি আপনার প্রতি যা নাযিল করা হয়েছ তার কিছু আপনি বর্জন করবেন এবং তাতে আপনার মন সংকুচিত হবে এজন্য যে, তারা বলে, ‘তার কাছে ধন-ভাণ্ডার নামানো হয় না কেন অথবা তার সাথে ফিরিশ্‌তা আসে না কেন?’ আপনি তো কেবল সতর্ককারী এবং আল্লাহ্‌ সবকিছুর কর্মবিধায়ক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি কাফেরদের কিছু অন্যায় আব্দারের কারণে তার মনের যে অবস্থা সৃষ্টি হয়েছিল তার জবাব দিয়ে সাত্ত্বনা দেয়া হয়েছে। [ইবন কাসীর] মূলতঃ তাদের আবদার ছিল নিরেট মুর্খতা ও চরম অজ্ঞতাপ্রসূত। যেমন এক আয়াতে এসেছে, “আরও তারা বলে , এ কেমন রাসূল যে খাওয়া-দাওয়া করে এবং হাটে-বাজারে চলাফেরা করে; তার কাছে কোন ফিরিশতা কেন নাযিল করা হল না, যে তার সংগে থাকত সতর্ককারীরূপে? অথবা তার কাছে কোন ধনভাণ্ডার এসে পড়ল না কেন অথবা তার একটি বাগান নেই কেন, যা থেকে সে খেতো ? যালিমরা আরো বলে, “তোমরা তো এক জাদুগ্রস্ত ব্যক্তিরই অনুসরণ করছ।” [সূরা আল-ফুরকান ৭-৮] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মু'জিযাস্বরূপ সাথে সাথে যদি কোন ফেরেশতা থাকতেন, তবে যখনই কেউ তাকে অমান্য করত তৎক্ষনাৎ গযবে পতিত হয়ে ধ্বংস হত।\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১১ : ১৩",
        "arabic_text": "\nأَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ فَأۡتُواْ بِعَشۡرِ سُوَرٖ مِّثۡلِهِۦ مُفۡتَرَيَٰتٖ وَٱدۡعُواْ مَنِ ٱسۡتَطَعۡتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "নাকি তারা বলে, ‘সে এটা নিজে রটনা করেছে?’ বলুন, ‘তোমরা যদি (তোমাদের দাবীতে) সত্যবাদী হও তবে তোমরা এর অনুরূপ দশটি সূরা রচনা করে নিয়ে আস এবং আল্লাহ্‌ ছাড়া অন্য যাকে পার (এ ব্যাপারে সাহায্যের জন্য) ডেকে নাও [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে মুশরিকদের জানিয়ে দেয়া হয়েছে যে, রাসূল সাল্লাল্লাহু আলাইহিস সালামের বড় মু'জিযা কুরআন তোমাদের সম্মুখে রয়েছে, যার অলৌকিকত্ব তোমরা অস্বীকার করতে পার না। তোমরা যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস সালামের সত্যতার প্রমাণস্বরূপ মু'জিযার দাবী করে থাক তাহলে কুরআনের মাধ্যমে তোমাদের দাবী পুরণ করা হয়েছে। সুতরাং নতুন কোন মু'জিযা দাবী করার কোন অধিকার তোমাদের নেই। আর যদি তারা বলতে চায় যে, কুরআন মজিদ আল্লাহর কালাম নয়; বরং রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম স্বয়ং তা রচনা করেছেন? যদি তোমরা তাই মনে করে থাক তা হলে, তোমরা অনুরূপ দশটি সূরা রচনা করে দেখাও। আর একই ব্যক্তি দশটি সূরা তৈরি করতে হবে, এমন কোন বাধ্য-বাধকতা নেই। বরং সারা দুনিয়ার পণ্ডিত, সাহিত্যিক মানুষ, জিন, তথা দেব দেবী সবাই মিলেই তা রচনা কর। কিন্তু তারা যখন দশটি সূরাও তৈরী করতে পারছে না, তাই আপনি বলুন যে, এই কুরআন যদি কোন মানুষের রচিত কালাম হতো তাহলে অন্য মানুষেরাও অনুরূপ কালাম রচনা করতে সক্ষম হতো। সকলের অপারগ হওয়াই এর প্রকৃষ্ট প্রমাণ যে, এই কুরআন আল্লাহ পাকের কালাম, এটি ইলম ও কুদরতে নাযিল হয়েছে। এটা রচনা করা মানুষের সাধ্যাতীত।\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১১ : ১৪",
        "arabic_text": "\nفَإِلَّمۡ يَسۡتَجِيبُواْ لَكُمۡ فَٱعۡلَمُوٓاْ أَنَّمَآ أُنزِلَ بِعِلۡمِ ٱللَّهِ وَأَن لَّآ إِلَٰهَ إِلَّا هُوَۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ ",
        "bangla_text": "অতঃপর যদি তারা তোমাদের আহ্বানে সাড়া না দেয় তবে জেনে রাখ, এটা তো আল্লাহ্‌র জ্ঞান অনুসারেই নাযিল করা হয়েছে এবং তিনি ছাড়া অন্য কোন সত্য ইলাহ্ নেই। অতঃপর তোমরা কি আত্মসমর্পণকারী (মুসলিম) হবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১১ : ১৫",
        "arabic_text": "\nمَن كَانَ يُرِيدُ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا نُوَفِّ إِلَيۡهِمۡ أَعۡمَٰلَهُمۡ فِيهَا وَهُمۡ فِيهَا لَا يُبۡخَسُونَ ",
        "bangla_text": "যে কেউ দুনিয়ার জীবন ও তার শোভা কামনা করে,  দুনিয়াতে আমরা তাদের কাজের পূর্ণ ফল দান করি এবং সেখানে তাদেরকে কম দেয়া হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১১ : ১৬",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ لَيۡسَ لَهُمۡ فِي ٱلۡأٓخِرَةِ إِلَّا ٱلنَّارُۖ وَحَبِطَ مَا صَنَعُواْ فِيهَا وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "তাদের জন্য আখিরাতে আগুন ছাড়া অন্য কিছুই নেই এবং তারা যা করেছিল আখিরাতে তা নিস্ফল হবে। আর তারা যা করত তা ছিল নিরর্থক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ প্রতিটি সৎকার্য গ্রহণযোগ্য ও আখেরাতের মুক্তির কারণ হওয়ার পূর্বশর্ত হচ্ছে, সেটা একমাত্র আল্লাহ তা'আলার সন্তুষ্টি লাভের জন্য করতে হবে। আল্লাহর সন্তুষ্টি লাভ করার জন্য তা রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের তরীকা মোতাবেক হতে হবে। যে ব্যক্তি আল্লাহ ও তার রাসূলের প্রতি ঈমানই রাখে না, তার যাবতীয় কার্যকলাপ গুণ গরিমা, নীতি নৈতিকতা প্রাণহীন দেহের ন্যায়। যার বাহ্যিক আকৃতি অতি সুন্দর হলেও আখেরাতে তার কানাকড়িরও মূল্য নেই। তবে দৃশ্যতঃ সেটা যেহেতু পূণ্যকার্য ছিল এবং তা দ্বারা বহু লোক উপকৃত হয়েছে, তাই আল্লাহ তা'আলা এহেন তথাকথিত সৎকার্যকে সম্পূর্ণ বিফল ও বিনষ্ট করেন না, বরং এসব লোকের যা মূখ্য উদ্দেশ্য ও কাম্য ছিল যেমন তার সুনাম ও সম্মান বৃদ্ধি হবে, লোকে তাকে দানশীল, মহান ব্যক্তিরূপে স্মরণ করবে, নেতারূপে তাকে বরণ করবে ইত্যাদি আল্লাহ তা'আলা স্বীয় ইনসাফ ও ন্যায়নীতির ভিত্তিতে দুনিয়ার জীবনেই তাকে দান করেন। অপরদিকে আখেরাতে মুক্তিলাভ করা যেহেতু তাদের কাম্য ছিল না এবং তাদের প্রাণহীন সৎকার্য আখেরাতের অপূর্ব ও অনন্ত নেয়ামতসমূহের মূল্য হওয়ার যোগ্য ছিল না, কাজেই আখেরাতে তার কোন প্রতিদানও লাভ করবে না। বরং নিজেদের কুফরী, শেরেকী ও গোনাহের কারণে জাহান্নামের আগুনে চিরকাল তাদের জ্বলতে হবে। আয়াতে বলা হয়েছে যে, “আখেরাতে তাদের জন্য আগুন ছাড়া আর কিছু নেই।\" এতে করে বোঝা যায় যে, এ আয়াত কাফেরদের সম্পর্কেই বলা হয়েছে। কেননা, একজন মুসলিম যত বড় পাপীই হোক না কেন, তার গোনাহের শাস্তি ভোগ করার পর অবশেষে আল্লাহ্ তা'আলার ইচ্ছায় জাহান্নাম থেকে মুক্তি পেয়ে জান্নাতে প্রবেশ করবে এবং আরাম আয়েশ ও নেয়ামত লাভ করবে।\n  <br/>\n  <br/>\n  কোন কোন মুফাসসিরের মতে এ আয়াতে ঐসব মুসলিমদের অবস্থা বর্ণিত হয়েছে যারা কার্যের বিনিময়ে শুধু পার্থিব জীবনে সুখ শান্তি যশ খ্যাতি প্রত্যাশা করে। লোক দেখানো মনোভাব নিয়ে কাজ করে। এমতাবস্থায় অত্র আয়াতের মর্ম হবে এই যে, তারা নিজেদের পাপের শাস্তি ভোগ না করা পর্যন্ত জাহান্নামের আগুন ছাড়া অন্য কিছু পাবে না। পরিশেষে পাপের শাস্তি ভোগান্তে তারাও অবশ্য সৎকাজের প্রতিদান লাভ করবে। [কুরতুবী] সত্যনিষ্ঠ আলেমদের কারও কারও মতে, অত্র আয়াতে ঐসব লোকের অবস্থা বর্ণিত হয়েছে, যারা তাদের যাবতীয় সৎকার্য শুধু পার্থিব ফায়দা হাসিলের জন্য করে থাকে, চাই সে আখেরাতের প্রতি অবিশ্বাসী কাফের হোক অথবা নামধারী মুসলিম হোক। তাই যদি কোন মুসলিম শুধুমাত্র লোকদেখানোর উদ্দেশ্যে সৎকাজ করে অথবা শুধু দুনিয়া অর্জনের জন্য করে, তবে এ সব দুনিয়াকামী লোক ইচ্ছা ও বাসনায় আল্লাহর সাথে শির্ককারী বলে বিবেচিত হবে। আর যে আল্লাহর সাথে শির্ক করে তার যাবতীয় আমলই বিনষ্ট হয়ে যায়। সে হিসেবে ঐসব নামধারী মুসলিমও এ আয়াতের অন্তর্ভুক্ত হবে এবং তাদের পরিণাম হবে জাহান্নাম। শির্ক করার কারণে তারা কখনো জান্নাতে যেতে পারবে না। মু'আবিয়া রাদিয়াল্লাহু আনহু, মাইমুন ইবনে মেহরান ও মুজাহিদ রাহিমাহুমুল্লাহ এ ব্যাখ্যা গ্রহণ করেছেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১১ : ১৭",
        "arabic_text": "\nأَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ وَيَتۡلُوهُ شَاهِدٞ مِّنۡهُ وَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةًۚ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۚ وَمَن يَكۡفُرۡ بِهِۦ مِنَ ٱلۡأَحۡزَابِ فَٱلنَّارُ مَوۡعِدُهُۥۚ فَلَا تَكُ فِي مِرۡيَةٖ مِّنۡهُۚ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ ",
        "bangla_text": "তারা [১] কি তার সমতুল্য যে তার রব প্রেরিত স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত [২] এবং যারা অনুসরণ করে তাঁর প্রেরিত সাক্ষী [৩] এবং যার আগে ছিল মূসার কিতাব আদর্শ ও অনুগ্রহস্বরূপ? তারাই এটাতে [৪] ঈমান রাখে। অন্যান্য দলের যারা তাতে  [৫] কুফরী করে, আগুনই তাদের প্রতিশ্রুত স্থান [৬]। কাজেই আপনি এতে [৭] সন্দ্বিগ্ন হবেন না। এটা তো আপনার রবের প্রেরিত সত্য, কিন্তু অধিকাংশ মানুষ ঈমান আনে না [৮]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পূর্ব ১৫ ও ১৬ নং আয়াতে বর্ণিত কাফেরগণ কি এ আয়াতে আগত লোকদের সমতুল্য [মুয়াসসার] অথবা যারা তাদের রবের প্রেরিত প্রমাণের উপর প্রতিষ্ঠিত তারা কি তাদের মত যারা তাদের রব প্রেরিত প্রমাণের উপর প্রতিষ্ঠিত নয়? [জালালাইন]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, যে তার রবের পক্ষ থেকে আগত প্রমাণের উপর প্রতিষ্ঠিত। এখানে প্রমাণের উপর প্রতিষ্ঠিত ব্যক্তিটি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অথবা ঈমানদারগণ সবাই। [জালালাইন] আর স্পষ্ট প্রমাণ’ বলতে কি বোঝানো হয়েছে এ ব্যাপারে কয়েকটি মত রয়েছে।\n  <br/>\n  <br/>\n  এক. এখানে ‘বাইয়েনাহ' বা স্পষ্ট প্রমাণ বলে ফিতরাত তথা স্বভাবগত বিশ্বাসকে বুঝানো হয়েছে। মূলতঃ প্রত্যেক মানুষই ফিতরাত তথা স্বভাবগতভাবে দ্বীন-ইসলামের উপর জন্ম গ্রহণ করে থাকে। [ইবন কাসীর] পারিপার্শ্বিক অবস্থা, সঙ্গদোষ, শয়তান, গাফিলতি ইত্যাদি তাদেরকে সে স্বভাবজাত দ্বীন-ইসলামে প্রতিষ্ঠিত থাকতে দেয় না। সে হিসেবে আয়াতে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং সত্যিকারের মুমিনদের অবস্থা ঐসব লোকদের মোকাবেলায় তুলে ধরা হয়েছে- যাদের চরম ও পরম লক্ষ্য হচ্ছে শুধু দুনিয়া হাসিল করা। যেন দুনিয়ার মানুষ বুঝতে পারে যে, এই দুটি শ্রেণী কখনো সমকক্ষ হতে পারে না।\n  <br/>\n  <br/>\n  দুই. অথবা আয়াতে ‘বাইয়েনাহ' বা স্পষ্ট প্রমাণ বলে কুরআনকে উদ্দেশ্য নেয়া হয়েছে। [জালালাইন] তখন আয়াতের অর্থ হবে, যিনি বা যারা অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বা মুমিনগণ স্পষ্ট প্রমাণ কুরআনের উপর প্রতিষ্ঠিত। আর তার অনুসরণ করে একজন সাক্ষী তিনি হচ্ছেন জিবরীল। তিনি আল্লাহর পক্ষ থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সত্যের উপর সাক্ষী। তাছাড়া দ্বিতীয় আরেকটি সাক্ষ্যও রয়েছে আর তা হচ্ছে এ কুরআনের পূর্বে আগত কিতাব তাওরাত যা মূসা আলাইহিসসালামের উপর নাযিল হয়েছে। সে কিতাবও সাক্ষ্য দিচ্ছে যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সত্য। [জালালাইন]\n  <br/>\n  <br/>\n  তিন. অথবা আয়াতে বর্ণিত বাইয়্যেনাহ বা স্পষ্ট প্রমাণ বলে কুরআনকে বোঝানো হয়েছে। এ কুরআনই নিজেই মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সত্যতার উপর প্রথম সাক্ষী। তার দ্বিতীয় সাক্ষী হচ্ছে জিবরীল অথবা স্বয়ং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। আর তৃতীয় সাক্ষী হচ্ছে পূর্বে মূসা আলাইহিস সালামের উপর নাযিলকৃত কিতাব তাওরাত। যিনি এ তিন সাক্ষী-প্রমাণের উপর প্রতিষ্ঠিত তিনি কি দুনিয়া পুজারীদের মত? [মুয়াসসার]\n  <br/>\n  <br/>\n  [৩] এ আয়াতে (شاهد) শব্দের ব্যাখ্যায় তাফসীরকারক ইমামগণের কয়েকটি অভিমত রয়েছেঃ\n  <br/>\n  <br/>\n  ১) কোন কোন মুফাসসির বলেন, এখানে শাহেদ অর্থ পবিত্র কুরআনের (إعجاز) এ’জায বা মানুষের সাধ্যাতীত হওয়া যা কুরআনের প্রতিটি আয়াতের সাথে বর্তমান রয়েছে। সুতরাং আয়াতের মর্ম হচ্ছে, কুরআন অমান্যকারী কি এমন ব্যক্তির সমকক্ষ হতে পারে যে কুরআনের উপর কায়েম রয়েছে? আর কুরআনের সত্যতার একটি সাক্ষী তো কুরআনের সাথেই বর্তমান রয়েছে। অর্থাৎ এর বিস্ময়করতা এবং মানুষের সাধ্যাতীত হওয়া এবং দ্বিতীয় সাক্ষী ইতোপূর্বে তাওরাতরূপে এসেছে, যা মুসা আলাইহিসসালাম আল্লাহ তা'আলার রহমতস্বরূপ দুনিয়াবাসীর অনুসরণের জন্য নিয়ে এসেছিলেন। কেননা, কুরআন যে আল্লাহ তা'আলার সত্য কিতাব এ সাক্ষ্য তাওরাতে সুস্পষ্ট ভাষায় বর্ণিত ছিল।\n  <br/>\n  <br/>\n  ২) কোন কোন মুফাসসিরের মতে এখানে (شاهد) বলতে মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেই বুঝানো হয়েছে। [মুয়াসসার]।\n  <br/>\n  <br/>\n  ৩) কোন কোন মুফাসসিরের মতে এখানে (شاهد) বলতে (فطرة) বা বুদ্ধিবৃত্তিক সাক্ষ্যকে বুঝানো হয়েছে। অর্থাৎ কুরআন এসে এ প্রকৃতিগত ও বুদ্ধিবৃত্তিক সাক্ষ্যের প্রতি সমর্থন জ্ঞাপন করলো এবং তাকে জানালো তুমি বিশ্বপ্রকৃতিতে ও জীবন ক্ষেত্রে যার নিদর্শন ও পূর্বাভাস পেয়েছো প্রকৃতপক্ষে তাই সত্য। [ইবন কাসীর]\n  <br/>\n  <br/>\n  ৪) ইমাম ইবনে জারীর তাবার রাহেমাহুল্লাহ বলেনঃ এখানে (شاهد) বলতে জিবরাইল আলাইহিসসালামকে বুঝানো হয়েছে; কেননা এর পরে বলা হয়েছে, “যার আগে ছিল মূসার কিতাব আদর্শ ও অনুগ্রহস্বরূপ\" আর এটা নিঃসন্দেহ যে, মুহাম্মাদ এর আগে কখনো মূসা আলাইহিসসালামের গ্রন্থ তেলাওয়াত করেননি। তাই এখানে সাক্ষ্য বলে জিবরাইল আলাইহিসসালাম হওয়াই যুক্তিযুক্ত; কেননা তিনি মূসা আলাইহিসসালামের গ্রন্থও নিয়ে এসেছিলেন। [তাবারী]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ এ কুরআনে ঈমান রাখে এবং এর নির্দেশ অনুসারে চলে। [মুয়াসসার]।\n  <br/>\n  <br/>\n  [৫] অর্থাৎ অন্যান্য যাবতীয় লোকেরা যারা কুরআনের উপর ঈমান রাখে না এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকেও রাসূল হিসেবে মানে না তাদের স্থান হচ্ছে জাহান্নাম।\n  <br/>\n  <br/>\n  [৬] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “এ জাতি এবং ইয়াহুদী বা নাসারা যে জাতিই হোক না কেন তাদের কেউ যদি আমার কথা শোনার পরও আমার উপর ঈমান না আনবে তারা অবশ্যই জাহান্নামের আগুনে প্রবেশ করবে”। [মুসলিম: ১৫৩] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ আমি এ কথার সত্যায়নে আল্লাহ্‌র কিতাব থেকে প্রমাণাদি খুজছিলাম, শেষ পর্যন্ত এ আয়াত পেলাম \"অন্যান্য দলের যারা এটাকে অস্বীকার করে, আগুনই তাদের প্রতিশ্রুত স্থান”। তারপর ইবনে আব্বাস বললেনঃ এখানে (الأحزاب) বলে যাবতীয় দল ও গোষ্ঠীকে বুঝানো হয়েছে। [মুস্তাদরাকে হাকিমঃ ২/৩৪২]\n  <br/>\n  <br/>\n  [৭] অর্থাৎ এ কুরআনের সত্যতার উপর আপনি সন্দেহে থাকবেন না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কখনও সন্দেহে নেই। এখানে উম্মতকে সাধারণভাবে পথ নির্দেশ দেয়াই উদ্দেশ্য। [মুয়াসসার] শানকীতী বলেন, কুরআনের অন্যত্রও এ নির্দেশ দেয়া হয়েছে। সেখানেও এ কুরআনকে সন্দেহমুক্ত বলে ঘোষণা করা হয়েছে। যেমন, সূরা আল-বাকারাহ: ২; সূরা সাজদাহ ২। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৮] মূলত: ঈমান আনার জন্য সোজা মন ও আল্লাহর তাওফীক থাকতে হয়। সুতরাং নবী ইচ্ছা করলেই বা কুরআনের সত্যতা স্পষ্ট হলেই অধিকাংশ মানুষ ঈমান নিয়ে আসবে ব্যাপারটি এরকম নয়। অনুরূপভাবে কোন ব্যাপারে অধিকাংশ মানুষের মতামতই যে সঠিক সিদ্ধান্ত হবে এমন কথাও ঠিক নয়। [এ ব্যাপারে আরো দেখুনঃ সূরা আলআনআমঃ ১১৬, ইউসুফঃ ১০৩, আর-রাদঃ ১, আল-ইসরাঃ ৮৯, আল-ফুরকানঃ ৫০, আস-সাফফাতঃ ৭১, গাফিরঃ ৫৯. আল-বাকারাহঃ ১০০. আশ-শু'আরাঃ ৮, ৬৭, ১০৩, ১২১, ১৩৯, ১৫৮, ১৭৪, ১৯০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১১ : ১৮",
        "arabic_text": "\nوَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًاۚ أُوْلَٰٓئِكَ يُعۡرَضُونَ عَلَىٰ رَبِّهِمۡ وَيَقُولُ ٱلۡأَشۡهَٰدُ هَٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُواْ عَلَىٰ رَبِّهِمۡۚ أَلَا لَعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর যারা আল্লাহ্‌র সম্বন্ধে মিথ্যা রটনা করে তাদের চেয়ে অধিক যালিম কে? তাদেরকে তাদের রবের সামনে উপস্থিত করা হবে এবং সাক্ষীরা বলবে, এরাই তাদের রবের বিরুদ্ধে মিথ্যা বলেছিল [১]। সাবধান! আল্লাহ্‌র লা’নত যালিমদের উপর,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা হচ্ছে আখেরাতের জীবনের বর্ণনা। সেখানে এ ঘোষণা দেয়া হবে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “কিয়ামতের দিন ঈমানদারকে রাববুল আলামীনের এত নিকটে আনা হবে যে, আল্লাহ তা'আলা ঈমানদারদের কাঁধে হাত রেখে তার গুনাহ সমূহের স্বীকারোক্তি আদায় করিয়ে নেবেন। তাকে জিজ্ঞেস করবেন, অমুক গুনাহ জানা আছে কি? মনে আছে কি? ঈমানদার বলবে, হে আমার প্রভু, আমি আমার গুনাহর কথা স্বীকার করছি, এমন এমন গুনাহ অবশ্যই আমার থেকে সংঘটিত হয়েছে। সুতরাং এভাবে দু’বার ঈমানদার স্বীকার করবে। তারপর আল্লাহ্ তাআলা বলবেন, আমি দুনিয়ায় তোমার গুনাহ সমূহ ও অপরাধ গোপন রেখেছি। কিন্তু আজ তোমাকে মাফ করে দিচ্ছি। তারপর সৎকাজ সমূহের আমলনামা ভাঁজ করে তাকে দেয়া হবে। পক্ষান্তরে অপর দল তথা কাফেরদেরকে সাক্ষী-সমক্ষে ডেকে বলা হবে, এরাই ছিল সেসব লোক, যারা তাদের রবের উপর মিথ্যারোপ করেছিল। সাবধান! আল্লাহর লা'নত যালিমদের উপর।\" [বুখারীঃ ৪৬৮৫]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১১ : ১৯",
        "arabic_text": "\nٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ ",
        "bangla_text": "যারা আল্লাহ্‌র পথে বাধা দেয় এবং তাতে বক্রতা অনুসন্ধান করে; আর এরাই তো আখিরাত অস্বিকারকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১১ : ২০",
        "arabic_text": "\nأُوْلَٰٓئِكَ لَمۡ يَكُونُواْ مُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَۘ يُضَٰعَفُ لَهُمُ ٱلۡعَذَابُۚ مَا كَانُواْ يَسۡتَطِيعُونَ ٱلسَّمۡعَ وَمَا كَانُواْ يُبۡصِرُونَ ",
        "bangla_text": "তারা যমীনে আল্লাহ্‌কে অপরাগ করতে পারত না [১] এবং আল্লাহ্‌ ছাড়া তাদের অন্য কোন সাহায্যকারী ছিল না; তাদের শাস্তি দ্বিগুন করা হবে [২]; তাদের শুনার সামর্থ্যও ছিল না এবং তারা দেখতেও পেত না [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আল্লাহ যালেমকে ছাড় দিতে থাকেন শেষ পর্যন্ত যখন তাকে পাকড়াও করেন তখন তার পক্ষে আর পালানো বা হস্তচ্যুত হওয়া সম্ভব হয় না।\" [বুখারীঃ ৪৬৮৬, মুসলিমঃ ২৫৮৩]\n  <br/>\n  <br/>\n  [২] একটি আযাব হবে নিজের গোমরাহ হবার জন্য এবং আর একটি আযাব হবে অন্যদেরকে গোমরাহ করার [সা’দী] [এ ব্যাপারে আরো দেখুন, সূরাঃ আন-নাহলঃ ৮৮. আল-আরাফঃ ৩৮]\n  <br/>\n  <br/>\n  [৩] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ আল্লাহ্ তা'আলা পবিত্র কুরআনে কাফের-মুশরিকদের ব্যাপারে ঘোষণা করেছেন যে, তারা দুনিয়া ও আখেরাতে উভয় জাহানেই আল্লাহ্‌র আনুগত্যে সক্ষম হবে না। দুনিয়াতে তারা আনুগত্য করতে সক্ষম হবে না যেমন এ আয়াতে বলা হয়েছে যে, “তাদের শুনার সামর্থ্যও ছিল না এবং ওরা দেখতেও পেত না”। আর আখেরাতের ব্যাপারে বলেছেনঃ “সেদিন তাদেরকে ডাকা হবে সিজদা করার জন্য, কিন্তু তারা সক্ষম হবে না; তাদের দৃষ্টি অবনত, হীনতা তাদেরকে আচ্ছন্ন করবে” [সূরা আল-কালামঃ ৪২-৪৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১১ : ২১",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "এরা তো নিজেদেরই ক্ষতি করল এবং তারা মিথ্যা রটনা করত তা তাদের কাছ থেকে উধাও হয়ে গেল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা আল্লাহ, বিশ্ব-জগত এবং নিজেদের অস্তিত্ব সম্পর্কে যেসব মতবাদ তৈরী করে নিয়েছিল তা সবই ভিত্তিহীন হয়ে গিয়েছিল। নিজেদের উপাস্য, সুপারিশকারী ও পৃষ্ঠপোষকদের ওপর যেসব আস্থা স্থাপন করেছিল সেগুলোও মিথ্যা প্রমাণিত হয়েছিল। আর মৃত্যুর পরের জীবন সম্পর্কে যেসব চিন্তা-অনুমান করে রেখেছিল তাও ভুল প্রমাণিত হয়েছিল। তারা তখন সত্যিই বুঝতে পারবে যে, তারা প্রতারিত ও ক্ষতিগ্রস্থ হয়েছিল, আল্লাহ বলেনঃ “ যখন কিয়ামতের দিন মানুষকে একত্র করা হবে তখন ঐগুলো হবে তাদের শক্র এবং ঐগুলো তাদের ‘ইবাদাত অস্বীকার করবে।” [সূরা আল-আহকাফঃ ৬] আরো বলেনঃ “তারা আল্লাহ ছাড়া অন্য ইলাহ গ্রহণ করে এজন্যে যাতে ওরা তাদের সহায় হয়; কখনই নয়, ওরা তো তাদের ইবাদাত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।\" [সূরা মারইয়ামঃ ৮১, ৮২] আরো বলেনঃ “ইব্‌রাহীম বললেন, তোমরা তো আল্লাহর পরিবর্তে মূর্তিগুলোকে উপাস্যরূপে গ্রহণ করেছ, পার্থিব জীবনে তোমাদের পারস্পারিক বন্ধুত্বের খাতিরে। পরে কিয়ামতের দিন তোমরা একে অন্যকে অস্বীকার করবে এবং পরস্পর পরস্পরকে লা'নত দেবে। তোমাদের আবাস হবে জাহান্নাম এবং তোমাদের কোন সাহায্যকারী থাকবে না।” [সূরা আল-আনকাবৃতঃ ২৫] আরো বলেনঃ “যখন নেতারা অনুসারীদের দায়িত্ব অস্বীকার করবে এবং তারা শাস্তি দেখতে পাবে ও তাদের পারস্পারিক সমস্ত সম্পর্ক ছিন্ন হয়ে যাবে\"। [সূরা আল-বাকারাহঃ ১৬৬]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১১ : ২২",
        "arabic_text": "\nلَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ ",
        "bangla_text": "নিসঃন্দেহে তারাই আখিরাতে সর্বাধিক ক্ষতিগ্রস্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১১ : ২৩",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَخۡبَتُوٓاْ إِلَىٰ رَبِّهِمۡ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে, এবং তাদের রবের প্রতি বিনয়াবনত হয়েছে, তারাই জান্নাতের অধিবাসী, সেখানে তারা স্থায়ী হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১১ : ২৪",
        "arabic_text": "\n۞ مَثَلُ ٱلۡفَرِيقَيۡنِ كَٱلۡأَعۡمَىٰ وَٱلۡأَصَمِّ وَٱلۡبَصِيرِ وَٱلسَّمِيعِۚ هَلۡ يَسۡتَوِيَانِ مَثَلًاۚ أَفَلَا تَذَكَّرُونَ ",
        "bangla_text": "দল দুটির উপমা অন্ধ ও বধিরের এবং চক্ষুষ্মান ও শ্রবনশক্তি সম্পন্নের ন্যায়, তুলনায় এ দুটো কি সমান? তবুও কি তোমরা শিক্ষা গ্রহন করবে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১১ : ২৫",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ ",
        "bangla_text": "আর অবশ্যই আমরা নূহকে তাঁর সম্প্রদায়ের কাছে পাঠিয়েছিলাম। তিনি বলেছিলেন, ‘ নিশ্চয় আমি তোমাদের জন্য প্রকাশ্য সতর্ককারী,’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১১ : ২৬",
        "arabic_text": "\nأَن لَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ أَلِيمٖ ",
        "bangla_text": "‘যেন তোমরা আল্লাহ্‌ ছাড়া অন্য কিছুর ‘ইবাদত না কর ; আমি তো তোমাদের জন্য এক যন্ত্রণাদায়ক দিনের শাস্তির আশংকা করি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১১ : ২৭",
        "arabic_text": "\nفَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرٗا مِّثۡلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمۡ أَرَاذِلُنَا بَادِيَ ٱلرَّأۡيِ وَمَا نَرَىٰ لَكُمۡ عَلَيۡنَا مِن فَضۡلِۭ بَلۡ نَظُنُّكُمۡ كَٰذِبِينَ ",
        "bangla_text": "অতঃপর তাঁর সম্প্রদায়ের নেতারা যারা কুফরী করেছিল, তারা বলল [১], ‘আমরা তো তোমাকে আমাদের মত একজন মানুষ ছাড়া কিছু দেখছি না; আমরা তো দেখছি, তোমার অনুসরণ করছে তারাই, যারা আমাদের মধ্যে বাহ্যিক দৃষ্টিতেই অধম এবং আমরা আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্ব দেখছি না [২], বরং আমরা তোমাদেরকে মিথ্যাবাদী মনে করি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নূহ আলাইহিস সালাম যখন তার জাতিকে ঈমানের দাওয়াত দিলেন, তখন জাতি তার নবুওয়াত ও রেসালাতের উপর কয়েকটি আপত্তি উত্থাপন করেছিল। নুহ আলাইহিস সালাম আল্লাহর হুকুমে তাদের প্রতিটি উক্তির উপযুক্ত জবাব দান করেন। আলোচ্য আয়াতসমুহে এ ধরনের একটি কথোপকথন বর্ণিত হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ কওমের জাহেল লোকেরা সমাজের দরিদ্র ও দুর্বল শ্রেণীকে ইতর ও ছোটলোক সাব্যস্ত করেছিল- যাদের কাছে পার্থিব ধন-সম্পদ ও বিষয় বৈভব ছিল না। মূলত তা ছিল তাদের জাহেলী চিন্তাধারার ফল। প্রকৃতপক্ষে ইজ্জত কিংবা অসম্মান ধন দৌলত বিদ্যা বুদ্ধির অধীন নয়। ইতিহাস ও অভিজ্ঞতা সাক্ষ্য দিচ্ছে যে, সম্পদ এবং সম্মানের মোহ একটি নেশার মত, যা অনেক সময় সত্য ন্যায়কে গ্রহন করার ক্ষেত্রে প্রতিবন্ধকতার সৃষ্টি করে, সত্য ও ন্যায় হতে বিচ্যুত করে। দরিদ্র ও দুর্বলদের সম্মুখে যেহেতু এরূপ কোন অন্তরায় থাকে না কাজেই তারাই সর্বাগ্রে সত্য ন্যায়কে বরণ করতে এগিয়ে আসে। প্রাচীনকাল হতে যুগে যুগে দরিদ্র দুর্বলরাই সমসাময়িক নবীগণের উপর সর্বপ্রথম ঈমান এনেছিল। [কুরতুবী]\n  <br/>\n  <br/>\n  অনুরূপভাবে রোম সম্রাট হিরাক্লিয়াস যখন ঈমানের আহবান সম্বলিত রাসূলে পাক সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পবিত্র চিঠি লাভ করল, তখন গুরুত্ব সহকারে নিজেই সেটার তদন্ত তাহকীক করতে মনস্থ করে। কেননা, সে তাওরাত ও ইঞ্জীল কিতাব পাঠ করে সত্য নবীগণের আলামত ও লক্ষণাদি সম্পর্কে পুঙ্খানুপঙ্খরূপে পারদর্শী ছিল। কাজেই তৎকালে আরব দেশের যেসব ব্যবসায়ী সিরিয়ায় উপস্থিত ছিল, তাদের একত্রিত করে উক্ত আলামত ও লক্ষণাদি সম্পর্কে কতিপয় প্রশ্ন করে। তন্মধ্যে একটি প্রশ্ন ছিল যে, তার অর্থাৎ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি সমাজের দরিদ্র ও দুর্বল শ্রেণী ঈমান এনেছে নাকি ধনী শ্রেণী? তারা উত্তরে বলেছিল, বরং দরিদ্র ও দূর্বল শ্রেণী। তখন হিরাক্লিয়াস মন্তব্য করল, এটা তো সত্য রাসূল হওয়ার লক্ষণ। কেননা, যুগে যুগে দরিদ্র দুর্বল শ্রেণীই প্রথমে নবীগণের আনুগত্য স্বীকার করেছে। [দেখুন, বুখারীঃ ৭, ৫১, মুসলিমঃ ১৭৭৩]\n  <br/>\n  <br/>\n  মোদ্দাকথা: দরিদ্র ও দুর্বল লোকদেরকে ইতর এবং হেয় মনে করা চরম মূর্খতা ও অন্যায়। প্রকৃতপক্ষে ইতর ও ঘৃণিত তারাই যারা স্বীয় সৃষ্টিকর্তা পালনকর্তা মালিককে চিনে না, তার নির্দেশ মেনে চলে না। সুফিয়ান সওরী রাহেমাহুল্লাহকে জিজ্ঞেস করা হয়েছিল যে, ইতর ও হীন কে? তিনি উত্তর দিলেন- যারা বাদশাহ ও রাজকর্মচারীদের খোশামোদ- তোষামোদে লিপ্ত হয়, তারাই হীন ও ইতর। আল্লামা ইবনুল আরাবী রাহেমাহুল্লাহ বলেন, যারা দ্বীন বিক্রি করে দুনিয়া হাসিল করে তারাই হীন। পুনরায় প্রশ্ন করা হল- সবচেয়ে হীন কে? তিনি জবাব দিলেন যে ব্যক্তি অন্যের পার্থিব স্বার্থসিদ্ধির জন্য নিজের দ্বীন ও ঈমানকে বরবাদ করে। ইমাম মালেক রাহেমাহুল্লাহ বলেন, যে ব্যক্তি সাহাবায়ে কেরাম রাদিয়াল্লাহু আনহুমের নিন্দা-সমালোচনা করে, সে-ই ইতর ও অর্বাচীন। [কুরতুবী] কারণ, সাহাবায়ে কিরামই সমগ্র উম্মতের সর্বাপেক্ষা হিত সাধনকারী। তাদের মাধ্যমেই ঈমানের অমূল্য দৌলত ও শরীআতের আহকাম সকলের কাছে পৌছেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১১ : ২৮",
        "arabic_text": "\nقَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي رَحۡمَةٗ مِّنۡ عِندِهِۦ فَعُمِّيَتۡ عَلَيۡكُمۡ أَنُلۡزِمُكُمُوهَا وَأَنتُمۡ لَهَا كَٰرِهُونَ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার সম্প্রদায় তোমরা আমাকে বল, আমি যদি আমার রব প্রেরিত স্পষ্ট প্রমাণে প্রতিষ্ঠিত থাকি এবং তিনি যদি আমাকে তাঁর নিজের পক্ষ থেকে অনুগ্রহ দান করে থাকেন, অতঃপর সেটা তোমাদের কাছে গোপন রাখা হয়, আমরা কি এ বিষয়ে তোমাদেরকে বাধ্য করতে পারি, যখন তোমার এটা অপছন্দ কর?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১১ : ২৯",
        "arabic_text": "\nوَيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مَالًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓاْۚ إِنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ ",
        "bangla_text": "‘হে আমার সম্প্রদায় ! এর পরিবর্তে আমি তোমাদের কাছে কোন ধন-সম্পদ চাই না [১]। আমার পারিশ্রমিক তো আল্লাহ্‌রই কাছে। যারা ঈমান এনেছে তাদেরকে তাড়িয়ে দেয়াও আমার কাজ নয়; তারা নিশ্চিতভাবে তাদের রবের সাক্ষাত লাভ করবে [২]। কিন্তু আমি তো দেখছি তোমরা এক অজ্ঞ সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আমি একজন নিঃস্বার্থ উপদেশদাতা নিজের কোন লাভের জন্য নয় বরং তোমাদেরই ভালোর জন্য এত কঠোর পরিশ্রম ও দুঃখ-কষ্ট সহ্য করছি। এ সত্যের দাওয়াত দেওয়ার, এর জন্য প্রাণান্ত পরিশ্রম করার ও বিপদ-মুসিবতের সম্মুখীন হবার পেছনে আমার কোন ব্যক্তিগত স্বার্থ সক্রিয় আছে এমন কথা তোমরা প্রমাণ করতে পারবে না।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের রবই তাদের মর্যাদা সম্পর্কে ভালোভাবে অবগত আছেন। তাঁর সামনে যাবার পরই তাদের সবকিছু প্রকাশিত হবে। তারা যদি সত্যিকার মহামূল্যবান রত্ন হয়ে থাকে তাহলে তোমাদের ছুড়ে ফেলার কারণে তারা তুচ্ছ মূল্যহীন পাথরে পরিণত হয়ে যাবে না। আর যদি তারা মূল্যহীন পাথরই হয়ে থাকে তাহলে তাদের মালিকের ইচ্ছা, তিনি তাদেরকে যেখানে চান ছুড়ে ফেলতে পারেন। মোটকথা, এ আয়াতে কওমের লোকদের মূর্খতা প্রসূত ধ্যান ধারণা খণ্ডন করার জন্য প্রথমতঃ বলা হয়েছে যে, কারো ধন-সম্পদের প্রতি নবী রাসূলগণ দৃষ্টিপাত করেন না। তারা নিজেদের খেদমত ও তালীমের বিনিময়ে কারো থেকে কোন পারিশ্রমিক গ্রহন করেন না। তাদের প্রতিদান একমাত্র আল্লাহ তা'আলারই দায়িত্বে। কাজেই, তাদের দৃষ্টিতে ধনী-দরিদ্র এক সমান। তোমরা এমন অহেতুক আশংকা পোষণ করো না যে, আমরা ধন-সম্পদশালীরা যদি ঈমান আনয়ন করি তবে হয়ত আমাদের বিত্ত সম্পদে ভাগ বসানো হবে। দ্বিতীয়তঃ তাদের জানিয়ে দেয়া হয়েছে যে, তোমরা ঈমান আনার পূর্বশর্ত হিসাবে চাপ সৃষ্টি করছ যেন আমি দরিদ্র ঈমানদারগণকে তাড়িয়ে দেই। কিন্তু আমার দ্বারা তা কখনো সম্ভবপর নয়। কারণ, আর্থিক দিক দিয়ে তারা দরিদ্র হলেও আল্লাহর দরবারে তাদের প্রবেশাধিকার ও উচ্চমর্যাদা রয়েছে। এমন লোকদেরকে তাড়িয়ে দেয়া অন্যায় ও অসঙ্গত। আল্লাহ তা'আলা তাঁর সর্বশেষ নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেও একই ধরনের নির্দেশ দিয়েছিলেন যে, আপনি অবশ্যই এ সমস্ত দরিদ্র মুমিনদের তাড়িয়ে দিবেন না। তাদের সঙ্গ ত্যাগ করার চিন্তাও করবেন না। [দেখুনঃ সূরা আল-আনআমঃ ৫২, আল-কাহাফঃ ২৮] আল্লাহ্ তা'আলা মূলতঃ দরিদ্র মুমিনদেরকে ঈমান আনার তাওফীক দেয়ার মাধ্যমে পরীক্ষা করতে চেয়েছেন যে, কারা তাদের আত্মম্ভরিতা ও অহংকার ত্যাগ করে হক্ক কবুল করতে পারে আর কারা তা না পেরে বলতে থাকে যে, আল্লাহ কি তাদের মত লোকদের ছাড়া আর কাউকে দেখতে পেলেন না? মহান আল্লাহ বলেনঃ “আমি এভাবে তাদের একদলকে অন্যদল দ্বারা পরীক্ষা করেছি যেন তারা বলে, “আমাদের মধ্যে কি এদের প্রতিই আল্লাহ অনুগ্রহ করলেন? আল্লাহ কি কৃতজ্ঞ লোকদের সম্বন্ধে সবিশেষ অবহিত নন?” [সূরা আল-আনআমঃ ৫৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১১ : ৩০",
        "arabic_text": "\nوَيَٰقَوۡمِ مَن يَنصُرُنِي مِنَ ٱللَّهِ إِن طَرَدتُّهُمۡۚ أَفَلَا تَذَكَّرُونَ ",
        "bangla_text": "‘হে আমার সম্প্রদায় ! আমি যদি তাদেরকে তাড়িয়ে দেই, তবে আল্লাহ্‌র পাকড়াও থেকে আমাকে কে রক্ষা করবে? তবুও কি তোমরা উপদেশ গ্রহন করবে না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১১ : ৩১",
        "arabic_text": "\nوَلَآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ إِنِّي مَلَكٞ وَلَآ أَقُولُ لِلَّذِينَ تَزۡدَرِيٓ أَعۡيُنُكُمۡ لَن يُؤۡتِيَهُمُ ٱللَّهُ خَيۡرًاۖ ٱللَّهُ أَعۡلَمُ بِمَا فِيٓ أَنفُسِهِمۡ إِنِّيٓ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "‘আর আমি তোমাদেরকে বলি না, ‘আমার কাছে আল্লাহ্‌র ধন-ভাণ্ডার আছে,’ আর না আমি গায়েব জানি [১] এবং আমি এটাও বলি না যে, আমি ফিরিশতা [২]। তোমাদের দৃষ্টিতে যারা হেয় তাদের সম্মন্ধে আমি বলি না যে, আল্লাহ্‌ তাদেরকে কখনই মঙ্গল দান করবেন না; তাদের অন্তরে যা আছে তা আল্লাহ্‌ অধিক অবগত। (যদি এরূপ উক্তি করি) তা হলে নিশ্চয় আমি যালিমদের অন্তর্ভুক্ত হব [৩]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আর আমি গায়েবও জানিনা যে তোমাদের গোপন ও অব্যক্ত কথা ও কাজ বলে দেব। [সা’দী] আল্লাহ্‌ যা জানিয়েছেন সেটার বাইরে তো আমি তোমাদেরকে গায়েবের কোন সংবাদ জানাতে পারবো না। [ইবন কাসীর] সম্ভবত: উক্ত জাহেলদের আরো বিশ্বাস ছিল যে, যারা সত্যিকার নবী, তারা নিশ্চয়ই গায়েবের খবর জানবেন। নূহ আলাইহিস সালামের উক্তি দ্বারা স্পষ্ট হয়ে গেল যে, নবুওয়াত ও রেসালতের জন্য গায়েবের ইলম অপরিহার্য নয়। আর তা হবেই বা কি করে? গায়েবের ইলম তো একমাত্র আল্লাহ তা'আলার বিশেষ ছিফাত বা বৈশিষ্ট্য। কোন নবী, অলী বা ফেরেশতা সেটার অংশীদার হতে পারে না। তাদেরকে এ গুণে গুনাম্বিত মনে করা স্পষ্ট শির্কী কাজ।\n  <br/>\n  <br/>\n  [২]  বিরোধী পক্ষ তাঁর ব্যাপারে আপত্তি উত্থাপন করে বলেছিল, তোমাকে তো আমরা আমাদেরই মত একজন মানুষ দেখছি। তাদের আপত্তির জবাবে একথা বলা হয়েছিল। এখানে নূহ আলাইহিসসালাম বলেন, যথার্থই আমি একজন মানুষ। একজন মানুষ হওয়া ছাড়া নিজের ব্যাপারে তো আমি আর কিছুই দাবী করিনি। আমি তো কখনো ফেরেশতা হওয়ার দাবী করিনি। আমার বৈশিষ্ট্য এই যে, আমাকে মু'জিযা দিয়ে সাহায্য করা হয়েছে। [ইবন কাসীর] আমি কখনও আমার নিজেকে আমার মর্যাদার উপরে অন্য কারো মর্যাদার বলে দাবী করিনি। আমাকে আল্লাহ্‌ যে মর্যাদা দিয়েছেন আমি তো সেটাই বলি। কারও উপর আমি মনগড়া কোন কথাও বলি না। [সা'দী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যাদেরকে তোমরা হেয় গণ্য করছ, তাদের সম্পর্কে আমি এটা বলি না যে, তাদের রবের কাছে তাদের ঈমানের কোন সওয়াব নেই। কারণ, আল্লাহই জানেন তাদের ঈমানের অবস্থা। যদি তারা প্রকাশ্যে যেভাবে ঈমানদার তেমনি সত্যিকার অর্থেই ঈমানদার হয় তবে তাদের জন্য রয়েছে উত্তম প্রতিদান। যদি তারা ঈমানদার হওয়ার পরও কেউ তাদের সাথে খারাপ কথা বলে, তবে অবশ্যই সে যালেমদের অন্তর্ভুক্ত হবে এবং এমন কথা বলে যাতে তার কোন জ্ঞান নেই। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১১ : ৩২",
        "arabic_text": "\nقَالُواْ يَٰنُوحُ قَدۡ جَٰدَلۡتَنَا فَأَكۡثَرۡتَ جِدَٰلَنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ",
        "bangla_text": "তার বলল, ‘হে নূহ ! তুমি তো আমাদের সাথে বিনন্ডা করেছ---তুমি বিতন্ডা করেছ আমাদের সাথে অতি মাত্রায়; কাজেই তুমি সত্যবাদী হলে আমাদেরকে যার ওয়াদা তুমি করছ তা আমাদের কাছে নিয়ে আস।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১১ : ৩৩",
        "arabic_text": "\nقَالَ إِنَّمَا يَأۡتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعۡجِزِينَ ",
        "bangla_text": "তিনি বললেন, ‘ইচ্ছে করলে আল্লাহ্‌ই তা তোমাদের কাছে উপস্থিত করবেন এবং তোমরা তা ব্যর্থ করতে পারবে না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১১ : ৩৪",
        "arabic_text": "\nوَلَا يَنفَعُكُمۡ نُصۡحِيٓ إِنۡ أَرَدتُّ أَنۡ أَنصَحَ لَكُمۡ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغۡوِيَكُمۡۚ هُوَ رَبُّكُمۡ وَإِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "‘আর আমি তোমাদেরকে উপদেশ দিতে চাইলেও আমার উপদেশ তোমাদের উপকারে আসবে না, যদি আল্লাহ্‌ তোমাদেরকে বিভ্রান্ত করতে চান [১]। তিনিই তোমাদের রব এবং তাঁরই কাছে তোমাদেরকে ফিরিয়ে নেয়া হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ যদি তোমাদের হঠকারিতা, দুর্মতি এবং সদাচারে অনাগ্রহ দেখে এ ফায়সালা করে থাকেন যে, তোমাদের সঠিক পথে চলার সুযোগ আর দেবেন না এবং যেসব পথে তোমরা উদভ্রান্তের মতো ঘুরে বেড়াতে চাও সেসব পথে তোমাদের ছেড়ে দেবেন তাহলে এখন আর তোমাদের কল্যাণের জন্য আমার কোন প্রচেষ্টা সফলকাম হতে পারে না। আল্লাহ্ তা'আলা নুহ আলাইহিসসালামকে প্রায় এক হাজার বছরের দীর্ঘ জীবন দান করেছিলেন। কিন্তু শতাব্দীর পর শতাব্দী যাবত প্রাণপন চেষ্টা করা সত্ত্বেও তারা যখন ঈমান আনলনা তখন তিনি আল্লাহ রাববুল ইজ্জতের দরবারে তাদের সম্পর্কে ফরিয়াদ করলেন- “নিশ্চয় আমি আমার জাতিকে দিবা রাত্রি দাওয়াত দিয়েছি। কিন্তু আমার দাওয়াত তাদের শুধু সত্যপথ থেকে পলায়নের প্রবণতাই বৃদ্ধি করেছে।\" [সূরা নূহঃ ৫-৬] সুদীর্ঘকাল যাবত অসহনীয় কষ্ট ক্লেশ ভোগ করার পর তিনি দো’আ করলেন, “হে আল্লাহ আমাকে সাহায্য করুন, কারণ তারা আমার প্রতি মিথ্যা আরোপ করেছে।\" [সুরা আল মুমিনূনঃ৩৯]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১১ : ৩৫",
        "arabic_text": "\nأَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَعَلَيَّ إِجۡرَامِي وَأَنَا۠ بَرِيٓءٞ مِّمَّا تُجۡرِمُونَ ",
        "bangla_text": "নাকি তারা বলে যে, তিনি এটা রটনা করেছেন? বলুন, ‘আমি যদি এটা রটনা করে থাকি, তবে আমিই আমার অপরাধের জন্য দায়ী হব। তোমরা যে অপরাধ করছ তা থেকে আমি দায়মুক্ত [১]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, এটিও নূহ আলাইহিস সালামের সাথে তার কাওমের কথা, যার ধারাবাহিকতা আগে থেকে চলে আসছিল। [বাগভী; কুরতুবী] তবে অন্যান্য মুফাসসিরদের মতে, এ বাক্যটুকু আগের বক্তব্যের মাঝখানে এসেছে আগের কাহিনীকে তাগিদ দেয়ার জন্য। [ইবন কাসীর] মনে হচ্ছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মুখ থেকে নূহ আলাইহিস্‌সালামের এ কাহিনী শুনে বিরোধীরা আপত্তি করে থাকবে যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের উপর প্রয়োগ করার উদ্দেশ্যে নিজেই এ কাহিনী বানিয়ে পেশ করছে। যেসব আঘাত সে সরাসরি আমাদের ওপর করতে চায় না সেগুলোর জন্য সে একটি কাহিনী তৈরী করেছে। এ কারণে বক্তব্যের ধারাবাহিকতা ভেংগে এ বাক্যে তাদের আপত্তির জবাব দেয়া হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  বস্তুত: কোন একটি বক্তব্য নিরেট সত্য অথবা স্রেফ একটি বানোয়াট কাহিনী উভয়ই হতে পারে। এ উভয় রকমের সম্ভাবনা যেখানে সমান সমান, সে ক্ষেত্রে বুদ্ধিমান ব্যক্তির কাজ হবে তাকে একটি যথার্থ সত্য কথা মনে করে তার শিক্ষণীয় দিক থেকে ফায়দা হাসিল করা। পক্ষান্তরে যে ব্যক্তি কোন প্রকার সাক্ষ্য-প্রমাণ ছাড়াই এ মর্মে দোষারোপ করে যে, বক্তা নিছক তার ওপর চাপিয়ে দেওয়ার জন্য এ মনগড়া কাহিনী রচনা করেছে তাহলে সে হবে নেহাতই একজন কুধারণা পোষক ও বক্র দৃষ্টির অধিকারী ব্যক্তি। এ কারণে বলা হয়েছে, যদি আমি এ কাহিনী তৈরী করে থাকি তাহলে আমার অপরাধের জন্য আমি দায়ী কিন্তু তোমরা যে অপরাধ করছো তা তো যথাস্থানে অপরিবর্তিত রয়ে গেছে। তার জন্য আমি নই, তোমরাই দায়ী হবে এবং তোমরাই পাকড়াও হবে। তোমরা যে অন্যায় করে গেলে তার কারণে তোমাদের পাকড়াও করা হবে, তাই তোমাদের অপরাধ থেকে নিজেকে বিমুক্ত ঘোষণা করছি। আমি কখনও বলব না যে, এটা বানোয়াট বা রটনা। কেননা যারা এর উপর মিথ্যারোপ করবে আল্লাহর কাছে তাদের জন্য কেমন শাস্তি নির্ধারিত আছে তা আমি জানি। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১১ : ৩৬",
        "arabic_text": "\nوَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤۡمِنَ مِن قَوۡمِكَ إِلَّا مَن قَدۡ ءَامَنَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَفۡعَلُونَ ",
        "bangla_text": "আর নূহের প্রতি অহী করা হয়েছিল, ‘যারা ঈমান এনেছে তারা ছাড়া আপনার সম্প্রদায়ের অন্য কেউ কখনো ঈমান আনবে না। কাজেই তারা যা করে তার জন্য আপনি চিন্তিত হবেন না।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১১ : ৩৭",
        "arabic_text": "\nوَٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ ",
        "bangla_text": "‘আর আপনি আমাদের চাক্ষুষ তত্ত্বাবধানে ও আমাদের ওহী অনুযায়ী নৌকা নির্মাণ করুন [১] এবং যারা যুলুম করেছে তাদের সম্পর্কে আপনি আমাকে কোন আবেদন করবেন না; তারা তো নিমজ্জিত হবে [২]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে বুঝা যায় যে, আল্লাহ্ তা'আলার চক্ষু রয়েছে। আহলে সুন্নাত ওয়াল জামা’আতের আকীদাও তাই। [মাজমু ফাতাওয়া: ৫/৯০] এ আয়াত থেকে অনেক মুফাসসিরই এটা বুঝেছেন যে, নূহ আলাইহিসসালামই সর্বপ্রথম নৌকা তৈরী করেছিলেন। [আত-তাহরীর ওয়াত তানওয়ীর] কেননা পরবর্তী আয়াতে ইরশাদ হয়েছেঃ “আর আপনি নৌকা তৈরী করুন আমার চাক্ষুষ তত্ত্বাবধানে ও অহী অনুসারে”। এতে করে বুঝা গেল যে, নৌকা তৈরীর জন্য প্রয়োজনীয় উপকরণাদি ও নির্মাণ কৌশল আল্লাহ তাকে অহীর মাধ্যমে শিক্ষা দিয়েছিলেন।\n  <br/>\n  <br/>\n  [২] আয়াতে তাদের শোচনীয় পরিণতির কথা উল্লেখ করা হয়েছে যে, তাদের সবাইকে পানিতে ডুবিয়ে মারা হবে। সুতরাং আপনি আমার কাছে তাদের কারও জন্য ক্ষমা চাইবেন না। তাদের কাউকে ক্ষমা করতে বলবেন না। তারা তাদের অর্জিত কুফরির কারণে তুফানে ডুবে মরবে। [তাবারী] এরূপ অবস্থায়ই নূহ আলাইহিসসালামের মুখে তার কাওম সম্পর্কে উচ্চারিত হয়েছিলঃ ‘হে আমার রব! যমীনের কাফিরদের মধ্য থেকে কোন গৃহবাসীকে অব্যাহতি দেবেন না, ‘আপনি তাদেরকে অব্যাহতি দিলে তারা আপনার বান্দাদেরকে বিভ্রান্ত করবে এবং জন্ম দিতে থাকবে শুধু দুস্কৃতিকারী ও কাফির [সূরা নূহঃ২৬-২৭] এই বদদো’আ আল্লাহর দরবারে কবুল হল। যার ফলে সমস্ত কওম ধ্বংস ও নিশ্চিহ্ন হয়ে গেল।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১১ : ৩৮",
        "arabic_text": "\nوَيَصۡنَعُ ٱلۡفُلۡكَ وَكُلَّمَا مَرَّ عَلَيۡهِ مَلَأٞ مِّن قَوۡمِهِۦ سَخِرُواْ مِنۡهُۚ قَالَ إِن تَسۡخَرُواْ مِنَّا فَإِنَّا نَسۡخَرُ مِنكُمۡ كَمَا تَسۡخَرُونَ ",
        "bangla_text": "আর তিনি নৌকা নির্মাণ করতে লাগলেন এবং যখনই তার সম্প্রদায়ের নেতারা তার পাশ দিয়ে যেত, তাকে নিয়ে উপহাস করত; তিনি বললেন,  ‘তোমরা যদি আমাদেরকে নিয়ে উপহাস কর, তবে নিশ্চয় আমরাও তোমাদেরকে উপহাস করব, যেমন তোমরা উপহাস করছ [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে নৌকা তৈরীকালীন সময়ে নূহ আলাইহিসসালামের কওমের উদাসীনতা গাফিলতি ও দুঃসাহস এবং এর শোচনীয় পরিণতির বর্ণনা দেয়া হয়েছে যে, আল্লাহর আদেশক্রমে নূহ আলাইহিসসালাম যখন নৌকা নির্মাণকর্যে ব্যস্ত ছিলেন তখন তার পাশ দিয়ে পথ অতিক্রমকালে কওমের বিশিষ্ট ব্যক্তিরা তাকে জিজ্ঞেস করত আপনি কি করছেন? তিনি উত্তর দিতেন অনতিবিলম্বে এক মহাপ্লাবন হবে তাই নৌকা তৈরী করছি। তখন তারা বলত, হে নূহ! আপনি তো আগে ছিলেন নবী এখন কি তাহলে কাঠমিস্ত্রি হয়ে গেলেন। আরও বলত: আপনি ডাঙ্গাতে জাহাজ কিভাবে চালাবেন? এভাবে তারা বিভিন্নভাবে উপহাস করেছিল [ফাতহুল কাদীর]। এর উত্তরে নূহ আলাইহিসসালাম বলতেন, যদিও আজ তোমরা আমাদের প্রতি উপহাস করছ কিন্তু মনে রেখে সেদিন দূরে নয় যেদিন আমরাও তোমাদের প্রতি উপহাস করব। অর্থাৎ তোমরাও উপহাসের পাত্র হবে।\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১১ : ৩৯",
        "arabic_text": "\nفَسَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَيَحِلُّ عَلَيۡهِ عَذَابٞ مُّقِيمٌ ",
        "bangla_text": "‘অতঃপর তোমরা শীঘ্রই জানতে পারবে, কার উপর আসবে এমন শাস্তি যা তাকে লাঞ্ছিত করবে, আর তার উপর আপতিত হবে স্থায়ী শাস্তি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১১ : ৪০",
        "arabic_text": "\nحَتَّىٰٓ إِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ قُلۡنَا ٱحۡمِلۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ وَمَنۡ ءَامَنَۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٞ ",
        "bangla_text": "অবশেষে যখন আমাদের আদেশ আসল এবং উনান উথলে উঠল [১]; আমরা বললাম, এতে উঠিয়ে নিন প্রত্যেক শ্রেণীর যুগলের দুটি [২], যাদের বিরুদ্ধে পূর্ব-সিদ্ধান্ত হয়েছে তারা ছাড়া আপনার পরিবার-পরিজনকে এবং যারা ঈমান এনেছে তাদেরকে। আর তার সাথে ঈমান এনেছিল কেবল  অল্প কয়েকজন [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সম্পর্কে মুফাসসিরগণের বিভিন্ন উক্তি পাওয়া যায়। কুরআনের সুস্পষ্ট বক্তব্য থেকে বুঝা যায়, প্লাবনের সূচনা হয় একটি বিশেষ চুলা থেকে। তার তলা থেকে পানির স্রোত বের হয়ে আসে। তারপর একদিকে আকাশ থেকে মুষলধারে বৃষ্টি হতে থাকে এবং অন্যদিকে বিভিন্ন জায়গায় মাটি ফুঁড়ে পানির ফোয়ারা বেরিয়ে আসতে থাকে। এখানে কেবল চুলা থেকে পানি উথলে ওঠার কথা বলা হয়েছে এবং সামনের দিকে গিয়ে বৃষ্টির দিকে ইংগিত করা হয়েছে। কিন্তু সূরা ‘আল-কামার ১১-১৩’ এর বিস্তারিত বর্ণনা দেয়া হয়েছে। সেখানে বলা হয়েছেঃ “আমি আকাশের দরজা খুলে দিলাম। এর ফলে অনবরত বৃষ্টি পড়তে লাগলো। মাটিতে ফাটল সৃষ্টি করলাম। ফলে চারদিকে পানির ফোয়ারা বের হতে লাগলো। আর যে কাজটি নির্ধারিত করা হয়েছিল এ দু'ধরনের পানি তা পূর্ণ করার জন্য পাওয়া গেলো।\" তাছাড়া এ আয়াতে “তান্নুর” (চুলা) শব্দটির ওপর আলিফ-লাম বসানোর মাধ্যমে একথা প্রকাশ করা হয় যে, একটি বিশেষ চুলাকে আল্লাহ এ কাজ শুরু করার জন্য নির্দিষ্ট করেছিলেন। ইশারা পাওয়ার সাথে সাথেই চুলাটির তলা ঠিক সময়মতো ফেটে পানি উথলে ওঠে। পরে এ চুলাটিই প্লাবনের চুলা হিসেবে পরিচিত হয়। সূরা মুমিনূনের ২৭ আয়াতে স্পষ্ট বলে দেয়া হয়েছে যে, এ চুলাটির কথা নূহ আলাইহিসসালামকে বলে দেয়া হয়েছিল। তবে আয়াতে বর্ণিত ‘তান্নুর’ শব্দটির অর্থ ইবন আব্বাস ও ইকরিমা এর মতে, ভূপৃষ্ঠ। [তাবারী; বাগভী; ইবন কাসীর] তখন অর্থ হবে, পুরো যমীনটাই ঝর্ণাধারার মতো হয়ে গেল যে, তা থেকে পানি উঠতে থাকল। এমনকি যে আগুনের চুলা থেকে আগুন বের হওয়ার কথা তা থেকে আগুন না বের হয়ে পানি নির্গত হতে আরম্ভ করল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ জোড় বিশিষ্ট প্রত্যেক প্রাণী এক এক জোড়া করে নৌকায় তুলে নিন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] তারপর নূহ আলাইহিসসালামকে নির্দেশ দেয়া হয়েছে যে, বেঈমান কাফেরদের বাদ দিয়ে আপনার পরিজনবর্গকে এবং সমস্ত ঈমানদারগণকে কিশ্‌তিতে তুলে নিন। তবে তখন ঈমানদারদের সংখ্যা অতি নগণ্য ছিল। জাহাজে আরোহনকারীদের সঠিক সংখ্যা কুরআনে ও হাদীসে নির্দিষ্ট করে কোথাও উল্লেখ করা হয়নি। তাই এ ব্যাপারে কোন সংখ্যা নির্ধারণ করা ঠিক হবে না। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১১ : ৪১",
        "arabic_text": "\n۞ وَقَالَ ٱرۡكَبُواْ فِيهَا بِسۡمِ ٱللَّهِ مَجۡر۪ىٰهَا وَمُرۡسَىٰهَآۚ إِنَّ رَبِّي لَغَفُورٞ رَّحِيمٞ ",
        "bangla_text": "আর তিনি বললেন, ‘তোমরা এতে আরোহন কর, আল্লাহ্‌র নামে এর গতি ও স্থিতি [১], আমার রব তো অবশ্যই ক্ষমাশীল, পরম দয়ালু।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ হলো মুমিনের সত্যিকার পরিচয়। কার্যকারণের এ জগতে সে অন্যান্য দুনিয়াবাসীর ন্যায় প্রাকৃতিক আইন অনুযায়ী সমস্ত উপায় ও কলাকৌশল অবলম্বন করে। কিন্তু সে উপায় ও কলা-কৌশলের উপর ভরসা করে না। ভরসা করে একমাত্র আল্লাহর উপর। আর এটি অনস্বীকার্য সত্য যে প্রত্যেকটি যানবাহনের গতি ও স্থিতি, নিয়ন্ত্রণ ও হেফাযত একমাত্র আল্লাহ তা'আলার কুদরতের অধীন। তাই আয়াতে এ নির্দেশ দেয়া হয়েছে যে, আপনার চলা ও থামা সবই আল্লাহর নামে হোক। আল্লাহর নির্দেশ ও কর্তৃত্বেই সেটি চলবে। [সা'দী] অন্য আয়াতে বলা হয়েছে যে, আল্লাহ্ তা’আলা নূহ আলাইহিস সালামকে এরপর বলেছিলেন যে, “যখন আপনি ও আপনার সংগীরা নৌযানের উপরে স্থির হবেন তখন বলুন, ‘সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি আমাদেরকে উদ্ধার করেছেন যালেম সম্প্রদায় থেকে।‘ আরো বলুন, 'হে আমার রব! আমাকে নামিয়ে দিন কল্যাণকরভাবে; আর আপনিই শ্রেষ্ঠ অবতারণকারী।\" [সূরা মুমিনূন: ২৮-২৯] আর এ জন্যই যখন কেউ কোন নৌকা কিংবা বাহনে উঠবে তার জন্য বিসমিল্লাহ বলা মুস্তাহাব। যেমন আল্লাহ্ তা'আলা বলেন, “আর যিনি সকল প্রকারের জোড়া যুগল সৃষ্টি করেছেন এবং যিনি তোমাদের জন্য সৃষ্টি করেছেন এমন নৌযান ও গৃহপালিত জন্তু যাতে তোমরা আরোহণ কর ; যাতে তোমরা এর পিঠে স্থির হয়ে বসতে পার, তারপর তোমাদের রবের অনুগ্রহ স্মরণ করবে যখন তোমরা এর উপর স্থির হয়ে বসবে ; এবং বলবে, ‘পবিত্ৰ-মহান তিনি, যিনি এগুলোকে আমাদের বশীভূত করে দিয়েছেন। আর আমরা সমর্থ ছিলাম না এদেরকে বশীভূত করতে।\" [সূরা আয-যুখরুফ: ১২-১৪] তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সুন্নাতেও এ সংক্রান্ত সুনির্দিষ্ট দিক-নির্দেশনা এসেছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১১ : ৪২",
        "arabic_text": "\nوَهِيَ تَجۡرِي بِهِمۡ فِي مَوۡجٖ كَٱلۡجِبَالِ وَنَادَىٰ نُوحٌ ٱبۡنَهُۥ وَكَانَ فِي مَعۡزِلٖ يَٰبُنَيَّ ٱرۡكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "আর পর্বত-প্রমাণ তরঙ্গের মধ্যে এটা তাদেরকে নিয়ে বয়ে চলল; নূহ তাঁর পুত্রকে, যে পৃথক ছিল, ডেকে বললেন, ‘হে আমার প্রিয় পুত্র! আমাদের সাথে আরোহন কর এবং কাফিরদের সঙ্গী হয়ো না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১১ : ৪৩",
        "arabic_text": "\nقَالَ سَـَٔاوِيٓ إِلَىٰ جَبَلٖ يَعۡصِمُنِي مِنَ ٱلۡمَآءِۚ قَالَ لَا عَاصِمَ ٱلۡيَوۡمَ مِنۡ أَمۡرِ ٱللَّهِ إِلَّا مَن رَّحِمَۚ وَحَالَ بَيۡنَهُمَا ٱلۡمَوۡجُ فَكَانَ مِنَ ٱلۡمُغۡرَقِينَ ",
        "bangla_text": "সে বলল, ‘আমি এমন এক পর্বতে আশ্রয় নেব যা আমাকে পানি হতে রক্ষা করবে।’ তিনি বললেন, ‘আজ আল্লাহ্‌র হুকুম থেকে রক্ষা করার কেউ নেই, তবে যাকে আল্লাহ্‌ দয়া করবেন সে ছাড়া।’ আর তরঙ্গ তাদের মধ্যে অন্তরায় হয়ে গেল, ফলে সে নিমজ্জিতদের অন্তর্ভুক্ত হল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বলা হয়েছে যে নূহ আলাইহিসসালামের পরিবারবর্গ কিশতিতে আরোহন করল, কিন্তু একটি ছেলে বাইরে রয়ে গেল। কোন কোন মুফাসসির বলেন এর নাম হচ্ছে, ইয়াম। [ইবন কাসীর] অপর কারো মতে, কিন’আন [কুরতুবী] তখন পিতৃসুলভ স্নেহবশতঃ নূহ আলাইহিসসালাম তাকে ডেকে বললেন প্রিয় বৎস! আমাদের সাথে নৌকায় আরোহন কর; কাফেরদের সাথে থেকো না, তাহলে পানিতে ডুবে মরবে। কাফের ও দুশমনদের সাথে উক্ত ছেলেটির যোগসাজস ছিল এবং সে নিজেও কাফের ছিল। কিন্তু নূহ আলাইহিসসালাম তার কাফের হওয়া সম্পর্কে নিশ্চিতভাবে অবহিত ছিলেন না।[কুরতুবী] পক্ষান্তরে যদি তিনি তার কুফর সম্পর্কে অবহিত থেকে থাকেন তাহলে তার আহবানের মর্ম হবে নৌকায় আরোহনের পূর্বশর্ত হিসাবে কুফরী হতে তওবা করে ঈমান আনার দাওয়াত এবং কাফেরদের সঙ্গ পরিত্যাগ করার উপদেশ দিয়েছেন। [মুয়াসসার]। কিন্তু হতভাগা প্লাবনকে অগ্রাহ্য করে বলেছিল, আপনি চিন্তিত হবেন না। আমি পর্বতশীর্ষে আরোহণ করে প্লাবন হতে আত্নরক্ষা করব। নূহ আলাইহিসসালাম পুনরায় তাকে সতর্ক করে বললেন যে, আজকে কোন উচু পর্বত বা প্রাসাদ কাউকে আল্লাহর আযাব হতে রক্ষা করতে পারবে না। আল্লাহর খাস রহমত ছাড়া বাঁচার অন্য কোন উপায় নেই। দূর থেকে পিতা পুত্রের কথোপকথন চলছিল। এমন সময় সহসা এক উত্তাল তরঙ্গ এসে উভয়ের মাঝে অন্তরালের সৃষ্টি করল এবং নিমজ্জিত করল। আলোচ্য আয়াতের শেষাংশে বলা হয়েছে যে যমীন ও আসমান হুকুম পালন করল, প্লাবন সমাপ্ত হল, জুদী পাহাড়ে নৌকা ভিড়ল আর বলে দেয়া হল যে দুরাত্মা কাফেররা চিরকালের জন্য আল্লাহর রহমত হতে দূরীভূত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১১ : ৪৪",
        "arabic_text": "\nوَقِيلَ يَٰٓأَرۡضُ ٱبۡلَعِي مَآءَكِ وَيَٰسَمَآءُ أَقۡلِعِي وَغِيضَ ٱلۡمَآءُ وَقُضِيَ ٱلۡأَمۡرُ وَٱسۡتَوَتۡ عَلَى ٱلۡجُودِيِّۖ وَقِيلَ بُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর বলা হল, ‘হে যমীন! তুমি তোমার পানি গ্রাস করে নাও, হে আকাশ! ক্ষান্ত হও।’ আর পানি হ্রাস করা হল এবং সিদ্ধান্ত বস্তবায়িত হল। আর নৌকা জুদী পর্বতের উপর স্থির হল [১] এবং বলা হল, ‘যালিম সম্প্রদায়ের জন্য ধ্বংস।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জুদী পাহাড় বর্তমানেও ঐ নামেই পরিচিত। সেটি ইরাকের মোসেল শহরের উত্তরে ইবনে ওমর দ্বীপের অদূরে আর্মেনিয়া সীমান্তে অবস্থিত। আধুনিক কালে এ পাহাড়ে নুহ আলাইহিসসালামের কিশতির ধ্বংসাবশেষ পাওয়া গেছে। মূলতঃ জুদি একটি পর্বতমালার অংশবিশেষের নাম। এর অপর এক অংশের নাম আরারাত পর্বত। বর্তমান তাওরাতে দেখা যায় যে, নূহ আলাইহিসসালামের কিশতি আরারাত পর্বতে ভিড়েছিল। উভয় বর্ণনার মধ্যে মৌলিক কোন বিরোধ নাই।\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১১ : ৪৫",
        "arabic_text": "\nوَنَادَىٰ نُوحٞ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبۡنِي مِنۡ أَهۡلِي وَإِنَّ وَعۡدَكَ ٱلۡحَقُّ وَأَنتَ أَحۡكَمُ ٱلۡحَٰكِمِينَ ",
        "bangla_text": "আর নূহ্‌ তার রবকে ডেকে বললেন, ‘হে আমার রব! নিশ্চয় আমার পুত্র আমার পরিবারভুক্ত এবং নিশ্চয় আপনার প্রতিশ্রুতি সত্য [১], আর আপনি তো বিচারকের মধ্যে শ্রেষ্ট বিচারক [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনি প্রতিশ্রুতি দিয়েছিলেন আমার পরিজনদেরকে এ ধ্বংসের হাত থেকে রক্ষা করবেন। এখন ছেলে তো আমার পরিজনদের অন্তর্ভুক্ত। কাজেই তাকেও রক্ষা করুন। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আপনার সিদ্ধান্তই চূড়ান্ত এরপর আর কোন আবেদন নিবেদন খাটবে না। আর আপনি নির্ভেজাল জ্ঞান ও পূর্ণ ইনসাফের ভিত্তিতেই সিদ্ধান্ত গ্রহণ করে থাকেন। সে অনুসারে আপনি কারও জন্য নাজাতের নির্দেশ দিয়েছেন আর কারও জন্য দিয়েছেন ডুবে যাওয়ার নির্দেশ। [কুরতুবী] অথবা আয়াতের অর্থ, সুতরাং আপনি আমার জন্য পূর্বে যে ওয়াদা করেছেন সেটা পূর্ণ করুন আর আমার ছেলেকে নাজাত দিন। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১১ : ৪৬",
        "arabic_text": "\nقَالَ يَٰنُوحُ إِنَّهُۥ لَيۡسَ مِنۡ أَهۡلِكَۖ إِنَّهُۥ عَمَلٌ غَيۡرُ صَٰلِحٖۖ فَلَا تَسۡـَٔلۡنِ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۖ إِنِّيٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلۡجَٰهِلِينَ ",
        "bangla_text": "আল্লাহ্‌ বললেন, ‘হে নূহ্ ! নিশ্চয় সে আপনার পরিবারভুক্ত নয়। সে অবশ্যই অসৎকর্মপরায়ণ [২]। কাজেই যে বিষয়ে আপনার জ্ঞান নেই সে বিষয়ে আমাকে অনুরোধ করবেন না [৩]। আমি আপনাকে উপদেশ দিচ্ছি, আপনি যেন অজ্ঞদের অন্তর্ভুক্ত না হন।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতাংশের তাফসীরে ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তিনি বলেছেনঃ এখানে সে আপনার পরিবারভুক্ত নয়’ বলে বুঝানো হয়েছে যে, যাদেরকে নাজাত দেয়ার ওয়াদা আমি করেছিলাম সে তাদের অন্তর্ভুক্ত নয়। [ইবন কাসীর] এর কারণ হলো, সে কাফের ছিল। আর মুক্তি বা নাজাতের ব্যাপারে কাফেরের সাথে ঈমানদারের কোন সম্পর্ক থাকতে পারে না। তাছাড়া পূর্ব আয়াতে এসেছে যে, “আপনার পরিবারকেও (তাতে উঠান) কিন্তু যাদের বিরুদ্ধে পূর্ব সিদ্ধান্ত হয়েছে তাদের ছাড়া”। সে পূর্ব সিদ্ধান্ত অনুসারে কুফরি ও তার পিতার অবাধ্যতার কারণে ডুবে মরন।‘ [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এটি হচ্ছে কুফরী ও ঈমানের বিরোধের ক্ষেত্রে সিদ্ধান্ত নেবার ব্যাপার। এখানে শুধুমাত্র যারা সৎ তাদেরকে রক্ষা করা হবে এবং যারা অসৎ ও নষ্ট হয়ে গেছে তাদেরকে খতম করে দেয়া হবে। তার আমল যেহেতু খারাপ সুতরাং রক্ষা করা যাবে না। সে নিয়্যত ও আমলে আপনার বিপরীত কাজ করেছে। [তাবারী] তাছাড়া এ আয়াতের আরেকটি অর্থও ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত হয়েছে, তা হলো, এখানে (إنه) বলে নূহ আলাইহিসসালামের দোআকে বুঝানো হয়েছে। অর্থাৎ হে নূহ আপনি যে আপনার কাফের সন্তানের জন্য আমার শরনাপন্ন হয়েছেন এ কাজটা সৎ কাজ নয়। আপনার যে বিষয়ে জ্ঞান নেই সে বিষয়ে কিছু চাওয়া ভাল কাজ নয়। [তাবারী; সা’দী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যে জিনিসের পরিণাম আপনার জানা নেই যে এটা ভাল-কি মন্দ বয়ে নিয়ে আসবে এমন কাজে আপনি এগিয়ে যাবেন না। এমন কিছু আমার কাছে চাইবেন না। আমি আপনাকে নসীহত করছি এমন এক নসীহত যা দ্বারা আপনি পূর্ণতা লাভ করবেন এবং জাহেলদের কর্মকাণ্ড থেকে নাজাত পাবেন। তখন নূহ আলাইহিস সালাম যা করেছেন সে জন্য ভীষণ লজ্জিত হলেন এবং বললেন, ‘হে আমার রব! যে বিষয়ে আমার জ্ঞান নেই, সে বিষয়ে যাতে আপনাকে অনুরোধ না করি, এ জন্য আমি আপনার আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন এবং আমাকে দয়া না করেন, তবে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব। সুতরাং ক্ষমা ও রহমতের দ্বারাই কেউ নাজাত পেতে পারে এবং ক্ষতিগ্রস্ত হওয়া থেকে মুক্তি পেতে পারে [সা'দী] আয়াত থেকে প্রমাণিত হচ্ছে, নূহ আলাইহিস সালাম তার সন্তানের নাজাতের জন্য যে ডাক দিয়েছিলেন সেটা যে হারাম ছিল তা তার জানা ছিল না। তিনি মনে করেননি যে, পূর্ববর্তী আয়াতে বর্ণিত “যারা যুলুম করেছে তাদের সম্পর্কে আপনি আমাকে কোন আবেদন করবেন না; তারা তো নিমজ্জিত হবে\" সেটা দ্বারা তাকে তার সন্তানের ব্যাপারে দোআ করতে নিষেধ করা হয়েছে। বিশেষ করে তার কাছে দুটি নির্দেশের মধ্যে বিরোধ লেগে গিয়েছিল। তিনি মনে করেছিলেন, তার সন্তানের জন্য নাজাতের আহবান পূর্বোক্ত আল্লাহর পক্ষ থেকে \"আর আপনার পরিবারকে\" নৌকাতে উঠিয়ে নিন, সে ঘোষণায় তার সন্তান অন্তর্ভুক্ত হবে। সে হিসেবে তিনি নাজাতের আহবান জানিয়েছিলেন। কিন্তু পরবর্তীতে তাকে জানিয়ে দেয়া হয় যে, সে যালেমদের অন্তর্ভুক্ত, তার জন্য কোন প্রকার দোআ করা যাবে না। তখন তিনি সে অনুসারে আল্লাহর কাছে ক্ষমা চান এবং তার দয়া তলব করেন। [ফাতহুল কাদীর; সা’দী] এতে স্পষ্ট হলো যে, একজন মহান মর্যাদাশালী নবী নিজের চোখের সামনে নিজের কলিজার টুকরা সন্তানকে ডুবে যেতে দেখছেন এবং অস্থির হয়ে সন্তানের গোনাহ মাফ করার জন্য আল্লাহর কাছে আবেদন জানাচ্ছেন। কিন্তু আল্লাহর দরবার থেকে জবাবে তাকে ধমক দেয়া হচ্ছে। কারণ একটিই, সে ছেলের মধ্যে রয়েছে শির্ক ও কুফর। সুতরাং যার কাছে থাকবে শির্ক ও কুফর তার জন্য কেউ কোন সুপারিশ করতেও সক্ষম হবে না। [দেখুন, ইবন তাইমিয়্যা: মাজমু ফাতাওয়া ১/১৩১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১১ : ৪৭",
        "arabic_text": "\nقَالَ رَبِّ إِنِّيٓ أَعُوذُ بِكَ أَنۡ أَسۡـَٔلَكَ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞۖ وَإِلَّا تَغۡفِرۡ لِي وَتَرۡحَمۡنِيٓ أَكُن مِّنَ ٱلۡخَٰسِرِينَ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! যে বিষয়ে আমার জ্ঞান নেই, সে বিষয়ে যাতে আপনাকে অনুরোধ না করি, এ জন্য আমি আপনার আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন এবং আমাকে দয়া না করেন, তবে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব [১]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরোক্ত আলোচনা দ্বারা একটি মাসআলা জানা গেল যে, দো'আকারীর কর্তব্য হচ্ছে যার জন্য ও যে কাজের জন্য দো'আ করা হবে তা জায়েয হালাল ও ন্যায়সঙ্গত কি না তা জেনে নেয়া। সন্দেহজনক কোন বিষয়ের জন্য দোআ করা নিষিদ্ধ। এ আয়াত থেকে আরো জানা গেল যে, মুমিন ও কাফেরের মধ্যে যতই নিকটাত্মীয়ের সম্পর্ক থাক না কেন ধর্মীয় ও সামাজিক ক্ষেত্রে উক্ত আত্মীয়তার প্রতি লক্ষ্য করা যাবে না। কোন ব্যক্তি যতই সম্ভান্ত বংশীয় হোক না কেন যতই বড় বুযুর্গের সন্তান হোক না কেন, যদি সে ঈমানদার না হয় তবে দ্বীনী দৃষ্টিকোণ হতে তার আভিজাত্য ও নবীর নিকটাত্মীয় হওয়ার কোন মূল্য নেই। ঈমান, তাকওয়া ও যোগ্যতার ভিত্তিতে মানুষের মর্যাদা নির্ধারিত হবে। যার মধ্যে এসব গুণের সমাবেশ হয়েছে সে পর হলেও আপনজন। অন্যথায় আপন আত্মীয় হলেও সে পর। দ্বীনী ক্ষেত্রেও যদি আত্মীয়তার লক্ষ্য রাখা হতো তাহলে ভাইয়ের উপর ভাই কখনো তলোয়ার চালাতো না। বদর ওহুদ ও আহযাবের লড়াই তো একই বংশের লোকদের মধ্যে সংঘটিত হয়েছে। যাতে করে স্পষ্ট হয়ে গেছে যে ইসলাম ভ্রাতৃত্ব ও জাতীয়তা বংশ, বর্ণ, ভাষা বা আঞ্চলিকতার ভিত্তিতে গড়ে উঠে না, বরং ঈমান, তাকওয়া ও সৎকর্মশীলতার ভিত্তিতে গড়ে উঠে। তারা যে কোন বংশের, যে কোন গোত্রের, যে কোন বর্ণের, যে কোন দেশের, যে কোন ভাষাভাষী হোক না কেন সবাই মিলে এক জাতি একই ভ্রাতৃত্বের অটুট বন্ধনে আবদ্ধ। তাই আল্লাহর বাণী “সকল মুসলিম ভাই ভাই” [সূরা হুজুরাতঃ ১০] আয়াতের এটাই মর্মকথা। অপরদিকে যারা ঈমান ও সৎকর্মশীলতা হতে বঞ্চিত, তারা ইসলামী ভ্রাতৃত্বের সদস্য নয়।\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১১ : ৪৮",
        "arabic_text": "\nقِيلَ يَٰنُوحُ ٱهۡبِطۡ بِسَلَٰمٖ مِّنَّا وَبَرَكَٰتٍ عَلَيۡكَ وَعَلَىٰٓ أُمَمٖ مِّمَّن مَّعَكَۚ وَأُمَمٞ سَنُمَتِّعُهُمۡ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٞ ",
        "bangla_text": "বলা হল, ‘হে নূহ ! অবতরণ করুন আমাদের পক্ষ থেকে শান্তি ও কল্যাণসহ এবং আপনার প্রতি যে সব সম্প্রদায় আপনার সাথে রয়েছে তাদের প্রতি; আর কিছু সম্প্রদায় রয়েছে আমরা তাদেরকে জীবন উপভোগ করতে দেব, পরে আমাদের পক্ষ থেকে যন্ত্রণাদায়ক শাস্তি তাদেরকে স্পর্শ করবে [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আদ জাতি এবং তাদের কাছে হুদ আলাইহিসসালামের ঘটনার দিকে ইঙ্গিত করা হয়েছে। তারা কিছু দিন দুনিয়ার নে'আমত ভোগ করার পর আবার অবাধ্যতার কারণে কঠোর শাস্তির সম্মুখীন হয়েছিল। অনুরূপভাবে পরবর্তী প্রত্যেক নবী ও তাদের জাতি যেমন সালেহ ও সামূদ জাতিও এ আয়াতে উল্লেখিত সম্প্রদায় বলে বুঝানো হয়েছে। মোটকথা, নূহ আলাইহিসসালামের সন্তানগণ যেহেতু পরবর্তী যাবতীয় সম্প্রদায়ের পূর্বপুরুষ তাই পরবর্তী সময়ে যারাই শির্ক ও অন্যায় করেছে এবং তাদের কাছে প্রেরিত নবীদের বিরোধিতা করে আল্লাহর শাস্তির হকদার হয়েছে, তাদের সবাইকে এ আয়াতে উদ্দেশ্য করা হয়েছে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১১ : ৪৯",
        "arabic_text": "\nتِلۡكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهَآ إِلَيۡكَۖ مَا كُنتَ تَعۡلَمُهَآ أَنتَ وَلَا قَوۡمُكَ مِن قَبۡلِ هَٰذَاۖ فَٱصۡبِرۡۖ إِنَّ ٱلۡعَٰقِبَةَ لِلۡمُتَّقِينَ ",
        "bangla_text": "‘এসব গায়েবের সংবাদ আমরা আপনাকে ওহী দ্বারা অবহিত করছি, যা এর আগে আপনি জানতেন না এবং আপনার সম্প্রদায়ও জানত না। কাজেই আপনি ধৈর্য ধারণ করুন। নিশ্চয় শুভ পরিণাম মুত্তাকীদেরই জন্য [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সমস্ত বিষয়ের কল্যাণকর পরিণাম তো যারা আল্লাহর তাকওয়া অবলম্বন করে, তার ফরযকৃত বিষয়সমূহ আদায় করে, অবাধ্যতা পরিত্যাগ করে তাদেরই জন্য। তারাই আখেরাতে যাবতীয় নে'আমত পেয়ে সফল হবে। দুনিয়াতেও তারা তাদের চাওয়া বিষয়াদি প্রাপ্ত হবে। যেভাবে শেষ পর্যন্ত নূহ ও তাঁর সঙ্গী সাথীরা আল্লাহর নির্দেশ মানার মাধ্যমে ধৈর্য ধারণ করে দুনিয়াতে সফলতা লাভ করেছিলেন এবং ধ্বংস থেকে নাজাত পেয়েছিলেন। আখেরাতে তাদেরকে আল্লাহ্ যা দিবার দিলেন এবং তাদের মর্যাদা বৃদ্ধি করেছিলেন। আর যারা মিথ্যারোপ করেছিল তাদেরকে ডুবিয়েছিলেন এবং তাদের সবাইকে ধ্বংস করেছিলেন [তাবারী] ঠিক তেমনি আপনি ও আপনার সাথীরাও সাফল্য লাভ করবেন এবং আপনাদেরও মর্যাদা বৃদ্ধি পাবে।\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১১ : ৫০",
        "arabic_text": "\nوَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۖ إِنۡ أَنتُمۡ إِلَّا مُفۡتَرُونَ ",
        "bangla_text": "‘আর আদ জাতির কাছে তাদের ভাই হূদকে পাঠিয়েছিলাম [১] তিনি বলেছিলেন, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহ্‌র ‘ইবাদত কর। তিনি ছাড়া তোমাদের অন্য কোন সত্য ইলাহ্ নেই। তোমরা তো শুধু মিথ্যা রটনাকারী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা হুদের ৫০ হতে ৬০ পর্যন্ত ১১ আয়াতে বিশিষ্ট নবী হুদ আলাইহিসসালামের আলোচনা করা হয়েছে। তাঁর নামেই সূরার নামকরণ হয়েছে। এ সূরার মধ্যে নূহ আলাইহিসসালাম হতে মূসা আলাইহিসসালাম পর্যন্ত সাত জন আম্বিয়ায়ে কেরাম আলাইহিমুসসালাম ও তাদের উম্মতগণের কাহিনী কুরআন পাকের বিশেষ বাচনভঙ্গিতে বর্ণনা করা হয়েছে। যার মধ্যে উপদেশ ও শিক্ষামূলক এমন তথ্যাদি তুলে ধরা হয়েছে যা যে কোন অনুভূতিশীল মানুষের অন্তরে ভাবান্তর সৃষ্টি না করে পারে না। তাছাড়া ঈমান ও সৎকর্মের বহু মূলনীতি এবং উত্তম পথনির্দেশ রয়েছে। যদিও এ সূরার মধ্যে সাত জন নবীর কাহিনী বর্ণিত হয়েছে। কিন্তু সূরার নামকরণ করা হয়েছে হুদ আলাইহিস সালাম এর নামে। যাতে বোঝা যায় যে এখানে হুদ এর ঘটনার প্রতি সর্বাধিক গুরুত্ব আরোপ করা হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ অন্যান্য যেসব মাবুদদের তোমরা বন্দেগী ও পূজা-উপাসনা করো তারা আসলে কোন ধরনের প্রভুত্বের গুণাবলী ও শক্তির অধিকারী নয়। বন্দেগী ও পূজা লাভের কোন অধিকারই তাদের নেই। তোমরা অযথাই তাদেরকে মাবুদ বানিয়ে রেখেছো। তারা তোমাদের আশা পূরণ করবে এ আশা নিয়ে বৃথাই বসে আছো। তোমরা আল্লাহকে ছাড়া অন্য ইলাহ গ্রহণের ব্যাপারে আল্লাহর উপর মিথ্যাচারই করে যাচ্ছ। তিনি ছাড়া তো কোন সত্যিকার ইলাহ নেই [তাবারী; কুরতুবী; সাদী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১১ : ৫১",
        "arabic_text": "\nيَٰقَوۡمِ لَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱلَّذِي فَطَرَنِيٓۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": "‘হে আমার সম্প্রদায়! আমি এর পরিবর্তে তোমাদের কাছে পারিশ্রমিক চাই না। আমার পারিশ্রমিক আছে তাঁরই কাছে, যিনি আমাকে সৃষ্টি করেছেন। এরপরও কি তোমরা বুঝবে না [১]? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা কি বিবেক বুদ্ধি খাটাবে না যে, আমি যে দিকে আহবান করছি তা ভেবে দেখা দরকার এবং তা কবুল করার অধিক উপযোগী, একে বাদ দেয়ার কোন বাঁধা নেই। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১১ : ৫২",
        "arabic_text": "\nوَيَٰقَوۡمِ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِ يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا وَيَزِدۡكُمۡ قُوَّةً إِلَىٰ قُوَّتِكُمۡ وَلَا تَتَوَلَّوۡاْ مُجۡرِمِينَ ",
        "bangla_text": "‘হে আমার সম্প্রদায়! তোমরা তোমাদের রবের কাছে ক্ষমা প্রার্থনা কর, তারপর তাঁর দিকেই ফিরে আস। তিনি তোমাদের উপর প্রচুর বৃষ্টি বর্ষাবেন। আর তিনি তোমাদেরকে আরো শক্তি দিয়ে তোমাদের শক্তি বৃদ্ধি করবেন এবং তোমরা অপরাধী হয়ে মুখ ফিরিয়ে নিও না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ পাক হুদ আলাইহিসসালামকে আদ জাতির প্রতি নবীরূপে প্রেরণ করেছিলেন। দৈহিক আকার আকৃতিতে ও শারীরিক শক্তি সামথ্যের দিক দিয়ে আদ জাতিকে মানব ইতিহাসে অনন্য বলে চিহ্নিত করা হয়। [সা’দী] হুদ আলাইহিসসালামও উক্ত জাতিরই অন্তর্ভুক্ত ছিলেন। এ আয়াত ও পূর্ববর্তী আয়াত থেকে বুঝা যায় যে, তিনি তাদেরকে মৌলিকভাবে তিনটি দাওয়াত দিয়েছিলেন। এক. তাওহীদ বা একত্ববাদের আহবান এবং আল্লাহ ব্যতীত অন্য কোন সত্তা বা শক্তিকে ইবাদত উপাসনা না করার আহবান। দুই. তিনি যে তাওহীদের দাওয়াত নিয়ে এসেছেন, তাতে তিনি একজন খালেস কল্যাণকামী, এর জন্য তিনি তাদের কাছে কোন পারিশ্রমিক চান না। তিন. নিজেদের অতীত জীবনে কুফরী শির্কী ইত্যাদি যত গোনাহ করেছ সেসব থেকে আল্লাহর দরবারে ক্ষমা প্রার্থনা কর এবং ভবিষ্যতের জন্য ঐসব গোনাহ হতে তওবা কর। যদি তোমরা সত্যিকার তাওবা ও এস্তেগফার করতে পার তবে তার বদৌলতে আখেরাতের চিরস্থায়ী সাফল্য ও সুখময় জীবন তো লাভ করবেই। দুনিয়াতেও এর বহু উপকারিতা দেখতে পাবে। দুর্ভিক্ষ ও অনাবৃষ্টির পরিসমাপ্তি ঘটবে যথাসময়ে শক্তি সামর্থ্য বর্ধিত হবে। এখানে ‘শক্তি’ শব্দটি ব্যাপক অর্থে ব্যবহৃত হয়েছে। যাঁর মধ্যে দৈহিক শক্তি এবং ধন বল ও জনবল সবই অন্তর্ভুক্ত। [দেখুন, কুরতুবী; ইবন কাসীর] এর দ্বারা আরো জানা গেল যে তাওবা ও এস্তেগফারের বদৌলতে দুনিয়াতেও ধন সম্পদ এবং সন্তানাদির মধ্যে বরকত হয়ে থাকে।\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১১ : ৫৩",
        "arabic_text": "\nقَالُواْ يَٰهُودُ مَا جِئۡتَنَا بِبَيِّنَةٖ وَمَا نَحۡنُ بِتَارِكِيٓ ءَالِهَتِنَا عَن قَوۡلِكَ وَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ ",
        "bangla_text": "তারা বলল, ‘হে হূদ! তুমি আমাদের কাছে কোন স্পষ্ট প্রমাণ নিয়ে আসনি [১],তোমার কথায় আমরা আমাদের উপাস্যদেরকে পরিত্যাগকারী নই এবং আমরা তোমার প্রতি বিশ্বাসীও নই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনি আপনার দাবীর স্বপক্ষে এমন কোন দ্ব্যর্থহীন আলামত অথবা কোন সুস্পষ্ট দলীল নিয়ে আসেননি যার ভিত্তিতে আমরা নিসংশয়ে জানতে পারি যে, আল্লাহ আপনাকে পাঠিয়েছেন এবং যে কথা আপনি পেশ করছেন তা সত্য। [কুরতুবী; ইবন কাসীর] এখানে যদি কাফেররা তাদের পক্ষ থেকে দাবীকৃত কোন সুনির্দিষ্ট দলীল-প্রমাণের কথা বলে থাকে তবে সেটাই আনতে হবে এমন কোন বাধ্য-বাধকতা নেই। বরং নবী-রাসূলগণ এমন নিদর্শন নিয়ে আসেন যা দেখে তাদের দাবীর সত্যতা ও বিশুদ্ধতা প্রমাণিত হয়। আর যদি তাদের উদ্দেশ্য হয় এটা যে, তিনি তাদের কাছে এমন কোন স্পষ্ট প্রমাণাদি নিয়ে আসেননি যা তার কথার সত্যতার প্রমাণ বহন করবে, তবে তারা মিথ্যা বলেছে। কেননা, প্রত্যেক নবীকেই তার কাওমের কাছে এমন কিছু নিদর্শন দিয়ে পাঠানো হয় যা দেখে কিছু লোক ঈমান আনে। এমনকি যদি তিনি একমাত্র আল্লাহর জন্য দ্বীনকে নির্দিষ্ট করা, তাঁর কোন শরীক না করা, প্রতিটি ভাল কাজ ও সুন্দর চরিত্রের প্রতি নির্দেশ প্রদান, প্রত্যেক খারাপ কাজ যেমন আল্লাহর সাথে শির্ক, অশ্লীলতা, যুলুম, অন্যায় কাজ কর্ম থেকে নিষেধকরণ, তাছাড়া হুদ আলাইহিসসালাম সে সমস্ত অনন্য গুণাবলীর অধিকারী হওয়া, যা কেবল ভাল ও সত্যনিষ্ঠ মানুষদেরই গুণ হয়ে থাকে, এগুলো ছাড়া আর কোন নিদর্শন না এনে থাকেন তাও তার সত্যবাদিতার জন্য নিদর্শন ও দলীল-প্রমাণ হিসেবে যথেষ্ট। বরং বিবেক-বুদ্ধিসম্পন্ন লোকেরা স্পষ্ট বুঝতে পারে যে অলৌকিক কিছুর চেয়েও এগুলো বেশী প্রমাণবহ। মু'জিযার মত কিছুর চেয়ে এগুলোর দাবী বেশী। তাছাড়া একজন লোক, যার কোন সাহায্য-সহযোগিতাকারী নেই, অথচ সে তার কাওমের মধ্যে চিৎকার করে আহবান করছে, তাদেরকে ডাকছে, তাদেরকে অপারগ করে দিচ্ছে এটা অবশ্যই তার সত্যতার উপর স্পষ্ট নিদর্শন। তিনি তাদের চ্যালেঞ্জ ছুড়ে দিচ্ছেন যে, “নিশ্চয় আমি আল্লাহ্‌কে সাক্ষী করছি এবং তোমরাও সাক্ষী হও যে, নিশ্চয় আমি তা থেকে মুক্ত যাকে তোমরা শরীক কর, ‘আল্লাহ্‌‌ ছাড়া। সুতরাং তোমরা সবাই আমার বিরুদ্ধে ষড়যন্ত্র কর; তারপর আমাকে অবকাশ দিও না।\" এটা তাদের সামনে ঘোষণা করছেন, যারা তার শক্র, যাদের রয়েছে প্রচুর ক্ষমতা ও প্রভাব। তারা চাচ্ছে যে কোনভাবে হোক তার কাছে যে আলো আছে সেটা নিভিয়ে দিতে, অথচ তিনি তাদের কোন প্রকার ভ্রক্ষেপ না করে, তাদের শক্তি-সামর্থ্যকে গুরুত্ব না দিয়ে এ ঘোষণা দিয়েই চলেছেন। আর তারা তার কোন ক্ষতি করতে অপারগ হয়ে থাকল, এতে অবশ্যই বিবেকবান-জ্ঞানী সম্প্রদায়ের জন্য নিদর্শনাবলী রয়েছে। [সা’দী; ইবনুল কাইয়্যেম, মাদারেজুস সালেকীন: ৩/৪৩১]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১১ : ৫৪",
        "arabic_text": "\nإِن نَّقُولُ إِلَّا ٱعۡتَرَىٰكَ بَعۡضُ ءَالِهَتِنَا بِسُوٓءٖۗ قَالَ إِنِّيٓ أُشۡهِدُ ٱللَّهَ وَٱشۡهَدُوٓاْ أَنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ ",
        "bangla_text": "‘আমরা তো এটাই বলি, আমাদের উপাস্যদের মধ্যে কেউ তোমাকে অশুভ দ্বারা আবিষ্ট করেছে [১]।‘ তিনি বললেন, ‘নিশ্চয় আমি আল্লাহ্‌কে সাক্ষী করছি এবং তোমারাও সাক্ষী হও যে, নিশ্চয় আমি তা থেকে মুক্ত যাকে তোমরা শরীক কর [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হূদ আলাইহিসসালামের আহবানের জবাবে তার দেশবাসী মুর্খতা সুলভ উত্তর দিল যে, আপনি তো আমাদেরকে কোন মু'জিযা দেখালেন না। শুধু মুখের কথায় আমরা নিজেদের বাপ দাদার আমলের উপাস্য দেব-দেবীগুলোকে বর্জন করবো না এবং আপনার প্রতি ঈমানও আনব না। বরং সন্দেহ করছি যে আমাদের দেবতাদের নিন্দাবাদ করার কারণে আপনার মস্তিষ্ক বিকৃত হয়ে গেছে। তাই আপনি এমন অসংলগ্ন কথা বলেছেন। অর্থাৎ আপনি কোন দেবদেবী, বা কোন মহাপুরুষের আস্তানায় গিয়ে কিছু বেয়াদবী করেছেন, যার ফল এখন আপনি ভোগ করছেন। এতে বুঝা গেল যে, তারা এক ধরনের অজানা ভয় করছিল – যা এক ধরনের শির্ক। সুবহানাল্লাহ! কিভাবে তারা এতবড় একজন বিবেকবান মানুষকে বিবেকহীন বলে অপবাদ দিলো। যদি আল্লাহ বর্ণনা না করতেন তবে একজন বুদ্ধিমান ব্যক্তির পক্ষে এ ধরনের নিঃস্বার্থ ও ভালো লোকের ব্যাপারে এ কথা বলা অত্যন্ত বেমানান। কিন্তু হুদ আলাইহিস সালাম সম্পূর্ণভাবে নিজেকে এর থেকে বিমুক্ত ঘোষণা করেছেন এভাবে যে, এ ব্যাপারে আমার ভরসা আছে যে আমাকে কোন কিছু পেয়ে বসে নি। আমি আল্লাহকে সাক্ষী করছি আর তোমরাও সাক্ষী থেকো যে, আমি তোমাদের শরীকদের থেকে সম্পূর্ণ মুক্ত। [সা’দী] বর্তমানে অনেক মানুষ তাদের পীর বা কবরের মানত বন্ধ করলে বা তাদের কবর পুজার বিরোধিতা করলে কোন কারণে যদি ক্ষতিগ্রস্ত হয় তখন এ ধরনের কথা বলে থাকে। তারা বলে যে, অমুক লোককে অমুক পীরের বদদো'আয় ধরেছে। অমুক কবরের শাপে অমুক ব্যক্তি ক্ষতিগ্রস্ত হয়েছে। এটা নিঃসন্দেহে শির্ক। এটাকেই বলা হয়, ভয়ের মাধ্যমে শির্ক করা। এ ধরনের অজানা ভয়ই বর্তমানে অধিকাংশ শির্কের কারণ।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের কথার উত্তরে হুদ আলাইহিসসালাম নবীসুলভ নির্ভীক কষ্ঠে জবাব দিলেন, তোমরা যদি আমার কথা না মান তবে শোন, আমি আল্লাহকে সাক্ষী রেখে বলছি আর তোমরাও সাক্ষী থাক যে একমাত্র আল্লাহ ছাড়া তোমাদের সব অলীক উপাস্যদের প্রতি আমি রুষ্ট ও বিমুখ। এখন তোমরা ও তোমাদের দেবতারা সবাই মিলে আমার অনিষ্ট সাধনের এবং আমার উপর আক্রমনের চেষ্টা করে দেখ আমাকে বিন্দুমাত্র অবকাশ দিও না। এত বড় কথা আমি এজন্য বলছি যে আমি আল্লাহ তা'আলার উপর পূর্ণ আস্থা ও ভরসা রাখি; যিনি আমার এবং তোমাদের একমাত্র পালনকর্তা । নিশ্চয় আমার পালনকর্তা সরল পথে রয়েছেন। অথাৎ তিনি তাঁর যাবতীয় ফয়সালা, তাকদীর, তাঁর যাবতীয় শরীআত ও নির্দেশ, তাঁর সমস্ত প্রতিদান প্রদান, সওয়াব দান এবং শাস্তি প্রদানে ন্যায়, ইনসাফ, প্রজ্ঞা ও প্রশংসাপূর্ণ পথেই রয়েছেন। তার কোন কাজ তাকে প্রশংসাপূর্ণ সেই সঠিক পথ থেকে বিচ্যুত করে না। [সা’দী]\n  <br/>\n  <br/>\n  সমগ্র জাতির মোকাবেলায় দাঁড়িয়ে এমন নির্ভীক ঘোষণা ও তাদের দীর্ঘ দিনের লালিত ধর্মীয় ধ্যান ধারণায় আঘাত হানা সত্বেও এত বড় সাহসী ও শক্তিশালী জাতির মধ্যে কেউ তার একটি কেশও স্পর্শ করতে পারল না। আসলে এটা হুদ আলাইহিসসালামের একটি মু'জিযা। এর দ্বারা একে তো তাদের এ কথার জবাব দেয়া হয়েছে যে, আপনি কোন মু'জিযা প্রদর্শন করেননি। দ্বিতীয়তঃ তারা যে বলত তাদের কোন কোন দেব-দেবী আপনার মস্তিষ্ক বিকৃত করে দিয়েছে তাও বাতিল করা হল। কারণ দেব-দেবীর যদি কোন ক্ষমতা থাকত তবে এত বড় কথা বলার পর ওরা তাকে জীবিত রাখত না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১১ : ৫৫",
        "arabic_text": "\nمِن دُونِهِۦۖ فَكِيدُونِي جَمِيعٗا ثُمَّ لَا تُنظِرُونِ ",
        "bangla_text": "‘আল্লাহ্‌ ছাড়া। সুতরাং তোমরা সবাই আমার বিরুদ্ধে ষড়যন্ত্র কর; তারপর আমাকে অবকাশ দিও না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা যে কথা বলে আসছিল যে, আপনার কথায় আমরা আমাদের উপাস্যদের ত্যাগ করতে প্রস্তুত নই -এর জবাবেই একথা বলা হয়েছে। বলা হয়েছেঃ আমার এ সিদ্ধান্তও শুনে রাখো, আমি তোমাদের এসব উপাস্যের প্রতি চরমভাবে বিরূপ ও অসন্তুষ্ট।\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১১ : ৫৬",
        "arabic_text": "\nإِنِّي تَوَكَّلۡتُ عَلَى ٱللَّهِ رَبِّي وَرَبِّكُمۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذُۢ بِنَاصِيَتِهَآۚ إِنَّ رَبِّي عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "আমি তো নির্ভর করি আমার ও তোমাদের রব আল্লাহ্‌র উপর; এমন কোন জীব-জন্তু নেই, যে তাঁর পূর্ণ আয়াত্তাধীন নয় [১] ; নিশ্চয় আমার রব আছেন সরল পথে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বোক্ত বাক্যে তাদের দাবী ‘আপনার ওপর আমাদের কোন দেবতার অভিশাপ পড়েছে’ –তাদের এ বক্তব্যের জবাবেই একথা বলা হয়েছে। এর অর্থ প্রতিটি সৃষ্টিই তার সম্পূর্ণ কর্তৃত্বাধীন। আরবরা ‘ললাটের চুল’ কারো হাতে থাকা বলে কর্তৃত্ব থাকার কথা বুঝায় [তাবারী; মুয়াসসার] তিনি যেভাবে ইচ্ছা সেটাকে ঘুরান, যেখান থেকে ইচ্ছা নিষেধ করেন। কেননা কেউ কারো ললাটের চুল ধরে ফেললে সে তার কর্তৃত্বাধীন হয়ে যায়। তাকে যেভাবে ইচ্ছা সেভাবে ঘুরাতে পারে। [কুরতুবী] সুতরাং তোমরা আমার কোন ক্ষতি করতে সমর্থ হবে না। [কুরতুবী] অর্থাৎ সমস্ত জীব-জন্তুই যেহেতু তাঁর পূর্ণ কব্জায় সেহেতু তারা কিভাবে মুমিনের প্রতি কুদৃষ্টি বা অভিশাপ দিতে পারে? যারা আল্লাহ্‌র উপর ভরসা করে তাদের সমস্ত কর্মকাণ্ড আল্লাহ্ই দেখা-শুনা করবেন। এটাই তো স্বাভাবিক। কোন কোন মুফাসসির বলেন, এখানে এর অর্থ, তাঁর মুঠিতেই সমস্ত সৃষ্টিজীবের ভাগ্য নিহিত। [কুরতুবী] এ ব্যাপারে আরো দেখুন সূরা ইউনূস ৭১ আয়াত।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তিনি যা কিছু করেন ঠিকই করেন। তাঁর প্রত্যেকটি কাজই সহজ সরল। তিনি পূর্ণসত্য ও ন্যায়ের মাধ্যমে তাঁর সার্বভৌম কর্তৃত্ব করে যাচ্ছেন। তুমি পথ ভ্রষ্ট ও অসৎকর্মশীল হবে এবং তারপরও আখেরাতে সফলকাম হবে আর আমি সত্য-সরল পথে চলবো ও সৎকর্মশীল হবো এবং তারপরও ক্ষতিগ্রস্ত ও অসফল হবো, এটা কোনক্রমেই সম্ভবপর হতে পারে না। তিনি যে সমস্ত নির্দেশ দেন তা তাদের প্রতি দয়াবশতঃ প্রদান করেন। তাদের প্রয়োজন পূরণার্থে, তাঁর নিজের কোন কিছুর প্রয়োজন নেই। তিনি দয়া-দাক্ষিন্য, ইহসান ও রহমতের নিমিত্তে তাদেরকে সেগুলোর নির্দেশ দিয়েছেন। তাঁর নিজের কোন প্রযোজনে তা করেন নি। বান্দারা তাঁর কাছে কিছু পাবে সে হিসেবে তিনি দিচ্ছেন ব্যাপারটি এরকম নয়। বরং সম্পূর্ণরূপে ন্যায়, ইনসাফ, হিকমত ও প্রজ্ঞার ভিত্তিতে যাকে যা দেবার তিনি দেবেন [ইবনুল কাইয়্যেম, মিফতাহু দারুস সা’আদাহ: ২/৭৯; মাদারেজুস সালেকীন, ৩/৪২৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১১ : ৫৭",
        "arabic_text": "\nفَإِن تَوَلَّوۡاْ فَقَدۡ أَبۡلَغۡتُكُم مَّآ أُرۡسِلۡتُ بِهِۦٓ إِلَيۡكُمۡۚ وَيَسۡتَخۡلِفُ رَبِّي قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّونَهُۥ شَيۡـًٔاۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ ",
        "bangla_text": "‘অতঃপর তোমরা মুখ ফিরিয়ে নিলেও আমি যা সহ তোমাদের কাছে প্রেরিত হয়ছি, আমি তো তা তোমাদের কাছে পৌঁছে দিয়েছি; এবং আমার রব তোমাদের থেকে ভিন্ন কোন সম্প্রদায়কে তোমাদের স্থলাভিষিক্ত করবেন এবং তোমরা তাঁর কোন ক্ষতি সাধন করতে পারবে না [১]। নিশ্চয় আমার রব সবকিছুর রক্ষণাবেক্ষণকারী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘আমরা তোমার প্রতি ঈমান আনছিনা’ তাদের একথার জবাবে এ উক্তি করা হয়েছে। হুদ আলাইহিসসালাম বললেন, তোমরা যদি এভাবে সত্যকে প্রত্যাখ্যান করতে থাক তবে জেনে রাখ যে পায়গাম পৌঁছাবার জন্য আমাকে প্রেরণ করা হয়েছে আমি তা যথাযথভাবে তোমাদের নিকট পৌঁছিয়েছি। অতএব তোমাদের অনিবার্য পরিণতি হচ্ছে যে, তোমাদের উপর আল্লাহর আযাব ও গযব আপতিত হবে, তোমরা সমূলে নিপাত ও নিশ্চিহ্ন হয়ে যাবে। আর আমার রব তোমাদের স্থলে অন্য জাতিকে এ পৃথিবীতে আবাদ করাবেন। তোমরা যা করছ তাতে তোমাদেরই সর্বনাশ করছ আল্লাহ তা'আলার কোন ক্ষতি করছ না। আমার পালনকর্তা সবকিছু লক্ষ্য রাখেন, রক্ষণাবেক্ষণ করেন। তোমাদের সব ধ্যান-ধারণা ও কার্যকলাপের তিনি খবর রাখেন।\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১১ : ৫৮",
        "arabic_text": "\nوَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا هُودٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَنَجَّيۡنَٰهُم مِّنۡ عَذَابٍ غَلِيظٖ ",
        "bangla_text": "আর যখন আমাদের নির্দেশ আসল তখন আমরা হূদ ও তাঁর সঙ্গে যারা ঈমান এনেছিল তাদেরকে আমাদের অনুগ্রহে রক্ষা করলাম এবং রক্ষা করলাম তাদেরকে কঠিন শাস্তি হতে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কিন্তু হতভাগা দল হুদ আলাইহিস সালাম এর কোন কথায় কর্ণপাত করল না। তারা নিজেদের হঠকারিতা ও অবাধ্যতার উপর অবিচল রইল। অবশেষে প্রচন্ড ঝড় তুফান রূপে আল্লাহর আযাব নেমে এল। সাত দিন আট রাত যাবত অনবরত ঝড় তুফান বইতে লাগল। বাড়ী ঘর ধ্বসে গেল, গাছ পালা উপড়ে পড়ল, গৃহ ছাদ উড়ে গেল, মানুষ ও সকল জীবজন্তু শূণ্যে উখিত হয়ে সজোরে যমীনে নিক্ষিপ্ত হল, এভাবেই সুঠাম দেহের অধিকারী শক্তিশালী একটি জাতি সম্পূর্ণ ধ্বংস ও বরবাদ হয়ে গেল। ‘আদ জাতির উপর যখন প্রতিশ্রুত আযাব নাযিল হয় তখন আল্লাহ তা'আলা তার চিরন্তন বিধান অনুযায়ী হুদ আলাইহিস সালাম ও সঙ্গী ঈমানদারগণকে সেখান থেকে সরে যাওয়ার নির্দেশ দিয়ে আযাব হতে রক্ষা করেন।\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১১ : ৫৯",
        "arabic_text": "\nوَتِلۡكَ عَادٞۖ جَحَدُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَعَصَوۡاْ رُسُلَهُۥ وَٱتَّبَعُوٓاْ أَمۡرَ كُلِّ جَبَّارٍ عَنِيدٖ ",
        "bangla_text": "আর এ ‘আদ জাতি তাদের রবের নিদর্শন অস্বীকার করেছিল এবং অমান্য করেছিল তাঁর রাসূলগণকে [১] এবং তারা প্রত্যেক উদ্ধত স্বৈরাচারীর নির্দেশ অনুসরণ করেছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাদের কাছে মাত্র একজন রাসূলই এসেছিলেন। কিন্তু যেহেতু তিনি তাদেরকে এমন এক বিষয়ের দাওয়াত দিয়েছিলেন যে দাওয়াত সবসময় সব যুগে ও সকল জাতির মধ্যে আল্লাহর নবীগণ পেশ করতে থেকেছেন, তাই এক রাসূলের কথা না মানাকে সকল রাসূলের প্রতি নাফরমানী হিসেবে গণ্য করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১১ : ৬০",
        "arabic_text": "\nوَأُتۡبِعُواْ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ عَادٗا كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّعَادٖ قَوۡمِ هُودٖ ",
        "bangla_text": "আর এ দুনিয়ায় তাদেরকে করা হয়েছিল লা’নতগ্রস্ত এবং লা’নতগ্রস্ত হবে তারা কিয়ামতের দিনেও। জেনে রাখ! ‘আদ সম্প্রদায় তো তাদের রবকে অস্বীকার করেছিল। জেনে রাখ! ধ্বংসই হচ্ছে হূদের সম্প্রদায় ‘আদের পরিণাম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘আদ জাতির কাহিনী ও আযাবের ঘটনা বর্ণনা করার পর আপরাপর লোকদের শিক্ষা ও সতর্কীকরণের জন্য এরশাদ করেছেন যে কাওমে ‘আদ আল্লাহর আয়াত ও নিদর্শনসমূহকে অস্বীকার করেছে, আল্লাহর রাসূলগণকে অমান্য করেছে, হঠকারী পাপিষ্ঠদের কাজ করেছে। যার ফলে দুনিয়াতে তাদের প্রতি গযব নাযিল হয়েছে এবং আখেরাতে অভিশপ্ত আযাবে নিক্ষিপ্ত হবে।\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১১ : ৬১",
        "arabic_text": "\n۞ وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ هُوَ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَٱسۡتَعۡمَرَكُمۡ فِيهَا فَٱسۡتَغۡفِرُوهُ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي قَرِيبٞ مُّجِيبٞ ",
        "bangla_text": "আর আমি সামূদ জাতির কাছে তাদের ভাই সালেহকে পাঠিয়েছিলাম [১]। তিনি বলেছিলেন, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহ্‌র ইবাদাত কর, তিনি ছাড়া তোমাদের অন্য কোন সত্য ইলাহ্ নেই। তিনি তোমাদেরকে মাটি থেকে  সৃষ্টি করেছেন এবং তাতেই তিনি তোমাদেরকে বসবাস করিয়েছেন [২]। কাজেই তোমরা তাঁর কাছে ক্ষমা প্রার্থনা কর আর তাঁর দিকেই ফিরে আস। নিশ্চয় আমার রব খুব কাছেই, ডাকে সাড়া প্রদানকারী [৩]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ৬১ থেকে ৬৮ পর্যন্ত ৮ আয়াতে সালেহ আলাইহিসসালামের কাহিনী বর্ণিত হয়েছে। যিনি ‘আদ জাতির দ্বিতীয় শাখা ‘কাওমে সামূদ’ এর প্রতি প্রেরিত হয়েছিলেন। তিনি তার কাওমকে সর্বপ্রথম তাওহীদের দাওয়াত দিলেন। দেশবাসী তা প্রত্যাখান করে বলল “এ পাহাড়ের প্রস্তরখন্ড থেকে আমাদের সম্মুখে আপনি যদি একটি উষ্ট্রী বের করে দেখাতে পারেন তাহলে আমরা আপনাকে সত্য নবী বলে মানতে রাজী আছি? সালেহ আলাইহিস সালাম তাদেরকে এই বলে সতর্ক করলেন যে, তোমাদের চাহিদা মোতাবেক মু'জিযা প্রদর্শনের পরেও তোমরা যদি ঈমান আনতে দ্বিধা প্রকাশ কর তাহলে কিন্তু আল্লাহ তা'আলার বিধান অনুসারে তোমাদের উপর আযাব নেমে আসবে, তোমরা সমূলে ধ্বংস হয়ে যাবে। তারপরও তারা নিজেদের হঠকারিতা থেকে বিরত হল না। আল্লাহ তা'আলার তাঁর অসীম কুদরতে তাদের চাহিদা মোতাবেক মু'জিযা প্রকাশ করলেন। বিশাল প্রস্তরখন্ড বিদীর্ণ হয়ে তাদের কথিত গুণাবলী সম্পন্ন উষ্ট্রী আত্মপ্রকাশ করল। আল্লাহ তা'আলা হুকুম দিলেন যে, এ উন্ত্রীকে কেউ যেন কোনরূপ কষ্ট-ক্লেশ না দেয়। যদি এরূপ করা হয় তবে তোমাদের প্রতি আযাব নাযিল হয়ে তোমরা ধ্বংস হয়ে যাবে। কিন্তু তারা নিষেধাজ্ঞা অমান্য করল, উষ্ট্রীকে হত্যা করল। তখন আল্লাহ তা'আলা কঠোরভাবে তাদেরকে পাকড়াও করলেন। সালেহ আলাইহিসসালাম ও তার সঙ্গী ঈমানদারগণ নিরাপদে রক্ষা পেলেন। অন্য সবাই এক ভয়াবহ গর্জনে ধ্বংস হল।\n  <br/>\n  <br/>\n  [২] প্রথম বাক্যাংশে যে দাবী করা হয়েছিল যে, আল্লাহ ছাড়া তোমাদের আর কোন প্রকৃত ইলাহ নেই, এটি হচ্ছে সেই দাবীর সপক্ষে যুক্তি। মুশরিকরা নিজেরাও স্বীকার করতো যে, আল্লাহই তাদের স্রষ্টা। এ স্বীকৃত সত্যের ওপর যুক্তির ভিত্তি করে সালেহ আলাইহিস্‌সালাম তাদেরকে বুঝান, পৃথিবীর নিম্প্রাণ উপাদানের সংমিশ্রণে যখন আল্লাহই তোমাদের অর্থাৎ তোমাদের পিতা আদমকে এ পার্থিব অস্তিত্ব দান করেছেন এবং তিনিই যখন এ পৃথিবীর বুকে জীবন ধারণের ব্যবস্থা করেছেন, তখন তিনি ছাড়া আর কে বন্দেগী লাভের অধিকার পেতে পারে? সুতরাং তোমরা একমাত্র তাঁরই ইবাদত কর। তাঁর সাথে কাউকে শরীক করো না [সা’দী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তিনি তাঁর অতি নিকটে যে তাঁকে কোন কিছু চাওয়ার জন্য ডাকে, বা তাঁর ইবাদতের মাধ্যমে তাঁকে আহবান করে। তিনি তার ডাকে সাড়াও দেন। প্রার্থিত বিষয় তাকে দান করেন, ইবাদত কবুল করেন, সাওয়াব দেন পূর্ণরূপে। এখানে জানা আবশ্যক যে, আল্লাহর নৈকট্য দু'ধরনের, এক. ব্যাপক, দুই. বিশেষ। ব্যাপক নৈকট্য হচ্ছে, তিনি তাঁর জ্ঞানে সবার নিকটে, সমস্ত সৃষ্টি জগত সে হিসেবে তার নিকটে। আর এটাই আল্লাহ্ তা'আলা অন্যত্র বলেছেন, “আর আমরা তার গ্রীবাস্থিত ধমনীর চেয়েও নিকটতর\" [সূরা কাফ: ১৬] আর বিশেষ নৈকট্য হচ্ছে, তিনি তার ইবাদাতকারী, যাচ্ঞাকারী, যারা তাকে ভালবাসে তাদের নিকটে থাকেন। আর এ নৈকট্য সম্পর্কে অন্যত্রও তিনি বলেছেন, “আর সিজদা করুন এবং আমার নিকটবতী হোন\" [সূরা আল-আলাক:১৯] অনুরূপ সূরা হুদের আলোচ্য আয়াত। তাছাড়া আরও এসেছে, “আর আমার বান্দাগণ যখন আমার সম্পর্কে আপনাকে জিজ্ঞেস করে, (তখন বলে দিন যে) নিশ্চয় আমি অতি নিকটে। আহবানকারী যখন আমাকে আহবান করে আমি তার আহবানে সাড়া দেই। কাজেই তারাও আমার ডাকে সাড়া দিক এবং আমার প্রতি ঈমান আনুক, যাতে তারা সঠিক পথে চলতে পারে” [সূরা আল-বাকারাহ: ১৮৬] এ ধরনের নৈকট্য এমন যে, আল্লাহর বিশেষ দয়া, দো'আ কবুল হওয়া, উদ্দেশ্য হাসিল হওয়া এর মাধ্যমেই হয়ে থাকে। এজন্যই এ আয়াতের শেষে ‘মুজীব’ শব্দটি যোগ করা হয়েছে। [সা'দী; ইবন তাইমিয়্যা, মাজমু' ফাতাওয়া: ৫/৪৯৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১১ : ৬২",
        "arabic_text": "\nقَالُواْ يَٰصَٰلِحُ قَدۡ كُنتَ فِينَا مَرۡجُوّٗا قَبۡلَ هَٰذَآۖ أَتَنۡهَىٰنَآ أَن نَّعۡبُدَ مَا يَعۡبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِي شَكّٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ مُرِيبٖ ",
        "bangla_text": "তারা বলল, ‘হে সালেহ্! এর আগে তুমি ছিলে আমাদের আশাস্থল [১]। তুমি কি আমাদেরকে নিষেধ করছ ‘ইবাদাত করতে তাদের, যাদের ‘ইবাদাত করত আমাদের পিতৃ-পুরুষেরা?[২] নিশ্চয় আমরা বিভ্রান্তিকর সন্দেহে রয়েছি সে বিষয়ে, যার প্রতি তুমি আমাদেরকে ডাকছ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ \"তাওহীদের দাওয়াত ও প্রতিমা পুজা থেকে আমাদের বারণ করার আগ পর্যন্ত আপনার সম্পর্কে আমাদের উচ্চাশা ছিল যে, আপনি আগামীতে আমাদের নেতৃত্ব দান করবেন।” [কুরতুবী] তারা এটাই বলতে চাচ্ছিল যে, আপনার বুদ্ধিমত্তা, বিচারবুদ্ধি, বিচক্ষণতা, গাম্ভীর্য ও মর্যাদাশালী ব্যক্তিত্ব দেখে আমরা আশা করেছিলাম আপনি ভবিষ্যতে একজন বিরাট নামীদামী ব্যক্তি হবেন। একদিকে যেমন বিপুল বৈষয়িক ঐশ্বর্যের অধিকারী হবেন তেমনি অন্যদিকে আমরাও অন্য জাতি ও গোত্রের মোকাবিলায় আপনার প্রতিভা ও যোগ্যতা থেকে লাভবান হবার সুযোগ পাবো। কিন্তু আপনি এ তাওহীদ ও আখেরাতের নতুন ধূয়া তুলে আমাদের সমস্ত আশা-আকাংখা বরবাদ করে দিয়েছেন। এর কারণ হচ্ছে, আল্লাহ তা'আলা বাল্যকাল হতেই নবীগণকে যোগ্যতা ও উন্নত স্বভাব চরিত্রের অধিকারী করে থাকেন। যার ফলে সবাই তাদেরকে শ্রদ্ধা করতে বাধ্য হতো। কিন্তু নবুওয়াতের দাবী ও মুর্তি পুজা থেকে বারণ করার সঙ্গে সঙ্গেই সেসব লোক তার বিরোধিতা ও শক্ৰতা শুরু করেছিল। তাদের প্রত্যাশার বিপরীত মেরুতে দাঁড়িয়ে যখন তিনি তাওহীদ ও আখেরাত এবং উন্নত চারিত্রিক গুণাবলীর দাওয়াত দিতে থাকলেন তখন তারা তাঁর ব্যাপারে কেবল নিরাশই হলো না বরং তাঁর প্রতি হয়ে উঠলো অসন্তুষ্ট। তারা বলতে লাগলো, বেশ ভালো কাজের লোকটি ছিল কিন্তু কি জানি তাকে কি পাগলামিতে পেয়ে বসলো, নিজের জীবনটাও বরবাদ করলো এবং আমাদের সমস্ত প্রত্যাশাও ধূলায় মিশিয়ে দিল। [দেখুন, তাবারী; সা’দী] আররের মুশরিকরাও অনুরূপ করেছিল। মুহাম্মাদুর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নবুওয়াতের কথা ঘোষণা করার পূর্বে সমগ্র আরববাসী তাকে সত্যবাদী ও বিশ্বাসী মনে করত এবং 'আল-আমীন’ উপাধিতে ভূষিত করেছিল। কিন্তু যখনই তিনি এক আল্লাহর ইবাদতের প্রতি আহবান জানালেন তখনই তারা বিরোধিতা করতে লাগল।\n  <br/>\n  <br/>\n  [২] সালেহ্ আলাইহিসসালাম বলেছিলেন, আল্লাহ্‌ ছাড়া আর কোন প্রকৃত মাবুদ নেই এবং এর যুক্তি হিসেবে তিনি বলেছিলেন, আল্লাহই তোমাদের সৃষ্টি করেছেন এবং পৃথিবীতে বসবাস করিয়েছেন। এর জবাবে এ মুশরিকরা বলছে, এদের ইবাদতাও পরিত্যাগ করা যেতে পারে না। কারণ বাপ-দাদাদের আমল থেকে এদের ইবাদাত হতে চলে আসছে। তাছাড়া আপনি আমাদেরকে যে দিকে আহবান করছেন সেটা নিয়ে আমরা বিভ্রান্তিকর সন্দেহে আছি। তারা যেন এটা বুঝাতে চাচ্ছে যে, যদি আমরা আপনার কথার সত্যতা জানতে পারতাম তবে অবশ্যই আপনার অনুসরণ করতাম। এটা অবশ্যই তাদের মিথ্যা কথা। কারণ, পরবর্তী আয়াতে সালেহ আলাইহিস সালাম তাদের কাছে বিষয়টি আরও খোলাসা করে বর্ণনা করেছেন। আসলে তারা এ সমস্ত মিথ্যাচার করেই যাচ্ছিল। [সা’দী ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১১ : ৬৩",
        "arabic_text": "\nقَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَءَاتَىٰنِي مِنۡهُ رَحۡمَةٗ فَمَن يَنصُرُنِي مِنَ ٱللَّهِ إِنۡ عَصَيۡتُهُۥۖ فَمَا تَزِيدُونَنِي غَيۡرَ تَخۡسِيرٖ ",
        "bangla_text": "তিনি বললেন, ‘ হে আমার সম্প্রদায়! তোমরা আমাকে জানাও, আমি যদি আমার রব প্রেরিত স্পষ্ট প্রমাণে প্রতিষ্ঠিত হয়ে থাকি এবং তিনি যদি আমাকে তাঁর নিজ অনুগ্রহ [১] দান করে থাকেন, তবে আল্লাহ্‌র শাস্তি থেকে আমাকে কে রক্ষা করবে, আমি যদি তাঁর অবাধ্য হই? কাজেই তোমরা তো শুধু আমার ক্ষতিই বাড়িয়ে দিচ্ছ [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি আমার দাবীর ব্যাপারে সম্পূর্ণভাবে নিশ্চিত বিশ্বাসের উপর আছি। আর আমাকে আমার রবের পক্ষ থেকে অনুগ্রহ দেয়া হয়েছে। তা হচ্ছে নবুওয়াত ও রিসালাত। [সা’দী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যদি আমি আমার কাছে আসা স্পষ্ট প্রমাণের বিরুদ্ধে এবং আল্লাহ আমাকে যে জ্ঞান দান করেছেন সেই জ্ঞানের বিরুদ্ধে নিছক তোমাদের খুশী করার জন্য গোমরাহীর পথ অবলম্বন করি তাহলে আল্লাহর পাকড়াও থেকে তোমরা আমাকে বাঁচাতে পারবে না। আমি যদি তোমাদেরকে হক ও একমাত্র আল্লাহর ইবাদতের দিকে দাওয়াত না দেই, তবে তোমরা এর দ্বারা আমার কোন উপকার করতে পারবে না। [ইবন কাসীর] বরং এভাবে তোমরা তো আমাকে কল্যাণের পথ থেকে বহু দূরে সরিয়ে দিবে এবং অনিষ্টতাই বৃদ্ধি করবে। [ইবন কাসীর; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১১ : ৬৪",
        "arabic_text": "\nوَيَٰقَوۡمِ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٞ قَرِيبٞ ",
        "bangla_text": "‘হে আমার সম্প্রদায়! এটা আল্লাহ্‌র উষ্ট্রী তোমাদের জন্য নিদর্শনস্বরূপ। সুতরাং এটাকে আল্লাহ্‌র জমিতে চরে খেতে দাও। এটাকে কোন কষ্ট দিও না, কষ্ট দিলে আশু শাস্তি তোমাদের উপর আপতিত হবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১১ : ৬৫",
        "arabic_text": "\nفَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمۡ ثَلَٰثَةَ أَيَّامٖۖ ذَٰلِكَ وَعۡدٌ غَيۡرُ مَكۡذُوبٖ ",
        "bangla_text": "কিন্তু তারা এটাকে হত্যা করল। তাই তিনি বললেন, ‘তোমরা তোমাদের ঘরে তিন দিন জীবন উপভোগ করে নাও। এটা এমন এক প্রতিশ্রুতি যা মিথ্যা হবার নয় [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা যখন নিষেধাজ্ঞা লঙ্ঘন করে উস্ত্রীকে হত্যা করল তখন তাদেরকে নির্দিষ্টভাবে জানিয়ে দেয়া হল যে, মাত্র তিন দিন তোমাদিগকে অবকাশ দেয়া হল এ তিন দিন অতিবাহিত হওয়ার সঙ্গে সঙ্গেই তোমরা ধ্বংস হয়ে যাবে। আর সেটা ঘটবেই। [মুয়াসসার]।\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১১ : ৬৬",
        "arabic_text": "\nفَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا صَٰلِحٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَمِنۡ خِزۡيِ يَوۡمِئِذٍۚ إِنَّ رَبَّكَ هُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ ",
        "bangla_text": "অতঃপর যখন আমাদের নির্দেশ আসল তখন আমরা সালেহ্ ও আর সঙ্গে যারা ঈমান এনেছিল তাদেরকে আমাদের অনুগ্রহে রক্ষা করলাম এবং রক্ষা করলাম সে দিনের লাঞ্ছনা হতে। নিশ্চয় আপনার রব, তিনি শক্তিমান, মহাপরাক্রমশালী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১১ : ৬৭",
        "arabic_text": "\nوَأَخَذَ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ ",
        "bangla_text": "আর যারা যুলুম করেছিল বিকট চীৎকার তাদেরকে পাকড়াও করল; ফলে তারা নিজ নিজ ঘরে নতজানু অবস্থায় শেষ হয়ে গেল [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ঐ পাপিষ্ঠদেরকে এক ভয়ঙ্কর গর্জন এসে পাকড়াও করল। এ ছিল জিবরীল আলাইহিস সালামের গর্জন, যা হাজার হাজার বজ্রধ্বনির সম্বিলিত শক্তির চেয়েও ভয়াবহ। যা সহ্য করার ক্ষমতা মানুষ বা কোন জীবজন্তুর নেই। এরূপ প্রাণ কাঁপানো গর্জনেই সকলে মৃত্যুবরণ করেছিল। এ আয়াত থেকে বুঝা যায় যে, ‘কাওমে সামূদ’ ভয়ঙ্কর গর্জনে ধ্বংস হয়েছিল। অপর দিকে সূরা আ'রাফ এর ৭৮ নং আয়াতে ইরশাদ হয়েছে, “অতঃপর ভূমিকম্প তাদেরকে পাকড়াও করল\"। এতে বোঝা যায় যে ভূমিকম্পের ফলে তারা ধ্বংসপ্রাপ্ত হয়েছিল। মুফাসসিরগণ বলেনঃ উভয় আয়াতের মমার্থে কোন বিরোধ নেই। হয়ত প্রথমে ভূমিকম্প শুরু হয়েছিল। এবং তৎসঙ্গেই ভয়ঙ্কর গর্জনে সবাই ধ্বংস হয়েছিল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১১ : ৬৮",
        "arabic_text": "\nكَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَآ إِنَّ ثَمُودَاْ كَفَرُواْ رَبَّهُمۡۗ أَلَا بُعۡدٗا لِّثَمُودَ ",
        "bangla_text": "যেন তারা সেখানে কখনো বসবাস করেনি। জেনে রাখ! সামূদ সম্প্রদায় তো তাদের রবের সাথে কুফরী করেছিল। জেনে রাখ! ধ্বংসই হল সামূদ সম্প্রদায়ের পরিণাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১১ : ৬৯",
        "arabic_text": "\nوَلَقَدۡ جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞۖ فَمَا لَبِثَ أَن جَآءَ بِعِجۡلٍ حَنِيذٖ ",
        "bangla_text": "আর অবশ্যই আমাদের ফিরিশ্‌তাগণ সুসংবাদ নিয়ে ইবরাহীমের কাছে এসেছিল [১]। তারা বলল, ‘সালাম।’ তিনিও বললেন, ‘সালাম [২]।’ অতঃপর বিলম্ব না করে তিনি এক কাবাবকৃত বাছূর নিয়ে আসলেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ইবরাহীম খলিলুল্লাহ আলাইহিস সালামের একটি ঘটনা বর্ণিত হচ্ছে। আল্লাহ তা'আলা তাকে সন্তান লাভের সুসংবাদ দেয়ার জন্য তার কাছে কতিপয় ফেরেশ্‌তাকে প্রেরণ করেছিলেন। কেননা ইবরাহীম আলাইহিসসালামের স্ত্রী সারা নিঃসন্তান ছিলেন। তিনি সন্তানের জন্য একান্ত উদগ্রীব ছিলেন কিন্তু উভয়ে বার্ধক্যের চরম সীমায় উপনীত হওয়ার কারণে দৃশ্যতঃ সন্তান লাভের কোন সম্ভাবনা ছিল না। এমতাবস্থায় আল্লাহ তা'আলা ফেরেশ্‌তার মাধ্যমে সুসংবাদ দান করলেন যে, তারা অচিরেই একটি পুত্র সন্তান লাভ করবেন। তার নামকরণ করা হল ইসহাক। আরো অবহিত করা হল যে, ইসহাক আলাইহিসসালাম দীর্ঘজীবি হবেন, সন্তান লাভ করবেন তার সন্তানের নাম হবে ‘ইয়াকুব’ আলাইহিসসালাম। উভয়ে নবুওয়াতের মর্যাদায় অভিষিক্ত হবেন।\n  <br/>\n  <br/>\n  ফেরেশতাগণ মানবাকৃতিতে আগমন করায় ইবরাহীম আলাইহিসসালাম তাদেরকে সাধারণ আগন্তুক মনে করে মেহমানদারীর আয়োজন করেন। ভূনা গোসত সামনে রাখলেন। কিন্তু তারা ছিলেন ফেরেশ্‌তা, পানাহারের উর্ধ্বে। কাজেই সম্মুখে আহার্য দেখেও তারা সেদিকে হাত বাড়ালেন না। এটা লক্ষ্য করে ইবরাহীম আলাইহিসসালাম আতঙ্কিত হলেন যে, হয়ত এদের মনে কোন দুরভিসন্ধি রয়েছে। ফেরেশতাগণ ইবরাহীম আলাইহিসসালামের অমূলক আশঙ্কা আন্দাজ করে তা দূর করার জন্য স্পষ্টভাবে জানালেন যে “আপনি শঙ্কিত হবেন না।\" আমরা আল্লাহর ফেরেশতা। আপনাকে একটি সুসংবাদ দান করে ও অন্য একটি বিশেষ কার্য সম্পাদনের জন্য আমরা প্রেরিত হয়েছি। তা হচ্ছে লুত আলাইহিসসালামের কাওমের উপর আযাব নাযিল করা। ইবরাহীম আলাইহিসসালামের স্ত্রী ‘সারা’ পর্দার আড়ালে দাঁড়িয়ে কথাবার্তা শুনছিলেন। বৃদ্ধকালে সন্তান লাভের সুখবর শুনে হেসে ফেললেন এবং বললেন এহেন বৃদ্ধ বয়সে আমার গর্ভে সন্তান জন্ম হবে। আর আমার এ স্বামীও তো অতি বৃদ্ধ। ফেরেশতাগণ উত্তর দিলেন তুমি আল্লাহর ইচ্ছার প্রতি বিস্ময় প্রকাশ করছ? তার অসাধ্য কিছুই নেই। তোমাদের পরিবারের উপর আল্লাহ তা'আলার প্রভূত রহমত এবং অফুরন্ত বরকত রয়েছে।\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াত থেকে ইসলামী আচার-ব্যবহার সম্পর্কে কতিপয় গুরত্বপূর্ণ হেদায়াত পাওয়া যায়ঃ\n  <br/>\n  <br/>\n  “তারা সালাম বললেন, তিনি বললেনঃ সালাম।” এ দ্বারা বুঝা যায় যে, মুসলিমদের পারস্পারিক সাক্ষাৎ মোলাকাতের সময় পরস্পরকে সালাম করা কর্তব্য। আরো জানা গেল যে, আগন্তুক ব্যক্তি কথা বলার আগেই প্রথমে সালাম করবে। [সা’দী]\n  <br/>\n  <br/>\n  পারস্পরিক দেখা সাক্ষাতের বিশেষ কোন বাক্য উচ্চারণ করে একে অপরের প্রতি শুভেচ্ছা জ্ঞাপন করার রীতি পৃথিবীর সকল জাতি ও ধর্মের মধ্যে দেখা যায়। তবে এ ব্যাপারেও ইসলামের শিক্ষা অনন্য ও সর্বোত্তম। কেননা, সালামের সুন্নাত সম্মত বাক্য (السلام عليكم)। এখানে সর্বপ্রথম 'আসসালাম’ আল্লাহর একটি গুণবাচক নাম হওয়ার কারণে আল্লাহর যিকির করা হল, সম্বোধিত ব্যক্তির জন্য সালামতি ও নিরাপত্তার দোআ করা হল, নিজের পক্ষ হতে জান মাল ইজ্জতের নিরাপত্তার প্রতিশ্রুতি দেয়া হল। এর দ্বারা আরও প্রমাণিত হলো যে, সালাম দেয়ার এ নীতি ইবরাহীম আলাইহিস সালামের সময়েও ছিল। [সা’দী]\n  <br/>\n  <br/>\n  এখানে পবিত্র কুরআনে ফেরেশ্‌তাদের পক্ষ হতে সালাম এবং ইবরাহীম আলাইহিস সালামের তরফ হতে শুধু সালাম’ শব্দ উল্লেখ করা হয়েছে। অবশ্য এখানে উভয়ক্ষেত্রে সুন্নত মোতাবেক সালামের জবাবের পূর্ণ বাক্যই বোঝানো হয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও নিজের আচরণের মাধ্যমে সালামের পূর্ণ বাক্য শিক্ষা দান করেছেন অর্থাৎ প্রথম পক্ষ আসসালামুআলাইকুম' বলবে তদুত্তরে দ্বিতীয় পক্ষ ‘ওয়া আলাইকুমুসসালাম ওয়া রাহমাতুল্লাহ' বলবে। এ আয়াতেও প্রথম সালাম প্রদানের বাক্যটি ক্রিয়ামূলক বাক্য আর তার উত্তরে প্রদত্ত বাক্যটি বিশেষ্যমূলক বাক্য। বিশেষ্যমূলক বাক্য বেশী অর্থবহ। সেজন্য সালামের জওয়াব সালাম থেকেও বেশী থাকতে হয়। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১১ : ৭০",
        "arabic_text": "\nفَلَمَّا رَءَآ أَيۡدِيَهُمۡ لَا تَصِلُ إِلَيۡهِ نَكِرَهُمۡ وَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۚ قَالُواْ لَا تَخَفۡ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمِ لُوطٖ ",
        "bangla_text": "অতঃপর তিনি যখন দেখলেন তাদের হাত সেটার দিকে প্রসারিত  হচ্ছে না, তখন তাদেরকে অবাঞ্ছিত মনে করলেন এবং তাদের সম্বন্ধে তাঁর মধ্যে ভীতি সঞ্ছার হল [১]। তাঁরা বলল , ‘ ভয় করবেন না , আমরা তো লুতের সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাদেরকে ভয় পাবার কারণ সম্পর্কে কয়েকটি মত আছেঃ\n  <br/>\n  একঃ কোন কোন মুফাসসিরের মতে এ ভয়ের কারণ ছিল এই যে, অপরিচিত নবাগতরা খেতে ইতস্তত করলে তাদের নিয়তের ব্যাপারে ইবরাহীমের মনে সন্দেহ জাগে এবং তারা কোন প্রকার শক্রতার উদ্দেশ্য নিয়ে এসেছে কিনা-এ চিন্তা তাঁর মনকে আতংকিত করে তোলে। কারণ আরব দেশে কোন ব্যক্তি কারোর মেহমানদারীর জন্য আনা খাবার গ্রহণ না করলে মনে করা হতো সে মেহমান হিসেবে নয় বরং হত্যা ও লুটতরাজের উদ্দেশ্যে এসেছে। [বাগভী; কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর; সা’দী]\n  <br/>\n  <br/>\n  দুইঃ কথা বলার এ ধরণ থেকে পরিষ্কার বুঝা যাচ্ছে যে, খাবারের দিকে তাদের হাত এগিয়ে যেতে না দেখে ইবরাহীম আলাইহিস্সালাম বুঝতে পেরেছিলেন যে, তারা ফেরেশতা। আর যেহেতু ফেরেশতাদের প্রকাশ্যে মানুষের বেশে আসা অস্বাভাবিক অবস্থাতেই হয়ে থাকে, তাই ইবরাহীম মূলত যে বিষয়ে ভীত হয়েছিলেন তা ছিল এই যে, তাঁর পরিবারের সদস্যরা বা তাঁর জনপদের লোকেরা এমন কোন দোষ করে বসেনি তো যে ব্যাপারে পাকড়াও করার জন্য ফেরেশতাদের এই আকৃতিতে পাঠানো হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১১ : ৭১",
        "arabic_text": "\nوَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ ",
        "bangla_text": "আর তাঁর স্ত্রী দাঁড়ানো ছিলেন , অতঃপর তিনি হেসে ফেললেন [১]। অতঃপর আমরা তাকে ইস্‌হাকের ও ইস্‌হাকের পরবর্তী  ইয়া’কূবের  সুসংবাদ দিলাম [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে বুঝা যায় ফেরেশতার মানুষের আকৃতিতে আসার খবর শুনেই পরিবারের সবাই পেরেশান হয়ে পড়েছিল। এ খবর শুনে ইবরাহীমের স্ত্রীও ভীত হয়েছিলেন। তারপর যখন তিনি শুনলেন, তাদের গৃহের বা পরিবারের ওপর কোন বিপদ আসছে না। তখনই তার ধড়ে প্রাণ এলো এবং তিনি আনন্দিত হলেন। [বাগভী; কুরতুবী] অথবা তিনি আযাব নাযিল হওয়া এবং কাওমে লুতের গাফিলতির ব্যাপারটি জেনে হেসে দিলেন [বাগভী] অথবা তিনি হেসেছিলেন সন্তানের সুসংবাদ শোনার পর তখন অবশ্য আয়াতের শব্দের মধ্যে আগ-পিছ হয়েছে ধরে নিতে হবে। [বাগভী; কুরতুবী] অথবা তিনি ও তার স্বামী উভয়েই মেহমানের খিদমতে নিয়োজিত আছেন তারপরও তারা খাচ্ছেন না, এ কথাটি তিনি হেসে হেসেই বলেছিলেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] ফেরেশতাদের ইবরাহীমের পরিবর্তে তাঁর স্ত্রী সারাকে এ খবর শুনাবার কারণ এই ছিল যে, ইতিপূর্বে ইবরাহীম একটি পুত্র সন্তান লাভ করেছিলেন। তার দ্বিতীয়া স্ত্রী হাজেরার গর্ভে সাইয়্যিদিনা ইসমাঈল আলাইহিস সালামের জন্ম হয়েছিল। কিন্তু এ পর্যন্ত সারা ছিলেন সন্তানহীনা। তাই তাঁর মনটিই ছিল বেশী বিষন্ন। তাঁর মনের এ বিষন্নতা দূর করার জন্য তাঁকে শুধু ইসহাকের মতো মহান গৌরবান্বিত পুত্রের জন্মের সুসংবাদ দিয়ে ক্ষান্ত হননি বরং এ সংগে এ সুসংবাদও দেন যে, এ পুত্রের পরে আসছে ইয়াকুবের মতো নাতি, যিনি হবেন বিপুল মর্যাদা সম্পন্ন পয়গম্বর। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১১ : ৭২",
        "arabic_text": "\nقَالَتۡ يَٰوَيۡلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٞ وَهَٰذَا بَعۡلِي شَيۡخًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عَجِيبٞ ",
        "bangla_text": "তিনি বললেন , ‘হায়, কি আশ্চর্য! সন্তানের জননী হব আমি, যখন আমি বৃদ্ধা এবং এ আমার স্বামী বৃদ্ধ! এটা অবশ্যই এক অদ্ভুত বাপার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (یٰوَیۡلَتٰۤی) শব্দটি সাধারণত কোন দুর্ভোগে পড়লে মানুষ ব্যবহার করে থাকে। কিন্তু এর মানে এ নয় যে,সারা এ খবর শুনে যথার্থই খুশী হবার পরিবর্তে উল্টো একে দুর্ভাগ্য মনে করেছিলেন। বরং আসলে এগুলো এমন ধরনের শব্দ ও বাক্য, যা মেয়েরা সাধারণত কোন ব্যাপারে অবাক হয়ে গেলে বলে থাকে। [কুরতুবী; ইবন কাসীর] এ ক্ষেত্রে নিছক বিস্ময় প্রকাশই উদ্দেশ্য হয়ে থাকে। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১১ : ৭৩",
        "arabic_text": "\nقَالُوٓاْ أَتَعۡجَبِينَ مِنۡ أَمۡرِ ٱللَّهِۖ رَحۡمَتُ ٱللَّهِ وَبَرَكَٰتُهُۥ عَلَيۡكُمۡ أَهۡلَ ٱلۡبَيۡتِۚ إِنَّهُۥ حَمِيدٞ مَّجِيدٞ ",
        "bangla_text": "তারা বলল, ‘আল্লাহ্‌র কাজে আপনি বিস্ময় বোধ করছেন ? হে নবী পরিবার ! আপনাদের প্রতি রয়েছে আল্লাহ্‌র অনুগ্রহ ও কল্যাণ  [১]। তিনি তো প্রশংসার যোগ্য ও অত্যন্ত সম্মানিত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর মানে হচ্ছে, যদিও প্রকৃতিগত নিয়ম অনুযায়ী এ বয়সে মানুষের সন্তান হয় না তবুও আল্লাহর কুদরতে এমনটি হওয়া কোন অসম্ভব ব্যাপারও নয়। আর এ সুসংবাদ যখন তোমাকে আল্লাহর পক্ষ থেকে দেয়া হচ্ছে তখন তোমার মতো একজন মুমিনা মহিলার পক্ষে এ ব্যাপারে বিস্ময় প্রকাশ করার কোন কারণ নেই। [তাবারী; কুরতুবী] মুজাহিদ বলেন, তখন সারার বয়স ছিল ৯৯ বছর। আর ইবরাহীমের বয়স ছিল ১০০ বছর, সে হিসেবে ইবরাহীমের বয়স তার স্ত্রী অপেক্ষা ১ বছর বেশি। [বাগভী; কুরতুবী] ইবন ইসহাক বলেন, তার বয়স ১২০ বছর এবং তার স্ত্রীর ৯০ বছর। এতে আরও মতামত রয়েছে। [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  [২] বরকত শব্দের অর্থ, বৃদ্ধি ও প্রাচুর্যতা। এখানে যে বরকতের কথা বলা হচ্ছে পরবর্তী সমস্ত নবী-রাসুল ইবরাহীমের বংশধরদের থেকেই হয়েছে। [কুরতুবি] এ আয়াতে বর্ণিত রাহমাতুল্লাহি ওয়া বারাকাতুহু থেকে ইবন আব্বাস মত নিয়েছেন যে, সালামের সর্বশেষ শব্দ হবে, ‘বারাকাতুহু’ [মুয়াত্তা মালিক: ২/৯৫৯; কুরতুবী]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১১ : ৭৪",
        "arabic_text": "\nفَلَمَّا ذَهَبَ عَنۡ إِبۡرَٰهِيمَ ٱلرَّوۡعُ وَجَآءَتۡهُ ٱلۡبُشۡرَىٰ يُجَٰدِلُنَا فِي قَوۡمِ لُوطٍ ",
        "bangla_text": "অতঃপর যখন ইবরাহীমের ভীতি দূরীভূত হল এবং তাঁর কাছে সুসংবাদ আসল তখন তিনি লূতের সম্প্রদায় সম্বন্ধে আমাদের সাথে বাদানুবাদ করতে লাগলেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবরাহীম আলাইহিসসালাম ফেরেশতাদের সাথে কি নিয়ে ঝগড়া করলেন তা অবশ্য আয়াতে উল্লেখ করা হয়নি। তবে সূরা আল-আনকাবূতের ৩১-৩২ নং আয়াতে বলা হয়েছে, “যখন আমার প্রেরিত ফিরিশতাগণ সুসংবাদসহ ইবরাহীমের কাছে আসল, তারা বলেছিল, আমরা এ জনপদবাসীকে ধ্বংস করব, এর অধিবাসীরা তো যালিম। ইবরাহীম বললেন, 'এ জনপদে তো লুত রয়েছে। তারা বলল, সেখানে কারা আছে, তা আমরা ভাল জানি, আমরা তো লুতকে ও তার পরিজনবর্গকে রক্ষা করবই, তার স্ত্রীকে ছাড়া; সে তো পিছনে অবস্থানকারীদের অন্তর্ভুক্ত।’ এর দ্বারা বুঝা গেল যে, ইবরাহীম আলাইহিসসালামের ঝগড়ার বিষয় ছিল যে, যদি কাওমে লুতকে ধ্বংস করা হয় তবে লুতের কি অবস্থা হবে? সে তো মুমিন, তাকে কিভাবে বাঁচানো যায়? তখন ফেরেশতাগণ ইবরাহীম আলাইহিসসালামকে আশ্বস্ত করলেন যে, আপনার ঘাবড়াবার কারণ নেই। আমরা তাকে ও ঈমানদারদের রক্ষা করবই।\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১১ : ৭৫",
        "arabic_text": "\nإِنَّ إِبۡرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٞ مُّنِيبٞ ",
        "bangla_text": "নিশ্চয় ইবরাহীম অত্যন্ত সহনশীল কমল হৃদয় [১] , সর্বদা আল্লাহ্‌ অভিমুখী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আত-তাওবার ১১৪ নং আয়াতের ব্যাখ্যায় এর বিস্তারিত আলোচনা চলে গেছে।\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১১ : ৭৬",
        "arabic_text": "\nيَٰٓإِبۡرَٰهِيمُ أَعۡرِضۡ عَنۡ هَٰذَآۖ إِنَّهُۥ قَدۡ جَآءَ أَمۡرُ رَبِّكَۖ وَإِنَّهُمۡ ءَاتِيهِمۡ عَذَابٌ غَيۡرُ مَرۡدُودٖ ",
        "bangla_text": "হে ইবরাহীম ! আপনি এটা থেকে বিরত হোন [১] ; নিশ্চয় আপনার রবের বিধান এসে পড়েছে; আর নিশ্চয় তাদের প্রতি আসবে শাস্তি যা অনিবার্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ লুতের কাওমের ব্যাপারে আপনার বিবাদ পরিত্যাগ করুন। [কুরতুবী] কারণ, তাদের ব্যাপারে সিদ্ধান্ত দেয়া হয়ে গেছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১১ : ৭৭",
        "arabic_text": "\nوَلَمَّا جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗا وَقَالَ هَٰذَا يَوۡمٌ عَصِيبٞ ",
        "bangla_text": "আর যখন আমাদের প্রেরিত ফিরিশতাগণ লূতের কাছে আসল তখন তাদের আগমনে তিনি বিষণ্ণ হলেন এবং নিজেকে তাদের রক্ষায় অসমর্থ মনে করলেন এবং বললেন ‘এটা বড়ই বিপদের দিন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে লূত আলাইহিসসালাম ও তার দেশবাসীর অবস্থা ও দেশবাসীর উপর কঠিন আযাবের বর্ণনা দেয়া হয়েছে। লুত আলাইহিসসালামের কাওম একে তো কাফের ছিল অধিকন্তু এমন এক জঘন্য অপকর্ম ও লজ্জাকর অনাচারে লিপ্ত ছিল যা পূর্বে কোন ব্যক্তি বা গোষ্ঠীর মধ্যে পাওয়া যায়নি, বন্য পশুরাও যা ঘৃনা করে। অর্থাৎ পুরুষ কর্তৃক অন্য পুরুষের মৈথুন করা। ব্যাভিচারের চেয়েও ইহা জঘন্য অপরাধ। এ জন্যই তাদের উপর এমন কঠিন আযাব নাযিল হয়েছে যা অন্য কোন অপকর্মকারীদের উপর কখনো নাযিল হয়নি। লূত আলাইহিসসালামের ঘটনা যা আলোচ্য আয়াতসমূহে বর্ণিত হয়েছে তা হচ্ছে এই যে, আল্লাহ তা'আলা জিবরাঈল আলাইহিসসালাম সহ কতিপয় ফেরেশতাকে কওমে লূতের উপর আযাব নাযিল করার জন্য প্রেরণ করেন। যাত্রাপথে তারা ফিলিস্তীনে প্রথমে ইবরাহীম আলাইহিসসালামের সমীপে উপস্থিত হন। আল্লাহ তা'আলা যখন কোন জাতিকে আযাব দ্বারা ধ্বংস করেন তখন তাদের কার্যকলাপের সাথে সামঞ্জস্যপূর্ণ আযাবই নাযিল করে থাকেন। এ ক্ষেত্রেও ফেরেশতাগণকে নওজোয়ানরূপে প্রেরণ করেন। লুত আলাইহিসসালাম ও তাদেরকে মানুষ মনে করে তাদের নিরাপত্তার জন্য উদ্বিগ্ন হলেন। কারণ মেহমানের আতিথেয়তা নবীর নৈতিক দায়িত্ব। পক্ষান্তরে দেশবাসীর কু-স্বভাব তার অজানা ছিল না। উভয় সংকটে পড়ে তিনি স্বগতোক্তি করলেন “আজেকের দিনটি বড় সংকটময়\"। লূত আলাইহিসসালামের স্ত্রী নবীর বিরুদ্ধাচারন করে কাফেরদের সাথে যোগাযোগ রক্ষা করত। সম্মানিত ফেরেশতাগণ সুদৰ্শন নওজোয়ান আকৃতিতে যখন লূত আলাইহিসসালামের গৃহে উপনীত হলেন তখন তার স্ত্রী সমাজের দুষ্ট লোকদের খবর দিল যে আজ আমাদের গৃহে এরূপ মেহমান আগমন করেছেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১১ : ৭৮",
        "arabic_text": "\nوَجَآءَهُۥ قَوۡمُهُۥ يُهۡرَعُونَ إِلَيۡهِ وَمِن قَبۡلُ كَانُواْ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِۚ قَالَ يَٰقَوۡمِ هَٰٓؤُلَآءِ بَنَاتِي هُنَّ أَطۡهَرُ لَكُمۡۖ فَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ فِي ضَيۡفِيٓۖ أَلَيۡسَ مِنكُمۡ رَجُلٞ رَّشِيدٞ ",
        "bangla_text": "আর তাঁর সম্প্রদায় তাঁর কাছে উদ্ভ্রান্ত হয়ে ছুটে আসল এবং আগে থেকেই তারা কুকর্মে লিপ্ত ছিল [১]। তিনি বললেন , ‘হে আমার সম্প্রদায়! এরা আমার কন্যা , তোমাদের জন্য এরা পবিত্র [২]। কাজেই তোমরা আল্লাহর তাকওয়া অবলম্বন কর এবং আমার মেহমানদের ব্যাপারে আমাকে হেয় করো না। তোমাদের মধ্যে কি কোন সুবোধ বাক্তি নেই ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] লূত আলাইহিসসালামের আশঙ্কা সত্য প্রমাণিত হল। আল্লাহ্ বলেনঃ “তার কওমের লোকেরা আত্মহারা হয়ে তার গৃহপানে ছুটে এল। এর আগে থেকেই তারা কু-কর্মে অভ্যস্ত ছিল\"। এখানে ইঙ্গিত করা হয়েছে যে, জঘন্য কু-কর্মের প্রভাবে তারা এতদূর চরম নির্লজ্জ হয়েছিল যে, লূত আলাইহিসসালামের মত একজন সম্মানিত নবীর গৃহ প্রকাশ্যভাবে অবরোধ করেছিল।\n  <br/>\n  <br/>\n  [২] এ আয়াতে কন্যা বলে কাদেরকে উদ্দেশ্য নেয়া হয়েছে এ ব্যাপারে বিভিন্ন মত আছে,\n  <br/>\n  একঃ হতে পারে লূত সমগ্র সম্প্রদায়ের মেয়েদের দিকে ইঙ্গিত করেছেন। কারণ নবী তার সম্প্রদায়ের জন্য বাপের পর্যায়ভুক্ত হয়ে থাকেন। আর সম্প্রদায়ের মেয়েরা তার দৃষ্টিতে নিজের মেয়ের মতো হয়ে থাকে। প্রত্যেক নবী নিজ উম্মতের জন্য পিতৃতুল্য এবং উম্মতগণ তার সন্তানস্বরূপ। যেমন কুরআনের সূরা আহযাবের ৬ষ্ঠ আয়াতের সাথে আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহুর ক্বেরাতে (وَهُوَ اَبٌ لَّهُمْ) বাক্যও বর্ণিত আছে। যার মধ্যে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সমগ্র “উম্মতের পিতা” বলে অভিহিত করা হয়েছে। সে হিসাবে লুত আলাইহিসসালামের কথার অর্থ হল, তোমরা নিজের কদাচার হতে বিরত হও এবং ভদ্রভাবে কওমের কন্যাদের বিবাহ বন্ধনে আবদ্ধ করে বৈধভাবে স্ত্রী রূপে ব্যবহার কর। [তাবারী; কুরতুবী]\n  <br/>\n  <br/>\n  দুইঃ আবার এও হতে পারে যে, তাঁর ইঙ্গিত ছিল তাঁর নিজের মেয়েদের প্রতি। “এরা তোমাদের জন্য পবিত্রতর\" -একথা দ্বারা বুঝা যাচ্ছে যে, তিনি তাদের কাছে তার মেয়েদের বিয়ে দিতে চেয়েছিলেন। লুতের বক্তব্যের পরিষ্কার উদ্দেশ্য এই ছিল যে, আল্লাহ যে জায়েয পদ্ধতি নির্ধারণ করেছেন সেই পদ্ধতিতেই নিজেদের যৌন কামনা পূর্ণ করো এবং এ জন্য মেয়েদের অভাব নেই। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১১ : ৭৯",
        "arabic_text": "\nقَالُواْ لَقَدۡ عَلِمۡتَ مَا لَنَا فِي بَنَاتِكَ مِنۡ حَقّٖ وَإِنَّكَ لَتَعۡلَمُ مَا نُرِيدُ ",
        "bangla_text": "তারা বলল, ‘তুমি তো জান, তোমার কন্যাদেরকে আমাদের কোন প্রয়োজন নেই; আমরা কি চাই তা তো তুমি জানই [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরপর লুত আলাইহিসসালাম তাদেরকে আল্লাহর আযাবের ভয় দেখিয়ে বললেন \"আল্লাহকে ভয় কর” এবং কাকুতি মিনতি করে বললেন “আমার মেহমানদের ব্যাপারে আমাকে অপমানিত করো না”। তিনি আরো বললেন “তোমাদের মাঝে কি কোন ন্যায়নিষ্ঠ ভাল মানুষ নেই?\" আমার আকুল আবেদনে যার অন্তরে এতটুকু করুণার সৃষ্টি হবে। কিন্তু তাদের মধ্যে শালীনতা ও মনুষ্যত্বের লেশমাত্রও ছিল না। তারা একযোগে বলে উঠল “আপনি তো জানেনই যে, আপনার বধু কন্যাদের প্রতি আমাদের কোন প্রয়োজন নেই। আর আমারা কি চাই তাও আপনি অবশ্যই জানেন\"।\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১১ : ৮০",
        "arabic_text": "\nقَالَ لَوۡ أَنَّ لِي بِكُمۡ قُوَّةً أَوۡ ءَاوِيٓ إِلَىٰ رُكۡنٖ شَدِيدٖ ",
        "bangla_text": "তিনি বললেন, ‘তোমাদের উপর যদি আমার শক্তি থাকত অথবা যদি আমি আশ্রয় নিতে পারতাম কোন সুদৃঢ় স্তম্ভের [১] !’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ “আল্লাহ তা'আলা লুত আলাইহিসসালামের উপর রহমত করুন। তিনি নিরুপায় হয়ে সুদৃঢ় জামাতের আশ্রয় কামনা করেছিলেন।\" [বুখারীঃ ৩৩৮৭, মুসলিমঃ ১৫১] আর তাই লুত আলাইহিসসালামের পরবর্তী প্রত্যেক নবী সম্ভ্রান্ত শক্তিশালী বংশে জন্মগ্রহন করেছিলেন। স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বিরুদ্ধে কোরাইশ কাফেরগণ হাজার রকম অপচেষ্টা করেছিল কিন্তু তার হাশেমী গোত্রের লোকেরা সম্মিলিতভাবে তাকে আশ্রয় ও পৃষ্ঠপোষকতা দান করেছে, যদিও ধর্মমতের দিক দিয়ে তাদের অনেকেই ভিন্নমত পোষন করত। এ জন্যই সম্পূর্ন বনি হাশেম গোত্র রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে শামিল ছিল। যখন কোরাইশ কাফেররা তাদের সাথে সকল সম্পর্ক ছিন্ন করে তাদের দানা পানি বন্ধ করে দিয়েছিল।\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১১ : ৮১",
        "arabic_text": "\nقَالُواْ يَٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓاْ إِلَيۡكَۖ فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٌ إِلَّا ٱمۡرَأَتَكَۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمۡۚ إِنَّ مَوۡعِدَهُمُ ٱلصُّبۡحُۚ أَلَيۡسَ ٱلصُّبۡحُ بِقَرِيبٖ ",
        "bangla_text": "তারা বলল, ‘হে লূত ! নিশ্চয় আমরা আপনার রব প্রেরিত ফিরিশ্‌তা। তারা কখনই আপনার কাছে পৌঁছাতে পারবে না [১]। কাজেই আপনি রাতের কোন এক সময়ে আপনার পরিবার বর্গ সহ বের হয়ে পড়ুন [২] এবং আপনাদের মধ্যে কেও পিছনের দিকে তাকাবে না, আপনার স্ত্রী ছাড়া [৩]। তাদের যা ঘটবে তাঁর ও তাই ঘটবে। নিশ্চয় প্রভাত তাদের জন্য নির্ধারিত সময়। প্রভাত কি খুব কাছাকাছি নয় ? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] লূত আলাইহিসসালাম এক সংকটজনক পরিস্থিতির সম্মুখীন হলেন। তিনি স্বতঃস্ফূর্তভাবে বলে উঠলেন হায়! আমি যদি তোমাদের চেয়ে অধিকতর শক্তিশালী হতাম, অথবা আমার আত্মীয় স্বজন যদি এখানে থাকত যারা এই যালেমদের হাত থেকে আমাকে রক্ষা করতো তাহলে কত ভালো হতো। ফেরেশতাগণ লূত আলাইহিসসালামের অস্থিরতা ও উৎকণ্ঠা লক্ষ্য করে প্রকৃত রহস্য ব্যক্ত করলেন এবং বললেনঃ আপনি নিশ্চিত থাকুন আপনার দলই সুদৃঢ় ও শক্তিশালী। আমরা মানুষ নই বরং আল্লাহর প্রেরিত ফেরেশ্তা। তারা আমাদেরকে কাবু করতে পারবে না বরং আযাব নাযিল করে দুরাত্মা দুরাচারদের নিপাত সাধনের জন্যই আমরা আগমন করেছি। তারপরও লূত আলাইহিসসালাম তাদের বাঁধা দিতে থাকলেন। কিন্তু তারা কোন বাঁধাই মানল না। তখন জিবরীল আলাইহিস সালাম বের হয়ে তাদের মুখের উপর তার ডানা দিয়ে এক ঝাপটা মারলেন। আর তাতেই তারা অন্ধ হয়ে গেল। তারা যখন ফিরছিল তারা পথ দেখতে পাচ্ছিল না। [ইবন কাসীর] এ কথাই আল্লাহ্ তা'আলা অন্য আয়াতে বলেছেন, “আর অবশ্যই তারা লূতের কাছ থেকে তার মেহমানদেরকে অসদুদ্দেশ্যে দাবি করল, তখন আমরা তাদের দৃষ্টি শক্তি লোপ করে দিলাম এবং বললাম, আস্বাদন কর আমার শাস্তি এবং ভীতির পরিণাম।” [সূরা আল-কামারঃ ৩৭]\n  <br/>\n  <br/>\n  [২] তখন ফেরেশতাগণ আল্লাহ তা'আলার নির্দেশক্রমে লূত আলাইহিসসালামকে বললেন- আপনি কিছুটা রাত থাকতে আপনার লোকজনসহ এখান থেকে অন্যত্র সরে যান এবং সবাইকে সতর্ক করে দিন যে, তাদের কেউ যেন পিছনে ফিরে না তাকায়, তবে আপনার স্ত্রী ব্যতীত। কারণ, অন্যদের উপর যে আযাব আপতিত হবে, তাকেও সে আযাব ভোগ করতে হবে।\n  <br/>\n  <br/>\n  [৩] এর এক অর্থ হতে পারে যে, আপনার স্ত্রীকে সাথে নেবেন না। এ হিসেবে তিনি তাকে সাথে নিয়ে বের হননি। [কুরতুবী] দ্বিতীয় অর্থ হতে পারে যে, তাকে পিছনে ফিরে চাইতে নিষেধ করবেন না। [কুরতুবী] আরেক অর্থ হতে পারে যে, সে আপনার হুশিয়ারী মেনে চলবে না। সুতরাং সে তাদের সাথে বের হবার পর যখন একটি পাথর পতনের শব্দ শুনে লুতের হুশিয়ারী না মেনে পিছনের দিকে তাকায় এবং বলে উঠে, হায় আমার জাতি! সে তাদের জন্য সমবেদনা জানাচ্ছিল। আর তখনি একটি পাথর এসে তাকে আঘাত করে এবং সে মারা যায়। [বাগভী; কুরতুবী ইবন কাসীর]। এটি এক মর্মম্ভদ শিক্ষণীয় ঘটনা। এ সূরায় লোকদেরকে একথা শিক্ষা দেবার জন্য বর্ণনা করা হয়েছে যে, কোন বুযর্গের সাথে আত্মীয়তার সম্পর্ক এবং কোন বুযর্গের সুপারিশ তোমাদের নিজেদের গোনাহের পরিণতি থেকে বাঁচাতে পারে না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১১ : ৮২",
        "arabic_text": "\nفَلَمَّا جَآءَ أَمۡرُنَا جَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهَا حِجَارَةٗ مِّن سِجِّيلٖ مَّنضُودٖ ",
        "bangla_text": "অতঃপর যখন আমাদের আদেশ আসল তখন আমরা জনপদকে উল্টে দিলাম এবং তাদের উপর ক্রমাগত বর্ষণ করলাম পোড়ামাটির পাথর ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১১ : ৮৩",
        "arabic_text": "\nمُّسَوَّمَةً عِندَ رَبِّكَۖ وَمَا هِيَ مِنَ ٱلظَّٰلِمِينَ بِبَعِيدٖ ",
        "bangla_text": "যা আপনার রবের কাছে চিহ্নিত ছিল [১] আর এটা যালিমদের থেকে দূরে নয় [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উক্ত আযাবের ধরন সম্পর্কে পবিত্র কুরআনে ইরশাদ হয়েছে- যখন আযাবের হুকুম কার্যকরী করার সময় হল, তখন আমি তাদের বসতির উপরিভাগকে নীচে করে দিলাম এবং তাদের উপর অবিশ্রান্তভাবে এমন পাথর বর্ষণ করালাম, যার প্রত্যেকটি পাথর চিহ্নিত ছিল। অর্থাৎ আল্লাহর পক্ষ থেকে প্রত্যেকটি পাথরকে কি ধ্বংসাত্মক কাজ করতে হবে এবং কোন পাথরটি কোন অপরাধীর উপর পড়বে তা পূর্ব থেকেই নির্ধারিত করে দেয়া হয়েছিল। [তাবারী; বাগভী; কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ লূত আলাইহিস সালাম এর নাফরমান জাতির পরিণতি বর্ণনা করার পর দুনিয়ার অপরাপর জাতিকে সতর্ক করার জন্য ইরশাদ হয়েছে, পাথর বর্ষণের আযাব বর্তমান কালের যালেমদের থেকেও দূরে নয়। বরং কুরাইশ কাফেরদের জন্য ঘটনাস্থল ও ঘটনাকাল খুবই কাছে এবং অন্যান্য পাপিষ্ঠরাও যেন নিজেদেরকে এহেন আযাব হতে দূরে মনে না করে। আজ যারা যুলুমের পথে চলছে তারাও যেন এ আযাবকে নিজেদের থেকে দূরে না মনে করে। [ইবন কাসীর] লুতের সম্পপ্রদায়ের উপর যদি আযাব আসতে পেরে থাকে তাহলে তাদের উপরও আসতে পারে। লুতের সম্প্রদায় আল্লাহর আযাব ঠেকাতে পারেনি, এরাও পারবে না। তাছাড়া রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীসে এসেছে, ‘তোমাদের মধ্যে যাদেরকে তোমরা লুতের সম্পপ্রদায়ের মত কাজ করতে পাবে, তাদের মধ্যে যারা তা করবে এবং যাদের সাথে তা করা হবে তাদের উভয়কে হত্যা করবে’। [আবু দাউদ: ৪৪৬২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১১ : ৮৪",
        "arabic_text": "\n۞ وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ وَلَا تَنقُصُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَۖ إِنِّيٓ أَرَىٰكُم بِخَيۡرٖ وَإِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٖ مُّحِيطٖ ",
        "bangla_text": "আর মাদ্ইয়ানবাসীদের [১] কাছে তাদের ভাই শু’আইবকে পাঠিয়েছিলাম [২]। তিনি বলেছিলেন, ‘হে আমার সম্প্রদায় ! তোমরা আল্লাহর ইবাদত কর, তিনি ছাড়া তোমাদের অন্য কোন সত্য ইলাহ্ নেই, আর মাপে ও ওজনে কম করো না; নিশ্চয়ই আমি তোমাদেরকে কল্যাণের মধ্যে দেখছি [৩] , কিন্তু আমি তোমাদের উপর আশংকা করছি এক সর্বগ্রাসী দিনের শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে শু'আইব আলাইহিসসালাম ও তার কাওমের ঘটনাবলী বর্ণিত হয়েছে। তারা কুফরী ও শেরেকী ছাড়া ওজনে-পরিমাপে লোকদের ঠকাতো। শু'আইব আলাইহিসসালাম তাদেরকে ঈমানের দাওয়াত দিলেন এবং ওজনে কম-বেশী করতে নিষেধ করলেন। আল্লাহর আযাবের ভয় দেখালেন।কিন্তু তারা অবাধ্যতা ও না-ফরমানীর উপর অটল রইল। ফলে এক কঠিন আযাবে সমগ্র জাতি ধ্বংস হয়ে গেল।\n  <br/>\n  <br/>\n  [২] মাদইয়ান আসলে একটি শহরের নাম। বলা হয়ে থাকে, মাদইয়ান ইবন ইবরাহীম তার পত্তন করেছিলেন [দেখুন, কুরতুবী] উক্ত শহরের অধিবাসীগণকে মাদইয়ানবাসী বলার পরিবর্তে শুধু \"মাদইয়ান” বলা হত। আল্লাহ তা'আলার বিশিষ্ট নবী শু'আইব আলাইহিসসালাম উক্ত মাদইয়ান কওমের সম্ভান্ত লোক ছিলেন তাই তাকে “তাদের ভাই” বলা হয়েছে। [ইবন কাসীর]। এখানে ইঙ্গিত করা হয়েছে যে, আল্লাহ তা'আলা বিশেষ অনুগ্রহ করে তাদের স্বজাতির এক ব্যক্তিকে তাদের কাছে নবী হিসেবে প্রেরণ করলেন, যেন তার সাথে জানাশোনা থাকার কারণে সহজেই তার হেদায়াত গ্রহণ করে ধন্য হতে পারে।\n  <br/>\n  <br/>\n  [৩] তোমাদের মধ্যে জীবন-জীবিকা ও রিযকের প্রাচুর্যতা দেখতে পাচ্ছি। তাই আমি ভয় পাচ্ছি যে, তোমরা যদি আল্লাহর হারামকৃত জিনিসের সীমালঙ্ঘন কর তাহলে তোমাদের এ নে’আমত আর অবশিষ্ট থাকবে না। তোমাদের থেকে তা ছিনিয়ে নেয়া হবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১১ : ৮৫",
        "arabic_text": "\nوَيَٰقَوۡمِ أَوۡفُواْ ٱلۡمِكۡيَالَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ ",
        "bangla_text": "‘হে আমার সম্প্রদায় ! তোমরা ন্যায়সঙ্গত ভাবে মাপো ও ওজন করো, লোকদেরকে তাদের প্রাপ্য  বস্তু কম দিও না এবং যমীনে বিপর্যয় সৃষ্টি করে বেড়িও না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে শু'আইব আলাইহিসসালাম নিজ জাতিকে প্রথমে একত্ববাদের প্রতি আহবান জানালেন। কেননা, তারা মুশরিক ছিল। কোন কোন মুফাসসির বলেন, তারা গাছপালার পুজা করত। এজন্যই মাদইয়ানবাসীকে আসহাবুল-আইকা বা জঙ্গলওয়ালা উপাধি দয়ো হয়েছে। আর কোন কোন মুফাসসিরের মতে তাদের বাসস্তানে গাছপারার অবিচ্ছিন্ন ছায়া বিরাজ করছিল বলে তাদেরকে \"আসহাবুল আইকাহ\" বলা হয়েছে। এহেন কুফরী ও শেরেকীর সাথে সাথে আরেকটি মারাত্মক দোষ ও জঘন্য অপরাধ ছিল যে, আদান-প্রদান ও ক্রয়-বিক্রয় কালে ওজন-পরিমাপে হের-ফের করে লোকের হক আত্মসাৎ করত। শু'আইব আলাইহিস সালাম তাদেরকে এরূপ করতে নিষেধ করলেন। এখানে বিশেষ প্রণিধানযোগ্য যে, কুফরী ও শেরেকীই সকল পাপের মূল। যে জাতি তাতে লিপ্ত, তাদেরকে প্রথমেই তাওহীদের দাওয়াত দেয়া হয়। সাধারণত: ঈমান আনয়নের পূর্বে আমল ও কায়-কারবারের প্রতি দৃষ্টি দেয়া হয় না। সাধারনত: ঈমান আনয়নের পূর্বে আমল ও কায়-কারবারের প্রতি দৃষ্টি দেয়া হয় না। কুরআনে বর্ণিত পূর্ববতী নবীগণ ও তাদের জাতিসমূহের ঘটনাবলী এর প্রমাণ। তবে শুধু দুটি জাতি এমন ছিল, যাদের উপর আযাব নাযিল হওয়ার ব্যাপারে কুফরীর সাথে সাথে তাদের বদ-আমলেরও দখল ছিল। প্রথম, লূত আলাইহিসসালাম এর জাতি যাদের কাহিনী ইতিপূর্বে বর্ণিত হয়েছে। দ্বিতীয় শু'আইব আলাইহিসসালামের জাতি। যাদের উপর আযাব নাযিল হওয়ার জন্য কুফরী ও মাপে কম দেয়াকে কারণ হিসাবে নির্দেশ করা হয়েছে। এতে করে বুঝা যায় যে, পুংমৈথুন ও মাপে কম দেয়া আল্লাহ তা'আলার কাছে সবচেয়ে জঘন্য ও মারাত্মক অপরাধ। কারণ তা এমন দুটি কাজ যার ফলে সমগ্র মানব জাতির চরম সর্বনাশ সাধিত হয় এবং সারা পৃথিবীতে বিশৃংখলা বিপর্যয় সৃষ্টি হয়।\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১১ : ৮৬",
        "arabic_text": "\nبَقِيَّتُ ٱللَّهِ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ ",
        "bangla_text": "‘যদি তোমরা মুমিন হও তবে আল্লাহ্‌ অনুমোদিত যা বাকী থাকবে তা তোমাদের জন্য উত্তম; আর আমি তোমাদের তত্ত্বাবধায়ক নই [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ ওজন-পরিমাপে হের-ফের করার হীন মানসিকতা দুর করার জন্য শু'আইব আলাইহিসসালাম প্রথমে তার জাতিকে নবীসুলভ স্নেহ ও দরদের সাথে বললেন, বর্তমানে আমি তোমাদের অবস্থা খুব ভাল ও স্বচ্ছল দেখছি। তোমাদের রিযক ও জীবন-জীবিকায় রয়েছে প্রাচুর্য। [ইবন কাসীর] হাসান বসরী বলেন, তাদের জিনিসপত্রের দাম ছিল খুব সস্তা। [কুরতুবী] সুতরাং প্রতারণার আশ্রয় গ্রহণ করার মত কোন কারণ দেখি না। তাই আল্লাহ তা'আলার এ অনুগ্রহে শোকর আদায় করার জন্য হলেও তোমাদের পক্ষে তার কোন সৃষ্ট জীবকে ঠকানো উচিত নয়। তোমরা যদি আমার কথা না শোন, আমার নিষেধ অমান্য কর, তাহলে আমার ভয় হয় যে, আল্লাহর আযাব তোমাদেরকে ঘিরে ফেলবে। এখানে আখেরাতের আযাব বুঝানো হয়েছে, দুনিয়ার আযাবও হতে পারে, আবার দুনিয়ার আযাব বিভিন্ন প্রকারও হতে পারে। তন্মধ্যে এক আযাব হচ্ছে, তোমাদের স্বচ্ছলতা খতম হয়ে যাবে [ইবন কাসীর] তোমরা অভাবগ্রস্ত ও দুর্ভিক্ষ কবলিত হবে। তোমাদের জিনিসপত্রের দাম বেড়ে যাবে। [কুরতুবী]\n  <br/>\n  <br/>\n  তিনি আরো বললেনঃ  মানুষের পাওনা ঠিকমত ওজন করে পুরোপুরি দিয়ে দেয়ার পর যে লভ্যাংশ উদ্ধৃত্ত থাকে, তোমাদের জন্য তাই উত্তম। [তাবারী] পরিমাণে স্বল্প হলেও আল্লাহ তা'আলা তার মধ্যে বরকত দান করবেন, যদি তোমরা আমার কথা মান্য কর। আর যদি অমান্য কর, তবে মনে রেখ তোমাদের উপর কোন আযাব অবতীর্ণ হলে, তা থেকে তোমাদের রক্ষা করার দায়িত্ব আমার নয়। তোমাদের উপর আমার কোন জোর নেই। আমি তো শুধু একজন কল্যাণকামী উপদেষ্টা মাত্র। বড় জোর আমি তোমাদের বুঝাতে পারি। তারপর তোমরা চাইলে মানতে পারো আবার নাও মানতে পারো। আমার কাছে জবাবদিহি করার ভয় করা বা না করার প্রশ্ন নয়। বরং আসল প্রশ্ন হচ্ছে আল্লাহর সামনে জবাবদিহি করা। [ইবন কাসীর] আল্লাহর কিছু ভয় যদি তোমাদের মনে থেকে থাকে  তাহলে তোমরা যা কিছু করছে তা থেকে বিরত থাকো। এভাবে তিনি তার সুললিত বর্ণনা ও অপূর্ব বাগীতার মাধ্যমে নিজ জাতিকে বোঝানো এবং সৎপথে ফিরিয়ে আনার সর্বাত্মক প্রচেষ্টা চালিয়েছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১১ : ৮৭",
        "arabic_text": "\nقَالُواْ يَٰشُعَيۡبُ أَصَلَوٰتُكَ تَأۡمُرُكَ أَن نَّتۡرُكَ مَا يَعۡبُدُ ءَابَآؤُنَآ أَوۡ أَن نَّفۡعَلَ فِيٓ أَمۡوَٰلِنَا مَا نَشَٰٓؤُاْۖ إِنَّكَ لَأَنتَ ٱلۡحَلِيمُ ٱلرَّشِيدُ ",
        "bangla_text": "তারা বলল,  ‘হে শু’আইব ! তোমার সালাত কি তোমাকে নির্দেশ দেয় যে, আমাদের পিতৃ-পুরুষেরা যারা ‘ইবাদত করত আমাদেরকে তা বর্জন করতে হবে অথবা আমরা আমাদের ধন-সম্পদ সম্পর্কে যা করি তাও [১] ? তুমি তো বেশ সহিষ্ণু, সুবোধ !’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এত কিছু শোনার পরেও তার কওমের লোকেরা পূর্ববতী বর্বর পাপিষ্ঠদের ন্যায় একই জবাব দিল। তারা নবীর আহবানকে প্রত্যাখ্যান করে আল্লাহর নবীকে ব্যঙ্গবিদ্রুপ করে বললঃ আপনার নামায কি আপনাকে শিখায় যে, আমরা আমাদের ঐসব উপাস্যের পুজা ছেড়ে দেই, আমাদের পূর্বপুরুষেরা যার পুজা করে আসছে। আর আমাদের ধন-সম্পদকে নিজেদের ইচ্ছামত ব্যবহার করার অধিকারী না থাকি? কোনটা হালাল কোনটা হারাম তা আপনার কাছে জিজ্ঞেস করে করে সব কাজ করতে হবে? শু'আইব আলাইহিস সালাম সম্পর্কে সারাদেশে প্রসিদ্ধ  ছিল যে, তিনি অধিকাংশ সময় নামায ও নফল এবাদতে মগ্ন থাকেন। [কুরতুবী] তাই তারা তার মূল্যবান নীতি বাক্যসমূহকে বিদ্রুপ করে বলতো- আপনার নামায কি আপনাকে এসব কথাবার্তা শিক্ষা দিচ্ছে?  হাসান বসরী বলেন, অবশ্যই তার সালাত তাকে আল্লাহ্‌ তা'আলা ব্যতীত অন্যের ইবাদত করতে নিষেধ করছে। [ইবন কাসীর] তাদের এসব মন্তব্য দ্বারা বুঝা যায় যে, এরা দ্বীনকে শুধু কতিপয় আচার-আনুষ্ঠানিকতার মধ্যে সীমাবদ্ধ মনে করতো। ব্যবহারিক ক্ষেত্রে ধর্মকে কোন দখল দিত না। তারা মনে করত, প্রত্যেকে নিজ নিজ ধন-সম্পদ যেমন খুশী তেমন ভোগ দখল করতে পারে, এ ক্ষেত্রে কোন বিধি-নিষেধ আরোপ করা ধর্মের কাজ নয়। [মুহাম্মাদ আল-মাক্কী: আত- তাইসীর ফী আহাদীসিত তাফসীর ৩/১৩৯] সুফিয়ান আস-সাওরী বলেন, তারা এটা বলেছিল যাকাত দেয়া থেকে বিরত থাকতে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  এ থেকে একথাও আন্দাজ করা যেতে পারে যে, জীবনকে ধর্মীয় ও পার্থিব এ দু’ভাগে ভাগ করার চিন্তা আজকের কোন নতুন চিন্তা নয় বরং আজ থেকে প্রায় সাড়ে তিন হাজার বছর আগে শু'আইব আলাইহিস সালামের সম্প্রদায়ও এ বিভক্তির উপর ঠিক তেমনিই জোর দিয়েছিল যেমন আজকের যুগে পাশ্চাত্যবাসীরা এবং তাদের প্রাচ্যদেশীয় শিষ্যবৃন্দ জোর দিচ্ছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১১ : ৮৮",
        "arabic_text": "\nقَالَ يَٰقَوۡمِ أَرَءَيۡتُمۡ إِن كُنتُ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَرَزَقَنِي مِنۡهُ رِزۡقًا حَسَنٗاۚ وَمَآ أُرِيدُ أَنۡ أُخَالِفَكُمۡ إِلَىٰ مَآ أَنۡهَىٰكُمۡ عَنۡهُۚ إِنۡ أُرِيدُ إِلَّا ٱلۡإِصۡلَٰحَ مَا ٱسۡتَطَعۡتُۚ وَمَا تَوۡفِيقِيٓ إِلَّا بِٱللَّهِۚ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার সম্প্রদায় ! তোমরা ভেবে দেখেছ কি , আমি যদি আমার রব প্রেরিত স্পষ্ট প্রমাণে প্রতিষ্ঠিত হয়ে থাকি এবং তিনি যদি তাঁর কাছ থেকে আমাকে উৎকৃষ্ট রিযক [১] দান করে থাকেন ( তবে কি করে আমি আমার কর্তব্য হতে বিরত থাকব? ) আর আমি তোমাদেরকে যা নিষেধ করি আমি নিজে তার বিপরীত করতে ইচ্ছে করি না [২] আমি তো আমার সাধ্যমত সংস্কারই করতে চাই। আমার কার্যসাধন তো আল্লাহরই সাহায্যে ; আমি তাঁরই উপর নির্ভর করি এবং তাঁরই অভিমুখী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  রিযক শব্দটি এখানে দ্বিবিধ অর্থে ব্যবহৃত হয়েছে। এর একটি অর্থ হচ্ছে, সত্যসঠিক জ্ঞান, যা আল্লাহর পক্ষ থেকে দেয়া হয়েছে, আর দ্বিতীয় অর্থ হচ্ছে এ শব্দটি থেকে সাধারণত যে অর্থ বুঝা যায় সেটি অর্থাৎ আল্লাহ তাঁর বান্দাদেরকে জীবন যাপন করার জন্য যে জীবন সামগ্ৰী দান করে থাকেন। প্রথম অর্থটির প্রেক্ষিতে এর অর্থ হচ্ছে নবুওয়াত ও রিসালত। [ইবন কাসীর]  আর দ্বিতীয় অর্থের প্রেক্ষিতে এর অর্থ হবে, হালাল রিযক। [ইবন কাসীর] অর্থাৎ শু'আইব আলাইহিস সালাম বলছেন যে, আমার আল্লাহ যদি আমাকে হালাল রিযিক দিয়ে থাকেন তাহলে তোমাদের নিন্দাবাদের কারণে এ অনুগ্রহ কি করে বিগ্রহে পরিণত হবে? আল্লাহ যখন আমার প্রতি মেহেরবানী করেছেন তখন তোমাদের ভ্রষ্টতা ও হারাম খাওয়াকে আমি সত্য ও হালাল গণ্য করে তাঁর প্রতি অকৃতজ্ঞ হই কেমন করে?\n  <br/>\n  <br/>\n  [২]  অর্থাৎ একথা থেকেই তোমরা আমার সত্যতা আন্দাজ করে নিতে পারো যে, অন্যদের আমি যা কিছু বলি আমি নিজেও তা করি। এমন নয় যে, তোমাদেরকে যা থেকে নিষেধ করছি আমি নিজে তার বিরোধিতা করে তা গোপনে করে যাচ্ছি। [ইবন কাসীর] অর্থাৎ যদি আমি তোমাদের আল্লাহ ছাড়া অন্য কোন ইলাহর পূজা বেদীতে যেতে নিষেধ করতাম এবং নিজে কোন বেদীর সেবক হয়ে বসতাম তাহলে নিঃসন্দেহে তোমরা আমার কথার বাইরে চলার মত দলীল-প্রমাণাদি পেয়ে যেতে। যদি আমি তোমাদের হারাম জিনিস খেতে নিষেধ করতাম এবং নিজের কারবারে বেঈমানী করতে থাকতাম তাহলে তোমরা অবশ্যি এ সন্দেহ পোষণ করতে পারতে যে, আমি নিজের সুনাম প্রতিষ্ঠিত করার জন্য ঈমান্দারীর দাবী করছি। কিন্তু তোমরা দেখছো, যেসব অসৎকাজ থেকে আমি তোমাদের নিষেধ করছি। আমি নিজেও সেগুলো থেকে দূরে থাকছি। যেসব কলংক থেকে আমি তোমাদের মুক্ত দেখতে চাচ্ছি আমার নিজের জীবনও তা থেকে মুক্ত। তোমাদের আমি যে পথের দিকে আহবান জানাচ্ছি আমার নিজের জন্যও আমি সেই পথটিই পছন্দ করেছি। এসব জিনিস একথা প্রমাণ করে যে, আমি যে দাওয়াত দিয়ে যাচ্ছি সে ব্যাপারে আমি সত্যবাদী ও একনিষ্ঠ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১১ : ৮৯",
        "arabic_text": "\nوَيَٰقَوۡمِ لَا يَجۡرِمَنَّكُمۡ شِقَاقِيٓ أَن يُصِيبَكُم مِّثۡلُ مَآ أَصَابَ قَوۡمَ نُوحٍ أَوۡ قَوۡمَ هُودٍ أَوۡ قَوۡمَ صَٰلِحٖۚ وَمَا قَوۡمُ لُوطٖ مِّنكُم بِبَعِيدٖ ",
        "bangla_text": "‘আর হে আমার সম্প্রদায় ! আমার সাথে বিরোধ যেন কিছুতেই তোমাদেরকে এমন অপরাধ না করায় যার ফলে তোমাদের উপর তার অনুরূপ বিপদ আপতিত হবে যা আপতিত হয়েছিল নূহের সম্প্রদায়ের উপর অথবা হূদের সম্প্রদায়ের উপর কিংবা সালেহের সম্প্রদায়ের উপর; আর লূতের সম্প্রদায় তো তোমাদের থেকে দূরে নয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১১ : ৯০",
        "arabic_text": "\nوَٱسۡتَغۡفِرُواْ رَبَّكُمۡ ثُمَّ تُوبُوٓاْ إِلَيۡهِۚ إِنَّ رَبِّي رَحِيمٞ وَدُودٞ ",
        "bangla_text": "‘আর তোমরা তোমাদের রবের কাছে ক্ষমা প্রার্থনা কর ও তাঁর দিকে ফিরে আস; আমার রব তো পরম দয়ালু, অতি স্নেহময় [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ তোমরা ইস্তেগফার ও তাওবা কর। কারণ এর মাধ্যমে আল্লাহ্‌ তোমাদেরকে ক্ষমা করবেন। মহান আল্লাহ্ নির্দয় নন। নিজের সৃষ্টির সাথে তাঁর কোন শক্রতা নেই। তোমরা যতই দোষ করো না কেন যখনই তোমরা নিজেদের কৃতকর্মের ব্যাপারে লজ্জিত হয়ে তাঁর দিকে ফিরে আসবে তখনই তাঁর হৃদয়কে নিজেদের জন্য প্রশস্ততর পাবে। কারণ নিজের সৃষ্ট জীবের প্রতি তাঁর স্নেহ ও ভালোবাসার অন্ত নেই। এ বিষয়বস্তুটিকে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একটি সূক্ষ্ম দৃষ্টান্ত দিয়ে সুস্পষ্ট করেছেন। তিনি একটি দৃষ্টান্ত এভাবে দিয়েছেন যে, তোমাদের কোন ব্যক্তির উট যদি কোন বিশুষ্ক তৃণপানিহীন এলাকায় হারিয়ে গিয়ে থাকে, তার পিঠে তার পানাহারের সামগ্ৰীও থাকে এবং সে ব্যক্তি তার খোঁজ করতে করতে নিরাশ হয়ে পড়ে। এ অবস্থায় জীবন সম্পর্কে নিরাশ হয়ে সে একটি গাছের নীচে শুয়ে পড়ে। ঠিক এমনি অবস্থায় সে দেখে তার উটটি তার সামনে দাঁড়িয়ে আছে। এ সময় সে যে পরিমাণ খুশি হবে আল্লাহর পথভ্রষ্ট বান্দা সঠিক পথে ফিরে আসার ফলে আল্লাহ তার চেয়ে অনেক বেশী খুশী হন। [ দেখুন, বুখারী: ৬৩০৮; মুসলিম: ২৭88]\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১১ : ৯১",
        "arabic_text": "\nقَالُواْ يَٰشُعَيۡبُ مَا نَفۡقَهُ كَثِيرٗا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفٗاۖ وَلَوۡلَا رَهۡطُكَ لَرَجَمۡنَٰكَۖ وَمَآ أَنتَ عَلَيۡنَا بِعَزِيزٖ ",
        "bangla_text": "তাঁরা বলল , ‘হে শু’আইব !  তুমি যা বল তার অনেক কথা আমরা বুঝি না [১] এবং আমরা তো আমাদের মধ্যে তোমাকে দুর্বলই দেখেছি। তোমার স্বজনবর্গ না থাকলে আমরা তোমাকে পাথর নিক্ষেপ করে মেরে ফেলতাম , আর আমাদের উপর তুমি শক্তিশালী নও [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  শু'আইব কোন বিদেশী ভাষায় কথা বলছিলেন তাই তারা বুঝতে পারছিল না, এমন কোন ব্যাপার ছিল না। অথবা তাঁর কথা কঠিন, সূক্ষ্ম বা জটিলও ছিল না। কথা সবই সোজা ও পরিষ্কার ছিল। সেখানকার প্রচলিত ভাষায়ই কথা বলা হতো। তাহলে তারা কেন বুঝলো না? এর দু’টি কারণ হতে পারে। এক. তাদের মানসিক কাঠামো এত বেশী বেঁকে গিয়েছিল যে, শু'আইব আলাইহিস সালামের সোজা সরল কথাবার্তা তার মধ্যে কোন প্রকারেই প্রবেশ করতে পারতো না। তাদের চিন্তাধারা থেকে ভিন্নতর কিছু শোনার কারণে তারা বলতে থাকে যে, এসব আবার কেমন ধারার কথা! তারা বলল যে, আমরা বুঝিনা। তারা এটা অপমানসূচক তাদের নবীকে বলেছিল। দুই. অথবা তারা সত্যি সত্যিই বুঝতে চেষ্টা করছিল না। তাদের বক্তব্য হলো, আপনি আমাদেরকে পুনরুত্থান, ও হাশর-নশরের মত গায়েবী বিষয় বলছেন, এমন কিছুর উপদেশ দিচ্ছেন যা আগে আমরা বুঝিনি। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] একথা অবশ্যি সামনে থাকা দরকার যে, এ আয়াতগুলো যখন নাযিল হয় তখন হুবহু একই রকম অবস্থা মক্কাতেও বিরাজ করছিল। সে সময় কুরাইশরাও একই ভাবে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের রক্ত পিপাসু হয়ে উঠেছিল। তারা তাঁর জীবননাশ করতে চাচ্ছিল। কিন্তু শুধু বনী হাশেম তাঁর পেছনে ছিল বলেই তাঁর গায়ে হাত দিতে ভয় পাচ্ছিল। কাজেই শু'আইব আলাইহিস সালাম ও তার কওমের এ ঘটনাকে যথাযথভাবে কুরাইশ ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের অবস্থার সাথে খাপ খাইয়ে দিয়ে বর্ণনা করা হচ্ছে এবং সামনের দিকে শু'আইব আলাইহিস সালামের যে চরম শিক্ষণীয় জবাব উদ্ধৃত করা হয়েছে তার মধ্যে এ অর্থ লুকিয়ে রয়েছে যে, হে কুরাইশের লোকেরা! তোমাদের জন্যও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পক্ষ থেকে এ একই জবাব দেয়া হলো।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১১ : ৯২",
        "arabic_text": "\nقَالَ يَٰقَوۡمِ أَرَهۡطِيٓ أَعَزُّ عَلَيۡكُم مِّنَ ٱللَّهِ وَٱتَّخَذۡتُمُوهُ وَرَآءَكُمۡ ظِهۡرِيًّاۖ إِنَّ رَبِّي بِمَا تَعۡمَلُونَ مُحِيطٞ ",
        "bangla_text": "তিনি বললেন , ‘হে আমার সম্প্রদায় ! তোমাদের কাছে কি আমার স্বজনবর্গ আল্লাহ্‌র চেয়ে বেশি শক্তিশালী ? আর তোমরা তাকে সম্পূর্ণ পিছনে ফেলে রেখেছ। তোমরা যা কর আমার রব নিশ্চয় তা পরিবেষ্টন করে আছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১১ : ৯৩",
        "arabic_text": "\nوَيَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَٰمِلٞۖ سَوۡفَ تَعۡلَمُونَ مَن يَأۡتِيهِ عَذَابٞ يُخۡزِيهِ وَمَنۡ هُوَ كَٰذِبٞۖ وَٱرۡتَقِبُوٓاْ إِنِّي مَعَكُمۡ رَقِيبٞ ",
        "bangla_text": " ‘আর হে আমার সম্প্রদায় ! তোমরা নিজ নিজ অবস্থানে কাজ করতে থাক, আমিও আমার কাজ করছি। তোমরা শীঘ্রই জানতে পারবে কার উপর আসবে লাঞ্ছনাদায়ক শাস্তি এবং কে মিথ্যাবাদী। আর তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষা করছি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১১ : ৯৪",
        "arabic_text": "\nوَلَمَّا جَآءَ أَمۡرُنَا نَجَّيۡنَا شُعَيۡبٗا وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُواْ ٱلصَّيۡحَةُ فَأَصۡبَحُواْ فِي دِيَٰرِهِمۡ جَٰثِمِينَ ",
        "bangla_text": "আর যখন আমাদের নির্দেশ আসল তখন আমরা, শু’আইব ও তাঁর সঙ্গে যারা ঈমান এনেছিল তাদেরকে আমাদের অনুগ্রহে রক্ষা করেছিলাম। আর যারা যুলুম করেছিল বিকট চিৎকার তাদেরকে আঘাত করল , ফলে তাঁরা নিজ নিজ ঘরে নতজানু অবস্থায় পড়ে রইল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কওমের লোকেরা একথা শুনে রাগে অগ্নিশৰ্মা হয়ে বলতে লাগল, আপনার গোষ্ঠীজাতির কারণে আমরা এতদিন আপনাকে কিছু বলিনি। নতুবা অনেক আগেই প্রস্তর আঘাতে আপনাকে হত্যা করে ফেলতাম। এরপরে শু'আইব আলাইহিসসালামের কোন কথা যখন তারা মানল না, তখন তিনি বললেনঃ ঠিক আছে, তোমরা এখন আযাবের অপেক্ষা করতে থাক।’ তারপর আল্লাহ তা'আলা তার চিরন্তন বিধান অনুসারে শু'আইব আলাইহিসসালামকে এবং তার সঙ্গী-সাথী ঈমানদারগণকে উক্ত জনপদ হতে অন্যত্র নিরাপদে সরিয়ে নিলেন এবং জিবরাঈল আলাইহিস সালামের এক ভয়ঙ্কর হাঁকে অবশিষ্ট সবাই এক নিমেষে ধবংস হল।\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১১ : ৯৫",
        "arabic_text": "\nكَأَن لَّمۡ يَغۡنَوۡاْ فِيهَآۗ أَلَا بُعۡدٗا لِّمَدۡيَنَ كَمَا بَعِدَتۡ ثَمُودُ ",
        "bangla_text": "যেন তারা সেখানে কখনো বসবাস করেনি। জেনে রাখ ! ধংসই ছিল মাদ্ইয়ানবাসীর পরিনাম, যেভাবে ধংস হয়েছিল সামূদ সম্প্রদায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১১ : ৯৬",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ ",
        "bangla_text": "আর অবশ্যই আমারা মূসাকে আমাদের নির্দেশনাবলি ও প্রমাণসহ পাঠিয়েছিলাম,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১১ : ৯৭",
        "arabic_text": "\nإِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱتَّبَعُوٓاْ أَمۡرَ فِرۡعَوۡنَۖ وَمَآ أَمۡرُ فِرۡعَوۡنَ بِرَشِيدٖ ",
        "bangla_text": "ফির’আউন ও তার নেতৃবৃন্দের কাছে। কিন্তু নেতৃবৃন্দ ফির’আউনের কার্যকলাপের অনুসরণ করছিল। আর ফির’আউনের কার্যকলাপ সঠিক ছিল না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১১ : ৯৮",
        "arabic_text": "\nيَقۡدُمُ قَوۡمَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ فَأَوۡرَدَهُمُ ٱلنَّارَۖ وَبِئۡسَ ٱلۡوِرۡدُ ٱلۡمَوۡرُودُ ",
        "bangla_text": "সে কিয়ামতের দিনে তার সম্প্রদায়ের সামনে থাকবে [১]। অতঃপর সে তাদেরকে আগুনে উপনীত করবে। এর যেখানে তারা উপনীত হবে তা উপনীত হওয়ার কত নিকৃষ্ট স্থান! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ সে তাদের সামনে সামনে জাহান্নামে যাবে। কারণ সে তাদের নেতা। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "১১ : ৯৯",
        "arabic_text": "\nوَأُتۡبِعُواْ فِي هَٰذِهِۦ لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِۚ بِئۡسَ ٱلرِّفۡدُ ٱلۡمَرۡفُودُ ",
        "bangla_text": "আর অভিশাপ তাদের পেছনে লাগিয়ে দেয়া হয়েছিল এ দুনিয়ায় এবং কিয়ামতের দিনেও। কতই না নিকৃষ্ট সে পুরুস্কার যা তাদেরকে দেয়া হবে !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "১১ : ১০০",
        "arabic_text": "\nذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡقُرَىٰ نَقُصُّهُۥ عَلَيۡكَۖ مِنۡهَا قَآئِمٞ وَحَصِيدٞ ",
        "bangla_text": "এগুলো জনপদসমুহের কিছু সংবাদ যা আমরা আপনার কাছে বর্ণনা করছি। এ গুলোর মধ্যে কিছু এখনো বিদ্যমান এবং কিছু নির্মূল হয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "১১ : ১০১",
        "arabic_text": "\nوَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن ظَلَمُوٓاْ أَنفُسَهُمۡۖ فَمَآ أَغۡنَتۡ عَنۡهُمۡ ءَالِهَتُهُمُ ٱلَّتِي يَدۡعُونَ مِن دُونِ ٱللَّهِ مِن شَيۡءٖ لَّمَّا جَآءَ أَمۡرُ رَبِّكَۖ وَمَا زَادُوهُمۡ غَيۡرَ تَتۡبِيبٖ ",
        "bangla_text": "আর আমরা তাদের প্রতি যুলুম করিনি কিন্তু তারাই নিজেদের প্রতি যুলুম করেছিল। অতঃপর যখন আপনার রবের নির্দেশ আসল, তখন আল্লাহ্‌ ছাড়া তাঁরা যে ইলাহসমূহের ইবাদত করত তারা তাদের কোন কাজে আসল না। আর তারা ধবস ছাড়া তাদের অন্য কিছুই বৃদ্ধি করল না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "১১ : ১০২",
        "arabic_text": "\nوَكَذَٰلِكَ أَخۡذُ رَبِّكَ إِذَآ أَخَذَ ٱلۡقُرَىٰ وَهِيَ ظَٰلِمَةٌۚ إِنَّ أَخۡذَهُۥٓ أَلِيمٞ شَدِيدٌ ",
        "bangla_text": "এরূপই আপনার রবের পাকড়াও ! যখন তিনি পাকড়াও করেন অত্যাচারী জনপদসমূহকে। নিশ্চয় তাঁর পাকড়াও যন্ত্রণাদায়ক, কঠিন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, নিশ্চয়ই আল্লাহ অত্যাচারীকে পৃথিবীতে সুযোগ ও অবকাশ দিয়ে থাকেন। আবার যখন তাকে ধরেন তখন আর ছাড়েন না। বর্ণনাকার সাহাবী আবু মূসা আশ'আরী বলেনঃ তারপর তিনি এ আয়াত পাঠ করলেনঃ \"এরূপই আপনার প্রতিপালকের শাস্তি! তিনি শাস্তি দান করেন জনপদসমূহকে যখন ওরা যুলুম করে থাকে। নিশ্চয়ই তাঁর শাস্তি মর্মম্ভদ, কঠিন।\" [বুখারীঃ ৪৬৮৬, মুসলিমঃ ২৫৮৩]\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "১১ : ১০৩",
        "arabic_text": "\nإِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّمَنۡ خَافَ عَذَابَ ٱلۡأٓخِرَةِۚ ذَٰلِكَ يَوۡمٞ مَّجۡمُوعٞ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوۡمٞ مَّشۡهُودٞ ",
        "bangla_text": "নিশ্চয় এতে রয়েছে নিদর্শন তার জন্য যে আখিরাতের শাস্তিকে ভয় করে [১]। সেটি এমন একদিন, যেদিন সমস্ত মানুষকে একত্র করা হবে ; আর সেটি এমন এক দিন যেদিন সবাইকে উপস্থিত করা হবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইতিহাসের এ ঘটনাবলীর মধ্যে এমন একটি নিশানী রয়েছে যে সম্পর্কে চিন্তা-ভাবনা করলে মানুষের মনে নিশ্চিত বিশ্বাস জন্মাবে যে, আখেরাতের আযাব অবশ্যি আসবে এবং এ সম্পর্কিত নবীদের দেয়া খবর সত্য। তাছাড়া এ নিশানী থেকে সেই আখেরাতের আযাব কেমন কঠিন ও ভয়াবহ হবে সেকথাও জানতে পারবে। ফলে এ জ্ঞান তার মনে ভীতির সঞ্চার করে তাকে সঠিক পথে এনে দাঁড় করিয়ে দেবে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ সেদিন আগের পরের সবাইকে একত্রিত করা হবে। কেউই বাকি থাকবে না। অন্য আয়াতে আল্লাহ্‌ বলেন : “আর আমি তাদের সবাইকে জমায়েত করেছি, তাদের কাওকেই ছাড়িনি।” [ সূরা আল-কাহাফঃ ৪৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "১১ : ১০৪",
        "arabic_text": "\nوَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٖ مَّعۡدُودٖ ",
        "bangla_text": "আর আমরা তো কেবল নির্দিষ্ট কিছু সময়ের জন্যই সেটা বিলম্বিত করছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "১১ : ১০৫",
        "arabic_text": "\nيَوۡمَ يَأۡتِ لَا تَكَلَّمُ نَفۡسٌ إِلَّا بِإِذۡنِهِۦۚ فَمِنۡهُمۡ شَقِيّٞ وَسَعِيدٞ ",
        "bangla_text": "যখন সেদিন আসবে তখন আল্লাহ্‌র অনুমতি ছাড়া কেও কথা বলতে পারবে না [১]; অতঃপর তাদের মধ্যে কেও হবে হতভাগ্য আর কেও হবে সৌভাগ্যবান [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অন্য আয়াতে আল্লাহ বলেছেনঃ “সেদিন রূহ ও ফিরিশতাগণ সারিবদ্ধভাবে দাঁড়াবে; দয়াময় যাকে অনুমতি দেবেন সে ছাড়া অন্যরা কথা বলবে না এবং সে সঠিক বলবে।” [সূরা আন-নাবাঃ ৩৮] অর্থাৎ সেদিনের সেই আড়ম্বরপূর্ণ মহিমাম্বিত  আদালতে অতি বড় কোন গৌরবান্বিত ব্যক্তি এবং মর্যাদা সম্পন্ন ফেরেশতাও টুঁ শব্দটি করতে পারবে না। আর যদি কেউ সেখানে কিছু বলতে পারে তাহলে একমাত্র বিশ্ব-জাহানের সর্বময় ক্ষমতা ও কর্তৃত্বের মহান অধিকারীর নিজের প্রদত্ত অনুমতি সাপেক্ষেই বলতে পারবে।\n  <br/>\n  <br/>\n  [২] উমর রাদিয়াল্লাহু ‘আনহু বলেনঃ যখন এ আয়াত “তাদের মধ্যে কেউ হবে হতভাগ্য আর কেউ হবে ভাগ্যবান” নাযিল হলো তখন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞেস করলাম, হে আল্লাহর নবী! তা হলে কি জন্য আমল করব? যে ব্যাপারে চুড়ান্ত ফয়সালা হয়ে গেছে সেটার জন্য আমল করব নাকি চুড়ান্ত ফয়সালা হয়নি এমন বস্তুর জন্য আমল করব? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “হে উমর! বরং যে ব্যাপারে চুড়ান্ত সিদ্ধান্ত হয়ে গেছে এবং কলম দিয়ে লিখা হয়ে গেছে এমন বিষয়ের জন্য আমল করবে। তবে  যাকে যে জন্য সৃষ্টি করা হয়েছে তার জন্য সেটাকে সহজ করে দেয়া হবে।\" [তিরমিযীঃ ৩১১১] অর্থাৎ তাকদীরের খবর আল্লাহ ছাড়া কেউ জানে না। যদি সে ঈমানদার হিসেবে লিখা হয়ে থাকে তবে তার জন্য সৎকাজ করা সহজ করে দেয়া হবে। আর যদি বদকার ও কাফের হিসেবে লেখা হয়ে থাকে তবে সে ভাল কাজ করতে চাইবে না, ভাল কাজ করা তার দ্বারা সহজ হবে না। তাই প্রত্যেকের উচিত ভাল কাজ করতে সচেষ্ট হওয়া। কারণ ভাল কাজের প্রতি প্রচেষ্টাই তার ভাগ্য ভাল কি মন্দ হয়েছে তার প্রতি প্রমাণবহ। তা না করে নিছক তাকদীরের উপর নির্ভর করে বসে থাকলে বুঝতে হবে যে, সে অবশ্যই হতভাগা, তার তাকদীরে ভালো লিখা হয়নি। যা অধিকাংশ দুর্ভাগা মানুষ সবসময় করে থাকে। তারা ভাগ্যকে অযথা টেনে এনে হাত-পা গুটিয়ে বসে থাকে এবং ভাগ্য নিয়ে অযথা বাদানুবাদ করে। অপরপক্ষে, যাদের ভাগ্য ভাল, তারা তাকদীরের উপর ঈমান রাখে কিন্তু সেটাকে টেনে এনে হাত-পা গুটিয়ে বসে না থেকে ভাল কাজ করতে সদা সচেষ্ট থাকে। তারপর যদি ভাল কিছু পায় তবে বুঝতে হবে যে, প্রচেষ্টা করার কথাও তার তাকদীরে লিখা আছে। আর যারা সৎ কাজের চেষ্টা না করে অযথা তাকদীর নিয়ে বাড়াবাড়ি করে তাদের সম্পর্কে বুঝতে হবে যে, তারা সৎকাজের প্রচেষ্টা করবে না এটাই লিখা হয়েছিল সে জন্য তারা দুর্ভাগা। তাকদীর সম্পর্কে এটাই হচ্ছে মূল কথা [দেখুন, শাইখ মুহাম্মাদ ইবন সালেহ আল-উসাইমীন আলকাওলুল মুফীদ আলা কিতাবিত তাওহীদ ২/৪১৩-৪১৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "১১ : ১০৬",
        "arabic_text": "\nفَأَمَّا ٱلَّذِينَ شَقُواْ فَفِي ٱلنَّارِ لَهُمۡ فِيهَا زَفِيرٞ وَشَهِيقٌ ",
        "bangla_text": "অতঃপর যারা হবে হতভাগ্য তারা থাকবে আগুনে এবং সেখানে তাদের থাকবে চিৎকার ও আর্তনাদ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "১১ : ১০৭",
        "arabic_text": "\nخَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۚ إِنَّ رَبَّكَ فَعَّالٞ لِّمَا يُرِيدُ ",
        "bangla_text": "সেখানে তারা স্থায়ী হবে [১] যতদিন আকাশমণ্ডলী ও যমীনে বিদ্যমান থাকবে [২] যদি না আপনার রব অনুরূপ ইচ্ছে করেন [৩] ; নিশ্চয় আপনার রব তাই করেন যা তিনি ইচ্ছে করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মৃত্যুকে হাশরের মাঠে একটি সাদা-কালো ছাগলের সূরতে নিয়ে আসা হবে তারপর একজন আহবানকারী আহবান করবেন, হে জান্নাতবাসী। ফলে তারা ঘাড় উচু করবে এবং তাকাবে। তারপর তাদেরকে বলা হবে, তোমরা কি এটাকে চিন? তারা বলবেঃ হ্যাঁ, এটা হলো, মৃত্যু ৷ তাদের প্রত্যেকেই তা দেখেছে। তারপর আহবানকারী আহবান করে ডাকবেন, হে জাহান্নামবাসী! তখন তারা ঘাড় উঁচু করে তাকাবে। তখন তাদের বলা হবে, তোমরা কি এটাকে চিন? তারা বলবে, হ্যাঁ, আর তারা প্রত্যেকে তা দেখেছে, তারপর সেটাকে জবেহ করা হবে। তারপর বলবেনঃ হে জান্নাতবাসী! স্থায়ীভাবে তোমরা এখানে থাকবে সুতরাং কোন মৃত্যু নেই। আর হে জাহান্নামবাসী! স্থায়ীভাবে এখানে থাকবে সুতরাং কোন মৃত্যু নেই। তারপর তিনি এ আয়াত পাঠ করলেনঃ তাদেরকে সতর্ক করে দিন পরিতাপের দিন সম্বন্ধে, যখন সব সিদ্ধান্ত হয়ে যাবে। এখন তারা গাফিল এবং তারা বিশ্বাস করে না। (সূরা মারইয়ামঃ ৩৯) [বুখারীঃ ৪৭৩০]\n  <br/>\n  <br/>\n  [২] এ শব্দগুলোর অর্থ আখেরাতের আসমান ও যমীন হতে পারে। এ জন্যই হাসান বসরী বলেন, সেদিন আসমান ও যমীন তো পরিবর্তিত হবে। আর সে আসমান ও যমীন স্থায়ী হবে। তাই তাদের অবস্থারও পরিবর্তন হবে না। [ইবন কাসীর] অথবা এমনও হতে পারে যে, প্রতিটি জান্নাত ও জাহান্নামেরই আলাদা আসমান ও যমীন রয়েছে সে অনুসারে এটা বলা হয়েছে। এটি ইবন আব্বাস থেকে বর্ণিত। [ইবন কাসীর] অথবা  এর অর্থ যতক্ষণ আসমান আসমান থাকবে আর যতক্ষণ যমীন যমীন থাকবে। আর আখেরাতে সেটা অপরিবর্তনীয়। এটি আব্দুর রহমান ইবন যায়দ বলেছেন। [ইবন কাসীর] অথবা নিছক সাধারণ বাকধারা হিসেবে একে চিরকালীন স্থায়িত্ব অর্থে বর্ণনা করা হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ তাদেরকে এ চিরন্তন আযাব থেকে বাঁচাবার মতো আর কোন শক্তিই তো নেই। তবে আল্লাহ নিজেই কিছু ইচ্ছে করেন সেটা ভিন্ন। এখানে প্রশ্ন হচ্ছে, কাফেরের আযাব তো কখনো শেষ হবে না, তা হলে এখানে ব্যতিক্রম কি হতে পারে? এ ব্যাপারে আলেমগণ বিভিন্ন মত দিয়েছেন। তবে সবেচেয়ে গ্রহণযোগ্য মত হচ্ছে তাই যা ইমাম ইবন জারীর তাবারীসহ অধিকাংশ সত্যনিষ্ঠ আলেম গ্রহণ করেছেন। আর তা হচ্ছে, এখানে গোনাহগার ঈমানদারদের কথা বলা হয়েছে। যাদেরকে আল্লাহর অনুমতিক্রমে নবী-রাসূল, ফিরিশতা ও মুমিনদের সুপারিশের মাধ্যমে আল্লাহ্ তাআলা জাহান্নাম থেকে বের করবেন। তারপর রহমতের মালিক আল্লাহ তা'আলা নিজ হাতে এমন লোকদেরকে বের করবেন, যাদের অন্তরে সামান্যতম ঈমানও অবশিষ্ট ছিল। এ ব্যাপারে বিভিন্ন হাদীসে বিস্তারিত এসেছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "১১ : ১০৮",
        "arabic_text": "\n۞ وَأَمَّا ٱلَّذِينَ سُعِدُواْ فَفِي ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ إِلَّا مَا شَآءَ رَبُّكَۖ عَطَآءً غَيۡرَ مَجۡذُوذٖ ",
        "bangla_text": "আর যারা ভাগ্যবান হয়েছে তাঁরা থাকবে জান্নাতে, সেখানে তাঁরা স্থায়ি হবে ,যতদিন আকাশমণ্ডলী ও যমীন বিদ্যমান থাকবে, যদি না আপনার রব অন্যরূপ ইচ্ছে করেন [১];  এটা এক নিরবিচ্ছিন্ন পুরস্কার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের জান্নাতে অবস্থান করাও এমন কোন কিছুর উপর নির্ভরশীল নয় যে তা আল্লাহকে এমনটি করতে বাধ্য করে রেখেছে। বরং আল্লাহ যে তাদেরকে সেখানে রাখবেন এটা হবে সরাসরি তাঁর অনুগ্রহ। যদি তিনি তাদের ভাগ্য বদলাতে চান, তা করার পূর্ণ ক্ষমতা তাঁর আছে। [ইবন কাসীর] তাই তাদেরকে সর্বদা তাঁর জন্য তাসবীহ ও তাহমীদ পাঠ করার ইলহাম করা হবে, যেমনি তাদেরকে নিঃশ্বাস নেয়ার ইলহাম করা হবে। [ইবন কাসীর] হাসান বসরী ও দাহহাক বলেন, এখানেও ব্যতিক্রম বলে গোনাহগার ঈমানদারদের বোঝানো হয়েছে। কারণ তারা কিছু সময় জাহান্নামে অবস্থান করবে তারপর তাদেরকে জান্নাতে প্রবেশ করানো হবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "১১ : ১০৯",
        "arabic_text": "\nفَلَا تَكُ فِي مِرۡيَةٖ مِّمَّا يَعۡبُدُ هَٰٓؤُلَآءِۚ مَا يَعۡبُدُونَ إِلَّا كَمَا يَعۡبُدُ ءَابَآؤُهُم مِّن قَبۡلُۚ وَإِنَّا لَمُوَفُّوهُمۡ نَصِيبَهُمۡ غَيۡرَ مَنقُوصٖ ",
        "bangla_text": "কাজেই তারা যাদের ইবাদত করে তাদের সম্বন্ধে সংশয়ে থাকবেন না, আগে তাদের পিতৃপুরুষেরা যেভাবে ‘ইবাদত করত তারাও তাদেরই মত ‘ইবাদত করে [১]। আর নিশ্চয় আমরা তাদেরকে তাদের প্রাপ্য পুরোপুরি দেব---কিছুমাত্র কম করবো না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ এ নয় যে, এ মাবুদদের ব্যাপারে সত্যিই নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মনে কোন প্রকার সন্দেহ ছিল। বরং আসলে একথাগুলো নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সম্বোধন করে সাধারণ মানুষকে শুনানো হচ্ছে। [কুরতুবী] এর অর্থ হচ্ছে, এরা যে এসব মাবুদের ইবাদত করছে এবং এদের কাছে প্রার্থনা করছে ও ভিক্ষা চাচ্ছে, নিশ্চয়ই এরা কিছু দেখে থাকবে যে কারণে এরা এদের থেকে উপকৃত হবার আকাংখা পোষণ করে-কোন বিবেক বুদ্ধি সম্পন্ন ব্যক্তির মনে এ ধরনের কোন সংশয় থাকা উচিত নয়। সত্যি কথা হচ্ছে এই যে, এদের যাবতীয় ইবাদত, নযরানা ও প্রার্থনা আসলে কোন অভিজ্ঞতা ও সত্যিকার পর্যবেক্ষণের ভিত্তিতে নয় বরং এসব কিছু করা হচ্ছে নিছক অন্ধ অনুসৃতির ভিত্তিতে। এসব বেদী ও আস্তানা পূর্ববর্তী জাতিদেরও ছিল। কিন্তু যখন আল্লাহর আযাব এলো তখন তারা ধ্বংস হয়ে গেলো এবং বেদী ও আস্তানাগুলো কোন কাজে লাগলো না।\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "১১ : ১১০",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ ",
        "bangla_text": "আর অবশ্যই আমরা মূসাকে কিতাব দিয়েছিলাম, অতঃপর এতে মতভেদ ঘটেছিল। আর আপনার রবের পূর্ব সিদ্ধান্ত না থাকলে তাদের মিমাংসা তো হয়েই যেত [১]। আর নিশ্চয় তারা এ ব্যাপারে বিভ্রান্তিকর সন্দেহে নিপতিত [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ পূর্ব সিদ্ধান্ত বা বাক্য সম্পর্কে দুটি মত প্রসিদ্ধ। এক. পূর্ব থেকেই তাদেরকে শাস্তি দেয়ার ব্যাপারে অবকাশ প্রদানের সিদ্ধান্ত না থাকলে তাদের উপর আযাব এসে যেতো। দুই. অথবা পূর্ব থেকেই যদি আল্লাহর সিদ্ধান্ত না থাকত যে, তিনি নবী-রাসূল প্রেরণ না করে কাউকে শাস্তি দিবেন না, তাহলে অবশ্যই তাদের উপর শাস্তি আপতিত হতো। যেমন আল্লাহ্‌ অন্য আয়াতে বলেছেন, “আর আমরা রাসূল না পাঠানো পর্যন্ত শাস্তি প্রদানকারী নই” [সূরা আল-ইসরা: ১৫] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ এ কুরআন সম্পর্কে আজ বিভিন্ন লোক বিভিন্ন কথা বলছে, নানা রকম সন্দেহ সংশয় পোষণ করছে, এটা কোন নতুন কথা নয়। বরং এর আগে মূসাকে যখন কিতাব দেয়া হয়েছিল তখন তার ব্যাপারেও এ ধরনের বিভিন্ন মতামত প্রকাশ করা হয়েছিল। [কুরতুবী; সাদী]  কাজেই হে নবী! এমন সহজ, সরল ও পরিষ্কার কথা কুরআনে বলা হচ্ছে এবং তারপরও লোকেরা তা গ্রহণ করছে না-এ অবস্থা দেখে আপনার মন খারাপ করা ও হতাশ হওয়া উচিত নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "১১ : ১১১",
        "arabic_text": "\nوَإِنَّ كُلّٗا لَّمَّا لَيُوَفِّيَنَّهُمۡ رَبُّكَ أَعۡمَٰلَهُمۡۚ إِنَّهُۥ بِمَا يَعۡمَلُونَ خَبِيرٞ ",
        "bangla_text": "আর নিশ্চয় আপনার রব তাদের প্রত্যেককে তার কর্মফল পুরোপুরি দবেন। তারা যা করে তিনি তো সে বিষয়ে সবিশেষ অবিহত ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "১১ : ১১২",
        "arabic_text": "\nفَٱسۡتَقِمۡ كَمَآ أُمِرۡتَ وَمَن تَابَ مَعَكَ وَلَا تَطۡغَوۡاْۚ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٞ ",
        "bangla_text": "কাজেই আপনি যেভাবে আদিষ্ট হয়েছেন তাতে অবিচল থাকুন এবং আপনার সাথে যারা তাওবা করেছে তারাও [১] ; এবং তোমরা সীমালংঘন কর না [২] তোমরা যা কর নিশ্চয় তিনি তার সম্যক দ্রষ্টা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইস্তেকামত শব্দের অভিধানিক অর্থ হচ্ছে, ডান বা বাম কোনদিক একটু পরিমাণ না ঝুঁকে একদম সোজাভাবে থাকা। [কুরতুবী] মূলতঃ এটা সহজ কাজ নয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সকল মুসলিমকে তাদের সর্বকার্যে সর্বাবস্থায় ইস্তেকামত অবলম্বন করার জন্য এ আয়াতে নির্দেশ দেয়া হয়েছে। ‘ইস্তেকামত’ শব্দটি ছোট হলেও এর অর্থ অত্যন্ত ব্যাপক। কেননা, সর্বাবস্থায় দ্বীনের পথে সঠিকভাবে চলার অর্থ হচ্ছে- আকায়েদ, ইবাদত, লেন-দেন, আচার-ব্যবহার, ব্যবসা-বাণিজ্য, অর্থ উপার্জন ও ব্যয় তথা নীতি-নৈতিকতার যাবতীয় ক্ষেত্রে আল্লাহ তা'আলার নির্ধারিত সীমারেখার মধ্যে থেকে তারই নির্দেশিত সোজা পথে চলা। তন্মধ্যে কোন ক্ষেত্রে, কোন কার্যে এবং পরিস্থিতিতে গড়িমসি করা, বাড়াবাড়ি করা অথবা ডানে বামে ঝুঁকে পড়া ইস্তেকামতের পরিপন্থী। দুনিয়ায় যত গোমরাহী ও পাপাচার দেখা যায়, তা সবই ইস্তেকামত হতে সরে যাওয়ার ফলে সৃষ্টি হয়। আকায়েদ অর্থাৎ বিশ্বাসের ক্ষেত্রে ইস্তেকামত না থাকলে, মানুষ বিদ’আত হতে শুরু করে কুফর ও শেরেকী পর্যন্ত পৌছে যায়। আল্লাহ তা'আলার তাওহীদ, তার পবিত্র সত্তা ও গুণাবলী সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সুষ্ঠ ও সঠিক মূলনীতি শিক্ষা দিয়েছেন, তার মধ্যে বিন্দুমাত্র হ্রাস-বৃদ্ধি বা পরিবর্ধন পরিবর্জনকারী পথভ্রষ্টরূপে আখ্যায়িত হবে, তা তার নিয়ত যতই ভাল হোক না কেন। অনুরূপভাবে নবী ও রাসূল আলাইহিমুসসালামগণের প্রতি শ্রদ্ধার যে সীমারেখা নির্ধারিত হয়েছে, সে ব্যাপারে ক্রটি করা স্পষ্ট ধৃষ্টতা ও পথভ্রষ্টতা। তেমনি কোন রাসূলকে আল্লাহ্র গুণাবলী ও ক্ষমতার মালিক বানিয়ে দেয়াও চরম পথভ্রষ্টতা। ইয়াহুদী ও নাসারারা এহেন বাড়াবাড়ির কারণেই বিভ্রান্ত ও বিপথগামী হয়েছে। ইবাদত ও আল্লাহর নৈকট্য লাভ করার জন্য কুরআনে করীম নির্দেশিত এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রদর্শিত পথের মধ্যে কোনরূপ কমতি বা গাফলতি মানুষকে যেমন কোন বাড়াবাড়ি বা পরিবর্ধনও মানুষকে বিদ'আতে লিপ্ত করে। এজন্যই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উম্মতকে বিদ'আত ও নিত্য নতুন সৃষ্ট পথ ও মত হতে অত্যন্ত জোরালোভাবে নিষেধ করেছেন এবং বিদ'আতকে চরম গোমরাহী বলে অভিহিত করেছেন। [দেখুন, আবু দাউদ: ৪৬০৭]  অতএব, প্রত্যেক মুসলিমের  কর্তব্য হচ্ছে, যখন কোন কার্য সে আল্লাহর সন্তুষ্টি লাভের জন্য ইবাদত হিসাবে করতে চায়, তখন কাজ করার আগে পূর্ণ তাহকীক করে জানতে হবে যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবায়ে কেরাম রাদিয়াল্লাহু আনহুম উক্ত কার্য ঐভাবে করেছেন কি না? যদি না করে থাকেন, তবে উক্ত কাজে নিজের শক্তি ও সময়ের অপচয় করা কক্ষনো ঠিক হবে না। কারণ, আকায়েদ, ইবাদাত, মুআমালাত তথা লেন-দেন, আখলাক বা স্বভাব-চরিত্র ও আচার-ব্যবহার তথা জীবনের সর্বক্ষেত্রে কুরআন করীম নির্দেশিত মূলনীতিগুলিকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাস্তবে রূপায়িত করে একটা সুষ্ঠ সঠিক মধ্যপন্থার পত্তন করেছেন। বন্ধুত্ব, শক্রতা, ক্রোধ, ধৈর্য, মিতব্যয় ও দানশীলতা, জীবিকা উপার্জন, আল্লাহর উপর নির্ভরতা, আবশ্যকীয় উপায়-উপকরণ সংগ্রহ করা এবং ফলাফলের জন্য আল্লাহ তা'আলার অনুগ্রহের প্রতি তাকিয়ে থাকা ইত্যাদি সর্বক্ষেত্রে মুসলিমদেরকে এক নজীরবিহীন মধ্যপন্থা দেখিয়ে দিয়েছেন। তা পুরোপুরি অবলম্বন করেই মানুষ সত্যিকার মানুষ হতে পারে। তা থেকে বিচ্যুত হলেই সামাজিক বিপর্যয় সৃষ্টি হয়। সারকথা, জীবনের সর্বক্ষেত্রে দ্বীনের অনুশাসন মেনে চলাই ইস্তেকামতের তাফসীর। সুফিয়ান ইবনে আবদুল্লাহ আস-সাকাফী রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সমীপে আরজ করলেন, ইয়া রসুলাল্লাহ! ইসলাম সম্পর্কে আপনি আমাকে এমন একটি ব্যাপক শিক্ষা দান করুন যেন আপনার পরে আমার কারো কাছে কিছু জিজ্ঞেস করার প্রয়োজন না হয়। তিনি বললেন, “আল্লাহ্‌র প্রতি ঈমান আন, তারপর ইস্তেকামত অবলম্বন কর”। [মুসলিমঃ ৩৮] উসমান ইবন হাদের আলতিনি বললেন, ‘তুমি তাকওয়া অবলম্বন কর এবং ইস্তেকামত গ্রহণ কর। অনুসরণ কর এবং বিদ'আত থেকে দূরে থাক। [সুনান দারমীঃ ১৪১] [বিস্তারিত জানার জন্য দেখুন, ইবন তাইমিয়্যা: আল-ইস্তিকামাহ ১/৩-৩২]\n  <br/>\n  <br/>\n  <b>\n   মূলত:\n  </b>\n  ইস্তেকামতই সবচেয়ে দুস্কর কার্য। এজন্যই সালফে-সালেহীন বলতেন যে, কারামতের চেয়ে ইস্তেকামতের মর্যাদা উধের্ব। অর্থাৎ যে ব্যক্তি সৰ্বকার্যে ইস্তেকামত অবলম্বন করে, যদি জীবনভর তার দ্বারা কোন অলৌকিক ঘটনা সংঘটিত না হয়, তথাপি তার মর্যাদা সবার উর্ধ্বে।\n  <br/>\n  <br/>\n  আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন “পূর্ণ কুরআনের মধ্যে এ আয়াতের চেয়ে কঠিন ও কষ্টকর কোন হুকুম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর নাযিল হয় নি।” তাই ইবন আব্বাস রাদিয়াল্লাহু আনহুমার মতে রাসূলের বাণী “সূরা হুদ আমাকে বৃদ্ধ করেছে।” এ সূরার ইস্তেকামতের নির্দেশই ছিল তার বার্ধক্যের কারণ। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] ইস্তেকামতের আদেশ দানের পর আল্লাহ বলেনঃ ‘সীমালঙ্ঘন করো না।’ এখানে সোজা পথে দৃঢ় থাকার আদেশ দান করেই শুধু ক্ষান্ত করা হয় নি। বরং তার নেতিবাচক দিকটিও স্পষ্টভাবে নিষেধ করা হয়েছে যে, আকায়েদ, ইবাদত, লেনদেন ও নীতি-নৈতিকতার ক্ষেত্রে আল্লাহ তা'আলা ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নির্ধারিত সীমারেখা অতিক্রম করো না। কেননা, এটাই পার্থিব ও ধর্মীয় সর্বক্ষেত্রে বিপর্যয় ও ফাসাদের মূল কারণ। সুতরাং তোমাদের কেউ যেন আনুগত্যের সময় শরীআত নির্ধারিত সীমা লঙ্ঘন না করে। যেমন কেউ সাওম পালন করতে গিয়ে বাড়াবাড়ি করে সেটাকে সবসময়ের জন্য করে নিল। আবার কেউ রাতে সালাতে দাড়াতে গিয়ে ঘুম বন্ধ করে দিল। যে বস্তু হালাল করা হয়েছে কেউ তা পরিত্যাগ করে দিল। [ফাতহুল কাদীর] যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘অথচ আমি সাওম পালন করি, সাওম পালন থেকে বিরতও হই, রাতে সালাতের জন্য দাঁড়াই, সালাত থেকে বিরত হয়ে ঘুমও যাই। আর বিয়ে-শাদীও করি। অতঃপর যে আমার সুন্নাত থেকে বিমুখ হবে সে আমার দলভুক্ত নয়।’ [বুখারী ৫০৬৩; মুসলিম: ১৪০১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 113,
        "verse": "১১ : ১১৩",
        "arabic_text": "\nوَلَا تَرۡكَنُوٓاْ إِلَى ٱلَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنۡ أَوۡلِيَآءَ ثُمَّ لَا تُنصَرُونَ ",
        "bangla_text": "আর যারা  যুলুম করেছে তোমরা তাদের প্রতি ঝুঁকে পড়ো না ; পড়লে আগুন তোমাদেরকে স্পর্শ করবে [১]  এ অবস্থায় আল্লাহ্‌ ছাড়া তোমাদের কোন সাহায্যকারী থাকবে না। তারপর তোমাদেরকে সাহায্য করা হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মানুষকে ক্ষতি ও ধ্বংস থেকে রক্ষার জন্য একটি গুরুত্বপূর্ণ নির্দেশ দেয়া হয়েছে বলা হচ্ছেঃ “ঐসব পাপিষ্ঠদের দিকে একটুও ঝুঁকবে না, তাহলে কিন্তু তাদের সাথে সাথে তোমাদেরকেও জাহান্নামের আগুন স্পর্শ করবে।\" এখানে তাদের প্রতি সামান্যতম ঝোঁকা বা আকৃষ্ট হওয়া এবং তাদের প্রতি আস্থা বা সম্মতি জ্ঞাপন করাও নিষেধ করা হয়েছে। এই ঝোঁকা ও আকর্ষণের অর্থ সম্পর্কে সাহাবায়ে কেরাম ও তাবেয়ীগণের কয়েকটি উক্তি বর্ণিত হয়েছে, যার মধ্যে পারস্পরিক কোন বিরোধ নেই। বরং প্রত্যেকটি উক্তিই নিজ নিজ ক্ষেত্রে শুদ্ধ ও সঠিক ইবন আব্বাস বলেন, যালেমদের চাটুকার হবে না। অন্য বর্ণনায় তিনি বলেন, তাদের শির্কী কর্মকাণ্ডের পক্ষপাতিত্ব করবে না। [ইবন কাসীর] কাতাদাহ বলেন, এর অর্থঃ “পাপিষ্ঠদের সাথে বন্ধুত্ব করবে না, তাদের কথামত চলবে না।\" [মা'আনিল কুরআন লিন নাহহাস; কুরতুবী] ইবন জুরাইজ বলেন, এর অর্থঃ “পাপিষ্ঠদের প্রতি আদৌ আকৃষ্ট হবে না। [কুরতুবী] আবুল আলিয়া বলেনঃ “তাদের কার্যকলাপ ও কথাবার্তা পছন্দ করো না।” [কুরতুবী ইবন কাসীর সুদী]’ সুদ্দী বলেনঃ “যালেমদের চাটুকারিতা করবে না।” ইকরিমা বলেনঃ “তাদের আনুগত্য করবে না।” [বাগভী] ইবন যায়দ বলেন, তাদের কুফরী কর্মকাণ্ডের বিরোধিতা করা পরিত্যাগ করবে না। [তাবারী] ইবন আব্বাস থেকে অপর বর্ণনায় এসেছে, তোমরা যালেমদের পক্ষ নিও না। তাদের সাহায্য নিও না, তাহলে মনে হবে যেন তোমরা তাদের অন্যান্য কর্মকাণ্ডের সাথে সন্তুষ্ট রয়েছে। [ইবন কাসীর] তাছাড়া বাহ্যিক আকৃতি-প্রকৃতিতে, লেবাস-পোশাকে, চাল-চলনে তাদের অনুকরণও এ নিষেধাজ্ঞার আওতাভুক্ত হবে। ইবন যায়দ বলেন, এখানে যালেম বলে কাফেরদেরকে বুঝানো হয়েছে। [তাবারী] কিন্তু মুমিনদের মধ্যে যারা যালেম হবে তাদের সাথে সম্পর্ক বিভিন্ন অবস্থার উপর নির্ভরশীল হবে। [ফাতহুল কাদীর] যদিও সত্যনিষ্ঠ আলেমদের মধ্যে অনেকেই এ আয়াতটিকে সবার ক্ষেত্রেই ব্যাপক বলে মন্তব্য করেছেন। [দেখুন, ইবন তাইমিয়্যা, মাজমু ফাতাওয়া: ১৩/২০৩; মিনহাজুস সুন্নাহ: ৬/১১৭]।\n </p>\n</div>"
    },
    {
        "id": 114,
        "verse": "১১ : ১১৪",
        "arabic_text": "\nوَأَقِمِ ٱلصَّلَوٰةَ طَرَفَيِ ٱلنَّهَارِ وَزُلَفٗا مِّنَ ٱلَّيۡلِۚ إِنَّ ٱلۡحَسَنَٰتِ يُذۡهِبۡنَ ٱلسَّيِّـَٔاتِۚ ذَٰلِكَ ذِكۡرَىٰ لِلذَّٰكِرِينَ ",
        "bangla_text": "আর আপনি সালাত কায়েম করুন [১] দিনের দু প্রান্তভাগে ও রাতের প্রথমাংসে [২]। নিশ্চয় সৎকাজ অসৎ কাজকে মিটিয়ে দেয় [৩]। উপদেশ গ্রহণকারীদের জন্য এটা [৪] এক উপদেশ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে লক্ষ্য করে তাকে ও তার সমস্ত উম্মতকে নামায কায়েম রাখার নির্দেশ দেয়া হয়েছে। আলোচ্য আয়াতে সালাত দ্বারা উদ্দেশ্য ফরয সালাত। [কুরতুবী] আর ইকামতে সালাত অর্থ, পূর্ণ পাবন্দীর সাথে নিয়মিতভাবে সালাত সম্পন্ন  করা। কোন কোন আলেমের মতে সালাত কায়েম করার অর্থ, সমুদয় সুন্নত ও মুস্তাহাবসহ আদায় করা। কারো মতে এর অর্থ, মুস্তাহাব ওয়াক্তে নামায পড়া। আবার কারো কারো মতে, জামাতের সাথে আদায় করা। মূলতঃ এটা কোন মতানৈক্য নয়। আলোচ্য সবগুলোই একামতে সালাতের সঠিক মর্মার্থ। সূরা আল-বাকারার ৩ নং আয়াতের ব্যাখ্যায় তার বিস্তারিত আলোচনা চলে গেছে।\n  <br/>\n  <br/>\n  [২] নামায কায়েম করার নির্দেশ দানের পর সংক্ষিপ্তভাবে নামাযের ওয়াক্ত বর্ণনা করেছেন যে, “দিনের দু'প্রান্তে অর্থাৎ শুরুতে ও শেষভাগে এবং রাতেরও কিছু অংশে নামায কায়েম করবেন।” দিনের দু'প্রান্তের নামাযের মধ্যে প্রথমভাগের নামায সম্পর্কে সবাই একমত যে, সেটি ফজরের নামায। [তাবারী; বাগভী; কুরতুবী; ইবন কাসীর] কিন্তু শেষ প্রান্তের নামায সম্পর্কে ইবন আব্বাস বলেন তা মাগরিবের নামায। [তাবারী; কুরতুবি ; ইবন কাসির] হাসান বসরি, কাতাদাহ ও দাহহাক আসরের নামাযকেই দিনের শেষ নামায সাব্যস্ত করেছেন। [কুরতুবী ইবন কাসীর] অবশ্য এখানে একটি মত এটাও রয়েছে যে, দিনের দু'প্রান্ত বলে, যোহর ও আসরের সালাত বোঝানো হয়েছে। [কুরতুবী] রাতের কিছু অংশের নামায সম্পর্কে ইবন আব্বাস ও মুজাহিদ  বলেন, এটি হচ্ছে, এশার নামায। হাসান বসরী, মুজাহিদ, মুহাম্মদ ইবনে কা’ব, কাতাদাহ, যাহ্‌হাক প্রমুখ তফসীরকারকদের অভিমত হচ্ছে যে, সেটি মাগরিব ও এশার নামায। [ইবন  কাসীর] অতএব এ আয়াতে চার ওয়াক্ত নামাযের বর্ণনা পাওয়া গেল। অবশিষ্ট রইল যোহরের নামায। এ ব্যাপারে ইবন কাসীর বলেন, এটি পাঁচ ওয়াক্ত সালাত ফরয হওয়ার আগের নির্দেশ। আর তখন দু' ওয়াক্ত নামাযই ফরয ছিল। সূর্যোদয়ের আগের নামায এবং সূর্যাস্তের আগের নামায। আর রাতের বেলা রাসূল ও উম্মতের উপর কিয়ামুল লাইল করা ফরয ছিল। [ইবন কাসীর] অথবা যোহরের সালাতের ব্যাপারে কুরআনের অন্যত্র যা এসেছে তা থেকে প্রমাণ নেয়া যায়, তা হচ্ছে, “নামায কায়েম কর, যখন সূর্য ঢলে পড়ে।” [সূরা আল-ইসরাঃ ৩৮]\n  <br/>\n  <br/>\n  [৩] এখানে সালাত কায়েম করার নির্দেশ দানের সাথে সাথে তার উপকারিতাও জানিয়ে দেয়া হয়েছে। ইরশাদ হয়েছে “পুণ্যকাজ অবশ্যই পাপকে মিটিয়ে দেয়”। এখানে পুণ্যকাজ বলতে অধিকাংশ আলেমদের নিকট সালাত বোঝানো হয়েছে। [দেখুন, তাবারী] যদিও সালাত, রোযা, হজ, যাকাত, সদকাহ, সদ্ব্যবহার প্রভৃতি যাবতীয় সৎকাজই উদ্দেশ্য হতে পারে। [কুরতুবী] তবে নিঃসন্দেহে এর মধ্যে সালাত সর্বাধিক গুরুত্বপূর্ণ ও সর্বাগ্রে-গণ্য। অনুরূপভাবে পাপকার্যের মধ্যে সগীরা ও কবীরা যাবতীয় গোনাহ শামিল রয়েছে। কিন্তু কুরআন এবং রাসূলের বিভিন্ন হাদীস দ্বারা বুঝা যায় যে, এখানে পাপকার্য দ্বারা সগীরা গোনাহ বুঝানো হয়েছে। এমতাবস্থায় আয়াতের মর্ম হচ্ছে, যাবতীয় নেক কাজ, বিশেষ করে নামায সগীরা গোনাহসমূহ মিটিয়ে দেয়। এ হিসেবে ইমাম কুরতুবী বলেন, আয়াতটি পুণ্যকাজের ব্যাপারে ব্যাপক হলেও গোনাহ ক্ষমা করার ব্যাপারে বিশেষভাবে বিশেষিত। অর্থাৎ সগীরা গোনাহের সাথে সংশ্লিষ্ট। [কুরতুবী] এখানে উল্লেখযোগ্য যে, সৎকাজের দ্বারা পাপ ক্ষমা হয় এ কথা কুরআন ও হাদীসের অন্যান্য স্থানেও বর্ণনা করা হয়েছে। যেমন, আল্লাহ তা'আলা বলেনঃ “তোমরা যদি বড় (কবীরা) গোনাহসমূহ হতে বিরত থাক তাহলে তোমাদের ছোট ছোট (সগীরা) গুনাহগুলি মিটিয়ে দেব”। [সূরা আন-নিসাঃ ৩১] অন্য এক হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘পাঁচ ওয়াক্ত সালাত, এক জুম'আ পরবতী জুম'আ পর্যন্ত এবং এক রমযান দ্বারা পরবর্তী রমযান পর্যন্ত মধ্যবর্তী যাবতীয় সগীরা গোনাহসমূহ মিটিয়ে দেয়া হয়, যদি সে ব্যক্তি কবীরা গোনাহ হতে বিরত থাকে।’ [মুসলিমঃ ২৩৩] অর্থাৎ কবীরা গোনাহ তওবা ছাড়া মাফ হয় না, কিন্তু সগীরা গোনাহ নামায, রোজা, দান-সাদকাহ ইত্যাদি পুণ্যকর্ম করার ফলে আপনা-আপনিও মাফ হয়ে যায়। মোটকথা, আলোচ্য আয়াতের মাধ্যমে প্রমাণিত হল যে, নেক কাজ করার ফলেও অনেক গোনাহ মাফ হয়ে যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন যে, “তোমাদের থেকে কোন মন্দ কাজ হলে পরে সাথে সাথে নেক কাজ কর, তাহলে উহার ক্ষতিপূরণ হয়ে যাবে।” [তিরমিয়ীঃ ১৯৮৭, মুস্তাদরাকে হাকেমঃ ১৭৮] অন্য হাদীসে এসেছে, আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ “কোন এক ব্যক্তি জনৈক মহিলাকে চুমু দিয়ে ফেলল। তারপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট এসে এ কথা উল্লেখ করলো। তখন তার এ ঘটনা উপলক্ষে উক্ত আয়াত নাযিল করা হলো। অর্থাৎ আপনি সালাত কায়েম করুন দিনের দু প্রান্তভাগে ও রাতের প্রথমাংশে। সৎকাজ অবশ্যই অসৎকাজ মিটিয়ে দেয়। যারা উপদেশ গ্রহণ করে, এটা তাদের জন্য এক উপদেশ”। তখন লোকটি জিজ্ঞেস করলো হে আল্লাহর রাসূল! এ হুকুম কি কেবল আমার জন্য, না সকলের জন্য? তিনি বললেনঃ আমার উম্মতের যে কেউ নেক আমল করবে, এ হুকুম তারই জন্য”। [বুখারীঃ ৪৬৮৭] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “তোমাদের কারো বাড়ীর সামনে যদি কোন নদী থাকে আর দৈনিক পাঁচবার তাতে গোসল করা হয় তাহলে তার কি কোন ময়লা বাকী থাকবে?” সাহাবায়ে কেরাম বললেনঃ “তার কোন ময়লাই অবশিষ্ট থাকবে না\"। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটাই হলো পাঁচ ওয়াক্ত সালাতের উদাহরণ। আল্লাহ এর মাধ্যমে গুণাহসমূহ ক্ষমা করে দেন। [বুখারীঃ ৫২৮, মুসলিমঃ ২৭৬৩] তবে মনে রাখতে হবে যে, সৎকাজ দ্বারা শুধুমাত্র সগীরা বা ছোট গুণাহ মাফ হয়। কবীরা গুণাহের জন্য তাওবা জরুরী। কারণ হাদীসে বলা হয়েছে, যদি সে ব্যক্তি কবীরা গোনাহ হতে বিরত থাকে। [মুসলিম: ২৩৩]\n  <br/>\n  <br/>\n  [৪]  “এটা শব্দ দ্বারা কুরআন মজীদের প্রতি ইঙ্গিত হতে পারে [কুরতুবী] অথবা ইতিপূর্বে বর্ণিত বিধি-নিষেধের প্রতিও ইশারা হতে পারে। [বাগভী| সে মতে আয়াতের মর্ম হচ্ছে-এই কুরআন অথবা এতে বর্ণিত হুকুম-আহকামসমূহ ঐসব লোকের জন্য স্মরণীয় হেদায়েত ও নসীহত, যারা উপদেশ শুনতে ও মানতে প্রস্তুত। তবে এ কুরআন থেকে হেদায়াত নিতে হলে নফসকে বশ করা এবং সবর করার প্রয়োজন পড়ে। তাই পরবর্তী আয়াতে সবরের নির্দেশ দেয়া হয়েছে। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 115,
        "verse": "১১ : ১১৫",
        "arabic_text": "\nوَٱصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আর আপনি ধৈর্য ধারন করুন, কারন নিশ্চয় আল্লাহ্‌ ইহসানকারীদের প্রতিদান নষ্ট করেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বরং তারা যা আমল করে তন্মধ্যে যা উত্তম হয় তা তিনি কবুল করেন এবং সেটার প্রতিদান তিনি তাদেরকে তাদের আমলের চেয়েও উত্তমভাবে প্রদান করেন। তাই যখনই কারও মনে শিথিলতা আসে, তখনই এ সওয়াবের প্রতি দৃষ্টি দানের মাধ্যমে নিয়মিত সবর করার প্রতি উৎসাহ আসবে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 116,
        "verse": "১১ : ১১৬",
        "arabic_text": "\nفَلَوۡلَا كَانَ مِنَ ٱلۡقُرُونِ مِن قَبۡلِكُمۡ أُوْلُواْ بَقِيَّةٖ يَنۡهَوۡنَ عَنِ ٱلۡفَسَادِ فِي ٱلۡأَرۡضِ إِلَّا قَلِيلٗا مِّمَّنۡ أَنجَيۡنَا مِنۡهُمۡۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُواْ مَآ أُتۡرِفُواْ فِيهِ وَكَانُواْ مُجۡرِمِينَ ",
        "bangla_text": "অতএব তোমাদের পূর্বের প্রজন্মসমুহের মধ্যে এমন প্রজ্ঞাবন কেন হয়নি, যারা যমীনে বিপর্যয় সৃষ্টি থেকে নিষেধ করত? অল্প সংখ্যক ছাড়া, যাদেরকে আমরা তাদের মধ্যে নাজাত দিয়েছিলাম [১]। আর যারা যুলুম করেছে তারা বিলাসিতার পেছনে পড়ে ছিল, আর তারা ছিল অপরাধী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পূর্ববর্তী জাতিসমূহের উপর আযাব নাযিল হওয়ার কারণ বর্ণনা করে তা থেকে আত্মরক্ষার পথ নির্দেশ করা হয়েছে। এরশাদ হয়েছেঃ আফসোস, পূর্ববর্তী ধ্বংসপ্রাপ্ত  জাতিসমূহের মধ্যে দায়িত্বশীল বিবেকবান কিছু লোক কেন ছিল না, যারা জাতিকে ফাসাদ সৃষ্টি করা হতে বিরত রাখত? তাহলে তো তারা সমূলে ধ্বংস হত না। তবে মুষ্টিমেয় কিছু লোক ছিল, যারা নবীদের যথার্থ অনুসরণ করেছে এবং তারাই আযাব হতে নিরাপদ ছিল | অবশিষ্ট লোকেরা পার্থিব ভোগবিলাসে মত্ত হয়ে অপকর্মে মেতে উঠেছিল। [দেখুন, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 117,
        "verse": "১১ : ১১৭",
        "arabic_text": "\nوَمَا كَانَ رَبُّكَ لِيُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا مُصۡلِحُونَ ",
        "bangla_text": "আর আপনারা রব এরূপ নন যে, তিনি অন্যায়ভাবে জনপদ ধ্বংস করবেন অথচ তাঁর অধিবাসীরা সংশোধনকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা যদি যালেম না হবে তবে তাদেরকে তিনি কেন ধ্বংস করবেন? যেমন অন্য আয়াতে এসেছে, “আর আমরা তাদের প্রতি যুলুম করিনি কিন্তু তারাই নিজেদের প্রতি যুলুম করেছিল \" [সূরা হুদ’ ১০১] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 118,
        "verse": "১১ : ১১৮",
        "arabic_text": "\nوَلَوۡ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةٗ وَٰحِدَةٗۖ وَلَا يَزَالُونَ مُخۡتَلِفِينَ ",
        "bangla_text": "আর আপনার রব ইচ্ছে করলে সমস্ত মানুষকে এক জাতি করতে পারতেন, কিন্তু তারা পরস্পর মতবিরোধকারীই রয়ে গেছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ তারা তাদের ধর্ম-বিশ্বাসে বিভিন্ন মত ও পথে বিভক্ত হবেই। [ইবন কাসীর] তবে যাদেরকে আপনার প্রভু রহমত করেছেন তাদের ব্যাপারটি ভিন্ন। তারা হচ্ছেন রাসূলের প্রকৃত অনুসারী। যারা রাসূলের নির্দেশ অনুসারে দ্বীনকে আঁকড়ে ধরে ছিল, রাসূল যা জানিয়েছেন সেটা অনুসারে তারা চলেছে। তারপর যখন তাদের কাছে সর্বশেষ রাসূল মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আগমন করলেন, তখন তার অনুসরণ করেছে, তাকে সত্য বলে মেনেছে, তাকে সাহায্য করেছে। এভাবে তারা দুনিয়া ও আখেরাতের সফলতা লাভ করেছে। আর তারাই হচ্ছে মুক্তিপ্রাপ্ত দল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 119,
        "verse": "১১ : ১১৯",
        "arabic_text": "\nإِلَّا مَن رَّحِمَ رَبُّكَۚ وَلِذَٰلِكَ خَلَقَهُمۡۗ وَتَمَّتۡ كَلِمَةُ رَبِّكَ لَأَمۡلَأَنَّ جَهَنَّمَ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ أَجۡمَعِينَ ",
        "bangla_text": "তবে তারা নয়, যাদেরকে আপনার রব দয়া করেছে এবং তিনি তাদেরকে এজন্যই সৃষ্টি করেছেন। আর ‘আমি জিন ও মানুষ উভয় দ্বারা জাহান্নাম পূর্ণ করবই’, আপনার রবের এ কথা পূর্ণ হয়েছে [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাত ও জাহান্নাম তাদের প্রভুর দরবারে বিবাদ করবে। জান্নাত বলবেঃ হে রব! আমার কাছে শুধু দূর্বল ও পতিত লোকজনই প্রবেশ করছে। আর জাহান্নাম বলবে, হে রব! আমাকে অহংকারীদের দ্বারা প্রাধান্য দেয়া হয়েছে। তখন আল্লাহ্ তা'আলা জান্নাতকে বলবেনঃ “তুমি আমার রহমত, আর জাহান্নামকে বলবেনঃ তুমি আমার আযাব। যাকে ইচ্ছা সেখানে পৌছাব। তবে তোমাদের উভয়কে পূর্ণ করার দায়িত্ব আমারই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “তবে জান্নাতে যাওয়ার ব্যাপারে আল্লাহ তাঁর বান্দাদের কাউকে সামান্যতম যুলুমও করবেন না। আর জাহান্নামের জন্য তিনি কিছু সৃষ্টি করবেন যা দ্বারা তিনি তা পুরা করবেন। তারপরও সে বলতে থাকবেঃ আর বেশী আছে কি? তিন বার বলবে। শেষ পর্যন্ত আল্লাহ জাহান্নামে তাঁর পবিত্র পা রাখবেন ফলে তা পূর্ণ হয়ে যাবে। তার একাংশ অপরাংশের সাথে মিলিত হয়ে যাবে। এবং বলবেঃ কাত্ব, কাত্ব, কাত্ব। (অর্থাৎ পূর্ণ হয়ে যাওয়ার শব্দ)। [বুখারীঃ ৭৪৪৯]\n </p>\n</div>"
    },
    {
        "id": 120,
        "verse": "১১ : ১২০",
        "arabic_text": "\nوَكُلّٗا نَّقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَۚ وَجَآءَكَ فِي هَٰذِهِ ٱلۡحَقُّ وَمَوۡعِظَةٞ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর রাসূলদের ঐ সব বৃত্তান্ত আমরা আপনার কাছে বর্ণনা করেছি , যা দ্বারা আমরা আপনার চিত্তকে দৃঢ় করি, এর মাধ্যমে আপনার কাছে এসেছে সত্য এবং মুমিনদের কাছে এসেছে উপদেশ ও স্মরণ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 121,
        "verse": "১১ : ১২১",
        "arabic_text": "\nوَقُل لِّلَّذِينَ لَا يُؤۡمِنُونَ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنَّا عَٰمِلُونَ ",
        "bangla_text": "আর যারা ঈমান আনে না তাদেরকে বলুন, ‘তোমরা স্ব স্ব অবস্থানে কাজ করতে থাক, আমরাও কাজ করছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 122,
        "verse": "১১ : ১২২",
        "arabic_text": "\nوَٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ ",
        "bangla_text": "‘এবং তোমরা প্রতীক্ষা কর, আমরাও প্রতীক্ষা করছি। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 123,
        "verse": "১১ : ১২৩",
        "arabic_text": "\nوَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَيۡهِ يُرۡجَعُ ٱلۡأَمۡرُ كُلُّهُۥ فَٱعۡبُدۡهُ وَتَوَكَّلۡ عَلَيۡهِۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ ",
        "bangla_text": "আসমানসমুহ ও যমীনের গায়েব আল্লাহরই মালিকানায় এবং তাঁরই কাছে সবকিছু প্রত্যাবর্তন করানো হবে। কাজেই আপনি তাঁর ইবাদত করুন এবং তাঁর উপর নির্ভর করুন। আর তোমরা যা কর সে সম্বন্ধে আপনার রব গাফিল নন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হে মুহাম্মাদ! আপনার উপর যারা মিথ্যারোপ করছে তাদের কোন কর্মকাণ্ড আল্লাহর কাছে গোপন নেই। তিনি তাদের অবস্থা, কথা সবই জানেন। সে অনুসারে তিনি দুনিয়া ও আখেরাতে তাদেরকে এর প্রতিফল পূর্ণরূপেই প্রদান করবেন। আর অবশ্যই আল্লাহ আপনাকে ও আপনার দলকে দুনিয়া ও আখেরাতে সাহায্য করবেন [ইবন কাসীর]\n </p>\n</div>"
    }
]