[
    {
        "id": 1,
        "verse": "১২ : ১",
        "arabic_text": "\nالٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ ",
        "bangla_text": "আলিফ-লাম-রা; এগুলো সুস্পষ্ট কিতাবের আয়াত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  এ সূরার নাম সূরা ইউসুফ। কারণ পুরো সূরা জুড়ে আছে ইউসুফ আলাইহিস সালামের ঘটনা।\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ১১১ ৷\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  সূরা ইউসুফ মক্কায় নাযিল হয়েছে। [কুরতুবী] ইবন আব্বাস ও কাতাদা বলেন, এর চারটি আয়াত মাদানী। [কুরতুবী]\n  <br/>\n  <br/>\n  <b>\n   সূরার কিছু বৈশিষ্ট্যঃ\n  </b>\n  এ সূরায় ইউসুফ আলাইহিস সালাম-এর কাহিনী ধারাবাহিকভাবে বর্ণিত হয়েছে। এ কাহিনীটি শুধুমাত্র এ সূরাতেই উল্লেখিত হয়েছে। সমগ্র কুরআনে কোথাও এর পুনরাবৃত্তি করা হয়নি। এটা একমাত্র ইউসুফ আলাইহিস সালাম-এর কাহিনীরই বৈশিষ্ট্য। [কুরতুবী] এ ছাড়া অন্যসব আম্বিয়া 'আলাইহিমুস্ সালাম-এর কাহিনী ও ঘটনাবলী সমগ্র কুরআনে প্রাসঙ্গিকভাবে খণ্ড খণ্ডভাবে বর্ণনা করা হয়েছে এবং বার বার উল্লেখ করা হয়েছে। কোন কোন বর্ণনা দ্বারা বোঝা যায় যে, সাহাবায়ে কেরাম রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে সুন্দর কিচ্ছা শোনানোর আব্দার করলে আল্লাহ্ তা'আলা সূরা ইউসুফ নাযিল করেন। [মুস্তাদরাক হাকেমঃ ২৩৪৫, সহীহ ইবন হিব্বানঃ ৬২০৯, আল-আহাদীসুল মুখতারাঃ ১০৬৯]\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] অর্থাৎ এগুলো কুরআনের আয়াত। [ইবন কাসীর] সে গ্রন্থ যা হালাল ও হারামের  বিধি-বিধান এবং প্রত্যেক কাজের সীমা ও শর্ত বর্ণনা করে। মানুষকে জীবনের প্রতি ক্ষেত্রের জন্য হেদায়াত ও সঠিক পথের দিশা জানিয়ে দেয়। [বাগভী; মুয়াসসার] কাতাদা বলেন, এ কুরআন অবশ্যই সুস্পষ্টভাবে বর্ণনাকারী। আল্লাহ্ তাঁর হেদায়াত ও পথের দিশা তাতে বর্ণনা করেছেন। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১২ : ২",
        "arabic_text": "\nإِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ ",
        "bangla_text": "নিশ্চয় আমরা এটা নাযিল করেছি [১] কুরআন হিসেবে আরবি ভাষায় যাতে তোমরা বুঝতে পারো [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, কুরআন নাযিল হয়েছে রামাদান মাসের চব্বিশ দিন গত হওয়ার পর। [মুসনাদে আহমাদ: ৪/১০৭]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আমি একে আরবী কুরআন হিসেবে নাযিল করেছি, হয়ত এতে তোমরা বুঝতে পারবে। আল্লাহ্ তা'আলা আরবদের ভাষায় এ কাহিনী নাযিল করেছেন, যাতে তারা চিন্তা-ভাবনা করে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সততা ও সত্যতায় বিশ্বাস স্থাপন করে এবং কাহিনীতে বর্ণিত বিধান ও নির্দেশাবলীকে চলার পথের আলোকবর্তিকা হিসেবে গ্রহণ করে। আরবী ভাষায় নাযিল হওয়ার পেছনে একটি কারণ হচ্ছে, আরবী ভাষা সবচেয়ে প্রাঞ্জল ভাষা এবং সবচেয়ে প্রশস্ত ভাষা। তাই আল্লাহ্ চাইলেন যে, তার সবচেয়ে সম্মানিত কিতাবটি সবচেয়ে মহৎ মাধ্যমে। আর তাও সংঘটিত হয়েছিল সবচেয়ে শ্রেষ্ঠ ভূমিতে। অনুরূপভাবে তার নাযিল হওয়াও শুরু হয়েছিল বছরের সবচেয়ে শ্রেষ্ঠ মাসে। আর তা হচ্ছে রামাদান। তাই এ কুরআন সবদিক থেকেই পরিপূর্ণ। তাই এরপরই আল্লাহ্ তা'আলা বলেছেন যে, “আমরা আপনার কাছে উত্তম কাহিনী বর্ণনা করছি, ওহীর মাধ্যমে আপনার কাছে এ কুরআন পাঠিয়ে” অর্থাৎ এ কুরআন আপনার কাছে ওহী করার কারণেই তা বলা সম্ভব হয়েছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১২ : ৩",
        "arabic_text": "\nنَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ ",
        "bangla_text": "আমরা আপনার কাছে উত্তম কাহিনি বর্ণনা করছি [১] , ওহীর মাধ্যমে আপনার কাছে এ কুরআন পাঠিয়ে; যদিও এর আগে আপনি ছিলেন অনবহিতদের অন্তর্ভুক্ত [২] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সাদ ইবনে আবি ওয়াক্কাস রাদিয়াল্লাহু আনহু এ আয়াতের তাফসীরে বলেনঃ “আল্লাহ তাঁর রাসূলের উপর অনেকদিন থেকে বিভিন্ন আয়াত নাযিল করছিল, তখন সাহাবায়ে কিরাম বললেন, হে আল্লাহর রাসূল! যদি আমাদেরকে কোন কিছ্ছা শোনাতেন। তখন আল্লাহ তা'আলা এ আয়াত নাযিল করেন এবং ইউসুফ আলাইহিসসালামের কাহিনী শোনান।” [ইতহাফ আল খিয়ারাহঃ ১/২৩৮, ১৬২ মুস্তাদরাকে হাকিমঃ ২/৩৪৫, ইবনে হিব্বান -আলইহসান- ৬২০৯, দিয়া আল মাকদেসীঃ আল-মুখতারাহঃ ১০৬৯]\n  <br/>\n  <br/>\n  এ কাহিনীকে উত্তম কাহিনী বলার কারণ সম্পর্কে বিভিন্ন মত বর্ণিত হয়েছে। কারও কারও মতে, কারণ এতে রয়েছে শিক্ষা, উপদেশ, হিকমত বা প্রজ্ঞা যা অন্য কোন কাহিনীতে নেই। কারও কারও মতে, কারণ এতে রয়েছে উত্তম কথোপকথন, ইউসুফ আলাইহিস সালামের উপর তার ভাইদের অত্যাচারের বিপরীতে সবর ও তাদেরকে ক্ষমার বর্ণনা। কারও কারও মতে, কারণ এতে রয়েছে নবীদের কথা, সৎলোকদের কথা, ফিরিশতাদের কথা, শয়তানের কথা, জিন, মানব, জন্তু জানোয়ার, পাখি, রাজা-বাদশাদের চরিত, ব্যাবসায়ী, আলেম, জাহেল, পুরুষ, মহিলাদের কথা। মহিলাদের বাহানা ও তাদের ষড়যন্ত্রের কথা। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আমি এ কুরআনকে ওহীর মাধ্যমে আপনার প্রতি নাযিল করে আপনার কাছে সর্বোত্তম কাহিনী বর্ণনা করেছি। নিঃসন্দেহে আপনি ইতিপূর্বে এসব ঘটনা সম্পর্কে অবগত ছিলেন না। যেমন অন্য আয়াতে বলেছেন, “আর এভাবে আমরা আপনার প্রতি আমাদের নির্দেশ থেকে রূহ ওহী করেছি; আপনি তো জানতেন না কিতাব কি এবং ঈমান কি ! কিন্তু আমরা এটাকে করেছি আলো যা দ্বারা আমরা আমাদের বান্দাদের মধ্যে যাকে ইচ্ছে হেদায়াত দান করি\" [সূরা আশ-শূরা: ৫২] [সা’দী] এতে নবুওয়াতের দাবীর স্বপক্ষে প্রমাণ রয়েছে। কেননা, তিনি পূর্ব থেকে নিরক্ষর এবং বিশ্ব ইতিহাস সম্পর্কে অনভিজ্ঞও ছিলেন। সুতরাং তিনি এখন যে বিজ্ঞতার পরিচয় দিচ্ছেন, তার মাধ্যম আল্লাহর শিক্ষা ও ওহী ছাড়া আর কিছুই হতে পারে না। আল্লামা ইবন কাসীর এ আয়াত থেকে একটি গুরুত্বপূর্ণ তথ্যনির্দেশ করেছেন। তা হচ্ছে, যেহেতু এ কুরআনে আল্লাহ তা'আলা সর্বোত্তম কাহিনী বর্ণনা করেছেন সেহেতু এ কিতাব নাযিল হওয়ার পর অন্য কোন কিতাবের প্রয়োজন নেই। কারণ, একবার উমর রাদিয়াল্লাহু আনহু কোন এক কিতাবী লোক থেকে একটি প্রাচীন গ্রন্থ পেয়ে তা নিয়ে এসে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে পাঠ করলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অত্যন্ত ক্রোধাম্বিত হলেন এবং বললেন, হে ইবনুল খাত্তাব! তোমরা কি পেরেশান হয়ে গেছ? পরিণাম বিবেচনা না করে যা-তা করে বেড়াবে? যত্র-তত্র ঢুকে যাবে? যার হাতে আমার প্রাণ তার শপথ, অবশ্যই আমি এটাকে শুভ্র,স্পষ্ট ও পরিচ্ছন্ন হিসেবে নিয়ে এসেছি। তোমরা তাদের কাছে জিজ্ঞেস করো না, ফলে তারা তোমাদেরকে কোন হক কথা জানাবে আর তোমরা মিথ্যা মনে করবে, আবার কোন বাতিল কথা জানাবে আর তোমরা সেটাকে সত্য মনে করবে। যার হাতে আমার প্রাণ তাঁর শপথ, যদি মূসা জীবিত থাকতেন তবে আমার অনুসরণ ছাড়া তার গত্যন্তর ছিল না। [ইবন আবী আসেমঃ আস-সুন্নাহ ১/২৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১২ : ৪",
        "arabic_text": "\nإِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ ",
        "bangla_text": "স্মরণ করুন, যখন ‘ইউসুফ তার পিতাকে বলেছিলেন, ‘ হে আমার পিতা ! আমি তো দেখেছি এগার নক্ষত্র , সূর্য এবং চাঁদকে, দেখেছি তাদেরকে আমার প্রতি সিজ্দাবনত অবস্থায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  ইউসুফ ‘আলাইহিস সালাম সম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ”কারীম ইবনে কারীম ইবনে কারীম ইবনে কারীম হল ইউসুফ ইবনে ইয়াকুব ইবনে ইসহাক ইবনে ইবরাহীম ‘আলাইহিমুস সালাম। অর্থাৎ চার পুরুষ ধরে সম্মানিত হচ্ছেন ইউসুফ আলাইহিস সালাম। [বুখারীঃ ৩৩৯০, ৪৬৮৮] অপর এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে প্রশ্ন করা হয়েছিল যে, সবচেয়ে সম্মানিত কে? তিনি বললেনঃ তাদের মধ্যে সবচেয়ে সম্মানিত হল যে বেশী তাকওয়ার অধিকারী। লোকেরা বললঃ আমরা এ ব্যাপারে প্রশ্ন করছি না, তখন তিনি বললেনঃ তাহলে সবচেয়ে সম্মানিত হলেন আল্লাহর নবী ইউসুফ। তার পিতা একজন নবী ছিলেন, আর তার দাদাও একজন নবী, যেমনিভাবে তার পরদাদাও নবী ৷ [বুখারী ৩৩৫০, মুসলিমঃ ২৩৭৮]\n  <br/>\n  <br/>\n  ইউসুফ ‘আলাইহিস সালাম তার পিতাকে বললেনঃ পিতা! আমি স্বপ্নে এগারটি নক্ষত্র এবং সূর্য ও চন্দ্রকে দেখেছি। আরো দেখেছি যে, তারা আমাকে সিজ্দা করছে। এটা ছিল ইউসুফ আলাইহিস সালাম-এর স্বপ্ন। এর ব্যাখ্যা প্রসঙ্গে আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এগারটি নক্ষত্রের অর্থ হচ্ছে ইউসুফ আলাইহিস সালাম-এর এগার ভাই, সূর্য ও চন্দ্রের অর্থ পিতা ও মাতা। তিনি আরো বলেনঃ নবীদের স্বপ্ন ছিল ওহীর নামান্তর। [তাবারী; ইবন কাসীর] হাদীসে এসেছে, ‘নেক স্বপ্ন আল্লাহর পক্ষ থেকে, আর খারাপ স্বপ্ন শয়তানের পক্ষ থেকে। সুতরাং তোমাদের কেউ যখন কোন খারাপ স্বপ্ন দেখবে তখন সে যেন তা থেকে আল্লাহর কাছে আশ্রয় চায় এবং তার বাম দিকে থুথু ফেলে। ফলে সেটা তার কোন ক্ষতি করতে পারবে না। [বুখারী ৬৯৮৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১২ : ৫",
        "arabic_text": "\nقَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার বৎস ! তোমার স্বপ্নের কথা তোমার ভাইদের কাছে বলো না [১] ; বললে তাঁরা তোমার বিরুদ্ধে গভীর ষড়যন্ত্র করবে [২]। শয়তান তো মানুষের প্রকাশ্য শত্রু [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে ইয়াকুব ‘আলাইহিস সালাম ইউসুফ আলাইহিস সালাম-কে স্বীয় স্বপ্ন ভাইদের কাছে বর্ণনা করতে নিষেধ করেছেন। এতে বোঝা যায় যে, হিতাকাংখী ও সহানুভূতিশীল নয়- এরূপ লোকের কাছে স্বপ্ন বর্ণনা করা উচিত নয়। এছাড়া স্বপ্নের ব্যাখ্যা সম্পর্কে পারদর্শী নয়- এমন ব্যক্তির কাছেও স্বপ্ন ব্যক্ত করা সঙ্গত নয়। এ আয়াত থেকে জানা যায় যে, কষ্টদায়ক বিপজ্জনক স্বপ্ন কারো কাছে বর্ণনা করতে নেই। এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘স্বপ্ন পাখির পায়ের সাথে থাকে যতক্ষণ না সেটার ব্যাখ্যা করা হয়। যখনই সেটার ব্যাখ্যা করা হয়, তখনই সেটা পড়ে যায়। তিনি আরও বলেন, স্বপ্ন হচ্ছে নবুওয়াতের ছেচল্লিশ ভাগের এক ভাগ। তিনি আরও বলেছেন, স্বপ্নকে যেন কোন বন্ধু বা বুদ্ধিমান ব্যক্তি ব্যতীত অন্য কারও কাছে বিবৃত করা না হয়।’ [ইবন মাজাহ ৩৯১৪; মুসনাদ:৪/১০] অন্য হাদীসে এসেছে, তোমাদের কেউ যখন কোন পছন্দনীয় স্বপ্ন দেখে তখন সে যেন যাকে মহব্বত করে তার নিকট বলে। আর যখন কোন খারাপ স্বপ্ন দেখে তখন সে যেন তার অন্য পার্শ্বে শয়ন করে এবং বামদিকে তিনবার থুথু ফেলে, আল্লাহর কাছে এর অনিষ্ট হতে আশ্রয় চায়, কাউকে এ সম্পর্কে কিছু না বলে, ফলে এ স্বপ্ন তার কোন ক্ষতি করতে পারবে না। [মুসলিম: ২২৬২] অন্যান্য হাদীসের বর্ণনা অনুযায়ী বুঝা যায় যে, এ নিষেধাজ্ঞা শুধুমাত্র দয়া ও সহানুভূতির উপর ভিত্তিশীল -আইনগত হারাম নয়। সহীহ্ হাদীসসমূহে বলা হয়েছে, ওহুদ যুদ্ধের সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ আমি স্বপ্নে দেখেছি আমার তরবারী যুলফিকার ভেঙ্গে গেছে এবং আরো কিছু গাভীকে জবাই হতে দেখেছি। এর ব্যাখ্যা ছিল হামযা রাদিয়াল্লাহু আনহু-সহ অনেক মুসলিমের শাহাদাত বরণ। এটা একটা আশু মারাত্মক বিপর্যয় সম্পর্কিত ইঙ্গিত হওয়া সত্ত্বেও তিনি সাহাবীদের কাছে এ স্বপ্ন বর্ণনা করেছিলেন। [মুস্তাদরাক হাকেমঃ ২৫৮৮, মুসনাদে আহমাদঃ ১/২৭১]\n  <br/>\n  <br/>\n  [২] এ আয়াত থেকে আরো জানা যায় যে, মুসলিমকে অপরের অনিষ্ট থেকে বাঁচানোর জন্য অপরের কোন মন্দ অভ্যাস কিংবা খারাপ উদ্দেশ্য প্রকাশ করা জায়েয। এটা গীবত কিংবা অসাক্ষাতে পরনিন্দার অন্তর্ভুক্ত নয়। এ আয়াতে ইয়াকুব ‘আলাইহিস সালাম ইউসুফ আলাইহিস সালাম-কে বলে দিয়েছেন যে, ভাইদের পক্ষ থেকে তার প্রতি শক্রতার আশংকা রয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ বৎস! তুমি এ স্বপ্ন ভাইদের কাছে বর্ণনা করো না। আল্লাহ্ না করুন, তারা এ স্বপ্ন শুনে তোমার মাহাত্ম্য সম্পর্কে অবগত হয়ে তোমাকে বিপর্যস্ত করার ষড়যন্ত্রে লিপ্ত হতে পারে। কেননা, শয়তান হল মানুষের প্রকাশ্য শক্র। সে পার্থিব প্রভাব-প্রতিপত্তি ও অর্থকড়ির লোভ দেখিয়ে মানুষকে এহেন অপকর্মে লিপ্ত করে দেয়। নবীগণের সব স্বপ্ন ওহীর সমপর্যায়ভুক্ত। সাধারণ মুসলিমদের স্বপ্নে নানাবিধ সম্ভাবনা বিদ্যমান থাকে। তাই তা কারো জন্য প্রমাণ হয় না। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ‘যখন সময় ঘনিয়ে আসবে (কেয়ামত নিকটবতী হবে) তখন মুমিন ব্যক্তির স্বপ্ন প্রায়ই সত্য হবে। আর মুমিনের স্বপ্ন নবুয়তের চল্লিশতম অংশ, আর যা নবুওয়াতের এ অংশের স্বপ্ন, তা মিথ্যা হবে না। বলা হয়ে থাকে, স্বপ্ন তিন প্রকার। এক প্রকার হচ্ছে মনের ভাষ্য, আরেক প্রকার হচ্ছে শয়তানের পক্ষ থেকে ভীতি জাগ্রত করে দেয়া। আর তৃতীয় প্রকার স্বপ্ন হচ্ছে- আল্লাহর পক্ষ থেকে সুসংবাদ। তোমাদের মধ্যে যদি কেউ অপছন্দনীয় কিছু দেখে তবে সে যেন তা কারো কাছে বিবৃত না করে; বরং উঠে এবং সালাত আদায় করে। [বুখারীঃ ৭০১৭]\n  <br/>\n  <br/>\n  অপর এসেছে, “যতক্ষন পর্যন্ত স্বপ্নের তা'বীর করা না হয় ততক্ষণ তা উড়ন্ত অবস্থায় থাকে, তারপর যখনি তাবীর করা হয় তখনি তা পতিত হয় বা ঘটে যায়”। [মুসনাদে আহমাদ ৪/১০, আবু দাউদঃ ৫০২০, তিরমিযীঃ ২২৭৮, ইবনে মাজাহঃ ৩৯১৪]\n  <br/>\n  <br/>\n  এখানে এ বিষয়টি চিন্তাসাপেক্ষ যে, সত্য স্বপ্ন নবুয়তের অংশ-এর অর্থ কি? এর তাৎপর্য সম্পর্কে বলা হয়ে থাকে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে তেইশ বৎসর পর্যন্ত ওহী আগমন করতে থাকে। তন্মধ্যে প্রথম ছ'মাস স্বপ্নের আকারে এ ওহী আগমন করে। অবশিষ্ট পয়তাল্লিশ ষান্মাসিকে জিবরাঈলের মধ্যস্থতায় ওহী আগমন করে। এ হিসাব অনুযায়ী দেখা যায় যে, সত্য স্বপ্ন নুবয়তের ৪৬তম অংশ। [কুরতুবী] এখানে আরও জানা আবশ্যক যে, হাদীসের বর্ণনা অনুযায়ী সত্য স্বপ্ন অবশ্যই নবুয়তের অংশ, কিন্তু নবুওয়াত নয়। নবুওয়াত আখেরী নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পর্যন্ত এসে শেষ হয়ে গেছে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ভবিষ্যতে মুবাশশিরাত ব্যতীত নবুয়তের কোন অংশ বাকী নেই। সাহাবায়ে কেরাম বললেনঃ মুবাশশিরাত’ বলতে কি বুঝায়? উত্তর হলঃ সত্য স্বপ্ন। [বুখারীঃ ৬৯৯০] এতে প্রমাণিত হয় যে, নবুওয়াত কোন প্রকারে অথবা কোন আকারেই অবশিষ্ট নেই। শুধুমাত্র এর একটি ক্ষুদ্রতম অংশ অবশিষ্ট আছে যাকে মুবাশশিরাত অথবা সত্য স্বপ্ন বলা হয়। তবে সত্য স্বপ্ন দেখা এবং তদনুরূপ ঘটনা সংঘটিত হওয়া এটুকু বিষয়ই কারো সৎ, দ্বীনী এমনকি মুসলিম হওয়ারও প্রমাণ নয়। তবে এটা ঠিক যে, সৎ ও নেক লোকদের স্বপ্ন সাধারণতঃ সত্য হবে -এটাই আল্লাহর সাধারণ রীতি। ফাসেক ও পাপাচারীদের সাধারণতঃ মনের সংলাপ ও শয়তানী প্ররোচনা ধরণের মিথ্যা স্বপ্ন হয়ে থাকে। কিন্তু মাঝে মাঝে এর বিপরীতও হওয়া সম্ভব। মোটকথা, সত্য স্বপ্ন সাধারণ মুসলিমদের জন্য হাদীসের বর্ণনা অনুযায়ী সুসংবাদ কিংবা হুশিয়ারীর চাইতে অধিক মর্যাদা রাখে না। এটা স্বয়ং তাদের জন্য কোন ব্যাপারে প্রমাণরূপে গণ্য নয় এবং অন্যের জন্যও নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১২ : ৬",
        "arabic_text": "\nوَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "আর এভাবে আপনার রব আপনাকে মনোনীত করবেন এবং আপনাকে স্বপ্নের ব্যাখ্যা [১] শিক্ষা দেবেন [২] এবং আপনার প্রতি ও ইয়া’কুবের পরিবার পরিজনদের উপর তাঁর অনুগ্রহ পূর্ণ করবেন  [৩] , যেভাবে তিনি এটা আগে পূর্ণ করেছিলেন আপনার পিতৃ-পুরুষ ইবরাহীম ও ইসহাকের উপর [৪]। নিশ্চয় আপনার রব সর্বজ্ঞ, প্রজ্ঞাময় [৫]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরে বর্ণিত অর্থটি মুজাহিদ ও অন্যান্য তাফসীরকারক বর্ণনা করেছেন। [ইবন কাসীর] কোন কোন মুফাসসির বলেন, এর অর্থ সত্য কথার ব্যাখ্যা। সে হিসেবে আসমানী কিতাবসমূহের সঠিক ব্যাখ্যাও হতে পারে। [সা'দী]\n  <br/>\n  <br/>\n  [২] অধিকাংশ মুফাসসির বলেন, আয়াতটি ইয়াকুব আলাইহিস সালাম-এর পূর্ব কথার পরিপূরক বাক্য অর্থাৎ ইয়াকুব আলাইহিস সালাম নিজেই বলছেন, হে ইউসুফ! তুমি তোমার স্বপ্নের কথা তোমার ভাইদের বলো না। কেননা, তারা তোমার বিরুদ্ধে ষড়যন্ত্র করতে পারে। যেভাবে তুমি স্বপ্নে তোমাকে সম্মানিত দেখেছ, এভাবে আল্লাহ তোমাকে মনোনীত করবেন নবী হিসেবে এবং স্বপ্নের ব্যাখ্যাদাতা হিসেবে। অনুরূপভাবে তোমার উপর তাঁর নেয়ামত পরিপূর্ণ করবেন। [বাগভী; ইবন কাসীর] অথবা এ আয়াতটি আল্লাহর পক্ষ থেকে ইউসুফ আলাইহিস সালাম-এর প্রতি প্রদত্ত সুসংবাদ অর্থাৎ এখানে আল্লাহ তা'আলা ইউসুফ আলাইহিস সালাম-কে কতিপয় নেয়ামত দানের ওয়াদা করেছেন। প্রথম, আল্লাহ স্বীয় নেয়ামত ও অনুগ্রহরাজির জন্য আপনাকে মনোনীত করবেন। মিসর দেশে রাজ্য, সম্মান ধন-সম্পদ লাভের মাধ্যমে এ ওয়াদা পূর্ণতা লাভ করেছে। দ্বিতীয়, আল্লাহ্ তা'আলা আপনাকে স্বপ্নের ব্যাখ্যা সম্পর্কিত জ্ঞান শিক্ষা দেবেন। [কুরতুবী]। তবে প্রথম তাফসীরটি বেশী যুক্তিযুক্ত। এ আয়াত থেকে আরো জানা গেল যে, স্বপ্নের ব্যাখ্যা একটি স্বতন্ত্র শাস্ত্র, যা আল্লাহ্ তা'আলা কোন কোন ব্যক্তিকে দান করেন। সবাই এর যোগ্য নয়। ইমাম মালেক রাহিমাহুল্লাহ এ ব্যাপারে কঠোর সতর্কবাণী উচ্চারণ করেছেন। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [৩] তৃতীয় ওয়াদা (وَ یُتِمُّ نِعۡمَتَهٗ) অর্থাৎ আল্লাহ আপনার প্রতি স্বীয় নেয়ামত পূর্ণ করবেন। এতে নবুওয়াত দানের প্রতি ইঙ্গিত রয়েছে এবং পরবর্তী বাক্যসমূহেও এর প্রতি ইঙ্গিত আছে। [কুরতুবী; ইবন কাসীর] কেউ কেউ বলেন, এর দ্বারা উদ্দেশ্য হচ্ছে, আপনার ভাইদেরকে আপনার প্রতি মুখাপেক্ষী বানাব। আবার কেউ কেউ অর্থ করেছেন, আপনাকে প্রতিটি বিপদ থেকে উদ্ধার করব [কুরতুবী] তবে আয়াতের পরবর্তী অং থেকে বুঝা যায় যে, এখানে নবুওয়াতই বুঝানো হয়েছে।\n  <br/>\n  <br/>\n  [৪]  অর্থাৎ যেভাবে আমি স্বীয় নবুওয়াতের নেয়ামত আপনার পিতৃ-পুরুষ ইবরাহীম ও ইসহাকের প্রতি ইতিপূর্বে পূর্ণ করেছি। এখানে নেয়ামত বলতে অন্যান্য নেয়ামতের সাথে সাথে নবুওয়াত ও রেসালাতই উদ্দেশ্য। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৫] আয়াতের শেষে বলা হয়েছে (اِنَّ رَبَّکَ عَلِیۡمٌ  حَکِیۡمٌ) \" অর্থাৎ আপনার পালনকর্তা অত্যন্ত জ্ঞানবান, সুবিজ্ঞ। তিনি ভাল করেই জানেন কার কাছে ওহী পাঠাবেন, কাকে রাসূল বানাবেন। কে নবুওয়াত ও রিসালাতের অধিক উপযুক্ত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১২ : ৭",
        "arabic_text": "\n۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ ",
        "bangla_text": "অবশ্যই ইউসুফ এবং তাঁর ভাইদের [১] ঘটনায় জিজ্ঞাসুদের জন্য অনেক নিদর্শন রয়েছে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে ইউসুফ আলাইহিস সালাম-এর ভাইদের কথা উল্লেখ করা হয়েছে। ইউসুফসহ ইয়াকুব ‘আলাইহিস সালাম-এর বারজন পুত্র সন্তান ছিল। তাদের প্রত্যেকেরই সন্তান-সন্ততি হয় এবং বংশ বিস্তার লাভ করে। ইয়াকুব ‘আলাইহিস সালাম-এর উপাধি ছিল ‘ইসরাঈল’। তাই বারটি পরিবার সবাই ‘বনী-ইসরাঈল’ নামে খ্যাত হয়। ইউসুফ আলাইহিস সালাম-এর একমাত্র সহোদর ভাই ছিলেন বিনইয়ামীন এবং অবশিষ্ট দশজন বৈমাত্রেয় ভাই। [বাগভী; কুরতুবী; আল-বিদায়া ওয়ান নিহায়া: ১/৪৫৫]\n  <br/>\n  <br/>\n  [২] এ আয়াতে বর্ণিত নিদর্শনসমূহ কি? এ ব্যাপারে কয়েকটি মত রয়েছে। এক. এতে রয়েছে উপদেশ ও শিক্ষা। দুই. আশ্চর্যজনক কথাসমূহ। তিন. রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুওয়াতের প্রমাণ। কারণ, তিনি এ ঘটনা জানতেন না, যদি তার কাছে ওহী না আসে তো তিনি তা কিভাবে জানালেন? চার. এর অর্থ হচ্ছে, যারা প্রশ্ন করে জানতে চায় এবং যারা জানতে চায় না তাদের সবার জন্যই রয়েছে নিদর্শন। কোন কোন মুফাসসির বলেন, এর দ্বারা উদ্দেশ্য এ কাহিনীর মধ্যে অনেক প্রকার শিক্ষা রয়েছে। যেমন, এতে রয়েছে ভাইদের হিংসা, তাদের হিংসার পরিণতি, ইউসুফের স্বপ্ন এবং এর বাস্তবায়ন, কুপ্রবৃত্তি থেকে, দাসত্ব অবস্থা, বন্দিত্ব অবস্থা ইত্যাদিতে ইউসুফের সবর, বাদশাহী প্রাপ্তি, ইয়া’কুবের পেরেশানী, তার ধৈর্য। শেষ পর্যন্ত প্রার্থিত অবস্থায় উপনীত হওয়া ইত্যাদি সবই এখানে নিদর্শন হিসেবে বিবেচিত হবে। [বাগভী] তাই এ সূরায় বর্ণিত ইউসুফ আলাইহিস সালাম-এর কাহিনীকে শুধুমাত্র একটি কাহিনীর নিরিখে দেখা উচিত নয়; বরং এতে জিজ্ঞাসু ও অনুসন্ধিৎসু ব্যক্তিবর্গের জন্য আল্লাহ তা'আলার অপার শক্তির বড় বড় নিদর্শন ও নির্দেশাবলী রয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১২ : ৮",
        "arabic_text": "\nإِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ ",
        "bangla_text": "স্মরণ করুন, তারা বলেছিল, ‘ আমাদের পিতার কাছে ইউসুফ এবং তার ভাই তো আমাদের চেয়ে বেশী প্রিয়, অথচ আমরা একটি সংহত দল; আমাদের পিতা তো স্পষ্ট বিভ্রান্তিতেই আছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এখানে (ضلال) বলে পথভ্রষ্টতা বুঝানো হয়নি। বরং কোন বিষয়ের আসল জ্ঞানের অভাব বুঝানো উদ্দেশ্য। কুরআনের অন্যত্রও এ শব্দটি এ অর্থে ব্যবহৃত হয়েছে। যেমন ইউসুফ আলাইহিস সালামের ভ্রাতারা তার পিতাকে এ সূরার অন্যত্র বলেছিল, \"আল্লাহর শপথ। আপনি তো পুরাতন জ্ঞানহীনতাতেই আছেন।” [৯৫] তাছাড়া অন্যত্র রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে আল্লাহ্ বলেছেন যে, “আর আপনাকে তিনি (আল্লাহ) পেয়েছেন (এ বিষয়ে) জ্ঞানহীন, তারপর তিনি আপনাকে পথ দেখিয়েছেন \" [সূরা আদ-দোহা ৭] এখানে অর্থ হবে, যে সমস্ত জ্ঞান ওহী ব্যতীত পাওয়া যায় না সেগুলোতে আপনি জ্ঞানী ছিলেন না। তারপর আল্লাহ্ আপনাকে এ কুরআন ওহী করার মাধ্যমে সেগুলোর প্রতি দিক-নির্দেশ করেছেন এবং আপনাকে তা জানিয়েছেন। সে হিসেবে আলোচ্য আয়াতের অর্থ এ নয় যে, তারা ইয়াকুব আলাইহিস সালামকে দ্বীনীভাবে ভ্ৰষ্ট বলছেন, কারণ এটা বললে কাফের হয়ে যাবে। বরং তাদের উদ্দেশ্য হলো, তাদের পিতা তাদের ধারণা মতে বাস্তব অবস্থা বুঝতে অক্ষম, প্রতিটি বস্তুকে তার সঠিক স্থানে স্থান দেন নি। নতুবা কিভাবে তিনি দশজনকে ভাল না বেসে দু’জনকে ভালবাসলেন? দশজন তো দু’জনের চেয়ে বেশী উপকারী ও তার কর্মকাণ্ড পরিচালনায় বেশী দক্ষ। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  এ আয়াত থেকে ইউসুফ আলাইহিস্ সালাম-এর কাহিনী শুরু হয়েছে। ইউসুফ ‘আলাইহিস্ সালাম-এর ভ্রাতারা পিতা ইয়াকুব আলাইহিস সালাম-কে দেখল যে, তিনি ইউসুফের প্রতি অসাধারণ মহব্বত রাখেন। ফলে তাদের মনে হিংসা মাথাচাড়া দিয়ে উঠে। তারা পরস্পর বলাবলি করলঃ আমরা পিতাকে দেখি যে, তিনি আমাদের তুলনায় ইউসুফ ও তার অনুজ বিনইয়ামীনকে অধিক ভালবাসেন। অথচ আমরা দশজন এবং তাদের জ্যেষ্ঠ হওয়ার কারণে গৃহের কাজকর্ম করতে সক্ষম। তারা উভয়েই ছোট বালক বিধায় গৃহস্থালীর কাজ করার শক্তি রাখে না। আমাদের পিতার উচিত হল এ বিষয় অনুধাবন করা এবং আমাদেরকে অধিক মহব্বত করা। আমাদের পিতা আসলে প্রকৃত অবস্থা সম্পর্কে মোটেই ওয়াকিবহাল নন। তার উচিত আমাদেরকে প্রাধান্য দেয়া। কিন্তু তিনি প্রকাশ্যে অবিচার করে যাচ্ছেন। তাই তোমরা হয় ইউসুফকে হত্যা কর, না হয় এমন দূর দেশে নির্বাসিত কর, যেখান থেকে সে আর ফিরে আসতে না পারে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১২ : ৯",
        "arabic_text": "\nٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ ",
        "bangla_text": "‘তোমরা ইউসুফকে হত্যা কর অথবা কোন স্থানে তাকে ফেলে আস, তাহলে তোমাদের পিতার দৃষ্টি শুধু তোমাদের দিকেই নিবিষ্ট হবে এবং তারপর তোমরা ভাল লোক হয়ে যাবে [১]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে ভাইদের পরামর্শ বর্ণিত হয়েছে। কেউ কেউ মত প্রকাশ করল যে, ইউসুফকে হত্যা করা হোক। কেউ বললঃ তাকে কোন অন্ধকূপের গভীরে নিক্ষেপ করা হোক- যাতে মাঝখান থেকে এ কন্টক দূর হয়ে যায় এবং পিতার সমগ্র মনোযোগ তোমাদের প্রতিই নিবদ্ধ হয়ে যায়। হত্যা কিংবা কুপে নিক্ষেপ করার কারণে যে গোনাহ্ হবে, তার প্রতিকার এই যে, পরবর্তীকালে তাওবা করে তোমরা সাধু হয়ে যেতে পারবে। আয়াতের (وَ تَکُوۡنُوۡا مِنۡۢ  بَعۡدِہٖ  قَوۡمًا  صٰلِحِیۡنَ) বাক্যের এক অর্থ  তাই বর্ণনা করা হয়েছে। এছাড়া এরূপ অর্থও হতে পারে যে, ইউসুফকে হত্যা করার পর তোমাদের অবস্থা ঠিক হয়ে যাবে [কুরতুবী] অথবা অর্থ এই যে, হত্যার পর পিতা-মাতার কাছে তোমরা আবার পূর্বাবস্থায় ফিরে আসবে। কাউকে আর প্রাধান্য দেয়ার বিষয় থাকবে না। [কুরতুবী]\n  <br/>\n  <br/>\n  ইউসুফ ‘আলাইহিস সালাম-এর ভ্রাতারা যে নবী ছিল না, উপরোক্ত পরামর্শ তার প্রমাণ। কেননা, এ ঘটনায় তারা অনেকগুলো কবীরা গোনাহ করেছে। একজন নিরপরাধকে হত্যার সংকল্প, পিতার অবাধ্যতা এবং তাকে কষ্ট প্রদান, চুক্তির বিরুদ্ধাচরণ ও অসৎ চক্রান্ত ইত্যাদি। [কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১২ : ১০",
        "arabic_text": "\nقَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ ",
        "bangla_text": "তাদের মধ্যে একজন বলল, ‘তোমরা ইউসুফকে হত্যা করো না এবং যদি কিছু করতেই চাও তবে তাকে কোন কূপের গভীরে নিক্ষেপ কর, যত্রীদলের কেউ তাকে তুলে নিয়ে যাবে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে বলা হয়েছেঃ ভ্রাতাদের মধ্যেই একজন সমস্ত কথাবার্তা শুনে বললঃ ইউসুফকে হত্যা করো না। যদি কিছু করতেই হয় তবে, কুপের গভীরে এমন জায়গায় নিক্ষেপ কর, যেখানে সে জীবিত থাকে এবং পথিক যখন কুপে আসে, তখন তাকে উঠিয়ে নিয়ে যায়। এভাবে একদিকে তোমাদের উদ্দেশ্য পূর্ণ হয়ে যাবে এবং অপরদিকে তাকে নিয়ে তোমাদেরকে কোন দূরদেশে যেতে হবে না। কোন কাফেলা আসবে, তারা স্বয়ং তাকে সাথে করে দূর-দূরান্তে পৌঁছে দেবে। কারো কারো মতে এ অভিমত প্রকাশকারী সম্পর্কেই পরে উল্লেখ করা হয়েছে যে, মিসরে যখন ইউসুফ আলাইহিস্ সালাম-এর ছোট ভাই বিনইয়ামীনকে আটক করা হয়, তখন সে বলেছিলঃ আমি ফিরে গিয়ে পিতাকে কিভাবে মুখ দেখাব? তাই আমি কেনানে ফিরে যাব না। [তাবারী; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১২ : ১১",
        "arabic_text": "\nقَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ ",
        "bangla_text": "তারা বলল, ‘হে আমাদের পিতা! আপনার কি হলো যে, ইউসুফের ব্যাপারে আপনি আমাদেরকে নিরাপদ মনে করছেন না, অথচ আমরা তো তার শুভাকাঙ্ক্ষী?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১২ : ১২",
        "arabic_text": "\nأَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ ",
        "bangla_text": "‘আপনি আগামী কাল তাকে আমাদের সাথে পাঠান, সে সানন্দে ঘোরাফেরা করবে ও খেলাধুলা করবে [১]। আর আমরা অবশ্যই তার রক্ষণাবেক্ষণকারী হব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ইয়াকুব ‘আলাইহিস্ সালাম-এর কাছে আনন্দ-ভ্রমণ এবং স্বাধীনভাবে পানাহার ও খেলাধুলার অনুমতি চাওয়া হয়েছে। ইয়াকুব ‘আলাইহিস্ সালাম তাদেরকে এ ব্যাপারে নিষেধ করেননি। তিনি শুধু ইউসুফকে তাদের সাথে দিতে ইতস্ততঃ করেছেন, যা পরবতী আয়াতে বর্ণিত হবে। এতে বোঝা গেল যে, তাদের আনন্দ-ভ্রমণ ও খেলাধুলা শরীআতের সীমার মধ্যে ছিল। [কুরতুবী]  আর খেলা-ধুলা বিধিবদ্ধ সীমার ভেতরে নিষিদ্ধ নয়, বরং সহীহ হাদীস থেকেও এর বৈধতা জানা যায়। তবে শর্ত এই যে, খেলাধুলায় শরীআতের সীমা লঙ্ঘন বাঞ্ছনীয় নয় এবং তাতে শরীআতের বিধান লঙ্ঘিত হতে পারে এমন কোন কিছুর মিশ্রণও উচিত নয়।\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১২ : ১৩",
        "arabic_text": "\nقَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ ",
        "bangla_text": "তিনি বললেন, ‘এটা আমাকে অবশ্যই কষ্ট দেবে যে তোমরা তাকে নিয়ে যাবে এবং আমি আশংকা করি তাকে নেকড়ে বাঘ খেয়ে ফেলবে, আর তোমরা তার প্রতি অমনোযোগী থাকবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১২ : ১৪",
        "arabic_text": "\nقَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ ",
        "bangla_text": "তারা বলল, ‘আমরা একটি সংহত দল হওয়া সত্ত্বেও যদি তাকে নেকড়ে বাঘ খেয়ে ফেলে, তবে তো আমরা অবশ্যই ক্ষতিগ্রস্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১২ : ১৫",
        "arabic_text": "\nفَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ ",
        "bangla_text": "অতঃপর তারা যখন তাকে নিয়ে গেল এবং কূপের গভীরে নিক্ষেপ করতে একমত হল, আর এ অবস্থায় আমরা তাকে জানিয়ে দিলাম, ‘তুমি তাদেরকে এ কাজের কথা অবশ্যই বলে দেবে’; অথচ তারা তা উপলব্ধি করতে পারবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বিভিন্ন প্রকার অর্থ করা হয়ে থাকে :\n  <br/>\n  <br/>\n  ১। ইবনে আব্বাস বলেন, ভাইয়েরা যখন ইউসুফ আলাইহিস সালাম-কে জঙ্গলে নিয়ে গেল এবং তাকে হত্যা করার ব্যাপারে কুপের গভীরে নিক্ষেপ করতে সবাই ঐকমত্যে পৌছল, তখন আল্লাহ তা'আলা ওহীর মাধ্যমে ইউসুফ আলাইহিস সালাম-কে সংবাদ দিলেন যে, একদিন আসবে, যখন তুমি ভাইদের কাছে তাদের এ কুকর্মের কথা ব্যক্ত করবে। তারা তখন তোমার অবস্থানের ব্যাপারটি সম্পর্কে কিছু কল্পনাই করতে পারবে না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  ২।  কাতাদাহ বলেনঃ এ আয়াতের অর্থ- আল্লাহ্ তা'আলা ইউসুফ ‘আলাইহিস্ সালাম-এর কাছে কুপের মধ্যে ওহী প্রেরণ করে জানালেন যে, আপনি অচিরেই তাদেরকে এসব কর্মকাণ্ড সম্পর্কে অবহিত করবেন। অথচ ইউসুফের ভাইয়েরা সে ওহী সম্পর্কে কিছুই জানতে পারলনা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  ৩।  ইমাম কুরতুবী বলেনঃ এ ওহী সম্পর্কে দু'প্রকার ধারণা সম্ভবপর। (এক) কুপে নিক্ষিপ্ত হওয়ার পর তার সাস্তুনা ও মুক্তির সুসংবাদ দানের জন্য এ ওহী আগমন করেছিল। (দুই) কুপে নিক্ষিপ্ত হওয়ার পূর্বেই আল্লাহ্ তা'আলা ওহীর মাধ্যমে ইউসুফ ‘আলাইহিস্ সালাম-কে ভবিষ্যত ঘটনাবলী বলে দিয়েছিলেন। এতে আরো বলে দিয়েছিলেন যে, তুমি এভাবে ধ্বংস হওয়ার কবল থেকে মুক্ত থাকবে এবং এমন পরিস্থিতি দেখা দেবে যে, তুমি তাদেরকে তিরস্কার করার সুযোগ পাবে; অথচ তারা তোমাকে চিনবেও না যে, তুমিই তাদের ভাই ইউসুফ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১২ : ১৬",
        "arabic_text": "\nوَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ ",
        "bangla_text": "আর তারা রাতের প্রথম প্রহরে কাঁদতে কাঁদতে তাদের পিতার কাছে আসল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১২ : ১৭",
        "arabic_text": "\nقَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ ",
        "bangla_text": "তারা বলল, ‘হে আমাদের পিতা! আমরা দৌড়ের প্রতিযোগিতা করতে গিয়েছিলাম [১] এবং ইউসুফকে আমাদের মালপত্রের কাছে রেখে গিয়েছিলাম, অতঃপর নেকড়ে বাঘ তাকে খেয়ে ফেলেছে; কিন্তু আপনি তো আমাদেরকে বিশ্বাস করবেন না যদিও আমরা সত্যবাদী হই।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনুল আরাবী ‘আহ্কামুল কুরআন গ্রন্থে বলেনঃ পারস্পরিক (দৌড়) প্রতিযোগিতা শরীআতসিদ্ধ এবং একটি উত্তম খেলা। এটা জিহাদেও কাজে আসে। এ কারণেই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম স্বয়ং এ প্রতিযোগিতায় অবতীর্ণ হওয়ার কথা সহীহ হাদীস দ্বারা প্রমাণিত আছে। তাছাড়া ঘোড়দৌড়ও প্রমাণিত রয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও তা করেছেন। [দেখুন, বুখারী: ২৮৭৯; মুসলিম: ১৮৭০] সাহাবায়ে কেরামের মধ্যে সালামা ইবনে আকওয়া’ জনৈক ব্যক্তির সাথে দৌড় প্রতিযোগিতায় বিজয়ী হন। [দেখুন, মুসলিম: ১৮০৭; মুসনাদে আহমাদ: ৪/৫২] উল্লেখিত আয়াত ও বর্ণনা দ্বারা আসল ঘোড়দৌড়ের বৈধতা প্রমাণিত হয়। এছাড়া সাধারণ দৌড়, তীরে লক্ষ্যভেদ ইত্যাদিতেও প্রতিযোগিতা করা বৈধ। প্রতিযোগিতায় বিজয়ী পক্ষকে তৃতীয় পক্ষ থেকে পুরস্কৃত করাও জায়েয। কিন্তু পরস্পর হার-জিতে কোন টাকার অংশ শর্ত করা জুয়ার অন্তর্ভুক্ত, যা কুরআনুল কারীমে হারাম সাব্যস্ত করা হয়েছে। [আহকামুল কুরআন; অনুরূপ দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১২ : ১৮",
        "arabic_text": "\nوَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ ",
        "bangla_text": "আর তারা তার জামায় মিথ্যা রক্ত লেপন করে এনেছিল। তিনি বললেন, ‘না, বরং তোমাদের মন তোমাদের জন্য একটি কাহিনী সাজিয়ে দিয়েছে। কাজেই উত্তম ধৈর্যই আমি গ্রহণ করব। আর তোমরা যা বর্ণনা করছ সে বিষয়ে একমাত্র আল্লাহ্‌ই আমার সাহায্যস্থল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইউসুফ আলাইহিস সালাম-এর ভ্রাতারা তার জামায় কৃত্রিম রক্ত লাগিয়ে এনেছিল, যাতে পিতার মনে বিশ্বাস জন্মাতে পারে যে, বাঘই তাকে খেয়ে ফেলেছে। কিন্তু ইয়াকুব ‘আলাইহিস্ সালাম ঠিকই বুঝলেন যে, ইউসুফকে বাঘে খায়নি; বরং তোমাদেরই মন একটি বিষয় খাড়া করেছে। এখন আমার জন্য উত্তম এই যে, ধৈর্য্যধারণ করি এবং তোমরা যা বল, তাতে আল্লাহর সাহায্য প্রার্থনা করি।\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১২ : ১৯",
        "arabic_text": "\nوَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ ",
        "bangla_text": "আর এক দল যাত্রীদল আসল, অতঃপর তারা তাদের পানি সংগ্রাহককে  পাঠালে সে তার পানির বালতি নামিয়ে দিল। সে বলে উঠল। ‘কি সুখবর! এ যে এক কিশোর! [১] এবং তারা তাকে পণ্যরূপে লুকিয়ে রাখল [২]। আর তারা যা করেছিল সে বিষয়ে আল্লাহ্‌ সবিশেষ অবগত [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ঘটনাচক্রে একটি কাফেলা এ স্থানে এসে যায়। কোন কোন তাফসীরে বলা হয়েছেঃ এ কাফেলা সিরিয়া থেকে মিসর যাচ্ছিল। পথভুলে এ জনমানবহীন জঙ্গলে এসে উপস্থিত হয়। [কুরতুবী] তারা পানি সংগ্রহকারীকে কুপে প্রেরণ করল। লোকটি এই কুপে পৌঁছলেন এবং বালতি নিক্ষেপ করলেন। ইউসুফ ‘আলাইহিস্ সালাম সর্বশক্তিমানের সাহায্য প্রত্যক্ষ করে বালতির রশি শক্ত করে ধরলেন। পানির পরিবর্তে বালতির সাথে একটি সমুজ্জ্বল মুখমণ্ডল দৃষ্টিতে ভেসে উঠল। এ মুখমণ্ডলের ভবিষ্যত মাহাত্ম্য থেকে দৃষ্টি ফিরিয়ে নিলেও উপস্থিত ক্ষেত্রেও অনুপম সৌন্দর্য ও গুণগত উৎকর্ষের নিদর্শনাবলী তার মাহাত্ম্য কম পরিচায়ক ছিল না। সম্পূর্ণ অপ্রত্যাশিতভাবে কুপের তলদেশ থেকে ভেসে উঠা এই অল্পবয়স্ক, অপরূপ ও বুদ্ধিদীপ্ত বালককে দেখে লোকটি সোল্লাসে চীৎকার করে উঠলঃ (يٰبُشْرٰى هٰذَا غُلٰمٌ) -আরে, আনন্দের কথা- এ তো বড় চমৎকার এক কিশোর বের হয়ে এসেছে। ইউসুফ ‘আলাইহিস্ সালাম দেখতে খুব সুন্দর ছিলেন। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ‘আমি ইউসুফ আলাইহিস সালাম-এর সাথে সাক্ষাতের পর দেখলাম যে, আল্লাহ তা'আলা সমগ্র বিশ্বের রূপ-সৌন্দর্যের অর্ধেক তাকে দান করেছেন। [মুসলিমঃ ১৬২]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা তাকে একটি পণ্যদ্রব্য মনে করে গোপন করে ফেলল। উদ্দেশ্য এই যে, শুরুতে এ কিশোরকে দেখে অবাক বিস্ময়ে চীৎকার করে উঠল; কিন্তু চিন্তাভাবনা করে স্থির করল যে, এটা জানাজানি না হওয়া উচিত এবং গোপন করে ফেলা দরকার, যাতে একে বিক্রি করে প্রচুর অর্থ লাভ করা যায়। সমগ্র কাফেলার মধ্যে এ বিষয় জানাজানি হয়ে গেলে সবাই এতে অংশীদার হয়ে যাবে। এরূপ অর্থও হতে পারে যে, ইউসুফ ‘আলাইহিস্ সালাম-এর ভ্রাতারা বাস্তব ঘটনা গোপন করে তাকে পণ্যদ্রব্য করে নিল। এমতাবস্থায় আয়াতের অর্থ এই হবে যে, ইউসুফ ভ্রাতারা নিজেরাই ইউসুফকে পণ্যদ্রব্য স্থির করে বিক্রি করে দিল। [তাবারী; কুরতুবী]\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ তাদের সব কর্মকাণ্ড আল্লাহ্ তা'আলার জানা ছিল। উদ্দেশ্য এই যে, ইউসুফ ভ্রাতারা কি করবে এবং তাদের কাছ থেকে ক্রেতা কাফেলা কি করবে, তা সবই আল্লাহ্ তা'আলার জানা ছিল। তিনি তাদের সব পরিকল্পনা ব্যর্থ করে দেয়ারও শক্তি রাখতেন। কিন্তু বিশেষ কোন রহস্যের কারণেই আল্লাহ্ তা'আলা এসব পরিকল্পনাকে ব্যর্থ করেননি; বরং নিজস্ব পথে চলতে দিয়েছেন। এর মধ্যে আল্লাহ্ তা'আলা তার হাবীব মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এটার প্রতি ইঙ্গিত করলেন যে, আপনার কাওম আপনার উপর যে নির্যাতন চালাচ্ছে তা আমার অজানা নয়, আমি এটার প্রতিকার করতে পারি। কিন্তু আমি তাদেরকে ছাড় দেই। তারপর উত্তম পরিণাম আপনার জন্যই হবে। আর তাদের বিচার আপনিই করবেন। যেমনটি ইউসুফ আলাইহিস সালামের উপর তার ভাইদের প্রাধান্য ও বিচারের ভার পড়েছিল। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১২ : ২০",
        "arabic_text": "\nوَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ ",
        "bangla_text": "আর তারা তাকে বিক্রি করল স্বল্প মূল্যে, মাত্র কয়েক দিরহামের বিনিময়ে [১] এবং তারা ছিল তার ব্যাপারে অনাগ্রহী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আরবী ভাষায় - (شَراء) শব্দ ক্রয় করা ও বিক্রয় করা উভয় অর্থে ব্যবহৃত হয়। এ স্থলেও উভয় অর্থের সম্ভাবনা রয়েছে। যদি সর্বনামকে ইউসুফ ভ্রাতাদের দিকে ফেরানো হয়, তবে বিক্রয় করার অর্থ হবে এবং কাফেলার লোকদের দিকে ফেরানো হলে ক্রয় করার অর্থ হবে। [ইবন কাসীর] উদ্দেশ্য এই যে, ইউসুফ ভ্রাতারা বিক্রয় করে দিল কিংবা কাফেলার লোকেরা ইউসুফকে খুব সস্তা মূল্যে অর্থাৎ নামে মাত্র কয়েকটি দিরহামের বিনিময়ে ক্রয় করল। আয়াতে বর্ণিত (بَخْسٍ) এ এর দুটি অর্থ হতে পারেঃ (এক) খুব কম মূল্যে; [তাবারী] কারণ তারা বাস্তবিকই তাকে খুব কম মূল্যে বিক্রয় করেছিল। (দুই) অন্যায় বা নিকৃষ্ট বিক্রয় সম্পন্ন করল; কারণ তারা স্বাধীন মানুষকে বিক্রয় করেছিল। স্বাধীন মানুষকে বিক্রয় করা হারাম। [কুরতুবী] ইমাম কুরতুবী আরও বলেনঃ আরব বণিকদের অভ্যাস ছিল, তারা মোটা অঙ্কের লেন-দেন পরিমাপের মাধ্যমে করত এবং চল্লিশের উর্ধ্বে নয়, এমন লেন-দেন গণনার মাধ্যমে করত। তাই (دَرَاهمَ) শব্দের সাথে (مَعْدُوْدَةٍ) (গুণাগুনতি) শব্দের প্রয়োগ থেকে বোঝা যায় যে, দিরহামের পরিমাণ চল্লিশের কম ছিল। আব্দুল্লাহ্ ইবনে মাসউদের বর্ণনায় এসেছে, বিশ দিরহামের বিনিময়ে ক্রয়-বিক্রয় হয়েছিল এবং দশ ভাই দুই দিরহাম করে নিজেদের মধ্যে তা বন্টন করে নিয়েছিল। [কুরতুবী]\n  <br/>\n  <br/>\n  [২]  এর দুটি অর্থ হতে পারে- (এক) ইউসুফের ভাইয়েরা ইউসুফ-এর ব্যাপারে সম্পূর্ণ নিরাসক্ত ছিল, তাই তারা এত কমদামে বিক্রয় করে দিয়েছিল। [ইবন কাসীর] ইউসুফকে কম মূল্যে বিক্রয় করার কারণ আবার দুটি হতে পারে। প্রথমতঃ এ কারণে যে, তারা এ মহাপুরুষের সঠিক মূল্য সম্পর্কে অজ্ঞ ছিল। দ্বিতীয়তঃ তাদের আসল লক্ষ্য তার দ্বারা টাকা-পয়সা উপার্জন করা ছিল না; বরং পিতার কাছ থেকে বিচ্ছিন্ন করে দেয়াই ছিল তাদের মূল লক্ষ্য। তাই শুধু বিক্রয় করে দিয়েই তারা ক্ষান্ত হয়নি; বরং তারা আশংকা করছিল যে, কাফেলার লোকেরা তাকে এখানেই ছেড়ে যাবে এবং অতঃপর সে কোন রকমে পিতার কাছে পৌঁছে আগাগোড়া চক্রান্ত ফাঁস করে দেবে। তাই তাফসীরবিদ মুজাহিদের বর্ণনা অনুযায়ী, তারা কাফেলা রওয়ানা হয়ে যাওয়া পর্যন্ত সেখানেই অপেক্ষা করল। যখন কাফেলা রওয়ানা হয়ে গেল, তখন তারা কিছুদূর পর্যন্ত কাফেলার পিছনে পিছনে গেল এবং তাদেরকে বললঃ দেখ, এর পলায়নের অভ্যাস রয়েছে। একে মুক্ত ছেড়ে দিও না; বরং বেঁধে রাখ। [কুরতুবী; সাদী] (দুই) এ আয়াতের আরেকটি অর্থ হতে পারে যে, কাফেলার লোকেরা ইউসুফের ব্যাপারে খুব গুরুত্ব দিচ্ছিল না, কেননা, কুড়িয়ে পাওয়া বস্তুর মূল্য আর কতই হতে পারে? [ফাতহুল কাদীর] কাফেলা বিভিন্ন মনযিল অতিক্রম করে মিশর পর্যন্ত পৌছে ইউসুফ ‘আলাইহিস্ সালাম-কে বিক্রি করে দিল।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১২ : ২১",
        "arabic_text": "\nوَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর মিসরের যে ব্যক্তি তাকে কিনেছিল, সে তার স্ত্রীকে বলল, ‘এর থাকার সম্মানজনক ব্যবস্থা কর, সম্ভবত সে আমাদের উপকারে আসবে বা আমরা একে পুত্ররূপেও গ্রহণ করতে পারি [১]।‘ আর এভাবেই আমরা ইউসুফকে সে দেশে প্রতিষ্ঠিত করলাম [২]; এবং যাতে আমরা তাকে স্বপ্নের ব্যাখ্যা শিক্ষা দেই [৩]। আর আল্লাহ্‌ তাঁর কাজ সম্পাদনে অপ্রতিহত; কিন্তু অধিকাংশ মানুষ জানে না [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ যে ব্যক্তি ইউসুফ ‘আলাইহিস্ সালাম-কে মিসরে ক্রয় করল, সে তার স্ত্রীকে বললঃ ইউসুফের বসবাসের সুন্দর বন্দোবস্ত কর। ইবনে কাসীর বলেনঃ যে ব্যক্তি ইউসুফ ‘আলাইহিস্ সালাম-কে ক্রয় করেছিলেন, তিনি ছিলেন মিসরের অর্থমন্ত্রী। আব্দুল্লাহ্ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ দুনিয়াতে তিন ব্যক্তি অত্যন্ত বিচক্ষণ এবং চেহারা দেখে শুভাশুভ নিরূপণকারী প্রমাণিত হয়েছেন। প্রথম- আযীযে মিসর। তিনি স্বীয় নিরূপণ শক্তি দ্বারা ইউসুফ ‘আলাইহিস্ সালাম-এর গুণাবলী অবহিত হয়ে স্ত্রীকে উপরোক্ত নির্দেশ দিয়েছিলেন। দ্বিতীয়- ঐ কন্যা, যে মূসা ‘আলাইহিস্ সালাম সম্পর্কে তার পিতাকে বলেছিলঃ “পিতঃ, তাকে কর্মচারী রেখে দিন। কেননা, উত্তম কর্মচারী ঐ ব্যক্তি, যে সবল, সুঠাম ও বিশ্বস্ত হয় \"[আল-কাসাসঃ ২৬]  তৃতীয়-আবু বকর সিদ্দিক রাদিয়াল্লাহু ‘আনহু, যিনি ফারুকে আযম রাদিয়াল্লাহু ‘আনহু-কে খলীফা মনোনীত করেছিলেন। [তাবারী; ইবনে কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যেভাবে ইউসুফকে কুপ থেকে বের করে আযীযে মিসর পর্যন্ত পৌছে দিলাম তেমনিভাবে তাকে আমি যমীনের বুকে প্রতিষ্ঠিত করেছি। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩]  (وَ لِنُعَلِّمَهٗ مِنۡ تَاۡوِیۡلِ الۡاَحَادِیۡثِ) – এখানে শুরুতে (واو) কে (عطف) অর্থে নিলে এ অর্থেরই একটি বাক্য উহ্য মেনে নেয়া হবে। অর্থাৎ আমি ইউসুফ আলাইহিস সালাম-কে প্রতিষ্ঠিত করেছি। যাতে তিনি এ সময়টুকুতে প্রচুর জ্ঞান অর্জন করতে পারেন। আহকাম বিষয়ক ও স্বপ্নের ব্যাখ্যা বিষয়ক সব জ্ঞান অর্জন করার সুযোগই তিনি লাভ করতে পারবেন। সুতরাং এভাবে তাকে আমরা বাক্যাদির পরিপূর্ণ মর্ম অনুধাবনের পদ্ধতি শিক্ষা দেই। [সা’দী] অথবা এ বাক্যটি পূর্ববতী বাক্যের কারণ হিসেবে এসেছে অর্থাৎ তাকে আমি যমীনের বুকে প্রতিষ্ঠা দান করেছি, যার ভূমিকা হিসাবে আমি তাকে স্বপ্লের তা'বীর শিক্ষা দিয়েছি। [বাগভী] বস্তুতঃ তিনি এর মাধ্যমেই প্রতিষ্ঠা লাভ করেছিলেন। অথবা ইয়াকুব আলাইহিস সালামের পূর্ব ঘোষিত বাণী, আল্লাহ আপনাকে স্বপ্নের ব্যাখ্যা শিক্ষা দিবেন’ এ কথাটির সত্যয়ণ হিসেবে আমি আপনাকে যমীনে প্রতিষ্ঠিত করেছি। [কুরতুবী]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ আল্লাহ্ তা'আলা স্বীয় কর্মে প্রবল ও শক্তিমান। তিনি যা ইচ্ছে তা করতে পারেন। [ইবন কাসীর] কেউই তার ইচ্ছার বিরুদ্ধে যেতে গিয়ে কোন কাজ হাসিল করতে পারে না। কোন কিছু করতে হলে তিনি তো শুধু বলেন ‘হও’ আর সাথে সাথে তা হয়ে যায়। [কুরতুবী] এর উদাহরণ হিসেবে কেউ কেউ বলেন, ইয়া’কুব আলাইহিস সালাম চেয়েছিলেন যেন ইউসুফের স্বপ্ন তার ভাইয়েরা না জানে, কিন্তু আল্লাহ চাইলেন যে, তারা জানুক, সুতরাং তাই হয়েছে। ইউসুফের ভাইয়েরা চেয়েছিল ইউসুফকে হত্যা করতে, কিন্তু আল্লাহ চাইলেন যে, সে বেঁচে থাকবে এবং কর্ণধার হবে, বাস্তবে হয়েছেও তাই। ইউসুফের ভাইয়েরা চেয়েছিল ইয়াকুবের মন থেকে ইউসুফের কথা ঘুচে যাক কিন্তু আল্লাহ চাইলেন যে, তা জাগরুক থাকুক। সুতরাং ইয়া’কুব সর্বক্ষণ ইউসুফের কথাই বলেছিল। তারা চাইলো যে, তাদের পিতাকে চোখের পানি দিয়ে ধোকা দিবে, কিন্তু আল্লাহ চাইলেন যে, ইয়া’কুব তাদের কথায় বিশ্বাস করবেন না, ফলে তাই হলো। আযীয পত্নী চেয়েছিল ইউসুফকে দোষারোপ করতে কিন্তু আল্লাহ চাইলেন যে, তিনি দোষমুক্ত ঘোষিত হবেন, ফলে আযীযের মুখ থেকে আযীয পত্নীই দোষী সাব্যস্ত হয়ে ক্ষমা প্রার্থনা করার নির্দেশ পেলেন। ইউসুফ চাইলেন যে, শরাব পরিবেশনকারী তার কথা বাদশাহকে বলে তাকে বিমুক্ত করে দিক, কিন্তু আল্লাহ চাইলেন যে, শরাব পরিবেশনকারী তা ভুলে যাক, ফলে তাই হলো। এসবই প্রমাণ করে যে, আল্লাহ তার ইচ্ছায় প্রবল। [কুরতুবী]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেন, এখানে অর্থ হচ্ছে, আল্লাহ্ তা'আলা ইউসুফ আলাইহিস সালামের কর্মকাণ্ডের ব্যাপারে অত্যন্ত প্রবল। তিনি নিজে ইউসুফের কর্মকাণ্ডগুলো নিয়ন্ত্রণ করেছেন, তার কোন ব্যাপার অন্যের উপর ন্যস্ত করেন নি। যাতে করে তার বিরুদ্ধে কোন ষড়যন্ত্রকারীর যড়যন্ত্র সফল হতে না পারে। [বাগভী]\n  <br/>\n  <br/>\n  তারপর আল্লাহ্ তা'আলা বলেন, কিন্তু অধিকাংশ লোক এ সত্য বোঝে না। কোন কোন মুফাসসির বলেন, এখানে অধিকাংশ বলে সকল মানুষকেই বোঝানো হয়েছে। কারণ, কেউই গায়েব জানে না। কোন কোন মুফাসসির বলেন, এখানে অধিকাংশই উদ্দেশ্য, কারণ, কোন কোন নবী-রাসূলকে আল্লাহ্ তা'আলা তাঁর কোন কাজের হিকমত সম্পর্কে পূর্ব থেকে অবহিত করেন। কোন কোন মুফাসসির বলেন, এখানে অধিকাংশ মানুষ বলে মুশরিক এবং যারা তাকদীরের উপর ঈমান রাখে না তাদের উদ্দেশ্য নেয়া হয়েছে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১২ : ২২",
        "arabic_text": "\nوَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আর সে যখন পূর্ণ যৌবনে উপনীত হল তখন আমরা তাকে হিকমত ও জ্ঞান দান করলাম [১]। আর এভাবেই আমরা ইহসানকারীদেরকে পুরস্কৃত করি [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ যখন ইউসুফ ‘আলাইহিস্ সালাম পূর্ণ শক্তি ও যৌবনে পদার্পণ করলেন, তখন আমি তাকে প্রজ্ঞা ও বুৎপত্তি দান করলাম। ‘শক্তি ও যৌবন’ কোন বয়সে অর্জিত হল, এ সম্পর্কে তাফসীরবিদগণের বিভিন্ন উক্তি রয়েছে। আর ইলম বা বুৎপত্তি দান করার অর্থ এস্থলে নবুওয়াত দান করা। [ইবন কাসীর] মূলতঃ কুরআনের ভাষায় সাধারণভাবে এমন শব্দের মানে হয় “নবুওয়াত দান করা”। ফায়সালা করার শক্তিকে কুরআনের মূল ভাষ্যে বলা হয়েছে “হুকুম”। এ হুকুম অর্থ কর্তৃত্বও হয়। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] আমি ইহসানকারীদেরকে এমনিভাবে প্রতিদান দিয়ে থাকি। উদ্দেশ্য এই যে, নিশ্চিত ধ্বংসের কবল থেকে মুক্তি দিয়ে রাজত্ব ও সম্মান পর্যন্ত পৌছানো ছিল ইউসুফ ‘আলাইহিস্ সালাম -এর সদাচরণ, আল্লাহ ভীতি ও সৎকর্মের পরিণতি। এটা শুধু তারই বৈশিষ্ট নয়, যে কেউ এমন সৎকর্ম করবে, সে এমনিভাবে আমার পুরস্কার লাভ করবে। সুতরাং যেভাবে আমি ইউসুফকে বিভিন্ন ঘাত-প্রতিঘাত পার করে সফলতা দিয়েছি তেমনি আপনাকেও হে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম! আমি আপনার কাওমের মুশরিকদের শক্রতা থেকে নাজাত দেব এবং আপনাকে যমীনে প্রতিষ্ঠিত করব। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১২ : ২৩",
        "arabic_text": "\nوَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "আর তিনি যে স্ত্রীলোকের ঘরে ছিলেন সে তাকে কুপ্ররোচনা দিল এবং দরজাগুলো বন্ধ করে দিল, আর বলল, ‘আস [১]।‘ তিনি বললেন, ‘আমি আল্লাহ্‌র আশয় প্রার্থনা করছি [২], নিশ্চয় তিনি আমার মনিব; তিনি আমার থাকার সুন্দর ব্যবস্থা করেছেন। নিশ্চয় যালিমরা সফলকাম হয় না [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ যে মহিলার গৃহে ইউসুফ আলাইহিস সালাম থাকতেন, সে তার প্রতি প্রেমাসক্ত হয়ে পড়ল এবং তার সাথে কু বাসনা চরিতার্থ করার জন্য তাকে ফুসলাতে লাগল। সে গৃহের সব দরজা বন্ধ করে দিল এবং তাকে বললঃ শীঘ্রই এসে যাও, তোমাকে বলছি। (هَيْتَ لَكَ)  শব্দের এক অর্থ, আমার কাছে এস, তোমার কাজ সম্পাদনের জন্য। দ্বিতীয় অর্থ, আমি তোমার জন্য প্রস্তুত। [কুরতুবী; ইবন কাসীর] প্রথম আয়াতে জানা গিয়েছিল যে, এ মহিলা ছিল আযীযে মিসরের স্ত্রী। কিন্তু এস্থলে কুরআন আযীয-পত্নী এই সংক্ষিপ্ত শব্দ ছেড়ে যার গৃহে সে ছিল’ -এ শব্দ ব্যবহার করেছে। এতে ইঙ্গিত করা হয়েছে যে, ইউসুফ ‘আলাইহিস্ সালাম -এর গোনাহ থেকে বেঁচে থাকা এ কারণে আরো অধিক কঠিন ছিল যে, তিনি তারই গৃহে- তারই আশ্রয়ে থাকতেন। তার আদেশ উপেক্ষা করা ইউসুফ ‘আলাইহিস্ সালাম-এর পক্ষে সহজসাধ্য ছিল না। [ইবনুল কাইয়্যেম, রাওদাতুল মুহিববীন: ২৯৭-৩০০] আর এজন্যই ঐ সমস্ত লোকদেরকে কিয়ামতের দিন আরশের ছায়ায় স্থান লাভ করবে বলে সুসংবাদ দেয়া হয়েছে, যারা সুন্দরী-ধনী মহিলার কুপ্রস্তাবে সাড়া না দিয়ে আল্লাহ্কে স্মরণ করে। এবং তাকে ভয় করে বলে ঘোষণা দেয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ সাত শ্রেণীর লোকদেরকে আল্লাহ্ তা'আলা আরশের নীচে ছায়া দেবেন। তন্মধ্যে ঐ ব্যক্তির উল্লেখ করেছেন, যাকে কোন ধনাঢ্য-পদস্থ-সুন্দরী মহিলা খারাপ কর্মকাণ্ডের আহবান জানালে সে আল্লাহকে ভয় করে ঘোষণা দিয়ে তা হতে দূরে থাকে। [বুখারীঃ ৬৬০]\n  <br/>\n  <br/>\n  [২]  এর বাহ্যিক কারণ ঘটে এই যে, ইউসুফ ‘আলাইহিস্ সালাম যখন নিজেকে চতুর্দিক থেকে বেষ্টিত দেখলেন, তখন নবীসুলভ ভঙ্গিতে সর্বপ্রথম আল্লাহর আশ্রয় প্রার্থনা করলেন, তিনি শুধু নিজ ইচ্ছা ও সংকল্পের উপর ভরসা করেননি। এটা জানা কথা যে, যে ব্যক্তি আল্লাহর আশ্রয় লাভ করে, তাকে কেউ বিশুদ্ধ পথ থেকে বিচ্যুত করতে পারে না। বস্তুতঃ গোনাহ থেকে বাঁচার প্রধান অবলম্বন হল আল্লাহর কাছে আশ্রয় চাওয়া।\n  <br/>\n  <br/>\n  [৩]  তিনি নবীসুলভ বিজ্ঞতা ও উপদেশ প্রয়োগ করে স্বয়ং সেই মহিলাকে উপদেশ দিতে লাগলেন যে, তারও উচিত আল্লাহ্কে ভয় করা এবং মন্দ বাসনা থেকে বিরত থাকা। তিনি বললেনঃ\n  <br/>\n  <br/>\n  (اِنَّهٗ رَبِّیۡۤ  اَحۡسَنَ مَثۡوَایَ ؕ اِنَّهٗ  لَا یُفۡلِحُ الظّٰلِمُوۡنَ)\n  <br/>\n  <br/>\n  তিনি আমার পালনকর্তা। তিনি আমাকে সুখে রেখেছেন। মনে রেখো, অত্যাচারীরা কল্যাণপ্রাপ্ত হয় না। বাহ্যিক অর্থ এই যে, তোমার স্বামী আযীযে-মিসর আমাকে লালন-পালন করেছেন, আমাকে উত্তম জায়গা দিয়েছেন। অতএব তিনি আমার প্রতি অনুগ্রহকারী। আমি তার ইয্যতে হস্তক্ষেপ করব? এটা জঘন্য অনাচার, অথচ অনাচারীরা কখনো কল্যাণপ্রাপ্ত হয় না। [কুরতুবী] এভাবে তিনি যেন স্বয়ং সেই মহিলাকেও এ শিক্ষা দিলেন যে, আমি কয়েকদিন লালন-পালনের কৃতজ্ঞতা যখন এতটুকু স্বীকার করি, তখন তোমাকে আরো বেশী স্বীকার করা দরকার। এ ব্যাখ্যা অনুসারে সমস্যা হলো, এখানে ইউসুফ ‘আলাইহিস্ সালাম আযীযে-মিসরকে স্বীয় রব শব্দটি ব্যবহার করেছেন। সম্ভবত এর কারণ, এখানে বলে (ربي) বলে (سيّدي) বা আমার  মনিব বোঝানো হয়েছে। তখন সাধারণ নিয়মানুসারে তা ব্যবহার করার ব্যাপক প্রচলন ছিল। এর দ্বারা বাহ্যিক নেয়ামতের মালিক বোঝানো উদ্দেশ্য। কারণ মূলতঃ ইউসুফ ‘আলাইহিস্ সালাম তখন দাস হিসেবেই আযীযে-মিসরের ঘরে অবস্থান করছিলেন। সে হিসেবে তিনি আযীযের স্ত্রীকে এ কথার মাধ্যমে স্মরণ করিয়ে দিতে চাইলেন যে, আমার উপর আমার মনিবের অনেক নেয়ামত রয়েছে, যার মাধ্যমে তিনি আমাকে লালন করছেন, আমার পক্ষে আমার মনিবের খেয়ানত করা সম্ভব নয়। আয়াতের দ্বিতীয় তাফসীর হচ্ছে, এখানে (إنّه) শব্দের সর্বনামটির দ্বারা আল্লাহ্‌কে উদ্দেশ্য নেয়া হয়েছে। অর্থাৎ ইউসুফ ‘আলাইহিস্ সালাম আল্লাহ্‌কেই রব বলেছেন। বসবাসের উত্তম জায়গাও প্রকৃতপক্ষে তিনিই দিয়েছেন। সেমতে তাঁর অবাধ্যতা সর্ববৃহৎ যুলুম। এরূপ যুলুমকারী কখনো সফল হয় না। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১২ : ২৪",
        "arabic_text": "\nوَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ ",
        "bangla_text": "আর সে মহিলা তো তার প্রতি আসক্ত হয়েছিল এবং তিনিও তার প্রতি আসক্ত [১] হয়ে পড়তেন যদি না তিনি তার রবের নিদর্শন দেখতে পেতেন [২]। এভাবেই (তা হয়েছিল), যাতে আমরা তার থেকে মন্দকাজ ও অশ্লীলতা দূর করে দেই [৩]। তিনি তো ছিলেন আমাদের মুখলিস বা বিশুদ্ধচিত্ত বান্দাদের অন্তর্ভুক্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]   আলোচ্য আয়াতে বর্ণিত হয়েছে যে, উল্লেখিত মহিলাটি অর্থাৎ আমীয-পত্নী তো পাপকাজের কল্পনায় বিভোরই ছিল, ইউসুফ আলাইহিস সালাম-এর মনেও মানবিক স্বভাববশতঃ কিছু কিছু অনিচ্ছাকৃত ঝোঁক সৃষ্টি হতে যাচ্ছিল। কিন্তু আল্লাহ্ তাআলা ঠিক সেই মুহুর্তে স্বীয় যুক্তি-প্রমাণ ইউসুফ আলাইহিস সালাম-এর সামনে তুলে ধরেন, যদ্দরুন সেই অনিচ্ছাকৃত ঝোঁক ক্রমবর্ধিত হওয়ার পরিবর্তে সম্পূর্ণ নিশ্চিহ্ন হয়ে গেল এবং তিনি মহিলার নাগপাশ ছিন্ন করে উর্ধ্বশ্বাসে ছুটতে লাগলেন।\n  <br/>\n  <br/>\n  এ আয়াতে (هَمَّ) শব্দটি (মনে উদিত হওয়ার অর্থে) ইউসুফ ‘আলাইহিস্ সালাম ও আযীয পত্নী উভয়ের প্রতি সম্বন্ধযুক্ত করা হয়েছে। কেবলমাত্র কোন খারাপ কাজের কথা মনে উদিত হলেই গোনাহ্ হয় না। [ইবনুল কাইয়্যেম, রাওদাতুল মুহিববীন ২৯৮] মোটকথা, ইউসুফ আলাইহিস সালাম থেকে এমন কিছু হয়নি যা গোনাহ্ বলে বিবেচিত হতে পারে। [ইবন তাইমিয়্যা: মাজমু ফাতাওয়া] বরং আল্লাহ স্বয়ং তার নবী ইউসুফকে নিরপরাধ সাব্যস্ত করেছেন। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তা'আলা ফিরিশ্‌তাদেরকে বলেনঃ আমার বান্দা যখন কোন পাপ কাজের ইচ্ছা করে, তখনি তা লিখে ফেলো না, যতক্ষণ সে তা করে না বসে। তারপর যদি আল্লাহ্র ভয়ে তা পরিত্যাগ করে, তখন পাপের পরিবর্তে তার আমলনামায় একটি নেকী লিখে দাও এবং যদি পাপকাজটি করেই ফেলে তবে একটি গোনাহ্ই লিপিবদ্ধ কর। আর যদি কোন সৎকাজের ইচ্ছা করে কিন্তু তা করল না, তবুও তার জন্য একটি নেকী লিখে দাও। তারপর যখন সে তা সম্পাদন করে তখন তার জন্য দশগুণ থেকে সাতশ’ গুণ বর্ধিত করে লিখে দাও। [বুখারীঃ ৭৫০১, মুসলিমঃ ১২৮] মোটকথা এই যে, ইউসুফ ‘আলাইহিস্ সালাম-এর অন্তরে যে কল্পনা অথবা ঝোঁক সৃষ্টি হয়েছিল, তা গোনাহর অন্তর্ভুক্ত নয়। অতঃপর এর বিপক্ষে কাজ করার দরুন আল্লাহ্ তা'আলার কাছে তার মর্যাদা আরো বেড়ে গেছে। [ইবনুল কাইয়্যেম, রাওদাতুল মুহিববীন:২৯৮] কোন কোন মুফাস্সিরের মতে\n  <br/>\n  <br/>\n  (لَوۡ لَاۤ  اَنۡ رَّاٰ بُرۡهَانَ رَبِّهٖ)\n  <br/>\n  <br/>\n  এ অংশটি পরে উল্লেখ করা হলেও তা আসলে অগ্রে রয়েছে। অতএব, আয়াতের অর্থ এই যে, ইউসুফ ‘আলাইহিস্ সালাম-এর মনেও কল্পনা সৃষ্টি হত, যদি তিনি আল্লাহর প্রমাণ অবলোকন না করতেন। কিন্তু পালনকর্তার প্রমাণ অবলোকন করার কারণে তিনি এ কল্পনা থেকে বেঁচে গেলেন। এ বিষয়বস্তুটি সঠিক, কিন্তু কোন কোন তাফসীরবিদ এ অগ্র-পশ্চাৎকে ব্যাকরণিক ভুল আখ্যা দিয়েছেন। [তাবারী; ইবন কাসীর; ইবন তাইমিয়্যা, মাজমু ফাতাওয়া ১০/১০১, ২৯৬-২৯৭, ৭৪০]\n  <br/>\n  <br/>\n  [২] স্বীয় পালনকর্তার যে প্রমাণ ইউসুফ ‘আলাইহিস্ সালাম-এর দৃষ্টির সামনে এসেছিল, তা কি ছিল কুরআনুল কারিম তা ব্যক্ত করেনি। এ কারণেই এ সম্পর্কে তাফসীরবিদগণ বিভিন্ন মত ব্যক্ত করেছেন। তাফসীরবিদ ইবনে কাসীর সেসব উক্তি উদ্ধৃত করার পর যে মন্তব্য করেছেন, তা সব সুধীজনের কাছেই সর্বাপেক্ষা সাবলীল ও গ্রহণযোগ্য। তিনি বলেছেনঃ কুরআনুল কারীম যতটুকু বিষয় বর্ণনা করেছে, ততটুকু নিয়েই ক্ষান্ত থাকা দরকার। অর্থাৎ ইউসুফ ‘আলাইহিস্ সালাম এমন কিছু দেখেছেন, যদ্দরুন তার মন থেকে সীমালংঘন করার সামান্য ধারণাও বিদূরিত হয়ে গেছে। এ বস্তুটি কি ছিল তা নিশ্চিতরূপে নির্দিষ্ট করা যায় না।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তার রবের প্রমাণ দেখা ও গুনাহ থেকে রক্ষা পাওয়া আমার দেয়া সুযোগ ও পথ প্রদর্শনের মাধ্যমেই সম্ভব হয়েছে। কেননা, আমরা নিজের এ নির্বাচিত বান্দাটি থেকে অসৎবৃত্তি ও অশ্লীলতা দূর করতে চাচ্ছিলাম। যেভাবে আমরা তাকে এ অশ্লীলতা থেকে ফিরিয়ে রেখেছিলাম তেমনি আমরা তাকে এর পরেও অসৎবৃত্তি ও অশ্লীলতা থেকে ফিরিয়ে রাখব। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১২ : ২৫",
        "arabic_text": "\nوَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "আর তারা উভয়ে দৌড়ে দরজার দিকে গেল এবং স্ত্রীলোকটি পিছন হতে তার জামা ছিঁড়ে ফেলল, আর তারা  দু’জন স্ত্রীলোকটির স্বামীকে দরজার কাছে পেল। স্ত্রীলোকটি বলল, ‘যে তোমার পরিবারের সাথে মন্দ কাজ করার ইচ্ছা করে তার জন্য কারাগারে প্রেরণ বা অন্য কোন যন্ত্রণাদায়ক শাস্তি ছাড়া আর কি দণ্ড হতে পারে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১২ : ২৬",
        "arabic_text": "\nقَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ ",
        "bangla_text": "ইউসুফ বললেন, ‘সে-ই আমাকে কুপ্ররোচনা দিয়েছে।’ আর স্ত্রীলোকটির পরিবারের একজন সাক্ষী সাক্ষ্য দিল, ‘যদি তার জামা সামনের দিকে ছিঁড়ে থাকে তবে স্ত্রীলোকটি সত্য কথা বলেছে এবং সে পুরুষটি মিথ্যাবাদীদের অন্তর্ভুক্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১২ : ২৭",
        "arabic_text": "\nوَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ ",
        "bangla_text": "আর তার জামা যদি পিছন দিক থেকে ছিঁড়ে থাকে তবে স্ত্রীলোকটি মিথ্যা বলেছে এবং সে পুরুষটি সত্যবাদীদের অন্তর্ভুক্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১২ : ২৮",
        "arabic_text": "\nفَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ ",
        "bangla_text": "অতঃপর গৃহস্বামী যখন দেখল যে, তার জামা পিছন দিক থেকে ছেঁড়া হয়েছে তখন সে বলল, ‘নিশ্চয় এটা তোমাদের নারীদের ছলনা, তোমাদের ছলনা তো ভীষণ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে বর্ণিত হয়েছে যে, আযীযে-মিসর যখন ইউসুফ ‘আলাইহিস্ সালাম-এর পবিত্রতা সম্পর্কে নিশ্চিত হয়ে গেল এবং বুঝল যে, তার পত্নীরই দোষ ও ইউসুফ আলাইহিস সালাম পবিত্র। তদানুসারে সে তার স্ত্রীকে সম্বোধন করে বললঃ (اِنَّهٗ مِنْ  کَیۡدِکُنَّ) অর্থাৎ এসব তোমার ছলনা। তুমিই নিজের দোষ অন্যের ঘাড়ে চাপাতে চাও। নারী জাতির ছলনা খুবই মারাত্মক। একে বোঝা এবং এর জাল ছিন্ন করা সহজ নয়। কেননা, তারা বাহ্যতঃ কোমল, নাজুক ও অবলা হয়ে থাকে। যারা তাদেরকে দেখে, তারা তাদের কথায় দ্রুত বিশ্বাস স্থাপন করে ফেলে। কিন্তু বুদ্ধি ও আল্লাহ্‌ভীতির অভাববশতঃ তা অধিকাংশ সময় ছলনা হয়ে থাকে। আল্লামা শানকীতী বলেন, এ আয়াত থেকে বুঝা যায় যে, নারীদের ষড়যন্ত্র শয়তানের ষড়যন্ত্রের চেয়েও মারাত্মক। কারণ, নারীদের ষড়যন্ত্রের ব্যাপারে বলা হয়েছে, “নিশ্চয় তোমাদের ষড়যন্ত্র তো ভীষণ।” পক্ষান্তরে শয়তানের ষড়যন্ত্র সম্পর্কে বলা হয়েছে, “নিশ্চয় শয়তানের ষড়যন্ত্র দুর্বল” [সূরা আন-নিসাঃ ৭৬] [আদওয়াউল বায়ান]  তবে এখানে সব নারী বোঝানো হয়নি, বরং ঐসব নারী সম্পর্কেই বলা হয়েছে, যারা এ ধরণের ছল-চাতুরীতে লিপ্ত থাকে।\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১২ : ২৯",
        "arabic_text": "\nيُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ ",
        "bangla_text": "‘হে ইউসুফ! তুমি এটা উপেক্ষা কর এবং হে নারী! তুমি তোমার অপরাধের জন্য ক্ষমা প্রার্থনা কর; তুমি তুমিই তো অপরাধীদের অন্তর্ভুক্ত [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আষীয-মিসর তার স্ত্রীর ভুল বর্ণনা করার পর ইউসুফ ‘আলাইহিস্ সালাম-কে বললঃ\n  <br/>\n  <br/>\n  (یُوۡسُفُ اَعۡرِضۡ عَنۡ هٰذَا)\n  <br/>\n  <br/>\n  অর্থাৎ ইউসুফ, এ ঘটনাকে উপেক্ষা কর এবং বলাবলি করো না, যাতে বেইযযতি না হয়। অতঃপর তার স্ত্রীকে সম্বোধন করে বললঃ\n  <br/>\n  <br/>\n  (وَ اسۡتَغۡفِرِیۡ  لِذَنۡۢبِکِ ۚۖ اِنَّکِ  کُنۡتِ مِنَ الۡخٰطِئِیۡنَ)\n  <br/>\n  <br/>\n  অর্থাৎ ভুল তোমারই। তুমি নিজেই ভুলের জন্য ক্ষমা প্রার্থনা কর। [কুরতুবী ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১২ : ৩০",
        "arabic_text": "\n۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "আর নগরের কিছু সংখ্যক নারী বলল, ‘আযীযের স্ত্রী তাঁর যুবক দাস হতে অসৎকাজ কামনা করছে, প্রেম তাকে উন্মন্ত করছে, আমরা তো তাকে স্পষ্ট ভ্রষ্টতার মধ্যেই নিপতিত দেখছি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১২ : ৩১",
        "arabic_text": "\nفَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ ",
        "bangla_text": "অতঃপর স্ত্রীলোকটি যখন তাদের ষড়যন্ত্রের কথা শুনল তখন সে তাদেরকে ডেকে পাঠাল [১] এবং তাদের জন্য আসন প্রস্তুত করল। আর তাদের সবাইকে একটি করে ছুরি দিল এবং ইউসুফকে বলল, ‘তাদের সামনে বের হও।’ অতঃপর তারা যখন তাকে দেখল তখন তারা তার  সৌন্দর্যে অভিভূত হল [২] ও নিজেদের হাত কেটে ফেলল এবং তারা বলল, ‘ অদ্ভুত আল্লাহ্‌র মাহাত্ম্য ! এ তো মানুষ নয়, এ তো এক মহিমান্বিত ফেরেশ্‌তা [৩]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আযীয -পত্নী মহিলাদের চক্রান্তের কথা জানতে পারল, তখন তাদেরকে একটি ভোজসভায় ডেকে পাঠাল। এখানে মহিলাদের কানাঘুষাকে আযীয-পত্নী (مكر) অর্থাৎ চক্রান্ত বলেছে। অথচ, বাহ্যতঃ তারা কোন চক্রান্ত করেনি। কিন্তু যেহেতু তারা গোপনে গোপনে কুৎসা রটনা করত, তাই একে চক্রান্ত বলা হয়েছে। [কুরতুবী] কোন কোন মুফাস্সির বলেন, এখানে চক্রান্ত বলে উদ্দেশ্য হচ্ছে, সে সমস্ত মহিলারা ইউসুফ ‘আলাইহিস্ সালামের সৌন্দর্যের কথা শুনতে পেয়ে তাকে দেখার জন্য উদগ্রীব হয়ে উঠেছিল। তখন তারা কানযুষা শুরু করে দিল যাতে তাকে দেখতে সমর্থ হয়। এটাই হচ্ছে তাদের চক্রান্ত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] মূল শব্দ যা ব্যবহার হয়েছে, তার অর্থ দাঁড়ায়, “তারা তাকে খুব বড় করল\"। কিন্তু কিসে তাকে বড় করল? মূলত, তার সৌন্দর্যই তাকে তাদের দৃষ্টিতে বৃহৎ আকারে প্রতিভাত হলো, এজন্য আয়াতের অর্থ করা হয়েছে, তার সৌন্দর্যে তারা অভিভূত হল। এ অর্থের সপক্ষে আয়াতের পরবর্তী বাক্য “এ তো মানুষ নয়, এ তো এক মহিমাম্বিত ফিরিশ্‌তা\"। কারণ ফেরেশ্‌তাদের সৌন্দর্য সর্বজনস্বীকৃত। অন্য অর্থ হচ্ছে, তার মর্যাদা তাদের কাছে অনেক গুণ বেড়ে গেল। তারা তাকে উচ্চ মর্যাদাশীল মনে করল। [মুয়াসসার]\n  <br/>\n  <br/>\n  [৩] এ আয়াত থেকে আমরা স্পষ্ট বুঝতে পারি যে, তাদের মধ্যেও ফিরিশ্‌তার উপর বিশ্বাস ছিল। অনুরূপভাবে এ আয়াত থেকে আরও জানতে পারি যে, ইউসুফ ‘আলাইহিস্ সালাম অত্যন্ত সুন্দর ছিলেন। ইসরা ও মিরাজের বর্ণনায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইউসুফ আলাইহিসসালাম সম্পর্কে বলেনঃ “তারপর আমি আচানকভাবে ইউসুফকে দেখতে পেলাম। তাকে সৌন্দর্যের অর্ধেকটাই দেয়া হয়েছে।” [মুসলিমঃ ১৬২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১২ : ৩২",
        "arabic_text": "\nقَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ ",
        "bangla_text": "সে বলল, ‘এ-ই সে যার সম্বন্ধে তোমরা আমার নিন্দা করেছ। আমি তো তার থেকে অসৎ কাজ কামনা করেছি। কিন্তু সে নিজেকে পবিত্র রেখেছে; আর আমি তাকে যা আদেশ করেছি সে যদি তা না করে , তবে সে অবশ্যই অবশ্যই সে হীনদের অন্তর্ভুক্ত হবে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আষীয-পত্নী বললঃ দেখে নাও, এ ঐ ব্যক্তি, যার সম্পর্কে তোমরা আমাকে ভর্ৎসনা করতে। বাস্তবিকই আমি তার কাছে নিজেকে সমর্পন করতে চেয়েছিলাম; কিন্তু সে নিষ্পাপ রয়েছে। ভবিষ্যতে সে আমার আদেশ পালন না করলে অবশ্যই কারাগারে প্রেরিত হবে এবং লাঞ্ছিত হবে। কোন কোন মুফাস্সির বলেনঃ আযীয-পত্নী এখানে “কিন্তু সে নিজেকে পবিত্র রেখেছে\" একথা বলে প্রমাণ করতে চেয়েছে যে, সে বাহ্যিক সৌন্দর্যের সাথে সাথে তার আরো একটি মহা সৌন্দর্য রয়েছে, আর তা হল, আত্মিক পবিত্রতা। যা তোমরা দেখতে পাওনি। [ইবন কাসীর]\n  <br/>\n  <br/>\n  আষীয -পত্নী যখন দেখল যে, সমাগত মহিলাদের সামনে তার গোপন ভেদ ফাঁস হয়ে গেছে, তখন সে তাদের সামনেই ইউসুফ ‘আলাইহিস্ সালাম-কে ভীতি প্রদর্শন করতে লাগল। কোন কোন তাফসীরবিদ বর্ণনা করেছেন যে, তখন আমন্ত্রিত মহিলারা ইউসুফ আলাইহিস সালাম-কে বলতে লাগলঃ তুমি আযীযপত্নীর কাছে ঋণী। কাজেই তার ইচ্ছার অবমাননা করা উচিত নয়। পরবর্তী আয়াতের কোন কোন শব্দ দ্বারাও মহিলাদের উপরোক্ত বক্তব্য সম্পর্কে আভাস পাওয়া যায়; যেমন,  (يَدْعُوْنَنِىْ)  এবং (كَيْدَهُنَّ)  এগুলোতে বহুবচনে কয়েকজনের কথা বলা হয়েছে। [দেখুন, কুরতুবী]  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এক হাদীস থেকেও আমরা বুঝতে পারি যে, এ আমন্ত্রিত মহিলাগুলো ইউসুফ আলাইহিসসালামকে তার সঙ্কল্প থেকে টলাতে চেষ্টা করেছিল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মৃত্যু শয্যায় আবু বকর রাদিয়াল্লাহু ‘আনহুকে সালাতের ইমামতি করার নির্দেশ দেন। কিন্তু কয়েকজন এ মন্তব্য করল যে, আবু বকর নরমদিল মানুষ। তিনি আপনার জায়গায় দাঁড়ালে কান্না চেপে রাখতে পারবেন না। সুতরাং উমর বা অন্য কাউকে সালাতের ইমামতির জন্য নির্দেশ দেয়া হোক। এভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার নির্দেশ দিলেন আর তিনবারই তাকে একথা জানানো হলো। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগাম্বিত হয়ে বললেনঃ “তোমরা তো দেখছি ইউসুফের সেসব সঙ্গীনিদের মতই। আবুবকরকে বল যেন মানুষদের নিয়ে সালাতে ইমামতি করে \" [বুখারীঃ ৬৪৬, মুসলিমঃ ৪২০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১২ : ৩৩",
        "arabic_text": "\nقَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ ",
        "bangla_text": "ইউসুফ বললেন, ‘হে আমার রব ! এ নারীরা আমাকে যার দিকে ডাকছে তার চেয়ে কারাগার আমার কাছে বেশী প্রিয়। আপনি যদি তাদের ছলনা হতে আমাকে রক্ষা না করেন তবে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব এবং অজ্ঞদের অন্তর্ভুক্ত হব [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউসুফ আলাইহিস সালাম দেখলেন যে, আযীয-পত্নীর চক্রান্তের জাল ছিন্ন করার বাহ্যিক কোন উপায় নেই। এমতাবস্থায় তিনি আল্লাহর দিকে প্রত্যাবর্তন করলেন এবং তার দরবারে আরয করলেনঃ হে আমার পালনকর্তা! এই মহিলারা আমাকে যে কাজের দিকে আহবান করছে, এর চাইতে জেলখানাই আমার অধিক পছন্দনীয়। যদি আপনি আমার থেকে ওদের চক্রান্ত প্রতিহত না করেন, তবে সম্ভবতঃ আমি তাদের দিকে ঝুঁকে পড়ব এবং নির্বুদ্ধিতার কাজ করে ফেলব। এ থেকে আরো জানা গেল যে, আল্লাহ তা'আলার সাহায্য ব্যতিরেকে কোন ব্যক্তিই গোনাহ থেকে বাঁচতে পারে না। আরো জানা গেল যে, প্রত্যেক গোনাহ্‌র কাজ মূর্খতা হয়ে থাকে। জ্ঞান মানুষকে গোনাহ্‌র কাজ থেকে বিরত রাখে। সুতরাং মূর্খতা ও মূর্খ ব্যক্তি নিন্দনীয় [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১২ : ৩৪",
        "arabic_text": "\nفَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "সুতরাং তার রব তার ডাকে সাড়া দিলেন এবং তাকে তাদের ছলনা হতে রক্ষা করলেন। তিনি তো সর্বশ্রোতা, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১২ : ৩৫",
        "arabic_text": "\nثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ ",
        "bangla_text": "তারপর বিভিন্ন নিদর্শনাবলী দেখার পর তাদের মনে হল যে, তাকে অবশ্যই কিছু কালের জন্য কারারুদ্ধ করতে হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১২ : ৩৬",
        "arabic_text": "\nوَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আর তার সাথে দুই যুবক কারাগারে প্রবেশ করল। তাদের একজন বলল, ‘আমি স্বপ্নে আমাকে দেখলাম, আমি মদের জন্য আঙুর নিংড়াচ্ছি,’ এবং অন্যজন বলল, ‘আমি স্বপ্নে আমাকে দেখলাম, আমি আমার মাথায় রুটি বহন করছি এবং পাখি তা থেকে খাচ্ছে। আমাদেরকে আপনি এটার তাৎপর্য জানিয়ে দিন, আমরা তো আপনাকে মুহসিনদের অন্তর্ভুক্ত দেখেছি [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  কারাগারে ইউসুফকে কোন দৃষ্টিতে দেখা হতো এ থেকে তা আন্দাজ করা যেতে পারে। ওপরে যেসব ঘটনার কথা আলোচনা করা হয়েছে সেগুলো সামনে রাখলে ব্যাপারটা আর মোটেই বিস্ময়কর মনে হয় না যে, এ কয়েদী দুজন ইউসুফের কাছেই-বা এসে স্বপ্নের ব্যাখ্যা জিজ্ঞেস করলো কেন এবং তাঁকে “আমরা আপনাকে মুহসিন হিসেবেই পেয়েছি” বলে সম্মান করলো কেন। জেলখানার ভেতরে বাইরে সবাই জানতো, এ ব্যক্তি কোন অপরাধী নয়, বরং একজন অত্যন্ত সদাচারী পুরুষ। কঠিনতম পরীক্ষায় তিনি নিজের আল্লাহভীতি ও আল্লাহর হুকুম মেনে চলার প্রমাণ পেশ করেছেন। তিনি রাতে ইবাদত করতেন, খুব কান্নাকাটি করতেন। তার কারণে কারাগারেও মানুষের মধ্যে পবিত্রতা ফিরে আসল। আজ সারাদেশে তাঁর মতো লোক একজনও নেই। এ কারণে শুধু কয়েদীরাই তাঁকে ভক্তি ও শ্রদ্ধার চোখে দেখতো না বরং কয়েদখানার পরিচালকবৃন্দ এবং কর্মচারীরাও তাঁর ভক্তদলে শামিল হয়ে গিয়েছিল। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১২ : ৩৭",
        "arabic_text": "\nقَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ ",
        "bangla_text": "ইউসুফ বললেন, ‘তোমাদেরকে যে খাদ্য দেয়া হয় তা আসার আগে আমি তোমাদেরকে স্বপ্নের তাৎপর্য জানিয়ে দেব [১]। আমি যা তোমাদেরকে বলব তা, আমার রব আমাকে যা শিক্ষা দিয়েছেন তা থেকে বলব। নিশ্চয় আমি বর্জন করেছি সে সম্প্রদায়ের ধর্মমত যারা আল্লাহ্র উপর ঈমান আনে না। আর যারা আখিরাতের সাথে কুফরীকারী’।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে ইউসুফ ‘আলাইহিস্ সালাম-এর কাহিনীর একটি প্রাসঙ্গিক ঘটনা বর্ণিত হয়েছে। ঘটনা এই যে, ইউসুফ ‘আলাইহিস্ সালাম-এর নিষ্পাপ চরিত্র ও পবিত্রতা দিবালোকের মত ফুটে উঠা সত্ত্বেও আযীযে-মিসর ও তার স্ত্রী লোক-নিন্দা বন্ধ করার উদ্দেশ্যে কিছু দিনের জন্য ইউসুফ ‘আলাইহিস্ সালাম-কে কারাগারে প্রেরণ করার সিদ্ধান্ত নেয়। এটা প্রকৃতপক্ষে ইউসুফ ‘আলাইহিস্ সালাম-এর দো’আ ও বাসনার বাস্তব রূপায়ণ ছিল। কেননা, আযীযে-মিসরের গৃহে বাস করে চারিত্রিক পবিত্রতা রক্ষা করা কঠিন ব্যাপার হয়ে দাঁড়িয়েছিল। ইউসুফ ‘আলাইহিস্ সালাম কারাগারে পৌঁছলে সাথে আরো দু’জন অভিযুক্ত কয়েদীও কারাগারে প্রবেশ করল। তাদের একজন বাদশাহকে মদ্যপান করাত এবং অপরজন বাবুর্চি ছিল। তাদের বিরুদ্ধে বাদশাহর খাদ্যে বিষ মিশ্রিত করার অভিযোগ ছিল। মোকাদ্দমার তদন্ত চলছিল বলে তাদেরকে কারাগারে আটক রাখা হয়েছিল। ইউসুফ ‘আলাইহিস্ সালাম কারাগারে প্রবেশ করে নবীসুলভ চরিত্র, দয়া ও অনুকম্পার কারণে সব কয়েদীর প্রতি সহমর্মিতা প্রদর্শন এবং সাধ্যমত তাদের দেখাশোনা করতেন। কেউ অসুস্থ হয়ে পড়লে তার সেবা-শুশ্রুষা করতেন। কাউকে চিন্তিত ও উৎকণ্ঠিত দেখলে তাকে সান্ত্বনা দিতেন। ধৈর্য শিক্ষা এবং মুক্তির আশা দিয়ে তার হিম্মত বাড়াতেন। নিজে কষ্ট করে অপরের সুখ-শান্তি নিশ্চিত করতেন এবং আল্লাহ্‌র ইবাদাতে মশগুল থাকতেন। তার এহেন অবস্থা দেখে কারাগারের সব কয়েদী তার ভক্ত হয়ে গেল। তিনি তাদেরকে বলেছিলেন যে, আমি স্বপ্নের ব্যাখ্যা করতে জানি। ইউসুফ ‘আলাইহিস্ সালাম-এর সাথে কারাগারে প্রবেশকারী দু’জন কয়েদী একদিন বললঃ আমাদের দৃষ্টিতে আপনি একজন সৎ ও মহানুভব ব্যক্তি। তাই আপনার কাছে আমরা স্বপ্নের ব্যাখ্যা জিজ্ঞেস করতে চাই। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা ও অন্যান্য তাফসীরবিদগণ বলেনঃ তারা বাস্তবিকই এ স্বপ্ন দেখেছিল। আব্দুল্লাহ্ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহুমা বলেনঃ প্রকৃত স্বপ্ন ছিল না। শুধু ইউসুফ ‘আলাইহিস্ সালাম-এর মহানুভবতা ও সততা পরীক্ষার উদ্দেশ্যে স্বপ্ন রচনা করা হয়েছিল। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  মোটকথা, তাদের একজন অর্থাৎ যে ব্যক্তি বাদশাহকে মদ্যপান করাত, সে বললঃ আমি স্বপ্নে দেখেছি যে, আঙ্গুর থেকে শরাব বের করছি। দ্বিতীয় জন অর্থাৎ বাবুর্চি বললঃ আমি দেখি যে, আমার মাথায় রুটিভর্তি একটি ঝুড়ি রয়েছে। তা থেকে পাখিরা ঠুকরে ঠুকরে আহার করছে। তারা উভয় স্বপ্নের ব্যাখ্যা বলে দিতে অনুরোধ জানাল। এখানে ইউসুফ ‘আলাইহিস্ সালাম-কে স্বপ্নের ব্যাখ্যা জিজ্ঞেস করা হয়েছে; কিন্তু তিনি নবীসুলভ ভঙ্গিতে এ প্রশ্নের উত্তর দানের পূর্বে ঈমানের দাওয়াত ও দ্বীন প্রচারের কাজ আরম্ভ করে দিলেন। প্রচারের মূলনীতি অনুযায়ী প্রজ্ঞা ও বুদ্ধিমত্তাকে কাজে লাগিয়ে সর্বপ্রথম তাদের অন্তরে আস্থা সৃষ্টি করার উদ্দেশ্যে তিনি বললেন যে, যা কিছুই তোমরা স্বপ্নে দেখ না কেন আমি তার তা'বীর জানি। তোমাদের কাছে প্রাত্যহিক যে খাবার আসে তা আসার পূর্বেই আমি তোমাদেরকে তোমাদের স্বপ্নের তা'বীর বলে দেব। [ইবন কাসীর; সা’দী] কোন কোন মুফাসসির এর অর্থ করেছেন ভিন্ন রকম। তারা বলেনঃ এর অর্থ আমি তোমাদের যাবতীয় স্বপ্নের তা'বীর বলে দিতে পারি। তারপর তিনি একথার প্রতি তাদের আস্থা সৃষ্টি করার উদ্দেশ্যে একটি মু'জিযা উল্লেখ করলেন যে, তোমাদের জন্য প্রত্যহ যে খাদ্য তোমাদের বাসা থেকে কিংবা অন্য কোন জায়গা থেকে আসে, তা আসার আগেই আমি তোমাদেরকে খাদ্যের প্রকার, গুণাগুণ, পরিমাণ ও সময় সম্পর্কে বলে দেই। তারা বলল, বলে দিন। তিনি বললেন, তোমাদের জন্য এরকম এরকম খাবার আসবে। বাস্তবেও তাই ঘটে। আর এটা ছিল আল্লাহ্‌র পক্ষ থেকে তাকে গায়েবী বিষয় জানিয়ে দেয়ার অন্তর্ভুক্ত। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১২ : ৩৮",
        "arabic_text": "\nوَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ ",
        "bangla_text": "‘আমি আমার পিতৃপুরুষ ইব্‌রাহীম, ইস্‌হাক এবং ইয়া’কূবের মিল্লাত অনুসরণ করি। আল্লাহ্‌র সাথে কোন বস্তুকে শরীক করা আমাদের জন্য সংগত নয়। এটা আমাদের ও সমস্ত মানুষের প্রতি আল্লাহ্‌র অনুগ্রহ; কিন্তু অধিকাংশ মানুষই কৃতজ্ঞতা প্রকাশ করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১২ : ৩৯",
        "arabic_text": "\nيَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ ",
        "bangla_text": "'হে আমার কারা-সঙ্গীদ্বয়! ভিন্ন ভিন্ন বহু রব উত্তম, না মহাপ্রতাপশালী এক আল্লাহ্‌?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১২ : ৪০",
        "arabic_text": "\nمَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "‘তাঁকে ছেড়ে তোমরা শুধু কতগুলো নামের ‘ইবাদাত করছ, যে নামগুলো তোমাদের পিতৃপুরুষ ও তোমরা রেখেছ; এগুলোর কোন প্রমাণ আল্লাহ্‌ পাঠাননি। বিধান দেয়ার অধিকার শুধু মাত্র আল্লাহ্‌রই। তিনি নির্দেশ দিয়েছেন শুধু তাঁকে ছাড়া অন্য কারো ‘ইবাদাত না করতে, এটাই শাশ্বত দ্বীন কিন্তু অধিকাংশ মানুষ এটা জানে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যে কাহিনীটি বর্ণনা করা হয়েছে এ ভাষণটি হচ্ছে তার প্রাণ। এটি কুরআনেরও তাওহীদ সম্পর্কিত সর্বোত্তম ভাষণগুলোর অন্যতম। ইউসুফের নিজের একটি নবুওয়াত মিশন ছিল এবং তার দাওয়াত ও তাবলীগের কাজ তিনি কারাগারেই শুরু করে দিয়েছিলেন। এ প্রথম তিনি লোকদের সামনে নিজের আসল পরিচয় প্রকাশ করেন। প্রথমেই তিনি বলেন যে, হে আমার কারা সঙ্গীদ্বয়! ভিন্ন ভিন্ন বহু রব উত্তম, না মহাপরাক্রমশালী এক আল্লাহ্? যিনি তাঁর সম্মান ও মাহাত্ম্য দিয়ে সবকিছুর অভিভাবকত্ব গ্রহণ করেছেন? তারপর তিনি তাদেরকে বললেন, যেগুলোর তোমরা ইবাদাত করো এবং যাদেরকে তোমরা ইলাহরূপে নাম দিয়েছ, সেটা নিতান্তই তাদের মূর্খতা। তারা নিজেরাই সেগুলোর নাম রেখেছে। তাদের পরবর্তীরা পূর্ববর্তীদের অনুসরণ করেছে মাত্র। এ ব্যাপারে তাদের কাছে আল্লাহ্‌র কাছ থেকে কোন প্রমাণ নেই। তারপর তিনি বললেন, রাজত্ব ও হুকুম সবই একমাত্র আল্লাহ্‌র। আর তিনি তাঁর বান্দাদের সবাইকে এ নির্দেশ দিচ্ছেন যে, তিনি ব্যতীত আর কারও যেন ইবাদাত করা না হয়। তারপর তিনি বললেন, এই যে বস্তুটির দিকে আমি তোমাদের আহ্বান জানাচ্ছি, আল্লাহ্‌র জন্য তাওহীদ, একমাত্র তাঁরই সন্তুষ্টির জন্য নিষ্ঠাসহকারে আমল করা সেটাই তো সরল সোজা প্রকৃত দ্বীন। যা গ্রহণ করার নির্দেশ আল্লাহ্ দিয়েছেন। যার জন্য তিনি দলীল-প্রমাণাদি নাযিল করেছেন। কিন্তু অধিকাংশ মানুষ জানে না বলেই শির্কে লিপ্ত হয়। [ইবন কাসীর] ইবন জারীর বলেন, তিনি যখন দেখলেন যে, তারা তাকে সম্মান ও মর্যাদা দিয়ে প্রশ্ন করছে তখন এটাকেই তাদেরকে তাওহীদ ও ইসলামের দিকে দাওয়াতের মাধ্যম হিসেবে গ্রহণ করলেন। কারণ তিনি দেখতে পেলেন যে, তাদের প্রকৃতিতে কল্যাণ গ্রহণের ও শোনার প্রবণতা রয়েছে। আর সেজন্যই যখন তিনি তার দাওয়াত ও নসীহত শেষ করলেন, তখনি তাদের স্বপ্নের ব্যাখ্যার দিকে মনোনিবেশ করলেন। দ্বিতীয়বার প্রশ্নের অপেক্ষায় থাকলেন না। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১২ : ৪১",
        "arabic_text": "\nيَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ ",
        "bangla_text": "‘হে আমার কারা-সঙ্গীদ্বয়! তোমাদের দুজনের একজন তার মনিবকে মদ পান করাবে [১] এবং অন্যজন [২] শূলবিদ্ধ হবে; অতঃপর তার মস্তক হতে পাখি খাবে। যে বিষয়ে তোমরা জানতে চেয়েছ তার সিদ্ধান্ত হয়ে গেছে [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রচার ও দাওয়াত সমাপ্ত করার পর ইউসুফ ‘আলাইহিস্ সালাম কয়েদীদের স্বপ্নের দিকে মনোযোগ দিলেন এবং বললেনঃ তোমাদের একজন তো মুক্তি পাবে এবং চাকুরীতে পুনর্বহাল হবে। অপরজনের অপরাধ প্রমাণিত হবে এবং তাকে শূলে চড়ানো হবে। পাখিরা তার মাথার মগজ ঠুকরে খাবে।\n  <br/>\n  <br/>\n  [২] ইবনে কাসীর বলেনঃ উভয় কয়েদীর স্বপ্ন পৃথক পৃথক ছিল। প্রত্যেকটির ব্যাখ্যা নির্দিষ্ট ছিল এবং এটাও নির্দিষ্ট ছিল যে, যে ব্যক্তি বাদশাহকে মদ্যপান করাত, সে মুক্ত হয়ে চাকুরীতে পুনর্বহাল হবে এবং বাবুর্চিকে শূলে চড়ানো হবে। কিন্তু ইউসুফ 'আলাইহিস্ সালাম নবীসুলভ অনুকম্পার কারণে নির্দিষ্ট করে বলেননি যে, তোমাদের অমুককে শূলে চড়ানো হবে -যাতে সে এখন থেকেই চিন্তান্বিত না হয়ে পড়ে। বরং তিনি সংক্ষেপে বলেছেন যে, একজন মুক্তি পাবে এবং অপরজনকে শূলে চড়ানো হবে। সবশেষে বলেছেনঃ আমি তোমাদের স্বপ্নের যে ব্যাখ্যা দিয়েছি, তা নিছক অনুমানভিত্তিক নয়; বরং এটাই আল্লাহ্‌র অটল ফয়সালা।\n  <br/>\n  <br/>\n  [৩] যেসব মুফাসসির তাদের স্বপ্নকে মিথ্যা ও বানোয়াট বলেছেন, তারা একথাও বলেছেন যে, ইউসুফ ‘আলাইহিস্ সালাম যখন স্বপ্নের ব্যাখ্যা দিলেন, তখন তারা উভয়েই বলে উঠলঃ আমরা কোন স্বপ্নই দেখিনি, বরং মিছামিছি বানিয়ে বলেছিলাম। তখন ইউসুফ 'আলাইহিস্ সালাম বললেনঃ\n  <br/>\n  <br/>\n  (قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِ)\n  <br/>\n  <br/>\n  - তোমরা এ স্বপ্ন দেখে থাক বা না থাক, এখন বাস্তবে তাই হবে, যা বর্ণনা করা হয়েছে। উদ্দেশ্য এই যে, তোমরা মিথ্যা স্বপ্ন তৈরী করার যে গোনাহ্ করেছ, এখন তার শাস্তি তা-ই, যা ব্যাখ্যায় বর্ণনা করা হয়েছে। [কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১২ : ৪২",
        "arabic_text": "\nوَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ ",
        "bangla_text": "আর ইউসুফ তাদের মধ্যে যে মুক্তি পাবে মনে করলেন, তাকে বললেন, ‘তোমার মনিবের কাছে আমার কথা বলো’, কিন্তু শয়তান তাকে তার মনিবের কাছে তার বিষয় বলার কথা ভুলিয়ে দিল; কাজেই ইউসুফ কয়েক বছর কারাগারে রয়ে গেলেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের দু’টি অর্থ করা হয়ে থাকে,\n  <br/>\n  <br/>\n  এক. বন্দী দু’জনের মধ্যে যে ব্যক্তি সম্পর্কে ধারণা ছিল যে, সে রেহাই পাবে, তাকে ইউসুফ ‘আলাইহিস্ সালাম বললেনঃ যখন তুমি মুক্ত হয়ে কারাগারের বাইরে যাবে এবং শাহী দরবারে পৌঁছবে, তখন বাদশাহর কাছে আমার বিষয়েও আলোচনা করবে যে, এ নিরপরাধ লোকটি কারাগারে পড়ে রয়েছে। কিন্তু মুক্ত হয়ে লোকটি ইউসুফ ‘আলাইহিস্ সালাম-এর কথা ভুলে গেল। এ হিসাবে (فَاَنْسَاهُ) এর মধ্যে ব্যবহৃত সর্বনামটি দ্বারা সেই বন্দী লোকটিকে বুঝানো হবে। ফলে ইউসুফ ‘আলাইহিস্ সালাম-এর মুক্তি আরো বিলম্বিত হয়ে গেল এবং এ ঘটনার পর আরো কয়েক বছর তাকে কারাগারে কাটাতে হল। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  দুই. মুজাহিদ রাহেমাহুল্লাহ বলেনঃ ইউসুফ ‘আলাইহিস্ সালাম বন্দীর প্রভু বা রাজার কাছে তার কথা উল্লেখ করার কথা বলেছিলেন। এতে করে তিনি যেহেতু তার প্রভু রাব্বুল আলামিনকে ভুলে গিয়েছিলেন এর শাস্তি স্বরূপ তাকে বেশ কয়েক বছর জেলে কাটাতে হয়েছে। এ হিসাবে (فَاَنْسَاهُ) শব্দের মধ্যে ব্যবহৃত সর্বনামটি দ্বারা ইউসুফ ‘আলাইহিস্ সালামকে বুঝানো হবে। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  আয়াতে (بِضْعَ سِنِيْنَ) বলা হয়েছে। শব্দটি তিন থেকে নয় পর্যন্ত সংখ্যা বোঝায়। কোন কোন মুফাসসির বলেনঃ এ ঘটনার পর আরো সাত বছর তাকে জেলে থাকতে হয়েছে। [কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১২ : ৪৩",
        "arabic_text": "\nوَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ ",
        "bangla_text": "আর রাজা বলল, ‘আমি স্বপ্নে দেখলাম, সাতটি মোটাতাজা গাভী, তাদেরকে সাতটি দুর্বল গাভী খেয়ে ফেলছে এবং দেখলাম সাতটি সবুজ শীষ ও অপর সাতটি শুষ্ক। হে সভাষদগণ! যদি তোমরা স্বপ্নের ব্যাখ্যা করতে পার তবে আমার স্বপ্ন সম্বন্ধে অভিমত দাও।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১২ : ৪৪",
        "arabic_text": "\nقَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ ",
        "bangla_text": "তারা বলল, ‘এটা অর্থহীন স্বপ্ন এবং আমরা এরূপ স্বপ্ন ব্যাখ্যায় অভিজ্ঞ নই [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে বর্ণিত হয়েছে যে, অতঃপর আল্লাহ্ তা'আলা ইউসুফ ‘আলাইহিস্ সালাম-এর মুক্তির জন্য একটি উপায় সৃষ্টি করলেন। বাদশাহ্ একটি স্বপ্ন দেখে উদ্বেগাকুল হলেন এবং সভাষদদের একত্রিত করে স্বপ্নের ব্যাখ্যা জিজ্ঞেস করলেন। স্বপ্নটি কারো বোধগম্য হল না। তাই সবাই উত্তর দিলঃ\n  <br/>\n  <br/>\n  (اَضْغَاثُ اَحْلَامٍ  ۚ وَمَا نَحْنُ بِتَاْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ)\n  <br/>\n  <br/>\n  এখানে (اَضْغَاثُ) শব্দটি (ضغث) এর বহুবচন। এর অর্থ এমন পুঁটলী, যাতে বিভিন্ন প্রকার আবর্জনা ও ঘাসখড় জমা থাকে। [কুরতুবী] অর্থ এই যে, এ স্বপ্নটি মিশ্র ধরণের। এতে কল্পনা ইত্যাদি শামিল রয়েছে। আমরা এরূপ স্বপ্নের ব্যাখ্যা জানি না। সঠিক স্বপ্ন হলে ব্যাখ্যা দিতে পারতাম। [কুরতুবী] কোন কোন মুফাসসির বলেন, তাদের এ উত্তরের মাধ্যমে তারা অজ্ঞতা ও তার উপর নিশ্চিত সিদ্ধান্ত নেয়ার মত দু’টি ভুলই করেছিল। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১২ : ৪৫",
        "arabic_text": "\nوَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ ",
        "bangla_text": "আর সে দুজন কারারুদ্ধের মধ্যে যে মুক্তি পেয়েছিল এবং দীর্ঘকাল পরে যার স্মরণ হল সে বলল, ‘আমি এর তাৎপর্য তোমাদেরকে জানিয়ে দেব। কাজেই তোমরা আমাকে পাঠাও [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ ঘটনা দেখে দীর্ঘকাল পর ইউসুফ ‘আলাইহিস্ সালাম-এর কথা মুক্তিপ্রাপ্ত সেই কয়েদীর মনে পড়ল। সে অগ্রসর হয়ে বললঃ আমি এ স্বপ্নের ব্যাখ্যা বলতে পারব। তখন সে ইউসুফ ‘আলাইহিস্ সালাম-এর গুণাবলী, স্বপ্ন ব্যাখ্যায় পারদর্শিতা এবং মজলুম হয়ে কারাগারে আবদ্ধ হওয়ার কথা বর্ণনা করে অনুরোধ করল যে, তাকে কারাগারে ইউসুফ ‘আলাইহিস্ সালাম-এর সাথে সাক্ষাতের অনুমতি দেয়া হোক। বাদশাহ্ এ সাক্ষাতের ব্যবস্থা করলেন এবং সে ইউসুফ ‘আলাইহিস্ সালাম-এর কাছে উপস্থিত হল। [ইবন কাসীর] কুরআনুল কারীম এসব ঘটনাকে একটি মাত্র শব্দ (فَاَرْسِلُوْنِ) দ্বারা বর্ণনা করেছে। এর অর্থ আমাকে পাঠিয়ে দিন। ইউসুফ ‘আলাইহিস্ সালাম-এর নাম উল্লেখ, সরকারী মঞ্জুরী অতঃপর কারাগারে পৌঁছা এসব ঘটনা আপনা-আপনি বোঝা যায়।\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১২ : ৪৬",
        "arabic_text": "\nيُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ ",
        "bangla_text": " সে বলল, ‘হে ইউসুফ ! সত্যবাদী [১] ! সাতটি মোটাতাজা গাভী, সেগুলোকে সাতটি দুর্বল গাভী খেয়ে ফেলছে এবং সাতটি সবুজ শীষ ও অপর সাতটি শুষ্ক শীষ সম্বন্ধে আপনি আমাদেরকে ব্যাখ্যা দিন [২], যাতে আমি লোকদের কাছে ফিরে যেতে পারি ও তারা জানতে পারে [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল ভাষ্যে (الصديق) শব্দ ব্যবহার করা হয়েছে। এ শব্দটি আরবী ভাষায় সর্বোচ্চ মানের সততা ও সত্যবাদিতার ক্ষেত্রে ব্যবহার করা হয়। বিশেষ করে যার কথা ও কাজ সত্য। [ইবন কাসীর] এ থেকে অনুমান করা যেতে পারে যে, কারাগারে অবস্থান কালে এ ব্যক্তি ইউসুফ ‘আলাইহিস্ সালামের পবিত্র জীবন ও চরিত্র দ্বারা কী বিপুলভাবে প্রভাবিত হয়েছিল! দীর্ঘকাল অতিবাহিত হবার পরও এ প্রভাব কেমন অটুট ছিল! তাই লোকটি কারাগারে পৌঁছে ঘটনার বর্ণনা শুরু করে প্রথমে ইউসুফ ‘আলাইহিস্ সালাম-এর (صديق) অর্থাৎ কথা ও কাজে সাচ্চা হওয়ার কথা স্বীকার করেছে। অতঃপর দরখাস্ত করেছে যে, আমাকে একটি স্বপ্নের ব্যাখ্যা বলে দিন। তখন ইউসুফ ‘আলাইহিস্ সালাম তাকে এ স্বপ্নের ব্যাখ্যা বলে দিলেন। কেন তার কথা বাদশাহকে বলতে ভুলে গিয়েছিল সে ব্যাপারে কোন তিরস্কার না করেই। অনুরূপভাবে তাকে এখান থেকে বের করে নিতে হবে এমন কোন শর্ত না দিয়েই। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] স্বপ্ন এই যে, বাদশাহ্ সাতটি মোটাতাজা গাভী দেখেছেন। এগুলোকেই অন্য সাতটি শীর্ণ গাভী খেয়ে যাচ্ছে।  তিনি আরো গমের সাতটি সবুজ শীষ ও সাতটি শুষ্ক শীষ দেখেছেন।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ আপনি ব্যাখ্যা বলে দিলে অচিরেই আমি ফিরে যাব এবং তাদের কাছে ব্যাখ্যা বর্ণনা করব। এতে সম্ভবতঃ তারা আপনার জ্ঞান-গরিমা সম্পর্কে অবগত হবে। অথবা এর অর্থ- যাতে জনগণ এ স্বপ্নের তা'বীর জানতে পারে। কেননা, তারা তা জানার জন্য উৎসুক হয়ে রয়েছে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১২ : ৪৭",
        "arabic_text": "\nقَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ ",
        "bangla_text": "ইউসুফ বললেন, ‘তোমরা সাত বছর একাধারে চাষ করবে, অতঃপর তোমরা যে শস্য কাটবে তার মধ্যে যে সামান্য পরিমাণ তোমরা খাবে, তা ছাড়া বাকী সবগুলো শীষসহ রেখে দেবে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১২ : ৪৮",
        "arabic_text": "\nثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ ",
        "bangla_text": "‘এরপর আসবে সাতটি কঠিন বছর [১], এ সাত বছর, যা আগে সঞ্চয় করে রাখবে, লোকেরা তা খাবে; শুধুমাত্র সামান্য কিছু যা তোমরা সংরক্ষণ করবে, তা ছাড়া [২] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বলেনঃ কুরাইশরা যখন ইসলাম গ্রহণ করতে গড়িমসি করল তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উপর বদদোয়া করে বললেনঃ “হে আল্লাহ্! আমাকে তাদের ব্যাপারে ইউসুফ ‘আলাইহিস্ সালামের সাত বছরের মত সাত বছর দিয়ে যথেষ্ট করুন। ফলে কুরাইশগণ এমন এক দুর্ভিক্ষে পতিত হলো যে, সবকিছু ধ্বংস হয়ে গেল। এমনকি তারা হাড় খেতেও বাধ্য হয়। অবস্থা এমন দাঁড়ায় যে, তাদের কোন কোন লোক ক্ষুধার তাড়নায় আকাশের দিকে তাকালে শুধু ধোঁয়ার মত অস্বচ্ছ দেখতে পেত। আল্লাহ্ বলেনঃ “সুতরাং অপেক্ষা করুন সেদিনের যেদিন আকাশ সুস্পষ্ট ধোঁয়া নিয়ে আসবে”। আল্লাহ্ বলেনঃ “অবশ্যই আমরা কিছু সময়ের জন্য আযাবকে উঠিয়ে নেব কিন্তু তোমরা ফিরে আসবে”। কিয়ামতের দিনের পরে কি তাদের শাস্তি থেকে অব্যাহতি দেয়া হবে? ধোঁয়া চলে গেছে তবে আল্লাহ্‌র পাকড়াও বাকী আছে ৷ [বুখারীঃ ৪৬৯৩, মুসলিমঃ ২৭৯৮]\n  <br/>\n  <br/>\n  [২] কারণ সেটা তোমরা তোমাদের বীজ হিসেবে রেখে দিবে। অর্থাৎ তা খেয়ে ফেলো না। কোন কোন মুফাসসির এর অর্থ করেছেন যে, এগুলো তোমরা না খেয়ে জমা রাখবে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১২ : ৪৯",
        "arabic_text": "\nثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ ",
        "bangla_text": "‘তারপর আসবে এক বছর, সে বছর মানুষের জন্য প্রচুর বৃষ্টিপাত হবে এবং সে বছর মানুষ ফলের রস নিংড়াবে [১] ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে (يعصرون) শব্দ ব্যবহার করা হয়েছে। এর শাব্দিক মানে হচ্ছে ‘নিংড়ানো’। এখানে এর মাধ্যমে পরবর্তীকালের চতুর্দিকের এমন শস্য শ্যামল তরতাজা পরিবেশ বর্ণনা করাই উদ্দেশ্য যা দুর্ভিক্ষের পর রহমতের বৃষ্টিধারা ও নীল নদের জোয়ারের পানি সিঞ্চনের মাধ্যমে সৃষ্টি হবে। জমি ভালোভাবে পানিসিক্ত হলে তেল উৎপাদনকারী বীজ, রসাল ফল ও অন্যান্য ফলফলাদি বিপুল পরিমাণে উৎপন্ন হয় এবং ভালো ঘাস খাওয়ার কারণে গৃহপালিত পশুরাও প্রচুর পরিমাণে দুধ দেয়। অর্থাৎ প্রথম সাত বছরের পর ভয়াবহ খরা ও দুর্ভিক্ষের সাত বছর আসবে এবং পূর্ব-সঞ্চিত শস্য ভাণ্ডার খেয়ে ফেলবে। বাদশাহ্ স্বপ্নে দেখেছিলেন যে, শীর্ণ ও দুর্বল গাভীগুলো মোটাতাজা ও শক্তিশালী গাভীগুলোকে খেয়ে ফেলছে। তাই ব্যাখ্যায় এর সাথে মিল রেখে বলেছেন যে, দুর্ভিক্ষের বছরগুলো পূর্ববর্তী বছরগুলোর সঞ্চিত শস্য ভাণ্ডার খেয়ে ফেলবে: যদিও বছর এমন কোন বস্তু নয় যা কোন কিছুকে ভক্ষণ করতে পারে। উদ্দেশ্য এই যে, মানুষ ও জীব-জন্তুতে দুর্ভিক্ষের বছরগুলোতে পূর্ব-সঞ্চিত শস্য ভাণ্ডার খেয়ে ফেলবে। বাদশাহর স্বপ্নে বাহ্যতঃ এটুকুই ছিল যে, সাত বছর ভাল ফলন হবে, এরপর সাত বছর দুর্ভিক্ষ হবে। কিন্তু ইউসুফ ‘আলাইহিস্ সালাম আরো কিছু বাড়িয়ে বললেন যে, দুর্ভিক্ষের বছর অতিক্রান্ত হয়ে গেলে এক বছর খুব বৃষ্টিপাত হবে এবং প্রচুর ফসল উৎপন্ন হবে। এ বিষয়টি ইউসুফ ‘আলাইহিস্ সালাম এভাবে জানতে পারেন যে, দুর্ভিক্ষের বছর যখন সর্বমোট সাতটি, তখন আল্লাহ্‌র চিরাচরিত রীতি অনুযায়ী অষ্টম বছর বৃষ্টিপাত ও উৎপাদন হবে। কাতাদাহ্ রাদিয়াল্লাহু ‘আনহু বলেনঃ আল্লাহ্ তা'আলা ওহীর মাধ্যমে ইউসুফ ‘আলাইহিস্ সালাম-কে এ বিষয়ে জ্ঞাত করেছিলেন, যাতে স্বপ্নের ব্যাখ্যার অতিরিক্ত কিছু সংবাদ তারা লাভ করে, তার জ্ঞানগরিমা প্রকাশ পায় এবং তার মুক্তির পথ প্রশস্ত হয়। তদুপরি ইউসুফ ‘আলাইহিস্ সালাম শুধু স্বপ্নের ব্যাখ্যা করেই ক্ষান্ত হননি; বরং এর সাথে একটি বিজ্ঞজনোচিত ও সহানুভূতিমূলক পরামর্শও দিয়েছিলেন যে, প্রথম সাত বছর যে অতিরিক্ত শস্য উৎপন্ন হবে, তা গমের শীষের মধ্যেই সংরক্ষিত রাখতে হবে -যাতে পুরানো হওয়ার পর গমে পোকা না লাগে- অভিজ্ঞতার আলোকে দেখা গেছে যে, শস্য যতদিন শীষের মধ্যে থাকে, ততদিন তাতে পোকা লাগে না। [কুরতুবী থেকে সংক্ষেপিত]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১২ : ৫০",
        "arabic_text": "\nوَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ ",
        "bangla_text": "আর রাজা বলল, ‘তোমরা ইউসুফকে আমার কাছে নিয়ে আস [১]।’ অতঃপর যখন দূত তার কাছে উপস্থিত হল তখন তিনি বললেন, ‘তুমি তোমার মনিবের কাছে ফিরে যাও এবং তাকে জিজ্ঞেস কর, যে নারীরা হাত কেটে ফেলেছিল তাদের অবস্থা কি! নিশ্চয় আমার রব তাদের ছলনা সম্পর্কে সম্যক অবগত [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ঘটনার গতিধারা দেখে বোঝা যায় যে, এ ব্যক্তি স্বপ্নের ব্যাখ্যা নিয়ে ফিরে এসেছে এবং বাদশাহকে তা অবহিত করেছে। [কুরতুবী] বাদশাহ্ বৃত্তান্ত নিশ্চিন্ত ও ইউসুফ 'আলাইহিস্ সালাম-এর গুণ-গরিমায় মুগ্ধ হয়েছেন। [ইবন কাসীর] কিন্তু কুরআনুল কারীম এসব বিষয়ের উল্লেখ করা দরকার মনে করেনি। কারণ, এগুলো আপনা থেকেই বোঝা যায়। পরবর্তী ঘটনা বর্ণনা করে বলা হয়েছেঃ\n  <br/>\n  <br/>\n  (وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ)\n  <br/>\n  <br/>\n  অর্থাৎ বাদশাহ্ আদেশ দিলেন যে, ইউসুফ ‘আলাইহিস্ সালাম-কে কারাগার থেকে বাইরে নিয়ে আসো। অতঃপর বাদশাহর জনৈক দূত এ বার্তা নিয়ে কারাগারে পৌঁছল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] ইউসুফ ‘আলাইহিস্ সালাম দীর্ঘ বন্দীজীবনের দুঃসহ যাতনায় অতিষ্ট হয়ে পড়েছিলেন এবং মনে মনে মুক্তি কামনা করছিলেন। কাজেই বাদশাহর প্রেরিত বার্তাকে সুবর্ণ সুযোগ মনে করে তিনি তৎক্ষণাৎ প্রস্তুত হয়ে বের হয়ে আসতে পারতেন। কিন্তু তিনি তা করেননি। রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ইউসুফ ‘আলাইহিস্ সালাম-এর কাজের প্রশংসা করে বলেনঃ যদি ইউসুফের মত আমি এত বছর জেল খাটতাম, তারপর আমার কাছে বের হওয়ার আহ্বান আসত তাহলে আমি সে ডাকে তৎক্ষণাৎ সাড়া দিতাম। [বুখারীঃ ৬৯৯২, মুসলিমঃ ১৫১] এখানে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম মূলতঃ নিজেকে নম্রভাবে পেশ করে ইউসুফ ‘আলাইহিস্ সালাম-এর মর্যাদা বৃদ্ধি করতে চেয়েছিলেন। কারণ, রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম নিজেও এর চেয়ে বেশী কষ্টের শি'আবে আবী তালেবে কাটিয়েছিলেন। কিন্তু তিনিও আপোষ করেননি।\n  <br/>\n  <br/>\n  আল্লাহ্ তা'আলা নবীগণকে যে উচ্চ মর্যাদা দান করেছেন, তা অন্যের পক্ষে অনুধাবন করাও সম্ভব নয়। ইউসুফ ‘আলাইহিস্ সালাম দূতকে উত্তর দিলেন, তুমি বাদশাহর কাছে ফিরে গিয়ে প্রথমে জিজ্ঞেস কর যে, আপনার মতে ঐ মহিলাদের ব্যাপারটি কিরূপ, যারা হাত কেটে ফেলেছিল? বাদশাহ্ এ ব্যাপারে আমাকে সন্দেহ করেন কি না এবং আমাকে দোষী মনে করেন কি না? এখানে এ বিষয়টিও প্রণিধানযোগ্য যে, ইউসুফ ‘আলাইহিস্ সালাম এখানে হস্তকৰ্তনকারিণী মহিলাদের কথা উল্লেখ করেছেন, আযীয-পত্নীর নাম উল্লেখ করেননি; অথচ সে-ই ছিল ঘটনার মূল কেন্দ্রবিন্দু। বলাবাহুল্য, এতে ঐ নিমকের কদর করা হয়েছে, যা ইউসুফ ‘আলাইহিস্ সালাম আযীযের গৃহে লালিত-পালিত হয়ে খেয়েছিলেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১২ : ৫১",
        "arabic_text": "\nقَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ ",
        "bangla_text": "রাজা নারীদেরকে বলল, ‘যখন তোমরা ইউসুফ থেকে অসৎকাজ কামনা করেছিলে, তখন তোমাদের কি হয়েছিল?’ তারা বলল, 'অদ্ভুত আল্লাহ্‌র মাহাত্ম্য! আমরা তার মধ্যে কোন দোষ দেখিনি।’ আযীযের স্ত্রী বলল, ‘এতদিনে সত্য প্রকাশ হল, আমিই তাকে প্ররোচনা দিয়েছিলাম, আর সে তো অবশ্যই সত্যবাদীদের অন্তর্ভুক্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১২ : ৫২",
        "arabic_text": "\nذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ ",
        "bangla_text": "এটা এ জন্যে যে, যাতে সে জানতে পারে, তার অনুপস্থিতিতে আমি তার প্রতি বিশ্বাসঘাতকতা করিনি এবং নিশ্চয় আল্লাহ্ বিশ্বাসঘাতকদের ষড়যন্ত্র সফল করেন না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১২ : ৫৩",
        "arabic_text": "\n۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "আর আমি নিজকে নির্দোষ মনে করিনা, কেননা, নিশ্চয় মানুষের নাফস খারাপ কাজের নির্দেশ দিয়েই থাকে [১], কিন্তু সে নয়, যার প্রতি আমার রব দয়া করেন [২]। নিশ্চয় আমার রব অতি ক্ষমাশীল, পরম দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আযীয-পত্নী কর্তৃক ইউসুফ ‘আলাইহিস্ সালাম-এর নির্দোষিতা ঘোষিত হয়েছে। অর্থাৎ আযীয-পত্নী তখন বললেনঃ “এখন সত্য প্রকাশিত হয়েছে, আমিই তাকে ফুসলিয়েছিলাম, অবশ্যই সে (ইউসুফ) সত্যবাদীদের অন্তর্গত। আর এটা আমি এ জন্যই বলছি, যাতে করে সবাই জানতে পারে যে, আমি তার (ইউসুফের) অনুপস্থিতিতে তার প্রতি কোন মিথ্যা ও খেয়ানতের অপবাদ দিচ্ছি না। [ইবনুল কাইয়্যেম: রাওদাতুল মুহিব্বীন: ২৯৯] আর অবশ্যই আল্লাহ্ তা'আলা যারা খেয়ানত করে তাদের চক্রান্ত সফল হতে দেন না। আর আমি আমার নিজ আত্মাকে নির্দোষ বলছি না। আত্মা তো খারাপ কাজের নির্দেশই দেয়, অবশ্য যাদেরকে আল্লাহ্ করুনা করেছেন, তাদের কথা ভিন্ন। নিঃসন্দেহে আমার রব অতীব ক্ষমাশীল, দয়াময়।\" এ তিনটি আয়াতই আযীয-পত্নী বলেছিল। ইউসুফ ‘আলাইহিস্ সালাম-এর আত্মা নফসে আম্মারা বা খারাপ কাজের আদেশদানকারী আত্মা নয়। এ ব্যাপারে সত্যান্বেষী আলেমগণ সবাই একমত। সুতরাং এখানে আযীয-পত্নী নিজ আত্মার কথাই বলেছে। আর তার আত্মা অবশ্যই নফসে আম্মারা ছিল, ইউসুফ 'আলাইহিস্ সালাম-এর আত্মা নয়। [দেখুন, ইবন কাসীর; ইবনুল কাইয়্যেম, রাওদাতুল মুহিব্বীন, ২৯৯-৩০০]\n  <br/>\n  <br/>\n  [২] মানব মন আপন সত্তার দিকে মন্দ কাজের আদেশদাতা। কিন্তু মানুষ যখন আল্লাহ্ ও আখেরাতের ভয়ে মনের আদেশ পালনে বিরত থাকে, তখন তা (لَوَّامَة) হয়ে যায়। অর্থাৎ মন্দ কাজের জন্য তিরস্কারকারী ও মন্দ কাজ থেকে তাওবাকারী এবং যখন কোন মানুষ নিজের মনের বিরুদ্ধে প্রচেষ্টা করতে করতে মনকে এ স্তরে পৌঁছিয়ে দেয় যে, তার মধ্যে মন্দ কাজের কোন স্পৃহাই অবশিষ্ট থাকে না, তখন তা (مُطْمَئِنَّة) হয়ে যায়। অর্থাৎ প্রশান্ত ও নিরুদ্বেগ মন। পুণ্যবানরা চেষ্টা-সাধনার মাধ্যমে এ স্তর অর্জন করতে পারে। [ইবনুল কাইয়্যেম, আর রূহ: ২২০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১২ : ৫৪",
        "arabic_text": "\nوَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ ",
        "bangla_text": "আর রাজা বলল, ‘ইউসুফকে আমার কাছে নিয়ে আস; আমি তাকে আমার নিজের জন্য আপন করে নেব।’ তারপর রাজা যখন তার সাথে কথা বলল, তখন রাজা বলল, ‘আজ আপনি তো আমাদের কাছে মর্যাদাশীল, আস্থাভাজন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বাদশাহ্ যখন ইউসুফ ‘আলাইহিস্ সালাম-এর দাবী অনুযায়ী মহিলাদের কাছে ঘটনার তদন্ত করলেন এবং আযীয-পত্নী ও অন্যান্য সব মহিলা বাস্তব ঘটনা স্বীকার করল, তখন বাদশাহ্ নির্দেশ দিলেনঃ ইউসুফ (‘আলাইহিস্ সালাম)-কে আমার কাছে নিয়ে আসো- যাতে তাকে একান্ত উপদেষ্টা করে নেই। নির্দেশ অনুযায়ী তাকে সসম্মানে কারাগার থেকে দরবারে আনা হল। অতঃপর পারস্পরিক আলাপ ও আলোচনার ফলে তার যোগ্যতা ও প্রতিভা সম্পর্কে নিশ্চিত হয়ে বাদশাহ্ বললেনঃ আপনি আজ থেকে আমার কাছে অত্যন্ত সম্মানার্হ এবং বিশ্বস্ত। অর্থাৎ আপনার কথা গ্রহণযোগ্য এবং আপনি এমনই বিশ্বস্ত যে আপনার পক্ষ থেকে কোন গাদ্দারীর ভয় নেই। [কুরতুবী, সংক্ষেপিত] এটা যেন বাদশাহর পক্ষ থেকে এ মর্মে একটি সুস্পষ্ট ইঙ্গিত ছিল যে, আপনার হাতে যে কোন দায়িত্বপূর্ণ কাজ সোপর্দ করা যেতে পারে। স্বপ্ন এবং অনাগত পরিস্থিতির ব্যাপারে বাদশাহ্ বললেনঃ এখন কি করা দরকার? ইউসুফ ‘আলাইহিস্ সালাম বললেনঃ প্রথম সাত বছর খুব বৃষ্টিপাত হবে। এ সময় অধিকতর পরিমাণে চাষাবাদ করে অতিরিক্ত ফসল উৎপাদনের ব্যবস্থা করতে হবে। জনগণকে অধিক ফসল ফলানোর জন্য নির্দেশ দিতে হবে। উৎপন্ন ফসলের একটা উল্লেখযোগ্য অংশ নিজের কাছে সঞ্চিতও রাখতে হবে। এভাবে দুর্ভিক্ষের সাত বছরের জন্য মিসরবাসীর কাছে প্রচুর শস্যভাণ্ডার মজুদ থাকবে এবং আপনি তাদের পক্ষ থেকে নিশ্চিন্ত থাকবেন। রাজস্ব আয় ও খাস জমি থেকে যে পরিমাণ ফসল সরকারের হাতে আসবে, তা ভিনদেশী লোকদের জন্য রাখতে হবে। কারণ এ দুর্ভিক্ষ হবে সুদূরদেশ অবধি বিস্তৃত। ভিনদেশীরা তখন আপনার মুখাপেক্ষী হবে। আপনি খাদ্যশস্য দিয়ে সেসব আর্তমানুষকে সাহায্য করবেন। বিনিময়ে যৎকিঞ্চিৎ মূল্য গ্রহণ করলেও সরকারী ধনভাণ্ডারে অভূতপূর্ব অর্থ সমাগত হবে। এ পরামর্শ শুনে বাদশাহ্ মুগ্ধ ও আনন্দিত হয়ে বললেনঃ এ বিরাট পরিকল্পনার ব্যবস্থাপনা কিভাবে হবে এবং কে করবে? ইউসুফ ‘আলাইহিস্ সালাম বললেন, জমির উৎপন্ন ফসলসহ দেশীয় সম্পদ রক্ষণাবেক্ষণের দায়িত্ব আপনি আমাকে সোপর্দ করুন। আমি এগুলোর পূর্ণ রক্ষণাবেক্ষণ করতে সক্ষম এবং ব্যয়ের খাত ও পরিমাণ সম্পর্কেও আমার পুরোপুরি জ্ঞান আছে। [কুরতুবী থেকে সংক্ষেপিত] যেখানে যে পরিমাণ ব্যয় করা জরুরী, সেখানে সেই পরিমাণ ব্যয় করব এবং এক্ষেত্রে কোন কম-বেশী করব না। (حفيظ) শব্দটি প্রথম প্রয়োজনের এবং (عليم) শব্দটি দ্বিতীয় প্রয়োজনের নিশ্চয়তা।\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১২ : ৫৫",
        "arabic_text": "\nقَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ ",
        "bangla_text": "ইউসুফ বললেন, ‘আমাকে দেশের ধনভান্ডারের উপর কর্তৃত্ব প্রদান করুন; আমি তো উত্তম রক্ষক, সুবিজ্ঞ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১২ : ৫৬",
        "arabic_text": "\nوَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আর এভাবে ইউসুফকে আমরা সে দেশে প্রতিষ্ঠিত করলাম; সে দেশে তিনি যেখানে ইচ্ছে অবস্থান করতে পারতেন। আমরা যাকে ইচ্ছে তার প্রতি আমাদের রহমত দান করি; এবং আমরা মুহসিনদের পুরস্কার নষ্ট করি না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি ইউসুফকে বাদশাহর দরবারে যেভাবে মান-সম্মান ও উচ্চ পদমর্যাদা দান করেছি, এমনিভাবে আমি তাকে সমগ্র মিসরের শাসনক্ষমতা দান করেছি। এখানে সে যেভাবে ইচ্ছা আদেশ জারি করতে পারে। আমি যাকে ইচ্ছা, স্বীয় রহমত ও নেয়ামত দ্বারা সৌভাগ্যমণ্ডিত করি এবং আমি সৎকর্মশীলদের প্রতিদান বিনষ্ট করি না। তাফসীরবিদ মুজাহিদ বলেনঃ এসব প্রভাব-প্রতিপত্তি ও রাজক্ষমতা দ্বারা ইউসুফ আলাইহিস সালাম-এর একমাত্র লক্ষ্য ছিল আল্লাহর বিধি-বিধান জারি করা এবং তার দ্বীন প্রতিষ্ঠিত করা। তিনি কোন সময় এ কর্তব্য বিস্মৃত হননি এবং অব্যাহতভাবে বাদশাহকে ইসলামের দাওয়াত দিতে থাকেন। তার অবিরাম দাওয়াত ও প্রচেষ্টার ফলে শেষ পর্যন্ত বাদশাহও মুসলিম হয়ে যান। [তাবারী; কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১২ : ৫৭",
        "arabic_text": "\nوَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ ",
        "bangla_text": "আর যারা ঈমান এনেছে এবং তাকওয়া অবলম্বন করে তাদের জন্য আখিরাতের পুরস্কারই উত্তম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আখেরাতের প্রতিদান ও সওয়াব তাদের জন্য দুনিয়ার নেয়ামতের চাইতে বহুগুণে শ্রেষ্ঠ, যারা ঈমানদার এবং যারা তাকওয়া অবলম্বন করে। এখানে এ মর্মে সতর্ক করে দেয়া হয়েছে যে, আল্লাহ্ তাঁর বান্দার জন্য আখেরাতে যা সঞ্চিত রেখেছেন তা পার্থিব রাষ্ট্রক্ষমতা ও কর্তৃত্ব লাভ করা থেকে উত্তম। [ইবন কাসীর] কেননা, দুনিয়ার যাবতীয় সম্পদ ধ্বংসশীল, আর আখেরাতের সম্পদ চিরস্থায়ী। [কুরতুবী] সুতরাং জেনে রাখতে হবে যে, আল্লাহ্ আখেরাতে যে পুরষ্কার দেবেন সেটিই সর্বোত্তম প্রতিদান এবং সেই প্রতিদানটিই মুমিনের কাংখিত হওয়া উচিত।\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১২ : ৫৮",
        "arabic_text": "\nوَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ ",
        "bangla_text": "আর [১] ইউসুফের ভাইয়েরা আসল এবং তার কাছে প্রবেশ করল [২]। অতঃপর তিনি তাদেরকে চিনলেন, কিন্তু তারা তাকে চিনতে পারল না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আবার সাত আট বছরের ঘটনা মাঝখানে বাদ দিয়ে বর্ণনার ধারাবাহিকতা এমন এক জায়গা থেকে শুরু করে দেয়া হয়েছে যেখান থেকে বনী ইসরাঈলের মিসরে স্থানান্তরিত হবার এবং ইয়াকূব ‘আলাইহিস্ সালামের হারানো ছেলের সন্ধান পাওয়ার সূত্রপাত হয়। মাঝখানে যেসব ঘটনা বাদ দেয়া হয়েছে সেগুলোর সংক্ষিপ্তসার হচ্ছে, ইউসুফ ‘আলাইহিস্ সালামের রাজত্বের প্রথম সাত বছর মিসরে প্রচুর শস্য উৎপন্ন হয়। এ সময় তিনি আসন্ন দুর্ভিক্ষ সমস্যা দূর করার জন্য পূর্বাহ্নে এমন সমস্ত ব্যবস্থা অবলম্বন করেন যার পরামর্শ তিনি স্বপ্নের তা'বীর বলার পর বাদশাহকে দিয়েছিলেন। এরপর শুরু হয় দুর্ভিক্ষের যামানা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এ আয়াত থেকে পরবর্তী কয়েক আয়াতে ইউসুফ-ভ্রাতাদের খাদ্যশস্যের জন্যে মিসরে আগমন উল্লেখ করা হয়েছে। কারণ, দুর্ভিক্ষ শুধু মিসরেই সীমাবদ্ধ ছিল না; বরং দূর-দূরান্ত অঞ্চল এর করালগ্রাসে পতিত হয়েছিল। ইয়াকূব ‘আলাইহিস্ সালাম-এর জন্মভূমি কেনান ছিল ফিলিস্তিনের একটি অংশ। এ এলাকাটিও দুর্ভিক্ষের করালগ্রাস থেকে মুক্ত ছিল না। ফলে ইয়াকূব ‘আলাইহিস্ সালাম-এর পরিবারেও অনটন দেখা দেয়। সাথে সাথেই মিসরের এ সুখ্যাতি ছড়িয়ে পড়ে যে, সেখানে স্বল্পমূল্যের বিনিময়ে খাদ্যশস্য পাওয়া যায়। ইয়াকূব ‘আলাইহিস্ সালাম-এর কানে এ সংবাদ পৌঁছে যে, মিসরের বাদশাহ্ অত্যন্ত সৎ ও দয়ালু ব্যক্তি। তিনি জনসাধারণের মধ্যে খাদ্যশস্য বিতরণ করেন। অতঃপর তিনি পুত্রদেরকে বললেনঃ তোমরাও যাও এবং মিসর থেকে খাদ্যশস্য নিয়ে আসো। সর্বকনিষ্ঠ পুত্র বিনইয়ামীন ছিলেন ইউসুফ ‘আলাইহিস্ সালাম-এর সহোদর। ইউসুফ নিখোঁজ হওয়ার পর ইয়াকূব ‘আলাইহিস্ সালাম-এর স্নেহ ও ভালবাসা তার প্রতিই কেন্দ্রীভূত হয়েছিল। তাই সান্ত্বনা ও দেখাশোনার জন্য তাকে নিজের কাছে রেখে দিলেন। দশ ভাই কেনান থেকে মিসর পৌঁছল। তারা ইউসুফ ‘আলাইহিস্ সালাম-কে চিনল না; কিন্তু ইউসুফ ‘আলাইহিস্ সালাম তাদেরকে ঠিকই চিনে ফেললেন। এরপর যে কোনভাবেই হোক ইউসুফ ‘আলাইহিস্ সালাম তাদের কাছ থেকে তাদের আরেক ছোট ভাইয়ের তথ্য উদঘাটন করলেন। তারপর ইউসুফ ‘আলাইহিস্ সালাম তাদেরকে রাজকীয় মেহমানের মর্যাদায় রাখা এবং যথারীতি খাদ্যশস্য প্রদান করার আদেশ দিলেন। বন্টনের ব্যাপারে ইউসুফ ‘আলাইহিস্ সালাম-এর রীতি ছিল এই যে, একবারে কোন এক ব্যক্তিকে এক উটের বোঝার চাইতে বেশী খাদ্যশস্য দিতেন না। হিসাব অনুযায়ী যখন তা শেষ হয়ে যেত, তখন পুনর্বার দিতেন। [কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১২ : ৫৯",
        "arabic_text": "\nوَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ ",
        "bangla_text": "আর তিনি যখন তাদেরকে তাদের সামগ্রীর ব্যবস্থা করে দিলেন তখন তিনি বললেন [১], ‘তোমরা আমার কাছে তোমাদের পিতার পক্ষ থেকে বৈমাত্রেয় ভাইকে নিয়ে আস [২]। তোমরা কি দেখছ না যে, আমি মাপে পূর্ণ মাত্রায় দেই এবং আমি উত্তম অতিথিপরায়ণ [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ভাইদের কাছে সব বিবরণ জানার পর তার মনে এরূপ আকাঙ্খার উদয় হওয়া স্বাভাবিক যে, তারা পুনর্বার আসুক। এজন্যে একটি প্রকাশ্য ব্যবস্থা গ্রহণ করে তিনি স্বয়ং ভাইদেরকে বললেন, তোমরা যখন পুনর্বার আসবে, তখন তোমাদের সে ভাইকেও সঙ্গে নিয়ে এসো। তোমরা দেখতেই পাচ্ছ যে, আমি কিভাবে পুরোপুরি খাদ্যশস্য প্রদান করি এবং কিভাবে অতিথি আপ্যায়ন করি। এরপর একটি সাবধান বাণীও শুনিয়ে দিলেন, তোমরা যদি ভাইকে সাথে না আন, তবে আমি তোমাদের কাউকেই খাদ্যশস্য দেব না। কেননা, আমি মনে করব যে, তোমরা আমার সাথে মিথ্যা বলেছ। এভাবে তোমরা আমার কাছে আসবে না। অপর একটি গোপন ব্যবস্থা এই করলেন যে, তারা খাদ্যশস্যের মূল্যবাবদ যে নগদ অর্থকড়ি কিংবা অলংকার জমা দিয়েছিল, সেগুলো গোপনে তাদের আসবাবপত্রের মধ্যে রেখে দেয়ার জন্য কর্মচারীদেরকে আদেশ দিলেন, যাতে বাড়ী পৌঁছে যখন তারা আসবাবপত্র খুলবে এবং নগদ অর্থ ও অলংকার পাবে, তখন যেন পুনর্বার খাদ্যশস্য নেয়ার জন্য আসতে পারে। মোটকথা, ইউসুফ ‘আলাইহিস্ সালাম কর্তৃক এসব ব্যবস্থা সম্পন্ন করার কারণ ছিল এই যে, ভবিষ্যতেও ভাইদের আগমন যেন অব্যাহত থাকে এবং ছোট সহোদর ভাইয়ের সাথেও তার সাক্ষাত ঘটার সুযোগ উপস্থিত হয়। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতাংশের দু’টি অর্থ হতে পারে। এক. তোমরা তোমাদের পিতার কাছ থেকে আরেকজনকে নিয়ে আস, যাতে তোমরা আরও এক বোঝা বেশী নিতে পার। তোমরা কি দেখতে পাওনা যে, মিসরে আমি সুন্দরভাবে সওদার ওজন প্রদান করে থাকি। [তাবারী] তাছাড়া আরেকটি অনুবাদ হচ্ছে, তোমরা তোমাদের পিতার পক্ষীয় ভাই অর্থাৎ তোমাদের বৈমাত্রেয় ভাইকে নিয়ে আস। তোমরা তো দেখছ যে আমি পূর্ণ মাপ প্রদান করে থাকি। মাপে কম দেই না। [তাবারী; আত-তাফসীরুস সহীহ] কোন কোন তাফসীরে এসেছে যে, তারা কথায় কথায় তাদের অপর ভাইয়ের কথা ইউসুফের কাছে বর্ণনা করেছিল। তিনি তাদেরকে সেটার সত্যতা নিরূপনের নির্দেশ দিয়েছিলেন। যাতে করে তার আপন ভাইয়ের সাথে সাক্ষাৎ হয়ে যায় [যামাখশারী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এর দুই অর্থ হতে পারে, এক. আমি সুন্দর অতিথি পরায়ণ। দুই. আমার এখানে মানুষ নিরাপদ। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১২ : ৬০",
        "arabic_text": "\nفَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ ",
        "bangla_text": "‘কিন্তু তোমরা যদি তাকে আমার কাছে না নিয়ে আস তবে আমার কাছে তোমাদের জন্য কোন বরাদ্দ থাকবে না এবং তোমরা আমার ধারে-কাছেও আসবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১২ : ৬১",
        "arabic_text": "\nقَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ ",
        "bangla_text": "তারা বলল, ‘তার ব্যাপারে আমরা তার পিতাকে সম্মত করানোর চেষ্টা করব এবং আমরা নিশ্চয়ই এটা করব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১২ : ৬২",
        "arabic_text": "\nوَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ ",
        "bangla_text": "ইউসুফ তাঁর কর্মচারীদেরকে বললেন, ‘তারা যে পণ্যমূল্য দিয়েছে তা তাদের মালপত্রের মধ্যে রেখে দাও, যাতে স্বজনদের কাছে ফিরে যাওয়ার পর তারা তা চিনতে পারে, যাতে তারা আবার ফিরে আসে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর কারণ কারও কারও মতে, ইউসুফ ‘আলাইহিস্ সালাম ভয় পাচ্ছিলেন যে, তাদের সম্ভবত: পুনরায় ক্রয় করার মত অর্থ-কড়ি থাকবে না। ফলে তারা আর আসবে না। কারও কারও মতে, তিনি ভাইদের কাছ থেকে টাকা নিতে অস্বস্তি বোধ করছিলেন। কারও কারও মতে, তিনি জানতেন যে, তারা যখন দেখবে যে এ টাকা তাদেরই, যা তারা পণ্যের বিনিময়ে দিয়েছিল, তখন সেটা ফেরৎ দেয়ার জন্য হলেও মিসর আসবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১২ : ৬৩",
        "arabic_text": "\nفَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ ",
        "bangla_text": "অতঃপর তারা যখন তাদের পিতার কাছে ফিরে আসল, তখন তারা বলল, 'হে আমাদের পিতা! আমাদের জন্য বরাদ্দ নিষিদ্ধ করা হয়েছে। কাজেই আমাদের ভাইকে আমাদের সাথে পাঠিয়ে দিন যাতে আমরা পরিমাপ করে রসদ পেতে পারি। আর আমরা অবশ্যই তার রক্ষণাবেক্ষণকারী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১২ : ৬৪",
        "arabic_text": "\nقَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ ",
        "bangla_text": "তিনি বললেন, ‘আমি কি তোমাদেরকে তার সম্বন্ধে সেরূপ নিরাপদ মনে করব, যেরূপ আগে নিরাপদ মনে করেছিলাম তোমাদেরকে তার ভাই সম্বন্ধে? তবে আল্লাহ্‌ই রক্ষণাবেক্ষণে শ্ৰেষ্ঠ এবং তিনি সর্বশ্রেষ্ঠ দয়ালু [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতসমূহে ঘটনার অবশিষ্টাংশ বর্ণিত হয়েছে যে, ইউসুফ ‘আলাইহিস্ সালাম-এর ভ্রাতারা যখন মিসর থেকে খাদ্যশস্য নিয়ে গৃহে প্রত্যাবর্তন করল, তখন পিতার কাছে মিসরের অবস্থা বর্ণনা করতে গিয়ে একথাও বললঃ আযীযে মিসর ভবিষ্যতের জন্য আমাদেরকে খাদ্যশস্য দেয়ার ব্যাপারে একটি শর্ত আরোপ করেছেন। তিনি বলেছেন যে, ছোটভাইকে সাথে আনলে খাদ্যশস্য পাবে, অন্যথায় নয়। তাই আপনি ভবিষ্যতে বিনইয়ামীনকেও আমাদের সাথে প্রেরণ করবেন -যাতে ভবিষ্যতেও আমরা খাদ্যশস্য পাই। আমরা তার পুরোপুরি হেফাজত করব। তার কোনরূপ কষ্ট হবে না। পিতা বললেনঃ আমি কি তার সম্পর্কে তোমাদেরকে তেমনি বিশ্বাস করব, যেমন ইতিপূর্বে তার ভাই ইউসুফের ব্যাপারে করেছিলাম? উদ্দেশ্য, এখন তোমাদের কথায় কি বিশ্বাস! একবার বিশ্বাস করে বিপদ ভোগ করেছি, ইউসুফকে হারিয়েছি। তখনও হেফাজতের ব্যাপারে তোমরা এ ভাষাই প্রয়োগ করেছিলে। এটা ছিল তাদের কথার উত্তর। কিন্তু পরে পরিবারের প্রয়োজনের পরিপ্রেক্ষিতে নবীসুলভ তাওয়াক্কুল এবং এ বাস্তবতায় ফিরে গেলেন যে, লাভ-ক্ষতি কোনটাই বান্দার ক্ষমতাধীন নয় -যতক্ষণ আল্লাহ্ তা'আলা ইচ্ছা না করেন। আল্লাহ্‌র ইচ্ছা হয়ে গেলে তা কেউ টলাতে পারে না। তাই বললেন, তোমাদের হেফাজতের ফল তো ইতিপূর্বে দেখে নিয়েছি। এখন আমি আল্লাহ্র হেফাজতের উপরই ভরসা করি এবং তিনি সর্বাধিক দয়ালু। মোটকথা, ইয়াকূব ‘আলাইহিস্ সালাম বাহ্যিক অবস্থা ও সন্তানদের ওয়াদা-অঙ্গীকারের উপর ভরসা করলেন না। তবে আল্লাহ্‌র ভরসায় কনিষ্ঠ সন্তানকেও তাদের সাথে প্রেরণ করতে সম্মত হলেন।\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১২ : ৬৫",
        "arabic_text": "\nوَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ ",
        "bangla_text": "আর যখন তারা তাদের মালপত্র খুলল তখন তারা দেখতে পেল তাদের পণ্যমূল্য তাদেরকে ফেরত দেয়া হয়েছে। তারা বলল, ‘হে আমাদের পিতা! আমরা আর কি প্রত্যাশা করতে পারি? এটা আমাদের দেয়া পণ্যমূল্য, আমাদেরকে ফিরিয়ে দেয়া হয়েছে। আর আমরা আমাদের পরিবারবর্গকে খাদ্য-সামগ্রী এনে দেব এবং আমরা আমাদের ভাইয়ের রক্ষণাবেক্ষণ করব এবং আমরা অতিরিক্ত আরো এক উট বোঝাই পণ্য আনব; ঐ পরিমাণ শস্য অতি সহজ [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতক্ষন পর্যন্ত সফরের অবস্থা বর্ণনা প্রসঙ্গেই তাদের কথাবার্তা হচ্ছিল। আসবাবপত্র তখনও খোলা হয়নি। অতঃপর যখন আসবাবপত্র খোলা হল এবং দেখা গেল যে, খাদ্যশস্যের মূল্য বাবদ পরিশোধিত মূল্য আসবাবপত্রের মধ্যে বিদ্যমান রয়েছে। তখন তারা অনুভব করতে পারল যে, এ কাজ ভুলবশতঃ হয়নি; বরং ইচ্ছাপূর্বক আমাদের পুঁজি আমাদেরকে ফেরত দেয়া হয়েছে। তাই (رُدَّتْ اِلَيْنَا) বলা হয়েছে। অতঃপর তারা পিতাকে বললঃ (مَا نَبْغِيْ) অর্থাৎ আমরা আর কি চাই? খাদ্যশস্যও এসে গেছে এবং এর মূল্যও ফেরত পাওয়া গেছে। এখন তো অবশ্যই ভাইকে নিয়ে পুনর্বার যাওয়া দরকার। কারণ, এ আচরণ থেকে বোঝা যাচ্ছে যে, আযীযে মিসর আমাদের প্রতি খুবই সদয়। কাজেই কোন আশঙ্কার কারণ নেই; আমরা পরিবারের জন্য খাদ্যশস্য আনব, ভাইকেও হেফাজতে রাখব এবং ভাইয়ের অংশের বরাদ্দ অতিরিক্ত পাব। ভাইকে নেয়ার বিনিময়ে যা পাব তা অত্যন্ত সহজেই পাচ্ছি। এ দুর্ভিক্ষের দিনে এত সহজে খাবার পাওয়া বিরাট ব্যাপার। [ইবন কাসীর] তাছাড়া এ বাড়তি পরিমাণ খাদ্যশস্য দেয়া আযীযের জন্যও কঠিন কিছু নয়। [ফাতহুল কাদীর; মুয়াসসার] আবার আপনার জন্যও এ সামান্য সময় আমাদের ছোট ভাইটিকে ছেড়ে থাকা কষ্টের হবে না। আমাদের বর্তমান খাদ্য শস্যের পরিমাণও কম সুতরাং বাড়িয়ে আনতে পারলেই লাভ বেশী।\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১২ : ৬৬",
        "arabic_text": "\nقَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ ",
        "bangla_text": "পিতা বললেন, ‘আমি তাকে কখনোই তোমাদের সাথে পাঠাবো না যতক্ষণ না তোমরা আল্লাহ্‌র নামে অঙ্গীকার কর যে, তোমরা তাকে আমার কাছে নিয়ে আসবেই [১], অবশ্য যদি তোমরা বেষ্টিত হয়ে পড় (তবে ভিন্ন কথা)।’ তারপর যখন তারা তাঁর কাছে প্রতিজ্ঞা করল তখন তিনি বললেন, ‘আমরা যে বিষয়ে কথা বলছি, আল্লাহ্ তার বিধায়ক [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এসব কথা শুনে পিতা উত্তর দিলেন, আমি বিনইয়ামীনকে তোমাদের সাথে ততক্ষণ পর্যন্ত পাঠাব না, যতক্ষণ না তোমরা আল্লাহ্‌র কসমসহ এরূপ ওয়াদা-অঙ্গীকার আমাকে দাও যে, তোমরা অবশ্যই তাকে সাথে নিয়ে আসবে। ঐ অবস্থা ব্যতীত, যখন তোমরা সবাই কোন বেষ্টনীতে পড়ে যাও। তাফসীরবিদ মুজাহিদ বলেনঃ এর অর্থ এই যে, তোমরা সবাই মৃত্যুমুখে পতিত হও। [কুরতুবী] কাতাদাহর মতে অর্থ এই যে, তোমরা সম্পূর্ণ অক্ষম ও পরাভূত হয়ে পড়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ ছেলেরা যখন প্রার্থিত পন্থায় ওয়াদা-অঙ্গীকার করল অর্থাৎ সবাই কসম করল এবং পিতাকে আশ্বস্ত করার জন্য কঠোর ভাষায় প্রতিজ্ঞা করল, তখন ইয়াকূব ‘আলাইহিস্ সালাম বললেনঃ বিনইয়ামীনকে হেফাজতের জন্য হলফ নেয়া-হলফ করার যে কাজ আমরা করেছি, আল্লাহ্ তা'আলার উপরই তার নির্ভর। তিনি শক্তি দিলেই কেউ কারো হেফাযত করতে পারে এবং দেয়া অঙ্গীকার পূর্ণ করতে পারে। [কুরতুবী] নতুবা মানুষ অসহায়; তার ব্যক্তিগত সামর্থাধীন কোন কিছুই নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১২ : ৬৭",
        "arabic_text": "\nوَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ ",
        "bangla_text": "আর তিনি বললেন, ‘হে আমার পুত্ৰগণ! তোমরা এক দরজা দিয়ে প্রবেশ করো না, ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ করবে [১]। আল্লাহ্‌র সিদ্ধান্তের বিপরীতে আমি তোমাদের জন্য কিছু করতে পারি না। হুকুমের মালিক তো আল্লাহ্ই। আমি তাঁরই উপর নির্ভর করি। আর আল্লাহ্রই উপর যেন নির্ভরকারীরা নির্ভর করে [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে ছোট ভাইকে সাথে নিয়ে ইউসুফ-ভ্রাতাদের দ্বিতীয়বার মিসর সফরের কথা বর্ণিত হয়েছে। ইউসুফ ‘আলাইহিস্ সালামের পরে তার ভাইকে পাঠাবার সময় ইয়াকূব ‘আলাইহিস্ সালামের মন কত দুশ্চিন্তাগ্রস্ত হয়ে পড়েছিল তা এখানে বর্ণিত হয়েছে। নানা সন্দেহ ও আশংকা তার মনে জেগে ওঠা বিচিত্র নয় এবং সর্বদাই এ চিন্তায় তিনি পেরেশান হয়ে গিয়ে থাকবেন যে, আল্লাহ্ই ভালো জানেন এখন এ ছেলের চেহারাও আর দেখতে পাবো কি না। তাই তিনি হয়তো নিজের সাধ্যমত সতর্কতা অবলম্বন করার ক্ষেত্রে কোন প্রকার ক্রটি না রাখতে চেয়েছিলেন। তখন ইয়াকূব ‘আলাইহিস্ সালাম তাদেরকে মিসর শহরে প্রবেশ করার জন্য একটি বিশেষ উপদেশ দেন যে, তোমরা এগার ভাই শহরের একই প্রবেশ দ্বার দিয়ে প্রবেশ করো না, বরং নগর প্রাচীরের কাছে পৌঁছে ছত্রভঙ্গ হয়ে যেয়ো এবং বিভিন্ন দরজা দিয়ে শহরে প্রবেশ করো। এর কারণ কি, আল্লাহ্ তা বর্ণনা করেননি। তবে অনেকে মনে করেন- এরূপ উপদেশ দানের কারণ এই আশঙ্কা ছিল যে, স্বাস্থ্যবান, সুঠামদেহী, সুদৰ্শন এবং রূপ ও ঔজ্জ্বল্যের অধিকারী এসব যুবক সম্পর্কে যখন লোকেরা জানবে যে, এরা একই পিতার সন্তান এবং ভাই ভাই, তখন কারো বদ নজর গেলে তাদের ক্ষতি হতে পারে। [কুরতুবী; ইবন কাসীর] অথবা সঙ্গবদ্ধভাবে প্রবেশ করার কারণে হয়ত কেউ হিংসাপরায়ণ হয়ে তাদের ক্ষতি সাধন করতে পারে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] ইয়াকূব ‘আলাইহিস্ সালাম একদিকে কুদৃষ্টি অথবা হিংসা, অথবা সন্দেহভাজন মনে করার আশঙ্কাবশতঃ ছেলেদের একই দরজা দিয়ে শহরে প্রবেশ করতে নিষেধ করেছেন এবং অন্যদিকে একটি বাস্তব সত্য প্রকাশ করাও জরুরী মনে করেছেন। তা হচ্ছে, কুদৃষ্টি থেকে আত্মরক্ষার যে তদবীর আমি বলেছি, আমি জানি যে, তা আল্লাহ্র ইচ্ছাকে এড়াতে পারবে না। আদেশ একমাত্র আল্লাহ্রই চলে। তবে মানুষের প্রতি বাহ্যিক তদবীর করার নির্দেশ আছে। তাই এ উপদেশ দেয়া হয়েছে। কিন্তু আমি তদবীরের উপর ভরসা করি না; বরং আল্লাহ্র উপরই ভরসা করি। তাঁর উপরই ভরসা করা এবং বাহ্যিক ও বস্তুভিত্তিক তদবীরের উপর ভরসা না করা প্রত্যেক মানুষের অবশ্য কর্তব্য। যারা সর্বাবস্থায় আল্লাহ্র উপর তাওয়াক্কুল করে তাদের সম্পর্কে হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিভিন্ন সুসংবাদ দিয়েছেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মতের মধ্যে সত্তর হাজার লোক বিনা হিসাবে জান্নাতে যাবে। আর তারা হলেন সে সমস্ত লোক যারা (তাদের অসুস্থতার সময়) কারও কাছে ঝাঁড়ফুক চায় না, লোহা গরম করে ছেঁক দেয় না, কুলক্ষণ গ্রহণ করে না এবং সর্বদা তাদের প্রভুর উপর ভরসা করে। [বুখারীঃ ৬৪৭২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১২ : ৬৮",
        "arabic_text": "\nوَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর যখন তারা তাদের পিতা যেভাবে আদেশ করেছিলেন সেভাবেই প্রবেশ করল, তখন আল্লাহ্‌র হুকুমের বিপরীতে তা তাদের কোন কাজে আসল না; ইয়া’কূব শুধু তার মনের একটি অভিপ্রায় পূর্ণ করছিলেন [১] আর অবশ্যই তিনি আমাদের দেয়া শিক্ষায় জ্ঞানবান ছিলেন। কিন্তু বেশীর ভাগ মানুষই জানে না [২] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে পূর্ববর্তী আয়াতে বর্ণিত বিষয়টিকে আরো স্পষ্ট করে বর্ণনা করেছেন। অর্থাৎ ছেলেরা পিতার আদেশ পালন করে বিভিন্ন দরজা দিয়ে শহরে প্রবেশ করে। ফলে পিতার নির্দেশ কার্যকর হয়ে গেল। অবশ্য এ তদবীর আল্লাহ্‌র কোন নির্দেশকে এড়াতে পারত না, কিন্তু পিতৃ-সুলভ স্নেহ-মমতার চাহিদা ছিল যা, তা তিনি পূর্ণ করেছেন। পূর্ব আয়াতের শেষ ভাগে ইয়াকূব ‘আলাইহিস্ সালাম-এর প্রশংসা করে বলা হয়েছে, ইয়াকূব বড় বিদ্বান ছিলেন, কারণ, আমি তাকে বিদ্যা দান করেছিলাম। এ কারণেই তিনি শরী’আতসম্মত ও প্রশংসনীয় বাহ্যিক তদবীর অবলম্বন করলেও তার উপর ভরসা করেননি। বরং কৌশল ও আল্লাহ্‌র প্রতি নির্ভরশীলতার মধ্যে যথাযথ ভারসাম্য স্থাপন করেছেন।\n  <br/>\n  <br/>\n  [২] আলোচ্য দু'আয়াত থেকে কতিপয় নির্দেশ ও মাসআলা জানা যায়-\n  <br/>\n  <br/>\n  (এক) বদ নযর লাগা সত্য। [দেখুন- বুখারীঃ ৫৭৪০, মুসলিমঃ ২১৮৭] সুতরাং ক্ষতিকর খাদ্য ও ক্ষতিকর ক্রিয়াকর্ম থেকে আত্মরক্ষার তদবীর করার ন্যায় এ থেকে আত্মরক্ষার তদবীর করাও সমভাবে শরী’আতসিদ্ধ।\n  <br/>\n  <br/>\n  (দুই) যদি অন্য কারো কোন গুণ অথবা নেয়ামত দৃষ্টিতে বিস্ময়কর ঠেকে এবং নযর লেগে যাওয়ার আশঙ্কা হয়, তবে তা দেখে (بَارَكَ اللّٰهُ) অথবা (مَاشَاءَ اللّٰهُ) বলা দরকার, যাতে অন্যের কোন ক্ষতি না হয়।\n  <br/>\n  <br/>\n  (তিন) নযর লাগা থেকে আত্মরক্ষার জন্য শরী’আতসম্মত যে কোন তদবীর করা জায়েয। তন্মধ্যে দোআ, কুরআন-হাদীসভিত্তিক ঝাঁড়-ফুক দ্বারা প্রতিকার করাও অন্যতম। [কুরতুবী, সংক্ষেপিত]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১২ : ৬৯",
        "arabic_text": "\nوَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর তারা যখন ইউসুফের নিকট প্রবেশ করল, তখন ইউসুফ তার সহোদরকে নিজের কাছে রাখলেন এবং বললেন, ‘নিশ্চয় আমি তোমার সহোদর, কাজেই তারা যা করত তার জন্য দুঃখ করো না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মিসরে পৌঁছার পর যখন সব ভাই ইউসুফ ‘আলাইহিস্ সালাম-এর দরবারে উপস্থিত হল এবং তিনি দেখলেন যে, ওয়াদা অনুযায়ী তারা তার সহোদর ছোট ভাইকেও নিয়ে এসেছে, তখন ইউসুফ ‘আলাইহিস্ সালাম ছোট ভাই বিনইয়ামীনকে বিশেষভাবে নিজের সাথে রাখলেন। যখন উভয়েই একান্তে গেলেন, তখন ইউসুফ ‘আলাইহিস্ সালাম সহোদর ভাইয়ের কাছে নিজের পরিচয় প্রকাশ করে বললেনঃ আমিই তোমার সহোদর ভাই ইউসুফ। এখন তোমার কোন চিন্তা নেই। অন্য ভাইগণ এযাবত আমার সাথে যেসব দুর্ব্যবহার করেছে, তজ্জন্যে মনোকষ্টে পতিত হওয়ারও প্রয়োজন নেই। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১২ : ৭০",
        "arabic_text": "\nفَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ ",
        "bangla_text": "অতঃপর তিনি যখন তাদের সামগ্রীর ব্যবস্থা করে দিল, তখন তিনি তার সহোদরের মালপত্রের মধ্যে পানপাত্র [১] রেখে দিলেন [২]। তারপর এক আহ্বায়ক চিৎকার করে বলল, ‘হে যাত্রীদল! তোমরা নিশ্চয় চোর [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনুল কারীম এ পাত্রটিকে এক জায়গায় (السِّقَايَةَ) শব্দের দ্বারা এবং অন্যত্র (صُوَاعَ الْمَلِكِ) [সূরা ইউসুফঃ ৭০ ও ৭২] শব্দের দ্বারা ব্যক্ত করেছে। (السِّقَايَةَ) শব্দের অর্থ পানি পান করার পাত্র এবং (صُوَاعَ) শব্দটিও এমনি ধরনের পাত্রের অর্থে ব্যবহৃত হয়। [ইবন কাসীর] একে (الْمَلِكِ) তথা বাদশাহর দিকে নির্দেশিত করার ফলে আরো জানা গেল যে, এ পাত্রটি বিশেষ মূল্যবান ও মর্যাদাবান ছিল। এ পাত্রটি যথেষ্ট মূল্যবান ও মর্যাদাবান হওয়া ছাড়াও বাদশাহর সাথে এর বিশেষ সম্পর্কও ছিল। বাদশাহ্ নিজে তা দ্বারা পান করতেন। [বাগভী]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতসমূহে বর্ণিত হয়েছে যে, সহোদর ভাই বিনইয়ামীনকে রেখে দেয়ার জন্য ইউসুফ ‘আলাইহিস্ সালাম একটি কৌশল ও তদবীর অবলম্বন করলেন। যখন সব ভাইকে নিয়ম মাফিক খাদ্যশস্য দেয়া হল, তখন প্রত্যেক ভাইয়ের খাদ্যশস্য পৃথক পৃথক উটের পিঠে পৃথক পৃথক নামে চাপানো হল। বিনইয়ামীনের খাদ্যশস্য যে উটের পিঠে চাপানো হল, তাতে একটি পাত্র গোপনে রেখে দেয়া হল।\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির মনে করেন, সম্ভবত পেয়ালা রেখে দেবার কাজটা ইউসুফ ‘আলাইহিস্ সালাম নিজের ভাইয়ের সম্মতি নিয়ে তার জ্ঞাতসারেই করেছিলেন। [বাগভী] আগের আয়াতে এদিকে প্রচ্ছন্ন ইংগিত রয়েছে। ইউসুফ ‘আলাইহিস্ সালাম দীর্ঘকালীন বিচ্ছেদের পর যালেম বৈমাত্রেয় ভাইদের হাত থেকে নিজের সহোদর ভাইকে রক্ষা করতে চাচ্ছিলেন। ভাই নিজেও এ যালেমদের সাথে ফিরে না যেতে চেয়ে থাকবেন। কিন্তু ইউসুফের নিজের পরিচয় প্রকাশ না করে তাকে আটকে রাখা এবং তার মিসরে থেকে যাওয়া সম্ভব ছিল না। আর এ অবস্থায় এ পরিচয় প্রকাশ করাটা কল্যাণকর ছিল না। তাই বিনইয়ামীনকে আটকে রাখার জন্য দু’ভাইয়ের মধ্যে এ পরামর্শ হয়ে থাকবে। যদিও এর মধ্যে কিছুক্ষণের জন্য ভাইয়ের অপমান অনিবার্য ছিল, কারণ তার বিরুদ্ধে চুরির অভিযোগ আনা হচ্ছিল, কিন্তু পরে উভয় ভাই মিলে আসল ব্যাপারটি জনসমক্ষে প্রকাশ করে দিলেই এ কলংকের দাগ অতি সহজেই মুছে ফেলা যেতে পারবে। [দেখুন, বাগভী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ কিছুক্ষণ পর জনৈক ঘোষক ডেকে বললঃ হে কাফেলার লোকজন! তোমরা চোর। এখানে (ثم) দ্বারা জানা যায় যে, এ ঘোষণা তৎক্ষণাৎ করা হয়নি; বরং কাফেলা রওয়ানা হয়ে যাওয়ার পর করা হয়েছে- যাতে কেউ জালিয়াতির সন্দেহ না করতে পারে। [বাগভী] মোটকথা, ঘোষক ইউসুফ-ভ্রাতাদের কাফেলাকে চোর আখ্যা দিল। তাদের এ ঘোষণার যৌক্তিক কারণ ছিল। কেননা, ঘটনার যে সরল আকৃতিটি সহজেই চোখে ধরা পড়ে তা হচ্ছে এই যে, পেয়ালাটি হয়তো নীরবে রেখে দেয়া হয়েছিল, পরে সরকারী কর্মচারীরা সেটি খুঁজে না পেলে অনুমান করা হয়েছিল, এটা নিশ্চয়ই সেই কাফেলার অন্তর্ভুক্ত কোন লোকের কাজ যারা এখানে অবস্থান করেছিল। সুতরাং কৰ্মচারীরা সেটা না জেনেই তাদেরকে চোর বলেছিল। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১২ : ৭১",
        "arabic_text": "\nقَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ ",
        "bangla_text": "তারা ওদের দিকে চেয়ে বলল, ‘তোমরা কী হারিয়েছ [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  (১) অর্থাৎ ইউসুফ-ভ্রাতাগণ ঘোষণাকারীদের দিকে মুখ ফিরিয়ে বললঃ তোমরা আমাদেরকে চোর বলছ। প্রথমে একথা আমাদের বল যে, তোমাদের কি বস্তু চুরি হয়েছে?\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১২ : ৭২",
        "arabic_text": "\nقَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ ",
        "bangla_text": "তারা বলল, ‘আমরা রাজার পানপাত্র হারিয়েছি; যে তা এনে সে এক উট বোঝাই মাল পাবে [১] এবং আমি সেটার জামিন [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াত দ্বারা প্রমাণিত হয় যে, কোন নির্দিষ্ট কাজের জন্য মজুরী কিংবা পুরস্কার নির্ধারণ করে যদি এই মর্মে ঘোষণা দান করা হয় যে, যে ব্যক্তি এ কাজ করবে, সে এই পরিমাণ মজুরী কিংবা পুরস্কার পাবে, তবে তা জায়েয হবে; যেমন অপরাধীদেরকে গ্রেফতার করার জন্য কিংবা হারানো বস্তু ফেরত দেয়ার জন্য এ ধরনের পুরস্কার-ঘোষণা সাধারণভাবে প্রচলিত রয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] ঘোষণাকারীগণ বললঃ বাদশাহর পানপাত্র হারিয়ে গেছে। যে ব্যক্তি তা বের করে দেবে সে এক উটের বোঝাই পরিমাণ খাদ্যশস্য পুরস্কার পাবে এবং আমি এর জামিন। এর দ্বারা বোঝা গেল যে, একজন অন্যজনের পক্ষে আর্থিক অধিকারের জামিন হতে পারে। [কুরতুবী] সাধারণ ফেকাহবিদদের মতে এ ব্যাপারে বিধান এই যে, প্রাপক আসল দেনাদার কিংবা জামিন এতদুভয়ের মধ্যে যে কোন একজনের কাছ থেকে তার পাওনা আদায় করে নিতে পারে। যদি জামিনের কাছ থেকে আদায় করা হয়, তবে সে দেনা পরিমাণ অর্থ আসল দেনাদারের কাছ থেকে নিয়ে নেবে। [কুরতুবী] ফুদালাহ ইবন উবাইদ রাদিয়াল্লাহু ‘আনহু বলেনঃ আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছিঃ “আমি জামিন, আর জামিন যিনি তিনি দায়িত্বগ্রহণকারী। যারা আমার উপর ঈমান এনেছে, আত্মসমৰ্পন করেছে এবং হিজরত করেছে, তাদের জন্য জান্নাতের প্রান্তে একটি এবং জান্নাতের মধ্যভাগেও একটি ঘরের আমি জামিন হলাম বা দায়িত্ব গ্রহণ করলাম। অনুরূপভাবে যারা আমার উপর ঈমান এনেছে, আত্মসমর্পন করেছে এবং আল্লাহ্‌র রাস্তায় জিহাদ করেছে, তাদের জন্য জান্নাতের প্রান্তে একটি এবং জান্নাতের মধ্যভাগে একটি ও জান্নাতের উঁচু কামরায় একটি ঘরের আমি জামিন হলাম বা দায়িত্ব গ্রহণ করলাম, যারা এ কাজ করেছে এমনভাবে যে, যত ভাল কাজ আছে তা করতে কোন প্রকার কসূর করেনি এবং যত খারাপ কাজ আছে তা থেকে পলায়ন করতে যাবতীয় প্রচেষ্টা চালিয়েছে, তার মৃত্যু যেখানেই হোক না কেন। [নাসায়ীঃ ৬/২১, মুস্তাদরাকে হাকেমঃ ২/৭১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১২ : ৭৩",
        "arabic_text": "\nقَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ ",
        "bangla_text": "তারা বলল, ‘আল্লাহ্‌র শপথ! তোমরা তো জান যে, আমরা এ দেশে দুষ্কৃতি করতে আসিনি এবং আমরা চোরও নই [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ শাহী ঘোষক যখন ইউসুফ ‘আলাইহিস্ সালাম-এর ভ্রাতাদেরকে চোর বলল, তখন তারা উত্তরে বললঃ তোমরা আমাদের অবস্থা সম্পর্কে ওয়াকিফহাল আছ যে আমরা এখানে অশান্তি সৃষ্টি করতে আসিনি এবং আমরা চোর নই। কেননা, তারা তাদের ভাল দিকগুলো দেখেছে, যাতে বোঝা যায় যে, আমরা এ খারাপ গুণের উপযুক্ত লোক নই। [ইবন কাসীর]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১২ : ৭৪",
        "arabic_text": "\nقَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ ",
        "bangla_text": "তারা বলল, ‘যদি তোমরা মিথ্যাবাদী হও তবে তার শাস্তি কী?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১২ : ৭৫",
        "arabic_text": "\nقَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ ",
        "bangla_text": "তারা বলল, ‘এর শাস্তি যার মালপত্রের মধ্যে পাত্রটি পাওয়া যাবে, সে-ই তার বিনিময়।’ এভাবে আমরা যালেমদেরকে শাস্তি দিয়ে থাকি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইউসুফ ভ্রাতাগণ বললঃ যার আসবাবপত্র থেকে চোরাই মাল বের হবে; সে নিজেই দাসত্ব বরণ করবে। আমরা চোরকে এমনি ধরণের সাজা দেই। উল্লেখ্য, এ ভাইয়েরা ছিল ইবরাহিমী পরিবারের সন্তান। কাজেই চুরির ব্যাপারে তারা যে আইনের কথা বলে তা ছিল ইবরাহিমী শরীয়াতের আইন। এ আইন অনুযায়ী চোরের শাস্তি ছিল, যে ব্যক্তির সম্পদ সে চুরি করেছে তাকে তার দাসত্ব করতে হবে। উদ্দেশ্য, ইয়াকূব ‘আলাইহিস্ সালাম-এর শরী’আতেও চোরের শাস্তি এই যে, যার মাল চুরি করে সে চোরকে গোলাম করে রাখবে। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১২ : ৭৬",
        "arabic_text": "\nفَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ ",
        "bangla_text": "অতঃপর তিনি তার সহোদরের মালপত্র তল্লাশির আগে তাদের মালপত্র তল্লাশি করতে লাগলেন [১], পরে তার সহোদরের মালপত্রের মধ্য হতে পাত্রটি বের করলেন [২]। এভাবে আমরা ইউসুফের জন্য কৌশল করেছিলাম [৩]। রাজার আইনে তার ভাইকে আটক করা সংগত হতোনা, আল্লাহ্ ইচ্ছে না করলে। আমরা যাকে ইচ্ছে মর্যাদায় উন্নীত করি। আর প্রত্যেক জ্ঞানবান ব্যক্তির উপর আছে সর্বজ্ঞানী [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সরকারী তল্লাশীকারীরা প্রকৃত ষড়যন্ত্র ঢেকে রাখার জন্য প্রথমেই অন্য ভাইদের আসবাবপত্র তালাশ করল। প্রথমেই বিনইয়ামীনের আসবাবপত্র খুলল না, যাতে তাদের সন্দেহ না হয়। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ সব শেষে বিনইয়ামীনের আসবাবপত্র খোলা হলে তা থেকে শাহী পাত্রটি বের হয়ে এল। তখন ভাইদের অবস্থা দেখে কে? লজ্জায় সবার মাথা হেঁট হয়ে গেল। তারা বিনইয়ামীনকে খারাপ কথা বলতে লাগল। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ এমনিভাবে আমি ইউসুফের খাতিরে কৌশল করেছি। এ সমগ্র ধারাবাহিক ঘটনাবলীতে আল্লাহ্‌র পক্ষ থেকে ইউসুফের সমর্থনে সরাসরি কোন কৌশলটি অবলম্বন করা হয়েছিল তা অবশ্যি এখানে ভেবে দেখার মতো বিষয়। একথা সুস্পষ্ট যে, পেয়ালা রাখার কৌশলটি ইউসুফ নিজেই করেছিলেন। এটাও সুস্পষ্ট, সরকারী কর্মচারীদের চুরির সন্দেহে কাফেলাকে আটকানোও একটি নিয়ম মাফিক কাজ ছিল, যা এ ধরনের অবস্থায় সব সরকারী কর্মচারীই করে থাকে। তাহলে আল্লাহ্‌র সেই কৌশল কোনটি? উপরের আয়াতের মধ্যে অনুসন্ধান চালালে এ ছাড়া আর দ্বিতীয় কোন জিনিসই এর ক্ষেত্র হিসেবে পাওয়া যেতে পারে না যে, সরকারী কর্মচারীরা নিয়ম বিরোধীভাবে নিজেরাই সন্দেহপূর্ণ অপরাধীদের কাছে চুরির শাস্তি জিজ্ঞেস করলো এবং জবাবে তারাও এমন শাস্তির কথা বললো যা ইবরাহিমী শরীয়াতের দৃষ্টিতে চোরকে দেয়া হতো। এর ফলে দু’টি লাভ হলো। প্রথমত ইউসুফ ইবরাহিমী শরী’আতকে কার্যকর করার সুযোগ পেলেন এবং দ্বিতীয়ত নিজের ভাইকে হাজতে পাঠাবার পরিবর্তে তিনি নিজের কাছে রাখতে পারলেন। তিনি বাদশাহর আইনানুযায়ী ভাইকে গ্রেফতার করতে পারতেন না। কেননা, মিসরের আইনে চোরের এই শাস্তি ছিল না। কিন্তু তারা এখানে ইউসুফ-ভ্রাতাদের কাছ থেকেই ইয়াকূব ‘আলাইহিস্ সালাম-এর শরী’আতানুযায়ী চোরের বিধান জেনে নিয়েছিল। এ বিধান দৃষ্টে বিনইয়ামীনকে আটকে রাখা বৈধ হয়ে গেল। এমনিভাবে আল্লাহ্ তা'আলার ইচ্ছায় ইউসুফ ‘আলাইহিস্ সালাম-এর মনোবাঞ্ছা পূর্ণ হল।\n  <br/>\n  <br/>\n  [৪] অর্থাৎ আমি যাকে ইচ্ছা, উচ্চ মর্যাদায় উন্নীত করে দেই, যেমন এ ঘটনায় ইউসুফের মর্যাদা তার ভাইদের তুলনায় উচ্চ করে দেয়া হয়েছে। প্রত্যেক জ্ঞানীর উপরেই তদপেক্ষা অধিক জ্ঞানী বিদ্যমান রয়েছে। উদ্দেশ্য এই যে, আমরা জ্ঞান ও ঈমানের দিক দিয়ে সৃষ্টজীবের মধ্যে একজনকে অন্যজনের উপর শ্রেষ্ঠত্ব দান করে থাকি। [কুরতুবী] হাসান বসরী বলেন, একজন যত বড় জ্ঞানীই হোক, তার তুলনায় আরো অধিক জ্ঞানী থাকে। মানবজাতির মধ্যে যদি কেউ এমন হয় যে, তার চাইতে অধিক জ্ঞানী আর নেই, তবে এ অবস্থায়ও আল্লাহ্ রাব্বুল ‘আলামীন-এর জ্ঞান সবারই উর্ধ্বে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১২ : ৭৭",
        "arabic_text": "\n۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ ",
        "bangla_text": "তারা বলল, ‘সে যদি চুরি করে থাকে তবে তার সহোদরও তো আগে চুরি করেছিল [১]।’ কিন্তু ইউসুফ প্রকৃত ব্যাপার নিজের মনে গোপন রাখলেন এবং তাদের কাছে প্রকাশ করলেন না; তিনি (মনে মনে) বললেন, ‘তোমাদের অবস্থা তো হীনতর এবং তোমরা যা বলছ সে সম্বন্ধে আল্লাহ্ই অধিক অবগত [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সে যদি চুরি করে থাকে তাতে আশ্চর্যের কি আছে! তার এক ভাই ছিল, সেও এমনিভাবে ইতিপূর্বে চুরি করেছিল। উদ্দেশ্য এই যে, সে আমাদের সহোদর ভাই নয়- বৈমাত্রেয় ভাই, তার এক সহোদর ভাই ছিল, সে-ও চুরি করেছিল। ইউসুফ-ভ্রাতারা এখন স্বয়ং ইউসুফ ‘আলাইহিস্ সালাম-এর প্রতি চুরির অপবাদ আরোপ করল। [তাবারী; ইবন কাসীর; সা’দী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ ইউসুফ ‘আলাইহিস্ সালাম মনে মনে বললেনঃ তোমাদের স্তর ও অবস্থাই মন্দ যে, জেনেশুনে ভাইদের প্রতি চুরির দোষারোপ করছ। আরও বললেনঃ তোমাদের কথা সত্য কি মিথ্যা সে সম্পর্কে আল্লাহ্ তা'আলাই অধিক জানেন। [তাবারী; ইবন কাসীর] কুরতুবী বলেন, প্রথম বাক্যটি মনে মনে বলেছেন এবং দ্বিতীয় বাক্যটি সম্ভবতঃ জোরেই বলেছেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১২ : ৭৮",
        "arabic_text": "\nقَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "তারা বলল, ‘হে ‘আযীয, এর পিতা তো অত্যন্ত বৃদ্ধ; কাজেই এর জায়গায় আপনি আমাদের একজনকে রাখুন। আমরা তো আপনাকে দেখছি মুহসিন ব্যক্তিদের একজন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউসুফ ভ্রাতারা যখন দেখল যে, কোন চেষ্টাই সফল হচ্ছে না এবং বিনইয়ামীনকে এখানে ছেড়ে যাওয়া ব্যতীত গত্যন্তর নেই; তখন তারা প্রার্থনা জানাল যে, এর পিতা নিরতিশয় বয়োবৃদ্ধ ও দুর্বল। এর বিচ্ছেদের যাতনা সহ্য করা তার পক্ষে সম্ভবপর নয়। তাই আপনি এর পরিবর্তে আমাদের কাউকে গ্রেফতার করে নিন। আমরা দেখছি, আপনি খুবই অনুগ্রহশীল। এ ভরসায়ই আমরা এ প্রার্থনা জানাচ্ছি। অথবা অর্থ এই যে, আপনি পূর্বেও আমাদের প্রতি অনুগ্রহ করেছেন। অথবা এ অনুগ্রহ আমাদের উপর আপনার থাকবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১২ : ৭৯",
        "arabic_text": "\nقَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ ",
        "bangla_text": "তিনি বললেন, ‘যার কাছে আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া অন্যকে রাখার অপরাধ হতে আমরা আল্লাহ্‌র আশ্রয় প্রার্থনা করছি। এরূপ করলে তো আমরা অবশ্যই যালেম হয়ে যাব [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউসুফ ‘আলাইহিস্ সালাম ভাইদেরকে আইনানুগ উত্তর দিয়ে বললেনঃ যাকে ইচ্ছা গ্রেফতার করার ক্ষমতা আমাদের নেই; বরং যার কাছ থেকে চোরাই মাল বের হয়েছে, তাকে ছাড়া যদি অন্য কাউকে গ্রেফতার করি, তবে আমরা তোমাদের সাথে আমার কৃত চুক্তি অনুযায়ী যালেম হয়ে যাব। [কুরতুবী] কারণ, তোমরাই বলেছ যে, যার কাছ থেকে চোরাই মাল বের হবে, সে-ই তার শাস্তি পাবে।\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১২ : ৮০",
        "arabic_text": "\nفَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ ",
        "bangla_text": "অতঃপর যখন তারা তার [১] ব্যাপারে সম্পূর্ণ নিরাশ হল, তখন তারা নির্জনে গিয়ে পরামর্শ করতে লাগল। তাদের মধ্যে বয়সে বড় ব্যক্তিটি বলল, ‘তোমরা কি জান না যে, তোমাদের পিতা তোমাদের কাছ থেকে আল্লাহ্র নামে অঙ্গীকার নিয়েছেন এবং আগেও তোমরা ইউসুফের ব্যাপারে অন্যায় করেছিলে। কাজেই আমি কিছুতেই এ দেশ থেকে যাব না যতক্ষন না আমার পিতা আমাকে অনুমতি দেন বা আল্লাহ্ আমার জন্য কোন ফয়সালা করেন এবং তিনিই শ্রেষ্ঠ ফয়সালাকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন তারা তাদের ভাই বিনইয়ামীনকে ছাড়িয়ে নেয়ার যাবতীয় প্রচেষ্টা করে নিরাশ হয়ে গেল এবং বুঝতে পারল যে, আযীয মিসর কোনভাবেই তাকে ছাড়বে না। তখন তারা পরবর্তী করণীয় নিয়ে শলা পরামর্শের জন্য একত্রিত হলো। [সা’দী; মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১২ : ৮১",
        "arabic_text": "\nٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ ",
        "bangla_text": "‘তোমরা তোমাদের পিতার কাছে ফিরে যাও এবং বল, ‘হে আমাদের পিতা! আপনার পুত্র তো চুরি করেছে এবং আমরা যা জানি তারই প্রত্যক্ষ বিবরণ দিলাম [১]। আর আমরা তো গায়েব সংরক্ষণকারী নই [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বড় ভাই বললেনঃ আমি তো এখানেই থাকব। তোমরা সবাই পিতার কাছে ফিরে যাও এবং তাকে বল যে, আপনার ছেলে চুরি করেছে। আমরা যা বলছি, তা আমাদের প্রতক্ষ্যদৃষ্ট চাক্ষুষ ঘটনা। আমাদের সামনেই তার আসবাবপত্র থেকে চোরাই মাল বের হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আমরা আপনার কাছে ওয়াদা-অঙ্গীকার করেছিলাম যে, বিনইয়ামীনকে অবশ্যই ফিরিয়ে আনব। আমাদের এ ওয়াদা ছিল বাহ্যিক অবস্থা বিচারে। গায়েবী অবস্থা আমাদের জানা ছিল না যে, সে চুরি করে গ্রেফতার হবে এবং আমরা নিরূপায় হয়ে পড়ব। এ বাক্যের এ অর্থও হতে পারে যে, আমরা ভাই বিনইয়ামীনের যথাসাধ্য হেফাযত করেছি, যাতে সে কোন অনুচিত কাজ করে বিপদে না পড়ে। কিন্তু আমাদের এ চেষ্টা বাহ্যিক অবস্থা পর্যন্তই সম্ভবপর ছিল। আমাদের দৃষ্টির আড়ালে ও অজ্ঞাতে সে এমন কাজ করবে, আমাদের জানা ছিল না। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১২ : ৮২",
        "arabic_text": "\nوَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ ",
        "bangla_text": "‘আর যে জনপদে আমরা ছিলাম সেখানকার অধিবাসীদেরকে জিজ্ঞেস করুন এবং যে যাত্রীদলের সাথে আমরা এসেছি তাদেরকেও। আমরা অবশ্যই সত্য বলছি [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউসুফ-ভ্রাতারা ইতিপূর্বে একবার পিতাকে ধোঁকা দিয়েছিল। ফলে তারা জানত যে, এ বর্ণনায় পিতা কিছুতেই আশ্বস্ত হবেন না এবং তাদের কথা বিশ্বাস করবেন না। তাই অধিক জোর দেয়ার জন্য বললঃ আপনি যদি আমাদের কথা বিশ্বাস না করেন, তবে যে শহরে আমরা ছিলাম (অর্থাৎ মিসর), তথাকার লোকদেরকে জিজ্ঞেস করে দেখুন এবং আপনি ঐ কাফেলার লোকজনকেও জিজ্ঞেস করতে পারেন যারা আমাদের সাথেই মিসর থেকে কেনান এসেছে। আমরা এ বিষয়ে সম্পূর্ণ সত্যবাদী।\n  <br/>\n  <br/>\n  আলোচ্য আয়াতসমূহ থেকে আরো প্রমাণিত হয় যে, কোন ব্যক্তি যদি সৎ ও সঠিক পথে থাকে; কিন্তু ক্ষেত্র এমন যে, অন্যরা তাকে অসৎ কিংবা পাপকাজে লিপ্ত বলে সন্দেহ করতে পারে তবে তার পক্ষে এ সন্দেহের কারণ দূর করা উচিত, যাতে অন্যরা কু-ধারণার গোনাহয় লিপ্ত না হয়। ইউসুফ ‘আলাইহিস্ সালাম-এর সাথে কৃত পূর্ববতী আচরণের আলোকে বিনইয়ামীনের ঘটনায় ভাইদের সম্পর্কে এরূপ সন্দেহ সৃষ্টি হওয়া স্বাভাবিক ছিল যে, এবারও তারা মিথ্যা ও প্রতারণার আশ্রয় গ্রহণ করেছে। তাই এ সন্দেহ দূরীকরণের জন্য জনপদ অর্থাৎ মিসরবাসীদের এবং যুগপৎ কাফেলার লোকজনের সাক্ষ্য উপস্থিত করা হয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ব্যক্তিগত আচরণের মাধ্যমেও এ বিষয়টির প্রতি গুরুত্ব আরোপ করেছেন। একবার তিনি উম্মুল-মু'মিনীন সাফিয়্যা রাদিয়াল্লাহু ‘আনহাকে সাথে নিয়ে মসজিদ থেকে এক গলি দিয়ে যাচ্ছিলেন। গলির মাথায় দু'জন লোককে দেখে তিনি দূর থেকেই বলে দিলেনঃ আমার সাথে সাফিয়্যা বিনতে হুয়াই রয়েছে। ব্যক্তিদ্বয় আরয করলঃ ইয়া রাসূলাল্লাহ্! আপনার সম্পর্কেও কেউ কু-ধারণা করতে পারে কি? তিনি বললেনঃ হ্যাঁ, শয়তান মানুষের শিরা-উপশিরায় গমন করে। কাজেই কারো মনে সন্দেহ সৃষ্টি করে দেয়া বিচিত্র নয়। [বুখারীঃ ৭১৭১, মুসলিমঃ ২১৭৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১২ : ৮৩",
        "arabic_text": "\nقَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ ",
        "bangla_text": "ইয়া’কূব বললেন, ‘না, তোমাদের মন তোমাদের জন্য একটি কাহিনী সাজিয়ে দিয়েছে [১], কাজেই উত্তম ধৈর্য্যই আমি গ্রহণ করব; হয়ত আল্লাহ্ তাদেরকে একসঙ্গে আমার কাছে এনে দেবেন। নিশ্চয় তিনি সর্বজ্ঞ, প্রজ্ঞাময়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইয়াকূব ‘আলাইহিস্ সালাম-এর নিকট ইউসুফ ‘আলাইহিস্ সালাম-এর ব্যাপারে ছেলেদের মিথ্যা একবার প্রমাণিত হয়েছিল। তাই এবারও ইয়াকূব ‘আলাইহিস্ সালাম বিশ্বাস করতে পারলেন না; যদিও বাস্তবে এ ব্যাপারে তারা বিন্দুমাত্রও মিথ্যা বলেনি। এ কারণে এ ক্ষেত্রেও তিনি ঐ বাক্যই উচ্চারণ করলেন, যা ইউসুফ ‘আলাইহিস্ সালাম-এর নিখোঁজ হওয়ার সময় উচ্চারণ করেছিলেন। অর্থাৎ তোমরা মনগড়া কথা বলছ। কিন্তু আমি এবারও সবর করব। সবরই আমার জন্য উত্তম। তারপর তিনি বললেন, আশা করি আল্লাহ্ তা'আলা তাদের সবাইকে অর্থাৎ ইউসুফ, বিনইয়ামীন এবং যে ভাই মিসরে রয়ে গিয়েছিল, তাদের সবাইকে আমার কাছে ফিরিয়ে দেবেন। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১২ : ৮৪",
        "arabic_text": "\nوَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ ",
        "bangla_text": "আর তিনি তাদের থেকে মুখ ফিরিয়ে নিলেন এবং বললেন, ‘আফসোস ইউসুফের জন্য।’ শোকে তার চোখ দু’টি সাদা হয়ে গিয়েছিল এবং তিনি ছিলেন সংবরণকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দ্বিতীয়বার আঘাত পাওয়ার পর ইয়াকূব ‘আলাইহিস্ সালাম এ ব্যাপারে ছেলেদের সাথে বাক্যালাপ ত্যাগ করে পালনকর্তার কাছেই ফরিয়াদ করতে লাগলেন এবং বললেনঃ ইউসুফের জন্য বড়ই পরিতাপ। এ ব্যাথায় ক্ৰন্দন করতে করতে তার চোখ দু’টি শ্বেতবর্ণ ধারণ করল। অর্থাৎ দৃষ্টিশক্তি লোপ পেল কিংবা দুর্বল হয়ে গেল।\n  <br/>\n  <br/>\n  তাফসীরবিদ মুকাতিল বলেনঃ ইয়াকূব ‘আলাইহিস্ সালাম-এর এ অবস্থা ছয় বছর পর্যন্ত অব্যাহত ছিল। এ সময় দৃষ্টিশক্তি প্রায় লোপ পেয়েছিল। [বাগভী] (فَهُوَ كَظِيْمٌ) অর্থাৎ অতঃপর তিনি স্তব্ধ হয়ে গেলেন। কারো কাছে নিজের মনোবেদনা প্রকাশ করতেন না। [ইবন কাসীর] উদ্দেশ্য এই যে, দুঃখ ও বিষাদে তার মন ভরে গেল এবং মুখ বন্ধ হয়ে গেল। কারো কাছে তিনি দুঃখের কথা বর্ণনা করতেন না। এ কারণেই (كظم) শব্দটি ক্রোধ সংবরণ করার অর্থে ব্যবহৃত হয়। অর্থাৎ মন ক্রোধে পরিপূর্ণ হওয়া সত্ত্বেও মুখ অথবা হাত দ্বারা ক্রোধের কোন কিছু প্রকাশ না পাওয়া। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১২ : ৮৫",
        "arabic_text": "\nقَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ ",
        "bangla_text": "তারা বলল, ‘আল্লাহ্‌র শপথ! আপনি তো ইউসুফের কথা সবসময় স্মরণ করতে থাকবেন যতক্ষণ না আপনি মুমূর্ষ হবেন, বা মারা যাবেন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ছেলেরা পিতার এহেন মনোবেদনা সত্বেও এমন অভিযোগহীন সবর দেখে বলতে লাগলঃ আল্লাহ্‌র কসম, আপনি তো সদাসর্বদা ইউসুফকেই স্মরণ করতে থাকেন। ফলে হয় আপনার শরীর দুর্বল হয়ে শক্তি নিঃশেষ হয়ে অসুস্থ হয়ে পড়বেন, না হয় মরেই যাবেন। [ইবন কাসীর] প্রত্যেক আঘাত ও দুঃখের একটা সীমা আছে। সাধারণতঃ সময় অতিবাহিত হওয়ার সাথে সাথে মানুষ দুঃখ-বেদনা ভুলে যায়। কিন্তু আপনি এত দীর্ঘদিন অতিবাহিত হওয়ার পরও প্রথম দিনের মতই রয়েছেন এবং আপনার দুঃখ তেমনি সতেজ রয়েছে। আপনি নিজের উপর থেকে বিষয়টাকে একটু হালকা করুন। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১২ : ৮৬",
        "arabic_text": "\nقَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ ",
        "bangla_text": "তিনি বললেন, ‘আমি আমার অসহনীয় বেদনা, আমার দুঃখ শুধু আল্লাহ্‌র কাছেই  নিবেদন করছি এবং আমি আল্লাহ্‌র কাছ থেকে তা জানি যা তোমরা জান না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইয়াকূব ‘আলাইহিস্ সালাম ছেলেদের কথা শুনে বললেনঃ “আমি আমার ফরিয়াদ ও দুঃখ-কষ্টের বর্ণনা তোমাদের অথবা অন্য কারো কাছে করি না; বরং আল্লাহ্‌র কাছে করি। কাজেই আমাকে আমার অবস্থায় থাকতে দাও।” সাথে সাথে এ কথাও প্রকাশ করলেন যে, “আমার স্মরণ করা বৃথা যাবে না। আমি আল্লাহ্‌র পক্ষ থেকে এমন কিছু জানি, যা তোমরা জান না”। এর কয়েকটি ব্যাখ্যা হতে পারে- (এক) আল্লাহ্ ওয়াদা করেছেন যে, তিনি আমাকে সবার সাথে মিলিত করবেন। (দুই) আমি জানি যে, আল্লাহ্ তা'আলা কায়মনো বাক্যে দো'আকারীর দো'আ ফেরৎ দেন না। (তিন) আমি আল্লাহ্‌র পক্ষ থেকে জানি যে, ইউসুফ জীবিত। (চার) অথবা, আমি জানি যে, ইউসুফের স্বপ্ন সত্য হবে। (পাঁচ) অথবা, আমি মুসীবতে ধৈর্য্য ধারণ করার কারণে আল্লাহ্‌র পক্ষ থেকে এমন কিছু আশা করি, যা তোমরা কর না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১২ : ৮৭",
        "arabic_text": "\nيَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ ",
        "bangla_text": "‘হে আমার পুত্ৰগণ! তোমরা যাও, ইউসুফ ও তার সহোদরের সন্ধান কর এবং আল্লাহ্‌র রহমত হতে তোমরা নিরাশ হয়ো না। কারণ আল্লাহ্র রহমত হতে কেউই নিরাশ হয় না, কাফির সম্প্রদায় ছাড়া [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বৎসরা, যাও। ইউসুফ ও তার ভাইকে খোঁজ কর এবং আল্লাহ্‌র রহমত থেকে নিরাশ হয়ো না। কেননা, কাফের ছাড়া কেউ তাঁর রহমত থেকে নিরাশ হয় না। ইয়াকূব ‘আলাইহিস্ সালাম এতদিন পর ছেলেদেরকে আদেশ দিলেন যে, যাও ইউসুফ ও তার ভাইয়ের খোঁজ কর এবং তাদেরকে পাওয়ার ব্যাপারে নিরাশ হয়ো না। ইতিপূর্বে কখনো তিনি এমন আদেশ দেননি। এটা তাকদীরেরই ব্যাপার। ইতিপূর্বে তাদেরকে পাওয়া তাকদীরে ছিল না। তাই এরূপ কোন কাজও করা হয়নি। এখন মিলনের মূহুর্ত ঘনিয়ে এসেছিল। তাই আল্লাহ্ তা'আলা এর উপযুক্ত তদবীরও মনে জাগিয়ে দিলেন। উভয়কেই খোঁজ করার স্থান মিসরই সাব্যস্ত করা হল। এটা বিনইয়ামীনের বেলায় নির্দিষ্টই ছিল; কিন্তু ইউসুফ ‘আলাইহিস্ সালাম-কে মিসরে খোঁজ করার বাহ্যতঃ কোন কারণ ছিল না। কিন্তু আল্লাহ্ তা'আলা যখন কোন কাজের ইচ্ছা করেন, তখন এর উপযুক্ত কারণাদিও উপস্থিত করে দেন। তাই এবার ইয়াকূব ‘আলাইহিস্ সালাম সবাইকে খোঁজ করার জন্য ছেলেদেরকে আবার মিসর যেতে নির্দেশ দিলেন। সুদ্দী বলেন, যখন তার ছেলেরা তাকে বাদশার বিভিন্ন গুণাগুণ বর্ণনা করল তখন তিনি আশা করলেন যে, এটা যদি তার ছেলে ইউসুফ হতো! [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  ইয়াকূব ‘আলাইহিস্ সালাম-এর ঘটনা থেকে প্রমাণিত হয় যে, জান, মাল ও সন্তান-সন্তুতির ব্যাপারে কোন বিপদ ও কষ্ট দেখা দিলে প্রত্যেক মুসলিমের উপর ওয়াজিব হচ্ছে সবর ও আল্লাহ্‌র ফয়সালায় সন্তুষ্ট থাকার মাধ্যমে এর প্রতিকার করা এবং ইয়াকূব ‘আলাইহিস্ সালাম ও অন্যান্য নবীগণের অনুসরণ করা।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১২ : ৮৮",
        "arabic_text": "\nفَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ ",
        "bangla_text": "অতঃপর যখন তারা ইউসুফের কাছে উপস্থিত হল তখন তারা বলল, ‘হে ‘আযীয! আমরা ও আমাদের পরিবার-পরিজন বিপন্ন হয়ে পড়েছি এবং আমরা তুচ্ছ পুঁজি নিয়ে এসেছি [১]; আপনি আমাদের রসদ পূর্ণ মাত্রায় দিন এবং আমাদের প্রতি অনুগ্রহ করুন [২]; নিশ্চয়ই আল্লাহ্‌ অনুগ্রহকারীদের পুরস্কৃত করেন [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইউসুফ-ভ্রাতারা যখন পিতার নির্দেশ মোতাবেক মিসরে পৌঁছল এবং আযীযে-মিসরের সাথে সাক্ষাত করল, তখন নিতান্ত কাতরভাবে কথাবার্তা শুরু করল। নিজেদের দারিদ্র্যতা ও নিঃস্বতা প্রকাশ করে বলতে লাগলঃ হে আযীয! দুর্ভিক্ষের কারণে আমরা পরিবারবর্গ নিয়ে খুবই কষ্টে আছি। এমনকি এখন খাদ্যশস্য কেনার জন্য আমাদের কাছে উপযুক্ত মূল্যও নেই। আমরা অপারগ হয়ে কিছু অকেজো বস্তু খাদ্যশস্য কেনার জন্য নিয়ে এসেছি। আপনি নিজ চরিত্রগুণে এসব অকেজো বস্তু কবূল করে নিন এবং এর পরিবর্তে আমাদেরকে পুরোপুরি খাদ্যশস্য দিয়ে দিন, যা উত্তম মূল্যের বিনিময়ে দেয়া হয়। আগে যেভাবে প্রদান করতেন। [ইবন কাসীর] বলাবাহুল্য, আমাদের কোন অধিকার নেই। আপনি সদকা মনে করেই দিয়ে দিন। নিশ্চয়ই আল্লাহ্ তা'আলা সদকাদাতাকে উত্তম পুরস্কার দান করেন। অকেজো বস্তুগুলো কি ছিল, কুরআন ও হাদীসে তার কোন সুস্পষ্ট বর্ণনা নেই। তাফসীরবিদগণের উক্তি বিভিন্নরূপ। [দেখুন, কুরতুবী; ইবন কাসীর] কুরআনে যে শব্দটি ব্যবহৃত হয়েছে, তা হচ্ছে (مُزْجَاةٍ)। এর আসল অর্থ এমন বস্তু, যা নিজে সচল নয়; বরং জোরজবরদস্তি সচল করতে হয়। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে সদকা শব্দ দ্বারা কি বোঝানো হয়েছে, এ ব্যাপারে বিভিন্ন মত রয়েছে-কারো কারো মতে এখানে সদকা দ্বারা দানকেই বোঝানো হয়েছে। কারণ, মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর পূর্বে অন্যান্য নবীদের উপর তা হারাম ছিল না। [ইবন কাসীর] অপর কোন কোন মুফাসসির এখানে সদকা দ্বারা দান উদ্দেশ্য না নেয়ার পক্ষে মত ব্যক্ত করেছেন। তাদের মতে এখানে সদকা শব্দ দ্বারা সত্যিকারের সদকা বোঝানো হয়নি; বরং কারবারে সুযোগ-সুবিধা ও ছাড় দেয়াকেই ‘সদকা’ শব্দ দ্বারা ব্যক্ত করা হয়েছে। কেননা, তারা সম্পূর্ণ বিনামূল্যে খাদ্যশস্যের সওয়াল করেনি; বরং কিছু অকেজো বস্তু পেশ করেছিল। অনুরোধের সারমর্ম ছিল এই যে, এসব স্বল্প মূল্যের বস্তু রেয়াত করে গ্রহণ করুন। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] আল্লাহ্ তা'আলা সদকাদাতাদেরকে উত্তম প্রতিদান দেন। এ সম্পর্কে বিস্তারিত বিবরণ এই যে, সদকার এক প্রতিদান হচ্ছে ব্যাপক, যা মুমিন ও কাফের নির্বিশেষে সবাই দুনিয়াতেই পায় এবং তা হচ্ছে বিপদাপদ দূর হওয়া। অপর একটি প্রতিদান শুধু আখেরাতেই পাওয়া যাবে, অর্থাৎ জান্নাত। এটা শুধু ঈমানদারদের প্রাপ্য। এখানে আযীযে-মিসরকে সম্বোধন করা হয়েছে। ইউসুফ-ভ্রাতারা হয়তবা তখনো পর্যন্ত জানত না যে, তিনি ঈমানদার না কাফের। তাই তারা এমন ব্যাপক বাক্য বলেছে, যাতে ইহকাল ও পরকাল -উভয়কালই বোঝা যায়। এছাড়া এখানে বাহ্যতঃ আযীযে-মিসরকে সম্বোধন করে বলা উচিত ছিল যে, ‘আপনাকে আল্লাহ্ তা'আলা উত্তম প্রতিদান দেবেন।’ কিন্তু তারা হয়ত জানত না যে, আযীযে-মিসর ঈমানদার। তাই সদকাদাতা মাত্রকেই আল্লাহ্ তা'আলা প্রতিদান দিয়ে থাকেন, এরূপ ব্যাপক ভাষা ব্যবহার করা হয়েছে, বিশেষভাবে তিনিই প্রতিদান পাবেন- এমন বলা হয়নি। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১২ : ৮৯",
        "arabic_text": "\nقَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ ",
        "bangla_text": "তিনি বললেন, ‘তোমরা কি জান,  তোমরা ইউসুফ ও তার সহোদরের প্রতি কিরূপ আচরণ করেছিলে, যখন তোমরা ছিলে অজ্ঞ [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউসুফ ‘আলাইহিস্ সালাম ভাইদের এহেন মিসকীনসুলভ কথাবার্তা শুনে এবং দুরাবস্থা দেখে স্বভাবগতভাবে প্রকৃত অবস্থা প্রকাশ করে দিতে বাধ্য হচ্ছিলেন। ঘটনা প্রবাহে অনুমিত হয় যে, ইউসুফ ‘আলাইহিস্ সালাম-এর উপর স্বীয় অবস্থা প্রকাশের ব্যাপারে আল্লাহ্‌র পক্ষ থেকে যে বিধি-নিষেধ ছিল, এখন তা অবসানের সময়ও এসে গিয়েছিল। তাদের কথাবার্তা শুনে ইউসুফ ‘আলাইহিস্ সালাম নিজের গোপন ভেদ প্রকাশ করে দিলেন। পরিচয়ের ভূমিকা হিসেবে ভাইদেরকে প্রশ্ন করলেন, তোমাদের স্মরণ আছে কি? তোমরা ইউসুফ ও তার ভাইয়ের সাথে কি ব্যবহার করেছিলে, যখন তোমাদের মূর্খতার দিন ছিল এবং যখন তোমরা ভাল-মন্দের বিচার করতে পারতে না? এ প্রশ্ন শুনে ইউসুফ-ভ্রাতাদের মাথা ঘুরে গেল যে, ইউসুফের ঘটনার সাথে আযীযে-মিসরের কি সম্পর্ক! এ আযীযে-মিসরই স্বয়ং ইউসুফ নয় তো! এরপর আরো চিন্তা-ভাবনার পর কিছু কিছু আলামত দ্বারা চিনে ফেলল এবং আরো তথ্য জানার জন্য বললঃ\n  <br/>\n  <br/>\n  (ءَاِنَّكَ لَاَنْتَ يُوْسُفُ)\n  <br/>\n  <br/>\n  সত্যি সত্যিই কি তুমি ইউসুফ? ইউসুফ ‘আলাইহিস্ সালাম বললেনঃ হ্যাঁ, আমিই ইউসুফ এবং এ হচ্ছে আমার সহোদর ভাই। ভাইয়ের প্রসঙ্গ জুড়ে দেয়ার কারণ, যাতে তাদের লক্ষ্য অর্জনে পুরোপুরি সাফল্যের ব্যাপারটি স্পষ্ট হয়ে উঠে যে, যে দু’জনের খোঁজে তারা বের হয়েছিল, তারা উভয়েই এক জায়গায় বিদ্যমান রয়েছে। [বাগভী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১২ : ৯০",
        "arabic_text": "\nقَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "তারা বলল, ‘তবে কি তুমিই ইউসুফ?’ তিনি বললেন, ‘আমিই ইউসুফ এবং এ আমার সহোদর; আল্লাহ্‌ তো আমাদের উপর অনুগ্রহ করেছেন [১]। নিশ্চয় যে ব্যক্তি তাকওয়া অবলম্বন করে এবং ধৈর্যধারণ করে, তবে নিশ্চয় আল্লাহ্‌ মুহসিনদের শ্রমফল নষ্ট করেন না [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরপর ইউসুফ ‘আলাইহিস্ সালাম বললেন, ‘আল্লাহ্ তা'আলা আমাদের প্রতি অনুগ্রহ ও কৃপা করেছেন। তিনি আমাদেরকে নাজাত ও কর্তৃত্ব প্রদানের মাধ্যমে বিরাট অনুগ্রহ করেছেন। [কুরতুবী] তিনি আমাদের কষ্টকে সুখে, বিচ্ছেদকে মিলনে এবং অর্থ-সম্পদের স্বল্পতাকে প্রাচুর্যে রূপান্তরিত করেছেন। নিশ্চয়ই যারা পাপ কাজ থেকে বেঁচে থাকে এবং বিপদাপদে সবর করে, আল্লাহ্ এহেন সৎকর্মশীলদের প্রতিদান বিনষ্ট করেন না।\n  <br/>\n  <br/>\n  [২] এর দ্বারা জানা যায় যে, তাকওয়া অর্থাৎ গোনাহ্ থেকে বেঁচে থাকা এবং বিপদে সবর ও দৃঢ়তা অবলম্বন, এ দু’টি গুণ মানুষকে বিপদাপদ থেকে মুক্তি দেয়। কুরআনুল কারীম অনেক জায়গায় এ দু’টি গুণের উপরই মানুষের সাফল্য ও কামিয়াবী নির্ভরশীল বলে উল্লেখ করেছে। বলা হয়েছে, যেমন, অর্থাৎ তোমরা যদি সবর ও তাকওয়া অবলম্বন কর, তবে শক্রদের শত্রুতামূলক কলা-কৌশল তোমাদের বিন্দুমাত্র ক্ষতি সাধন করতে পারবে না। [সূরা আলে-ইমরানঃ ১২০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১২ : ৯১",
        "arabic_text": "\nقَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ ",
        "bangla_text": "তারা বলল, ‘আল্লাহ্‌র শপথ! আল্লাহ্ নিশ্চয়ই তোমাকে আমাদের উপর প্রাধান্য দিয়েছেন এবং আমরা তো অপরাধী ছিলাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১২ : ৯২",
        "arabic_text": "\nقَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ ",
        "bangla_text": "তিনি বললেন, ‘আজ তোমাদের বিরুদ্ধে কোন ভর্ৎসনা নেই। আল্লাহ্ তোমাদেরকে ক্ষমা করুন এবং তিনিই শ্ৰেষ্ঠ দয়ালু [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  ’[১] এখন নিজেদের অপরাধ স্বীকার ও ইউসুফ ‘আলাইহিস্ সালাম-এর শ্রেষ্ঠত্ব মেনে নেয়া ছাড়া ইউসুফ-ভ্রাতাদের উপায় ছিল না। সবাই একযোগে বলল, আল্লাহ্‌র কসম, তিনি তোমাকে আমাদের উপর শ্রেষ্ঠত্ব দান করেছেন। তুমি এরই যোগ্য ছিলে। আমরা নিজেদের কৃতকর্মে দোষী ছিলাম। আল্লাহ্ মাফ করুন। উত্তরে ইউসুফ ‘আলাইহিস্ সালাম নবীসুলভ গাম্ভীর্যের সাথে বললেন, আজ তোমাদের বিরুদ্ধে আমার কোন অভিযোগও নেই। তোমাদের অত্যাচারের প্রতিশোধ নেয়া তো দূরের কথা। এ হচ্ছে তার পক্ষ থেকে ক্ষমার সুসংবাদ। এটা চরিত্রের উচ্চতম স্তর যে, অত্যাচারীকে শুধু ক্ষমাই করেননি, বরং এ কথাও স্পষ্ট করে দিয়েছেন যে, এখন তোমাদেরকে তিরস্কার করা হবে না। অতঃপর আল্লাহ্‌র কাছে দো’আ করলেন, আল্লাহ্ তা'আলা তোমাদের অন্যায় ক্ষমা করুন। তিনি সব মেহেরবানের চাইতে অধিক মেহেরবান। আবু হুরাইরা রাদিয়াল্লাহু ‘আনহু বলেন, আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যেদিন আল্লাহ্ রহমতকে সৃষ্টি করেছেন, সেদিন তাকে একশত ভাগে বিভক্ত করেছেন। তার মধ্যে নিরানব্বই ভাগই তাঁর নিকট রেখে দিয়েছেন। আর বাকী একভাগ তাঁর সমস্ত সৃষ্টিজীবকে দিয়েছেন। যদি কোন কাফের আল্লাহ্‌র নিকট যে রহমত আছে, তার পরিমাণ সম্পর্কে জানতো তাহলে সে জান্নাতের ব্যাপারে নিরাশ হতো না। অপরপক্ষে কোন মুমিন যদি আল্লাহ্‌র কাছে যে শাস্তি রয়েছে তার পরিমান সম্পর্কে জানতো, তবে জাহান্নামের আগুন থেকে নিরাপদ মনে করতো না। [বুখারীঃ ৬৪৬৯]\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১২ : ৯৩",
        "arabic_text": "\nٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ ",
        "bangla_text": "তোমরা আমার এ জামাটি নিয়ে যাও এবং এটা আমার পিতার চেহারার উপর রেখো; তিনি দৃষ্টি শক্তি ফিরে পাবেন। আর তোমাদের পরিবারের সবাইকে আমার কাছে নিয়ে এসো [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমার এই জামাটি নিয়ে যাও এবং আমার পিতার চেহারার উপর রেখে দাও। এতে তিনি দৃষ্টিশক্তি ফিরে পাবেন। ফলে এখানে আসতেও সক্ষম হবেন। পরিবারের অন্যান্য সবাইকেও আমার কাছে নিয়ে আসো, যাতে সবাই দেখা-সাক্ষাত করে আনন্দিত হতে পারি; আল্লাহ্ প্রদত্ত নেয়ামত দ্বারা উপকৃত ও কৃতজ্ঞ হতে পারি।\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১২ : ৯৪",
        "arabic_text": "\nوَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ ",
        "bangla_text": "আর যখন যাত্রীদল বের হয়ে পড়ল তখন তাদের পিতা বললেন, ‘তোমরা যদি আমাকে বৃদ্ধ-অপ্রকৃতস্থ মনে না কর তবে বলি, আমি ইউসুফের ঘ্ৰাণ পাচ্ছি [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কাফেলা শহর থেকে বের হতেই ইয়াকূব ‘আলাইহিস্ সালাম নিকটস্থ লোকদেরকে বললেনঃ তোমরা যদি আমাকে বোকা না মনে কর, তবে আমি বলছি যে, আমি ইউসুফের গন্ধ পাচ্ছি। মিসর থেকে কেনান পর্যন্ত ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমার বর্ণনা অনুযায়ী আট দিনের দূরত্ব ছিল। [তাবারী] হাসান বসরীর বর্ণনা মতে দশ দিনের, অপর বর্ণনায় একমাসের রাস্তা ছিল। [কুরতুবী] ইবন জুরাইজ বলেন, আশি ফারসাখের রাস্তা ছিল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১২ : ৯৫",
        "arabic_text": "\nقَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ ",
        "bangla_text": "তারা বলল, ‘আল্লাহ্‌র শপথ! আপনি তো আপনার পুরোন বিভ্রান্তিতেই রয়েছেন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ উপস্থিত লোকেরা বললঃ আল্লাহ্‌র কসম, আপনি তো সেই পুরোনো ভ্রান্ত ধারণায়ই পড়ে রয়েছেন যে, ইউসুফ জীবিত আছে এবং তার সাথে মিলন হবে। ইবন কাসীর বলেন, তারা তাদের পিতার সাথে এমন কথা বললো যা কোন পিতার সাথে বলা যায় না। আল্লাহ্‌র কোন নবীর সাথে বলাই যায় না। কুরতুবী বলেন, যারা এ কথা বলেছিল তারা ঘরের অন্যান্য লোকেরা। ছেলেরা বলেনি। কারণ, তারা তখনও কেনানে ফিরে আসেনি। পরবর্তী আয়াত থেকে তা বুঝা যাচ্ছে।\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১২ : ৯৬",
        "arabic_text": "\nفَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ ",
        "bangla_text": "অতঃপর যখন সুসংবাদবাহক উপস্থিত হল এবং তাঁর চেহারার উপর জামাটি রাখল তখন তিনি দৃষ্টিশক্তি ফিরে পেলেন [১]। তিনি বললেন, ‘আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহ্‌র কাছ থেকে যা জানি তা তোমরা জান না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন সুসংবাদদাতা কেনানে পৌঁছল এবং ইউসুফ ‘আলাইহিস্ সালাম-এর জামা ইয়াকূব ‘আলাইহিস্ সালাম-এর চেহারায় রাখল, তখন সঙ্গে সঙ্গেই তার দৃষ্টি শক্তি ফিরে এল।\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১২ : ৯৭",
        "arabic_text": "\nقَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ ",
        "bangla_text": "তারা বলল, ‘হে আমাদের পিতা! আমাদের পাপের জন্য ক্ষমা প্রার্থনা করুন; আমরা তো অপরাধী [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বাস্তব ঘটনা যখন সবার জানা হয়ে গেল, তখন ইউসুফের ভ্রাতারা স্বীয় অপরাধের জন্য পিতার কাছে ক্ষমা প্রার্থনা করে বললঃ আপনি আমাদের জন্য আল্লাহ্‌র কাছে মাগফেরাতের দো'আ করুন। বলাবাহুল্য, যে ব্যক্তি আল্লাহ্‌র কাছে তাদের মাগফেরাতের জন্য দো'আ করবে, সে নিজেও তাদের অপরাধ মাফ করে দেবে।\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১২ : ৯৮",
        "arabic_text": "\nقَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ ",
        "bangla_text": "তিনি বললেন, ‘অচিরেই আমি আমার রবের কাছে তোমাদের জন্য ক্ষমা প্রার্থনা করব। নিশ্চয় তিনি অতি ক্ষমাশীল, পরম দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "১২ : ৯৯",
        "arabic_text": "\nفَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ ",
        "bangla_text": "অতঃপর তারা যখন ইউসুফের কাছে উপস্থিত হল, তখন তিনি তার পিতা-মাতাকে নিজের কাছে স্থান দিলেন এবং বললেন, ‘আপনারা আল্লাহ্‌র ইচ্ছায় নিরাপদে মিসরে প্রবেশ করুন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউসুফ ‘আলাইহিস্ সালাম পরিবারের সবাইকে বললেনঃ আপনারা সবাই আল্লাহ্‌র ইচ্ছা অনুযায়ী অভাব অনটন থেকে মুক্ত হয়ে, নিৰ্ভয়ে, অবাধে মিসরে প্রবেশ করুন। [তাবারী] উদ্দেশ্য এই যে, ভিনদেশীদের প্রবেশের ব্যাপারে স্বভাবতঃ যেসব বিধি-নিষেধ থাকে আপনারা সেগুলো থেকে মুক্ত। [বাগভী; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "১২ : ১০০",
        "arabic_text": "\nوَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ ",
        "bangla_text": "আর ইউসুফ তার পিতা-মাতাকে [১] উঁচু আসনে বসালেন এবং তারা সবাই তার সম্মানে সিজদায় লুটিয়ে পড়ল [২]। তিনি বললেন, ‘হে আমার পিতা! এটাই আমার আগেকার স্বপ্নের ব্যাখ্যা [৩]; আমার রব এটা সত্যে পরিণত করেছেন এবং তিনি আমাকে কারাগার থেকে মুক্ত করেন এবং শয়তান আমার ও আমার ভাইদের সম্পর্ক নষ্ট করার পরও আপনাদেরকে মরু অঞ্চল হতে এখানে এনে দিয়ে আমার প্রতি অনুগ্রহ করেছেন। আমার রব যা ইচ্ছে তা নিপুণতার সাথে করেন। তিনি তো সর্বজ্ঞ, প্রজ্ঞাময় [৪]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে (اَبَوَيْهِ) (পিতা-মাতা) উল্লেখ করা হয়েছে। তাই অনেকের মতেই ইউসুফের মাতা জীবিত ছিলেন। [ইবন কাসীর] তবে অনেক ঐতিহাসিক মনে করেন, ইউসুফ ‘আলাইহিস্ সালাম-এর মাতা তার শৈশবেই ইন্তেকাল করেছিলেন। কিন্তু তারপর ইয়াকূব ‘আলাইহিস্ সালাম মৃতার ভগ্নিকে বিয়ে করেছিলেন। তিনি ইউসুফ ‘আলাইহিস্ সালাম-এর খালা হওয়ার দিক দিয়েও মায়ের মতই ছিলেন এবং পিতার বিবাহিতা স্ত্রী হওয়ার দিক দিয়েও মাতাই ছিলেন। [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ পিতা-মাতাকে রাজ সিংহাসনে বসালেন আর ভ্রাতারা সবাই ইউসুফ ‘আলাইহিস্ সালাম-এর সামনে সিজদা করলেন। এ \"সিজদাহ\" শব্দটি বহু লোককে বিভ্রান্ত করেছে। এমনকি একটি দল তো এ থেকে প্রমাণ সংগ্রহ করে বাদশাহ ও পীরদের জন্য “আদবের সিজদাহ” ও “সম্মান প্রদর্শনের সিজদাহ”-এর বৈধতা আবিষ্কার করেছেন। এর দোষমুক্ত হবার জন্য অন্য লোকদের এ ব্যাখ্যা দিতে হয়েছে যে, আগের নবীদের শরী’আতে কেবলমাত্র ইবাদাতের সিজদা আল্লাহ্ ছাড়া আর সবার জন্য হারাম ছিল। এ ছাড়া যে সিজদার মধ্যে ইবাদাতের অনুভূতি নেই তা আল্লাহ্ ছাড়া অন্যদের জন্যও করা যেতে পারতো। তবে মুহাম্মাদী শরীয়াতে আল্লাহ্‌ ছাড়া অন্যদের জন্য সব রকমের সিজদা হারাম করে দেয়া হয়েছে। কিন্তু আসলে \"সিজদাহ” শব্দটি বর্তমান ইসলামী পরিভাষার অর্থে গ্রহণ করার ফলেই যাবতীয় বিভ্রান্তি দেখা দিয়েছে। অর্থাৎ হাত, হাঁটু ও কপাল মাটিতে ঠেকিয়ে দেয়া। অথচ সিজদাহর মূল অর্থ হচ্ছে শুধুমাত্র ঝুঁকে পড়া। আর এখানে এ শব্দটি এ অর্থেই ব্যবহৃত হয়েছে। আর এ অর্থই ইমাম বাগভী পছন্দ করেছেন। এখানে আরও জানা আবশ্যক যে, কারো প্রতি কৃতজ্ঞতা প্রকাশ করার, কাউকে অভ্যর্থনা জানাবার অথবা নিছক কাউকে সালাম করার জন্য সামনের দিকে কিছুটা ঝুঁকে পড়ার রেওয়াজ প্রাচীন যুগের মানুষের মধ্যে ব্যাপকভাবে প্রচলিত ছিল। এ ধরনের ঝুঁকে পড়ার জন্য আরবীতে \"সিজদাহ\" শব্দ ব্যবহার করা হয়। সেটাও এ শরী’আতে মনসুখ বা রহিত। [কুরতুবী] এ থেকে পরিষ্কার জানা যায়, বর্তমানে ইসলামী পরিভাষায় “সিজদাহ” বলতে যা বুঝায় এ সিজদাহর অর্থ তা নয়। ইসলামী পরিভাষায় যাকে সিজদা বলা হয়, সে সিজদা আল্লাহ্‌র পাঠানো শরী’আতে তা কোনদিন গায়রুল্লাহর জন্য জায়েয ছিল না। হাদীসে বলা হয়েছেঃ ‘কোন মানুষের জন্য অপর মানুষকে সিজদা করা বৈধ নয়।’ [নাসায়ী, আস-সুনানুল কুবরা: ৯১৪৭; ইবন আবী শাইবাহ, হাদীস নং: ১৭১৩২]\n  <br/>\n  <br/>\n  [৩] ইউসুফ ‘আলাইহিস্ সালাম-এর সামনে যখন পিতা-মাতা ও এগার ভাই একযোগে সিজদা করল, তখন শৈশবের স্বপ্নের কথা তার মনে পড়ল। তিনি বললেনঃ পিতা, এটা আমার শৈশবে দেখা স্বপ্নের ব্যাখ্যা, যাতে দেখেছিলাম যে, সূর্য, চন্দ্র ও এগারটি নক্ষত্র আমাকে সিজদা করছে। আল্লাহ্র শোকর যে, তিনি এ স্বপ্নের সত্যতা চোখে দেখিয়ে দিয়েছেন।\n  <br/>\n  <br/>\n  [৪] এরপর ইউসুফ ‘আলাইহিস্ সালাম পিতা-মাতার কাছে কিছু অতীত কাহিনী বর্ণনা করতে শুরু করে বললেনঃ “আল্লাহ্ তা'আলা আমার প্রতি অনুগ্রহ করেছেন, যখন কারাগার থেকে আমাকে বের করেছেন এবং আপনাকে বাইরে থেকে এখানে এনেছেন; অথচ শয়তান আমার ও আমার ভাইদের মধ্যে কলহ সৃষ্টি করে দিয়েছিল”।\n  <br/>\n  <br/>\n  ইউসুফ ‘আলাইহিস্ সালাম-এর দুঃখ-কষ্ট যথাক্রমে তিন অধ্যায়ে বিভক্ত। (এক) ভাইদের অত্যাচার ও উৎপীড়ন। (দুই) পিতা-মাতার কাছ থেকে দীর্ঘদিনের বিচ্ছেদ এবং (তিন) কারাগারের কষ্ট। আল্লাহ্র মনোনীত নবী স্বীয় বিবৃতিতে প্রথমে ঘটনাবলীর ধারাবাহিকতা পরিবর্তন করে কারাগার থেকে কথা শুরু করেছেন। ভ্রাতারা যে তাকে কূপে নিক্ষেপ করেছিল, তা উল্লেখ করেননি, কারণ, তিনি তা উল্লেখ করে ভাইদেরকে লজ্জা দেয়া সমীচীন মনে করেননি। [কুরতুবী] ইউসুফ ‘আলাইহিস্ সালাম তারপর বললেন, ‘আমার পালনকর্তা যে কাজ করতে চান, তার তদবীর সূক্ষ্ম করে দেন। নিশ্চয় তিনি সুবিজ্ঞ, প্রজ্ঞাবান।’ তিনি তাঁর বান্দার স্বার্থ যাতে রয়েছে তাতে তাকে এমনভাবে প্রবেশ করান যে, কেউ তা জানতে পারে না। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "১২ : ১০১",
        "arabic_text": "\n۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ ",
        "bangla_text": "‘হে আমার রব! আপনি আমাকে রাজ্য দান করেছেন এবং স্বপ্নের ব্যাখ্যা শিক্ষা দিয়েছেন। হে আসমানসমূহ ও যমীনের সষ্টা! আপনিই দুনিয়া ও আখিরাতে আমার অভিভাবক। আপনি আমাকে মুসলিম হিসেবে মৃত্যু দিন এবং আমাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করুন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পিতা-মাতা ও ভাইদের সাথে সাক্ষাতের ফলে যখন জীবনে শান্তি এল, তখন সরাসরি আল্লাহ্‌র প্রশংসা, তাঁর কাছে দো'আয় মশগুল হয়ে গেলেন এবং বললেনঃ “হে আমার পালনকর্তা! আপনি আমাকে রাষ্ট্রক্ষমতা দান করেছেন এবং আমাকে স্বপ্নের ব্যাখ্যা শিখিয়েছেন। হে আসমান ও যমীনের স্রষ্টা! আপনিই দুনিয়া ও আখেরাতে আমার কাৰ্যনির্বাহী। আমাকে পূর্ণ আনুগত্যশীল অবস্থায় দুনিয়া থেকে উঠিয়ে নিন এবং আমাকে পরিপূর্ণ সৎ বান্দাদের অন্তর্ভুক্ত রাখুন।” ‘পরিপূর্ণ সৎ বান্দা’ নবীগণই হতে পারেন। এ দো’আয় ‘খাতেমা বিলখায়ের’ অর্থাৎ অন্তিম সময়ে পূর্ণ আনুগত্যশীল হওয়ার প্রার্থনাটি বিশেষভাবে প্রণিধানযোগ্য। আল্লাহ্ তা'আলার প্রিয়জনদের বৈশিষ্ট্য এই যে, তারা দুনিয়া ও আখেরাতে যত উচ্চ মর্যাদাই লাভ করুন এবং যত প্রভাব-প্রতিপত্তি ও পদমর্যাদাই তাদের পদচুম্বন করুক, তারা কখনো গর্বিত হন না; বরং সর্বদাই এসব অবস্থা বিলুপ্ত হওয়ার অথবা হ্রাস পাওয়ার আশঙ্কা করতে থাকেন। তাই তারা দো’আ করতে থাকেন, যাতে আল্লাহ্-প্রদত্ত বাহ্যিক ও আভ্যন্তরীণ নেয়ামতসমূহ জীবনের শেষ মূহুর্ত পর্যন্ত অব্যাহত থাকে, বরং সেগুলো আরো যেন বৃদ্ধি পায়।\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "১২ : ১০২",
        "arabic_text": "\nذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ ",
        "bangla_text": "এটা গায়েবের সংবাদ যা আপনাক আমরা ওহী দ্বারা জানাচ্ছি [১]; ষড়যন্ত্র কালে যখন তারা মতৈক্যে পৌঁছেছিল, তখন আপনি তাদের সাথে ছিলেন না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, এগুলো গায়েবের সংবাদ, যা আমি আপনাকে ওহীর মাধ্যমে বলি। এ বিষয়বস্তুটি প্রায় এমনি ভাষায় সূরা আলে-ইমরানের ৪৩তম আয়াতে ব্যক্ত হয়েছে। সূরা হূদের ৪৯ তম আয়াতে নূহ্ ‘আলাইহিস্ সালাম-এর ঘটনা প্রসঙ্গেও তাই বলা হয়েছে। এসব আয়াত থেকে জানা যায় যে, আল্লাহ্ তা’আলা ওহীর মাধ্যমে নবীগণকে গায়েবের সংবাদ বলে দেন। বিশেষ করে আমাদের শ্রেষ্ঠতম নবী মুহাম্মাদ মোস্তফা সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে এসব গায়েবের সংবাদের বিশেষ অংশ দান করা হয়েছে, যার পরিমাণ পূর্ববতী নবীগণের তুলনায় বেশী। এ কারণে তিনি উম্মতকে এমন অনেক ঘটনা বিস্তারিত অথবা সংক্ষেপে বলে দিয়েছেন, যেগুলো কেয়ামত পর্যন্ত সংঘটিত হবে। ‘কিতাবুল-ফিতান’ শিরোনামে ভবিষ্যতে সংঘটিত হবে এমন বর্ণনা সম্বলিত বহুসংখ্যক ভবিষ্যদ্বাণী হাদীসের গ্রন্থসমূহে মওজুদ রয়েছে। এ সমস্ত গায়েবের জ্ঞান আল্লাহ্ তাঁর রাসূলকে দান করেছেন।\n  <br/>\n  <br/>\n  [২] ইউসুফ ‘আলাইহিস্ সালাম-এর কাহিনী পুরোপুরি বর্ণনা করার পর আলোচ্য আয়াতসমূহে রাসূলুল্লাহ্ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে বলা হয়েছে, এই কাহিনী ঐসব গায়েবী সংবাদের অন্যতম, যেগুলো আমি ওহীর মাধ্যমে আপনাকে বলেছি। আপনি ইউসুফ-ভ্রাতাদের কাছে উপস্থিত ছিলেন না, যখন তারা ইউসুফকে কূপে নিক্ষেপ করার সিদ্ধান্ত নিয়েছিল এবং এজন্য কলা-কৌশলের আশ্রয় নিচ্ছিল। এ বর্ণনার উদ্দেশ্য এই যে, ইউসুফ ‘আলাইহিস্ সালাম-এর কাহিনীটি পূর্ণ বিবরণসহ ঠিক ঠিক বলে দেয়া আপনার নবুওয়াত, রিসালাত ও ওহীর সুস্পষ্ট প্রমাণ। [ইবন কাসীর] কেননা, কাহিনীটি হাজারো বছর পূর্বেকার। আপনি সেখানে বিদ্যমান ছিলেন না যে, স্বচক্ষে দেখে বিবৃত করবেন এবং আপনি কারো কাছে শিক্ষাও গ্রহণ করেননি যে, ইতিহাস গ্রন্থ পাঠ করে অথবা কারো কাছে শুনে বর্ণনা করবেন। অতএব, আল্লাহ্র পক্ষ থেকে ওহী ব্যতীত এ সম্পর্কে জ্ঞান লাভ করার দ্বিতীয় কোন পথ নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "১২ : ১০৩",
        "arabic_text": "\nوَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ ",
        "bangla_text": "আর আপনি যতই চান না কেন, বেশীর ভাগ লোকই ঈমান গ্রহণকারী নয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনাকে আল্লাহ্ তা'আলা পূর্ববর্তী এ ঘটনাগুলো এজন্যই জানিয়েছেন যাতে এর দ্বারা মানুষের জন্য শিক্ষণীয় উপকরণ থাকে এবং মানুষের দ্বীন ও দুনিয়ার নাজাতের মাধ্যম হয়। তারপরও অনেক মানুষই ঈমান আনে না। এ জন্যই আল্লাহ্ বলেন যে, আপনার ঐকান্তিক ইচ্ছা যতই থাকুক না কেন অধিকাংশ মানুষই ঈমান আনবে না। অন্য আয়াতে আল্লাহ্ বলেন, “আর যদি আপনি যমীনের অধিকাংশ লোকের কথামত চলেন, তবে তারা আপনাকে আল্লাহ্‌র পথ থেকে বিচ্যুত করবে” [সূরা আল-আন’আমঃ ১১৬] [ইবন কাসীর] সুতরাং অধিকাংশ মানুষ ঈমান না আনলে আপনার কিছু করার নেই। আপনি চাইলেই কাউকে হিদায়াত দিতে পারবেন না। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "১২ : ১০৪",
        "arabic_text": "\nوَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ ",
        "bangla_text": "আর আপনি তাদের কাছে কোন পারিশ্রমিক দাবি করছেন না। এ (কুরআন) তো সৃষ্টিকুলের জন্য উপদেশ ছাড়া কিছু নয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "১২ : ১০৫",
        "arabic_text": "\nوَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ ",
        "bangla_text": "আর আসমান ও যমীনে অনেক নিদর্শন রয়েছে; তারা এ সবকিছু দেখে, কিন্তু তারা এসবের প্রতি উদাসীন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "১২ : ১০৬",
        "arabic_text": "\nوَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ ",
        "bangla_text": "তাদের বেশীর ভাগই আল্লাহ্‌র উপর ঈমান রাখে, তবে তাঁর সাথে (ইবাদতে) শির্ক করা অবস্থায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে এমন লোকদের সম্পর্কে বলা হচ্ছে, যারা আল্লাহ্‌র অস্তিত্বে বিশ্বাসী, কিন্তু তাঁর সাথে অন্য বস্তুকে অংশীদার সাব্যস্ত করে। বলা হয়েছেঃ\n  <br/>\n  <br/>\n  (وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ তাদের মধ্যে যারা আল্লাহ্‌র উপর বিশ্বাস করে, তারাও শির্কের সাথে করে। তারা আল্লাহ্ তা'আলাকে রব, জীবনদাতা, মৃত্যুদাতা স্বীকার করে, কিন্তু তা সত্বেও তারা ইবাদাত করার সময় আল্লাহ্‌র সাথে অন্যান্যদেরও ইবাদাত করে। [তাবারী; কুরতুবী; বাগভী; ইবন কাসীর; সাদী] তাদের ঈমান হল আল্লাহ্‌র প্রভূত্বের উপর, আর তাদের শির্ক হল আল্লাহ্‌র ইবাদাতে। এ আয়াতের মধ্যে ঐ সমস্ত নামধারী মুসলিমও অন্তর্ভুক্ত, যারা আল্লাহ্‌র ইবাদাতের পাশাপাশি পীর, কবর ইত্যাদির ইবাদাতও করে থাকে।\n  <br/>\n  <br/>\n  ইবনে কাসীর বলেনঃ যেসব মুসলিম ঈমান সত্ত্বেও বিভিন্ন প্রকার শির্কে লিপ্ত রয়েছে, তারাও এ আয়াতের অন্তর্ভুক্ত। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ আমি তোমাদের জন্য যেসব বিষয়ের আশঙ্কা করি, তন্মধ্যে সবচাইতে বিপজ্জনক হচ্ছে ছোট শির্ক। সাহাবায়ে কেরামের প্রশ্নের উত্তরে তিনি বললেনঃ রিয়া (লোক দেখানো ইবাদাত) হচ্ছে ছোট শির্ক। [মুসনাদে আহমাদ ৫/৪২৯] এমনিভাবে অন্য এক হাদীসে আল্লাহ্ ব্যতীত অন্যের কসম করাকেও শির্ক বলা হয়েছে। [সহীহ ইবনে হিব্বানঃ ১০/১৯৯, হাদীস নং ৪৩৫৮] আল্লাহ্ ব্যতীত অন্য কারো নামে মান্নত করা এবং যবেহ্ করা শির্কের অন্তর্ভুক্ত। হাদীসে আরও এসেছে, ‘মুশরিকরা তাদের হজের তালবিয়া পাঠের সময় বলত: ‘লাব্বাইক আল্লাহুম্মা লাব্বাইক, লাব্বাইক লা শারীকা লাকা, ইল্লা শারীকান হুয়া লাকা তামলিকুহূ ওমা মালাক। (অর্থাৎ আমি হাযির আল্লাহ্ আমি হাযির, আমি হাযির, আপনার কোন শরীক নেই, তবে এমন এক শরীক আছে যার আপনি মালিক, সে আপনার মালিক নয়) এটা বলত। রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাদের এ শির্কী তালবিয়া পড়ার সময় যখন তারা (‘লাব্বাইক আল্লাহুম্মা লাব্বাইক, লাব্বাইক লা শারীকা লাকা) পর্যন্ত বলত, তখন তিনি বলতেন যথেষ্ট এতটুকুই বল। [মুসলিম: ১১৮৫] কারণ এর পরের অংশটুকু শির্ক। তারা ঈমানের সাথে শির্ক মিশ্রিত করে ফেলেছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "১২ : ১০৭",
        "arabic_text": "\nأَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ ",
        "bangla_text": "তবে কি তারা আল্লাহ্‌র সর্বগ্রাসী শাস্তি হতে বা তাদের অজান্তে কিয়ামতের আকস্মিক উপস্থিতি হতে নিরাপদ হয়ে গেছে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে হুশিয়ার করা হয়েছে যে, তারা নবীগণের বিরুদ্ধাচরণের অশুভ পরিণতির প্রতি লক্ষ্য করে না। যদি তারা সামান্যও চিন্তা করত এবং পারিপার্শ্বিক শহর ও স্থানসমূহের ইতিহাস পাঠ করত, তবে নিশ্চয়ই জানতে পারত যে, নবীগণের বিরুদ্ধাচরণকারীরা এ দুনিয়াতে কিরূপ ভয়ানক পরিণতির সম্মুখীন হয়েছে। কওমে-লূতের জনপদসমূহকে উল্টে দেয়া হয়েছে। কওমে-‘আদ ও কওমে সামূদকে নানাবিধ আযাব দ্বারা নাস্তানাবুদ করে দেয়া হয়েছে। দুনিয়াতে তাদের উপর এ ধরনের আযাব আসার ব্যাপারে তারা কিভাবে নিজেদেরকে নিরাপদ ভাবছে? আর আখেরাত তা তো তাদের কাছে হঠাৎ করেই আসবে। যখন তারা সেটার আগমন সম্পর্কে কিছুই জানতে পারবে না। ইবন আব্বাস বলেন, যখন আখেরাতের সে চিৎকার আসবে তখন তারা বাজারে ও তাদের কর্মস্থলে কাজ-কারবারে ব্যস্ত থাকবে। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "১২ : ১০৮",
        "arabic_text": "\nقُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "বলুন, ‘এটাই আমার পথ, আল্লাহ্‌র প্রতি মানুষকে আমি ডাকি জেনে-বুঝে, আমি [১] এবং যারা আমার অনুসরণ করেছে তারাও [২]। আর আল্লাহ্‌ কতই না পবিত্র মহান এবং আমি মুশরিকদের অন্তর্ভুক্ত নই [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনি তাদেরকে বলে দিন, আমার তরীকা এই যে, মানুষকে সম্পূর্ণ জেনে-বুঝে আল্লাহ্‌র দিকে দাওয়াত দিতে থাকব -আমি এবং আমার অনুসারীরাও। এটাই আমার পথ, পদ্ধতি ও নিয়ম যে আমি আল্লাহ্ ছাড়া কোন মা’বুদ নেই একমাত্র তিনিই মা’বুদ, তাঁর কোন শরীক নেই, এ সাক্ষ্য দানের দিকে মানুষকে আহ্বান জানাব। জেনে বুঝে, বিশ্বাস ও প্রমাণের উপর নির্ভরশীল হয়ে এ পথে আহ্বান জানাবো। অনুরূপভাবে যারা আমার অনুসরণ করবে তারা সবাই এ পথের দাওয়াত দিবে। যে পথে তাদের রাসূল মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম দাওয়াত দিয়েছেন। তারাও এটা করবে সম্পূর্ণরূপে জেনে-বুঝে, শরী’আত ও বিবেক অনুমোদিত পদ্ধতিতে। [ইবন কাসীর] উদ্দেশ্য এই যে, আমার দাওয়াত আমার কোন চিন্তাধারার উপর ভিত্তিশীল নয়; বরং এটা পরিপূর্ণ জ্ঞান, বুদ্ধিমত্তা ও প্রজ্ঞার ফলশ্রুতি। আমার উপর যারা ঈমান আনবে এবং আমাকে সত্য বলে বিশ্বাস করবে তারাও এ দাওয়াতের কাজ করবে। [বাগভী]\n  <br/>\n  <br/>\n  [২] ‘যারা আমার অনুসরণ করেছে’ এখানে তার অনুসরণকারী কারা তা নির্ধারণে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, এতে সাহাবায়ে কেরামকে বোঝানো হয়েছে, যারা রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর জ্ঞানের বাহক। আব্দুল্লাহ্ ইবনে মাস’উদ রাদিয়াল্লাহু ‘আনহু বলেনঃ সাহাবায়ে কেরাম এ উম্মতের সর্বোত্তম ব্যক্তিবর্গ। তাদের অন্তর পবিত্র এবং জ্ঞান সুগভীর। তাদের মধ্যে লৌকিকতার নাম-গন্ধও নেই। আল্লাহ্ তা'আলা তাদেরকে স্বীয় রাসূলের সংসর্গ ও সেবার জন্য মনোনীত করেছেন। তোমরা তাদের চরিত্র অভ্যাস ও তরীকা আয়ত্ত কর। কেননা, তারা সরল পথের পথিক। কলবী ও ইবনে যায়েদ বলেনঃ এ আয়াত থেকে আরো জানা গেল যে, যে ব্যক্তি রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর অনুসরণের দাবী করে, তার অবশ্য কর্তব্য হচ্ছে তার দাওয়াতকে ঘরে ঘরে পৌঁছানো এবং কুরআনের শিক্ষাকে ব্যাপকতর করা। [বাগভী; কিওয়ামুস সুন্নাহ আল-ইস্ফাহানী, আল-হূজ্জাহ ফী বায়ানিল মাহাজ্জাহঃ ৪৯৮]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ আল্লাহ্ শির্ক থেকে পবিত্র এবং আমি মুশরিকদের অন্তর্ভুক্ত নই। উপরে বর্ণিত হয়েছিল যে, অধিকাংশ লোক ঈমানের সাথে প্রকাশ্য ও অপ্রকাশ্য শির্ককেও যুক্ত করে দেয়। তাই রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম শির্ক থেকে নিজের সম্পূর্ণ পবিত্রতার প্রকাশ করেছেন। সারকথা এই যে, আমার দাওয়াতের উদ্দেশ্য মানুষকে নিজের দাসে পরিণত করা নয়; বরং আমি নিজেও আল্লাহ্‌র দাস এবং মানুষকেও তাঁর দাসত্ব স্বীকার করার দাওয়াত দেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "১২ : ১০৯",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": " আর আমরা আপনার আগেও জনপদবাসীদের মধ্য থেকে [১] পুরুষদেরকেই পাঠিয়েছিলাম [২], যাদের কাছে ওহী পাঠাতাম। তারা কি যমীনে ভ্রমণ করেনি? ফলে দেখতে পেত তাদের  পূর্ববর্তীদের পরিণাম কী হয়েছিল? আর অবশ্যই যারা তাকওয়া অবলম্বন করেছে তাদের জন্য আখেরাতের আবাসই উত্তম [৩]; তবুও কি তোমরা বুঝ না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতেই (اَهْلِ الْقُرٰى) শব্দ দ্বারা জানা যায় যে, আল্লাহ্ তা'আলা সাধারণতঃ শহর ও নগরবাসীদের মধ্য থেকে পুরুষদেরকেই রাসূল প্রেরণ করেছেন; কোন গ্রাম কিংবা বনাঞ্চলের অধিবাসীদের মধ্য থেকে রাসূল প্রেরিত হননি। কারণ, সাধারণতঃ গ্রাম বা বনাঞ্চলের অধিবাসীরা স্বভাব-প্রকৃতি ও জ্ঞান-বুদ্ধিতে নগরবাসীদের তুলনায় পশ্চাতপদ হয়ে থাকেন। [ইবন কাসীর] ইয়াকূব ‘আলাইহিস্ সালামও শহরবাসী ছিলেন, কিন্তু কোন কারণে তারা শহর ছেড়ে গ্রামে চলে গিয়েছিলেন। তাই কুরআনের সূরা ইউসুফেরই ১০০ নং আয়াতে তাদেরকে গ্রাম থেকে নিয়ে আসার কথা বলা হয়েছে। কোন কোন মুফাসসির বলেন, এ আয়াতে কাফেরদের একটি প্রশ্নের উত্তর দেয়া হয়েছে, যেখানে তারা ফিরিশতার উপর এ কুরআন নাযিল হলো না কেন তা জিজ্ঞেস করেছিল। উত্তর দেয়া হচ্ছে যে, আমি তো কেবল নগরবাসী পুরুষদেরকেই রাসূল হিসেবে প্রেরণ করেছি। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] এ আয়াতে নবীগণের সম্পর্কে (رِجَالًا) শব্দের ব্যবহার থেকে বোঝা যায় যে, নবী সবসময় পুরুষই হন। নারীদের মধ্যে কেউ নবী বা রাসূল হতে পারে না। মূলত: এটাই বিশুদ্ধ মত যে, আল্লাহ্ তা'আলা কোন নারীকে নবী কিংবা রাসূল হিসেবে পাঠাননি। কোন কোন আলেম কয়েকজন মহিলা সম্পর্কে নবী হওয়ার দাবী করেছেন; উদাহরণতঃ ইবরাহীম ‘আলাইহিস্ সালাম-এর বিবি সারা, মূসা ‘আলাইহিস্ সালাম-এর জননী এবং ঈসা ‘আলাইহিস্ সালাম-এর জননী মরিয়ম। এ তিন জন মহিলা সম্পর্কে কুরআনুল কারীমে এমন ভাষা প্রয়োগ করা হয়েছে, যা দ্বারা বোঝা যায় যে, আল্লাহ্ তা'আলার নির্দেশে ফিরিশতারা তাদের সাথে বাক্যালাপ করেছে, সুসংবাদ দিয়েছে কিংবা ওহীর মাধ্যমে স্বয়ং তারা কোন বিষয় জানতে পেরেছেন। কিন্তু ব্যাপকসংখ্যক আলেমের মতে এসব আয়াত দ্বারা উপরোক্ত তিন জন মহিলার মাহাত্ম্য এবং আল্লাহ্র কাছে তাদের উচ্চ মর্যাদাশালিনী হওয়া বোঝা যায় মাত্র। এই ভাষা নবুওয়াত ও রেসালাত প্রমাণের জন্য যথেষ্ট নয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] বলা হয়েছে যে, দুনিয়ার সুখ-দুঃখ সর্বাবস্থায়ই ক্ষণস্থায়ী। আসল চিন্তা আখেরাতের হওয়া উচিত। সেখানকার অবস্থান চিরস্থায়ী এবং সুখ-দুঃখও চিরস্থায়ী। আরো বলা হয়েছে যে, আখেরাতের সুখ-শান্তি তাকওয়ার উপর নির্ভরশীল। তাকওয়ার অর্থ আল্লাহ্র নিষেধকৃত যাবতীয় বিষয় থেকে নিজেকে হেফাযত করে শরী’আতের যাবতীয় বিধি-বিধান পালন করা।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "১২ : ১১০",
        "arabic_text": "\nحَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ ",
        "bangla_text": "অবশেষে যখন রাসূলগণ (তাদের সম্প্রদায়ের ঈমান থেকে) নিরাশ হলেন এবং লোকেরা মনে করল যে, রাসূলগণকে মিথ্যা আশ্বাস দেয়া হয়েছে তখন তাদের কাছে আমাদের সাহায্য আসল। এভাবে আমরা যাকে ইচ্ছে করি সে নাজাত পায়। আর অপরাধী সম্পপ্রদায় হতে আমাদের শাস্তি প্রতিরোধ করা হয় না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "১২ : ১১১",
        "arabic_text": "\nلَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "তাদের বৃত্তান্তে অবশ্যই বোধশক্তি সম্পন্ন ব্যক্তিদের জন্য আছে শিক্ষা [১]। এটা কোন বানানো রচনা নয়। বরং এটা আগের গ্রন্থে যা আছে তার সত্যায়ন [২] ও সব কিছুর বিশদ বিবরণ, আর যারা ঈমান আনে এমন সম্পপ্রদায়ের জন্য হিদায়াত ও রহমত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নবীদের কাহিনীতে বুদ্ধিমানদের জন্য বিশেষ শিক্ষা রয়েছে। এর অর্থ সমস্ত নবীর কাহিনীতেও হতে পারে এবং বিশেষ করে ইউসুফ ‘আলাইহিস্ সালাম-এর কাহিনীতেও হতে পারে, যা এ সূরায় বর্ণিত হয়েছে। কেননা, এ ঘটনায় পূর্ণরূপে প্রতিভাত হয়েছে যে, আল্লাহ্ তা'আলার অনুগত বান্দাদের কি কি ভাবে সাহায্য ও সমর্থন প্রদান করা হয় এবং কূপ থেকে বের করে রাজসিংহাসনে এবং অপবাদ থেকে মুক্তি দিয়ে উচ্চতম শিখরে কিভাবে পৌঁছে দেয়া হয়। পক্ষান্তরে চক্রান্ত ও প্রতারণাকারীরা পরিণামে কিরূপ অপমান ও লাঞ্ছনা ভোগ করে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ এ কুরআন কোন মনগড়া কথা নয়। এর পূর্বে যা ছিল সেগুলোর মধ্যে যা যা সত্য সেগুলোকে এ কুরআন সমর্থন করে আর যেগুলো পরিবর্তিত ও পরিবর্ধিত হয়েছে সেগুলোকে অস্বীকার করে। [ইবন কাসীর] অথবা এ কাহিনী কোন মনগড়া কথা নয়, বরং পূর্বে অবতীর্ণ গ্রন্থসমূহের সমর্থনকারী। কেননা, তাওরাত ও ইঞ্জিলে এ কাহিনী বর্ণিত হয়েছে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    }
]