[
    {
        "id": 1,
        "verse": "১৩ : ১",
        "arabic_text": "\nالٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ ",
        "bangla_text": "আলিফ-লাম-মীম-রা, এগুলো কিতাবের আয়াত, আর যা আপনার রব হতে আপনার প্রতি নাযিল করা হয়েছে তা সত্য [১]; কিন্তু বেশীর ভাগ মানুষই ঈমান আনে না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ৪৩ আয়াত, মাদানী\n  </b>\n  <br/>\n  <br/>\n  [১] আয়াতের প্রথমে “এগুলো কিতাবের আয়াত আর যা আপনার রব হতে আপনার প্রতি নাযিল হয়েছে তা সত্য” বলে কি বুঝানো হয়েছে তাতে দু’টি মত রয়েছে। এক, এখানে “এগুলো কিতাবের আয়াত” বলে কুরআনের পূর্বে নাযিলকৃত কিতাবসমূহকে বুঝানো হয়েছে, [তাবারী; বাগভী] আর তখন “আর যা আপনার রব হতে আপনার প্রতি নাযিল হয়েছে\" বলে কুরআনকে উদ্দেশ্য নেয়া হয়েছে। [তাবারী] দুই, এখানে \"এগুলো কিতাবের আয়াত” বলে কুরআনুল কারীম আল্লাহ্‌র কালাম এবং “আর যা আপনার রব এর পক্ষ হতে আপনার প্রতি নাযিল হয়েছে” বলে কুরআনই বুঝানো হয়েছে। [ইবন কাসীর] সে মতে আয়াতের অর্থ এই যে, এই কুরআনে যেসব বিধি-বিধান আপনার প্রতি নাযিল হয়, সেগুলো সব সত্য এবং সন্দেহের অবকাশমুক্ত। সেগুলোকে আঁকড়ে ধরুন। [বাগভী]\n  <br/>\n  <br/>\n  [২] যেমন অন্য আয়াতে বলা হয়েছে যে, “আর আপনি যতই চান না কেন, বেশীর ভাগ লোকই ঈমান গ্রহণকারী নয়” [সূরা ইউসুফ ১০৩]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১৩ : ২",
        "arabic_text": "\nٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ ",
        "bangla_text": "আল্লাহ্, যিনি আসমানসমূহ উপরে স্থাপন করেছেন খুঁটি ছাড়া [১], তোমরা তা দেখছ [২]। তারপর তিনি ‘আরশের উপর উঠেছেন [৩] এবং সূর্য ও চাঁদকে নিয়মাধীন করেছেন [৪]; প্রত্যেকটি নির্দিষ্ট সময় পর্যন্ত চলবে [৫]। তিনি সব বিষয় পরিচালনা করেন, আয়াতসমূহ বিশদভাবে বর্ণনা করেন [৬], যাতে তোমরা তোমাদের রবের সঙ্গে সাক্ষাত সম্পর্কে নিশ্চিত বিশ্বাস করতে পার [৭]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের এক অনুবাদ উপরে করা হয়েছে যে, আল্লাহ্ তা'আলা আসমানসমূহকে কোন খুঁটি ব্যতীত উপরে উঠিয়েছেন, তোমরা সে আসমানসমূহকে দেখতে পাচ্ছ। [তাবারী; কুরতুবী; ইবন কাসীর] অর্থাৎ আল্লাহ্ এমন এক সত্তা, যিনি আসমানসমূহকে সুবিস্তৃত ও বিশাল গম্বুজাকার খুঁটি ব্যতীত উচ্চে উন্নীত রেখেছেন যেমন তোমরা আসমানসমূহকে এ অবস্থায়ই দেখ। এ অর্থের স্বপক্ষে আমরা পবিত্র কুরআনের অন্যত্র দেখতে পাই সেখানে বলা হয়েছে, “আর তিনিই আকাশকে স্থির রাখেন যাতে তা পড়ে না যায় পৃথিবীর উপর তাঁর অনুমতি ছাড়া।” [সূরা আল-হাজ্জঃ ৬৫] তবে আয়াতের অন্য এক অনুবাদ হলো, আল্লাহ্ তা'আলা আসমানসমূহকে অদৃশ্য ও অননুভূত স্তম্ভসমূহের উপর প্রতিষ্ঠিত করেছেন। এ অনুবাদটি ইবনে আব্বাস, মুজাহিদ, হাসান ও কাতাদা রাহেমাহুমুল্লাহ থেকে বর্ণিত হয়েছে। [তাবারী; কুরতুবী; ইবন কাসীর] তবে ইবন কাসীর প্রথম তাফসীরকে প্রাধান্য দিয়েছেন।\n  <br/>\n  <br/>\n  [২] কুরআনুল কারীমের কতিপয় আয়াতে আকাশ দৃষ্টিগোচর হওয়ার কথা উল্লেখ করা হয়েছে; যেমন এ আয়াতে (تَرَوْنَهَا) বলা হয়েছে এবং অন্য এক আয়াতে\n  <br/>\n  <br/>\n  (وَاِلَى السَّمَاۗءِ كَيْفَ رُفِعَتْ)\n  <br/>\n  <br/>\n  [সূরা আল-গাশিয়াহঃ ১৮] বলা হয়েছে। বিভিন্ন বর্ণনায় এটা এসেছে যে, যমীনের আশেপাশে যা আছে যেমনঃ বাতাস, পানি ইত্যাদি প্রথম আসমান এ সবগুলোকে সবদিক থেকে সমভাবে বেষ্টন করে আছে। যে কোন দিক থেকেই প্রথম আসমানের দিকে যাত্রা করা হউক না কেন তা পাঁচশত বছরের পথের দূরত্বে রয়েছে। আবার প্রথম আসমান বা নিকটতম আসমানের পুরূত্বও পাঁচশত বছরের পথের দূরত্বের মত। অনুরূপভাবে দ্বিতীয় আসমানও প্রথম আসমানকে চতুর্দিক থেকে বেষ্টন করে আছে। এ দু’টোর দূরত্ব পাঁচশত বছরের পথের দূরত্বের মত। আবার দ্বিতীয় আসমানের পুরূত্বও পাঁচশত বছরের রাস্তার মত। তৃতীয়, চতুর্থ, পঞ্চম, ষষ্ঠ ও সপ্তম আসমানও তদ্রুপ দূরত্ব ও পুরত্ব বিশিষ্ট। এ আসমানসমূহকে আল্লাহ্ তা'আলা তাঁর নিজস্ব ক্ষমতাবলে কোন প্রকার বাহ্যিক খুঁটি ব্যতীতই ধারন করে রেখেছেন। সেগুলো একটির উপর আরেকটি পড়ে যাচ্ছেনা এটা একদিকে যেমন তাঁর মহা শক্তিধর ও ক্ষমতাবান হওয়া নিশ্চিতভাবে প্রমাণ করে অন্যদিকে আসমান ও যমীন যে কত প্রকাণ্ড সৃষ্টি তার এক প্রচ্ছন্ন ধারণা আমাদেরকে দেয়। [ইবন কাসীর] মহান আল্লাহ্ বলেন, “মানুষকে সৃষ্টি করা অপেক্ষা আসমানসমূহ ও যমীন সৃষ্টি তো কঠিনতর, কিন্তু অধিকাংশ মানুষ এটা জানে না।\" [সূরা গাফেরঃ ৫৭] অন্যত্র আল্লাহ্ বলেন, “আল্লাহ্ই সৃষ্টি করেছেন সাত আসমান এবং তাদের মত পৃথিবীও, তাদের মধ্যে নেমে আসে তাঁর নির্দেশ; যাতে তোমরা বুঝতে পার যে, আল্লাহ্ সর্ববিষয়ে সর্বশক্তিমান এবং জ্ঞানে আল্লাহ্ সবকিছুকে পরিবেষ্টন করে আছেন। [সূরা আত-ত্বালাকঃ ১২] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, সাত আসমান ও এর ভিতরে যা আছে এবং এর মাঝখানে যা আছে তা সবই কুরসীর মধ্যে যেন বিস্তীর্ণ যমীনের মধ্যে একটি আংটি আর কুরসী হলো মহান আরশের মধ্যে তদ্রুপ একটি আংটি স্বরূপ যা এক বিস্তীর্ণ যমীনে পড়ে আছে। অন্য বর্ণনায় এসেছে, আর আরশ তার পরিমাণ তো মহান আল্লাহ্ ছাড়া কেউ নির্ধারণ করে বলতে পারবে না। [তাবারী]\n  <br/>\n  <br/>\n  [৩] এর ব্যাখ্যা সূরা বাকারাহ এবং সূরা আল-আ’রাফে বর্ণনা করা হয়েছে। তবে সংক্ষেপে এখানে এতটুকু বলাই যথেষ্ট যে, আল্লাহ্ আরশের উপর উঠার ব্যাপারটি তাঁর একটি বিশেষ গুণ। তিনি আরশের উপর উঠেছেন বলে আমরা স্বীকৃতি দেব। কিন্তু কিভাবে তিনি তা করেছেন তা আমাদের জ্ঞানের বাইরের বিষয়।\n  <br/>\n  <br/>\n  [৪] অর্থাৎ আল্লাহ্ তা'আলা সূর্য ও চন্দ্রকে আজ্ঞাধীন করেছেন। প্রত্যেকটিই একটি নির্দিষ্ট গতিতে চলে। আজ্ঞাধীন করার অর্থ এই যে, উভয়কে তিনি সৃষ্টিকুলের উপকারের জন্য, তাঁর বান্দাদের স্বার্থ সংরক্ষণের জন্য নিয়োজিত করেছেন, মূলত: প্রতিটি সৃষ্টিই স্রষ্টার আজ্ঞাধীন। [কুরতুবী] যে কাজে তাদেরকে আল্লাহ্ নিয়োজিত করেছেন তারা অহৰ্নিশ তা করে যাচ্ছে। হাজারো বছর অতিক্রান্ত হয়ে গেছে; কিন্তু কোন সময় তাদের গতি চুল পরিমাণও কম-বেশী হয়নি। তারা ক্লান্ত হয় না এবং কোন সময় নিজের নির্দিষ্ট কাজ ছেড়ে অন্য কাজে লিপ্ত হয় না। [কুরতুবী]\n  <br/>\n  <br/>\n  [৫] আয়াতে উল্লেখিত (أجل) শব্দটির মূল অর্থঃ সময়। তবে অন্যান্য অর্থেও এর ব্যবহার আছে। সে হিসেবে আয়াতের অর্থ বর্ণনায় কয়েকটি মত রয়েছেঃ\n  <br/>\n  <br/>\n  এক, এখানে (اَجَلٍ مُّسَمًّى) বা সুনির্দিষ্ট মেয়াদ বলতে বুঝানো হয়েছে যে, চাঁদ ও সূর্য কিয়ামত পর্যন্ত তাদের সুনির্দিষ্ট কক্ষপথে চলতে থাকবে। যখন সূর্যকে গুটিয়ে নেয়া হবে, চাঁদকে নিষ্প্রভ করা হবে, তারকাসমূহ আলোহীন হয়ে পড়বে আর গ্রহ নক্ষত্রগুলো খসে পড়বে, তখন পর্যন্ত এগুলো চলবে। যেমন অন্য আয়াতে বলা হয়েছে, “আর সূর্য ভ্রমণ করে তার নির্দিষ্ট গন্তব্যের দিকে, এটা পরাক্রমশালী, সর্বজ্ঞের নিয়ন্ত্রণ” [সূরা ইয়াসীনঃ ৩৮] এখানে গন্তব্য বলে সুনির্দিষ্ট সময়ও উদ্দেশ্য হতে পারে। [ইবন কাসীর; কুরতুবী]\n  <br/>\n  <br/>\n  দুই, কোন কোন মুফাসসির বলেন, এ আয়াতের অর্থ, আল্লাহ্ তা'আলা প্রত্যেক গ্রহের জন্যে একটি বিশেষ গতি ও বিশেষ কক্ষপথ নির্দিষ্ট করে দিয়েছেন। তারা সব সময় নিজ নিজ কক্ষপথে নির্ধারিত গতিতে চলমান থাকে। চন্দ্র নিজ কক্ষপথ এক মাসে এবং সূর্য এক বছরে অতিক্রম করে। [কুরতুবী]\n  <br/>\n  <br/>\n  তিন, অথবা আয়াতের অর্থ, আল্লাহ্ সেগুলোকে সুনির্দিষ্ট গন্তব্যস্থানের প্রতি ধাবিত করান। আর সে গন্তব্যস্থান হলো আরশের নীচে। এ ব্যাপারে সহীহ হাদীসে বিস্তারিত এসেছে সূরা ইয়াসীনে যার বর্ণনা আসবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৬] অর্থাৎ তিনি আয়াতসমূহকে বিস্তারিত বর্ণনা করেন। এর মানে, আল্লাহ্ তা’আলা অপার শক্তির নিদর্শনাবলী তিনি বর্ণনা করছেন। [বাগভী; ফাতহুল কাদীর] অর্থাৎ তিনি বিস্তারিত প্রমাণ পেশ করছেন যে, যিনি পূর্ব বর্ণিত কাজগুলো করতে পারেন তিনি অবশ্যই মানুষকে মৃত্যুর পর পুনরায় আনতে সক্ষম। [কুরতুবী] এগুলো আরও প্রমাণ করছে যে, তিনি ব্যতীত আর কোন ইলাহ্ নেই। তিনি যখন ইচ্ছা তখনই তাঁর সৃষ্টিকে পুনরায় সৃষ্টি করবেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  (৭) অর্থাৎ সমগ্র সৃষ্টজগৎ ও তার বিস্ময়কর পরিচালন-ব্যবস্থা আল্লাহ্ তা'আলা এজন্য কায়েম করেছেন, যাতে তোমরা চিন্তা-ভাবনা করে আখেরাত ও কেয়ামতে বিশ্বাসী হও এবং সত্য বলে মেনে নাও। [বাগভী] কেননা, এ বিস্ময়কর ব্যবস্থা ও সৃষ্টির প্রতি লক্ষ্য করার পর আখেরাতে মানুষকে পুনর্বার সৃষ্টি করাকে আল্লাহ্র শক্তি বহির্ভূত মনে করা সম্ভব হবে না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১৩ : ৩",
        "arabic_text": "\nوَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ ",
        "bangla_text": "আর তিনিই যমীনকে বিস্তৃত করেছেন [১] এবং তাতে সুদৃঢ়পর্বত ও নদী সৃষ্টি করেছেন এবং সব রকমের ফল সৃষ্টি করেছেন জোড়ায় জোড়ায় [২]। তিনি দিনকে রাত দ্বারা আচ্ছাদিত করেন [৩]। নিশ্চয় এতে নিদর্শন রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বের আয়াতে উপরস্থিত আসমানের নিদর্শনাবলী বর্ণনা করেছেন। আর এখানে নিচের বা যমীনের নিদর্শনাবলী বর্ণনা করছেন। [ইবন কাসীর; ফাতহুল কাদীর] তিনিই ভূমণ্ডলকে বিস্তৃত করেছেন এবং তাতে ভারী পাহাড়-পর্বত ও নদ-নদী সৃষ্টি করেছেন। ভূমণ্ডলের বিস্তৃতি তার গোলাকৃতির পরিপন্থী নয়। কেননা, গোলাকার বস্তু যদি অনেক বড় হয়, তবে তার প্রত্যেকটি অংশ একটি বিস্তৃত পৃষ্ঠের মতই দৃষ্টিগোচর হয়। [ফাতহুল কাদীর] কুরআনুল কারীম সাধারণ মানুষকে তাদের দৃষ্টিকোণ অনুযায়ী সম্বোধন করে। বাহ্যদর্শী ব্যক্তি পৃথিবীকে একটি বিস্তৃত পৃষ্ঠরূপে দেখে। তাই একে বিস্তৃত করা শব্দ দ্বারা ব্যক্ত করা হয়েছে। এরপর পৃথিবীর ভারসাম্য বজায় রাখা ও অন্যান্য অনেক উপকারিতার জন্য এর উপর সুউচ্চ ও ভারী পাহাড় প্রতিষ্ঠিত করা হয়েছে। এসব পাহাড় একদিকে ভূ-পৃষ্ঠের ভারসাম্য বজায় রাখে এবং অন্যদিকে সমগ্র সৃষ্ট জীবকে পানি পৌঁছাবার ব্যবস্থা করে। পানির বিরাট ভাণ্ডার পর্বত-শৃঙ্গে বরফ আকারে সঞ্চিত রাখা হয়। এর জন্য কোন চৌবাচ্চা নেই এবং তা তৈরি করারও প্রয়োজন নেই। অপবিত্র বা দূষিত হওয়ারও কোন সম্ভাবনা নেই। অতঃপর এ ফল্গুধারা থেকেই কোথাও প্রকাশ্য নদ-নদী ও খাল-বিল নির্গত হয় এবং কোথাও ভূগর্ভেই লুকিয়ে থাকে। অতঃপর কুপের মাধ্যমে এ ফল্গুধারার সন্ধান করে তা থেকে পানি উত্তোলন করা হয়।\n  <br/>\n  <br/>\n  [২] অর্থাৎ এ ভূ-পৃষ্ঠ থেকে নানাবিধ ফল-ফসল উৎপন্ন করছেন এবং প্রত্যেক ফল-ফসলের দু’প্রকার সৃষ্টি করছেনঃ লাল-হলুদ, টক-মিষ্টি। [বাগভী] তবে এর অর্থ দুই না হয়ে একাধিক হতে পারে যেগুলোর সংখ্যা কমপক্ষে দুই হবে। তাই বিষয়টি (زَوْجَيْنِ اثْنَيْنِ) শব্দ দ্বারা ব্যক্ত করা হয়েছে। পৃথিবীর প্রতিটি ফলই দু' প্রকার হয়, রঙের দিক থেকে যেমন, সাদা-কালো, অথবা স্বাদের দিক থেকে যেমন, মিষ্টি-টক, অথবা আকৃতির দিক থেকে যেমন, বড়-ছোট, অথবা অবস্থাগত দিক থেকে যেমন, গরম ও ঠাণ্ডা। [ফাতহুল কাদীর] কারও কারও মতে, (زَوْجَيْنِ) এর অর্থ নর ও মাদী হওয়া [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] আল্লাহ্ তা'আলাই রাত্রি দ্বারা দিনকে ঢেকে দেন। অর্থাৎ দিনের আলোর পর রাত্রি নিয়ে আসেন; যেমন কোন উজ্জ্বল বস্তুকে পর্দা দ্বারা আবৃত করে কালো করে দেয়া হয়। ফলে স্বচ্ছ শুভ্র উজ্জ্বল থাকার পর সেটা অন্ধকার কালোতে রূপান্তরিত হয়। [ফাতহুল কাদীর] আবার আরেক অর্থে, তিনি এ দু’টিকে এমন করেছেন যে, এর প্রত্যেকটি অপরটিকে তাড়িয়ে বেড়ায়। [ইবন কাসীর] একটি যাওয়ার সাথে সাথে আরেকটি আসবেই। এভাবে আল্লাহ্ তা'আলা মানুষ ও তাদের বাসস্থান যেভাবে নিয়ন্ত্রণ করছেন তেমনি তিনি সময়ও নিয়ন্ত্রণ করেন।\n  <br/>\n  <br/>\n  [৪] উপরে বিশ্ব-জাহানের যে নিদর্শনাবলীকে সাক্ষী হিসেবে পেশ করা হয়েছে সেগুলোতে কেউ চিন্তাভাবনা করলে অবশ্যই সুস্পষ্ট প্রমাণ পাবে যে, এ বিশ্ব-জাহানের স্রষ্টা ও পরিচালক একজনই আর মৃত্যুর পর পুনরুজ্জীবন, আল্লাহ্র আদালতে মানুষের হাযির হওয়া এবং পুরষ্কার ও শাস্তি সম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম যেসব খবর দিয়েছেন সেগুলো সবই সত্য। [বাগভী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১৩ : ৪",
        "arabic_text": "\nوَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ ",
        "bangla_text": "আর যমীনে রয়েছে পরস্পর সংলগ্ন ভূখন্ড [১], আঙ্গুর বাগান, শস্যক্ষেত্র, একই মূল থেকে উদগত বা ভিন্ন ভিন্ন মূল থেকে উদগত খেজুর গাছ [২] যেগুলো একই পানি দ্বারা সেচ করা হয়, আর স্বাদ-রূপের ক্ষেত্রে সেগুলোর কিছু সংখ্যককে আমরা কিছু সংখ্যকের উপর শ্রেষ্ঠত্ব দিয়ে থাকি [৩]। নিশ্চয় বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য এতে রয়েছে নিদর্শন [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা'আলা নতুন করে অন্য আরেক প্রকার নিদর্শন পেশ করছেন। [ফাতহুল কাদীর] অর্থাৎ সারা পৃথিবীকে তিনি একই ধরনের একটি ভূখণ্ড বানিয়ে রেখে দেননি। বরং তার মধ্যে সৃষ্টি করেছেন অসংখ্য ভূখণ্ড, এ ভূখণ্ডগুলো পরস্পর সংলগ্ন থাকা সত্ত্বেও আকার-আকৃতি, রং, গঠন, উপাদান, বৈশিষ্ট্য, শক্তি ও যোগ্যতা এবং উৎপাদনে পরস্পরের থেকে সম্পূর্ণ ভিন্ন পর্যায়ে অবস্থান করছে। এগুলোর কোনটি এমন যে, তাতে শস্য উৎপন্ন হয় আবার কোন কোনটি একেবারে অকেজো ভূমি যাতে কোন কিছুই উৎপন্ন হয়না অথচ এ দু'ধরনের ভূমিই পাশাপাশি অবস্থিত। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] এ বিভিন্ন ভূখণ্ডের সৃষ্টি এবং তাদের মধ্যে নানা প্রকার বিভিন্নতার অস্তিত্ব এত বিপুল পরিমান জ্ঞান ও কল্যাণে পরিপূর্ণ যে, তা গণনা করে শেষ করা যেতে পারে না। এ ভূখণ্ড লাল, অপরটি সাদা, কোনটি হলুদ, কোনটি কালো, কোনটি পাথুরে, কোনটি সমতল, কোনটি বালুময়, কোনটি দো-আঁশ, কোনটি মিহি, অথচ সবগুলোই পাশাপাশি। প্রতিটি তার গুণ ও বৈশিষ্ট্য নিয়ে আছে। এসব কিছুই প্রমাণ করছে যে, একজন ইচ্ছাশক্তিসম্পন্ন ক্ষমতাধর সত্তা রয়েছেন যিনি এগুলো করেছেন। তিনিই একমাত্র ইলাহ, তাঁর কোন শরীক নেই। তিনিই একমাত্র রব, তিনি ব্যতীত আর কোন রব নেই। [ইবন কাসীর] তাছাড়া কোন কোন ভূমি পাশাপাশি নয় অথচ তাদের মধ্যে একই ধরণের শক্তি, যোগ্যতা পাওয়া যায়। এখানে ‘পাশাপাশি নয়’ এ কথাটি উহ্য থাকতে পারে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] কিছু কিছু খেজুর গাছের মূল থেকে একটি খেজুর গাছ বের হয় আবার কিছু কিছুর মূল থেকে একাধিক গাছ বের হয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এ আয়াতে আল্লাহ্‌র তাওহীদ এবং তাঁর শক্তি ও জ্ঞানের নিদর্শনাবলী দেখানো ছাড়া আরো একটি সত্যের দিকেও সূক্ষ্ম ইশারা করা হয়েছে। এ সত্যটি হচ্ছে, আল্লাহ্ এ বিশ্ব-জাহানের কোথাও এক রকম অবস্থা রাখেননি। একই পৃথিবী কিন্তু এর ভূখণ্ডগুলোর প্রত্যেকের বর্ণ, আকৃতি ও বৈশিষ্ট্য আলাদা। একই জমি ও একই পানি, কিন্তু তা থেকে বিভিন্ন প্রকার ফল ও ফসল উৎপন্ন হচ্ছে। একই গাছ কিন্তু তার প্রত্যেকটি ফল একই জাতের হওয়া সত্বেও তাদের আকৃতি, আয়তন, স্বাদ, গন্ধ, রূপ ও অন্যান্য বৈশিষ্ট্য সম্পূর্ণ আলাদা। একই মূল থেকে দু’টি ভিন্ন গাছ বের হচ্ছে এবং তাদের প্রত্যেকেই নিজের একক বৈশিষ্টের অধিকারী। যে ব্যক্তি এসব বিষয় নিয়ে চিন্তা-ভাবনা করবে সে অবশ্যই এতে একজন ইচ্ছাশক্তিসম্পন্ন সত্তার কার্য সক্রিয় আছে দেখতে পাবে। যিনি তার অসীম ক্ষমতায় এগুলোর মধ্যে পার্থক্য করেছেন। তিনি যেভাবে ইচ্ছা করেছেন সেভাবে সৃষ্টি করেছেন। এজন্যই আল্লাহ্ তা’আলা সবশেষে বলেছেন যে, নিশ্চয় বোধশক্তি সম্পন্ন লোকদের জন্য এতে রয়েছে প্রচুর নিদর্শন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] বলা হচ্ছে, এই যে পরস্পর পাশাপাশি দু’টি ভূমিতে আল্লাহ্ তা'আলা বিভিন্ন প্রকার ফল-ফলাদি উৎপন্ন করেন, তন্মধ্যে একই ফল একই জমিতে একই পানি দ্বারা উৎপন্ন করি তারপরও সেটার স্বাদ দু'রকমের হয়। একটি মিষ্ট অপরটি টক। একটি অত্যন্ত উন্নতমানের অপরটি অনুন্নত পর্যায়ের। একটি চিত্তাকর্ষক অপরটি তেমন নয়। এসব কিছুতে কেউ চিন্তা, গবেষণা ও বিবেক খাটালে যে কেউ অবশ্যই মেনে নিতে বাধ্য হবে যে, এর বিভিন্নতার প্রকৃত কারণ এক মহান প্রজ্ঞাময় সত্তার শক্তি ছাড়া আর কিছু নয়। কেননা, সাধারণত: যে কারণে ফল-ফলাদিতে পার্থক্য সূচিত হয় তা দু’টি। এক. উৎপন্নস্থানের ভিন্নতা, দুই. পানির গড়মিল। কিন্তু যদি জমি ও পানি একই প্রকার হয়, তারপর যদি সেটাতে ভিন্ন ভিন্ন অবস্থা ও ফল পরিলক্ষিত হয় তবে বিবেকবান মাত্রই এটা বলতে বাধ্য হবে যে, এটা সেই অপার শক্তি ও আশ্চর্যজনক কর্মকাণ্ডের অন্তর্ভুক্ত। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  মুজাহিদ বলেন, এটা মূলত: আদম সন্তানদের জন্য একটি উদাহরণ, তাদের মধ্যে নেককার ও বদকার হয়েছে অথচ তাদের পিতা একজনই। হাসান বসরী বলেন, এ উদাহরণটি আল্লাহ্ তা'আলা আদম সন্তানদের হৃদয়ের জন্য পেশ করেছেন। কারণ, যমীন মহান আল্লাহ্র হাতে একটি কাদামাটির পিণ্ড ছিল। তিনি সেটাকে বিছিয়ে দিলেন, ফলে সেটা পরস্পর পাশাপাশি টুকরায় পরিণত হলো, তারপর তাতে আসমান থেকে বৃষ্টি বর্ষিত হলো, ফলে তা থেকে বের হলো, ফুল, গাছ, ফল ও উদ্ভিদ। আর এ মাটির কোনটি হল খারাপ, লবনাক্ত ও অস্বচ্ছ। অথচ এগুলো সবই একই পানি দিয়ে সিক্ত হয়েছে। অনুরূপভাবে মানুষও আদম ‘আলাইহিস্ সালাম থেকে সৃষ্টি হয়েছে। অতঃপর আসমান থেকে তাদের জন্য স্মরণিকা (কিতাব) নাযিল হলো, কিছু অন্তর নরম হলো এবং বিনীত হলো, আর কিছু অন্তর কঠোর হলো এবং গাফেল হলো। হাসান বসরী বলেন, কুরআনের কাছে কেউ যখন বসে তখন সে সেখান থেকে বেশী বা কম কিছু না নিয়ে বের হয় না। আল্লাহ্ তা'আলা বলেন, “আর আমরা নাযিল করি কুরআন, যা মুমিনদের জন্য আরোগ্য ও রহমত, কিন্তু তা যালিমদের ক্ষতিই বৃদ্ধি করে\" [সূরা আল-ইসরাঃ ৮২] এতে অবশ্যই বিবেকবানদের জন্য প্রচুর নিদর্শন রয়েছে। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১৩ : ৫",
        "arabic_text": "\n۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ ",
        "bangla_text": "আর যদি আপনি বিস্মিত হন, তবে বিস্ময়ের বিষয় তাদের কথা [১]: ‘মাটিতে পরিণত হওয়ার পরও কি আমরা নূতন জীবন লাভ করব [২]?’ এরাই তারা, যারা তাদের রবের সাথে কুফরী করেছে [৩] আর এরাই তারা, যাদের গলায় থাকবে শিকল [৪]। আর তারাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত ও পরবর্তী দুটি আয়াতে কাফেরদের মৌলিক তিনটি সন্দেহ ও তার উত্তর দেয়া হয়েছে। সন্দেহগুলো হচ্ছে, এক. মৃত্যুর পর পুনর্জীবন এবং হাশরের হিসাব কিতাব অসম্ভব ও যুক্তিবিরুদ্ধ।। কুরআনুল কারীমের অন্য এক আয়াতে তাদের এ সন্দেহ বর্ণনা করে আল্লাহ্ বলেন, “আর কাফিররা বলে, ‘আমরা কি তোমাদেরকে এমন ব্যক্তির সন্ধান দেব যে তোমাদেরকে বলে, ‘তোমাদের দেহ সম্পূর্ণ ছিন্নভিন্ন হয়ে পড়লেও অবশ্যই তোমরা হবে নতুনভাবে সৃষ্ট!” [সূরা সাবাঃ ৭] দুই. তাদের দ্বিতীয় সন্দেহটি হচ্ছে, যদি বাস্তবিকই মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আল্লাহ্‌র রাসূল হয়ে থাকেন, তবে রাসূলের বিরুদ্ধাচরণের কারণে আপনি যেসব শাস্তির কথা শুনান, সেগুলো আসে না কেন? তিন. কাফেরদের তৃতীয় সন্দেহ ছিল এই যে, আমরা রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের অনেক মু’জিযা দেখেছি; কিন্তু বিশেষ ধরনের যেসব মু’জিযা আমরা দেখতে চাই, সেগুলো তিনি প্রকাশ করেন না কেন? এ সন্দেহ তিনটির উত্তর আল্লাহ্ তা’আলা আলোচ্য ৫ নং আয়াত এবং পরবর্তী ৬ ও ৭ নং আয়াতে প্রদান করেছেন।\n  <br/>\n  <br/>\n  [২] এখানে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে সম্বোধন করে বলা হয়েছে যে, কাফেররা আল্লাহ্‌র সৃষ্টির মধ্যে তাঁর নিদর্শনাবলী ও তাঁর প্রমাণসমূহ দেখে তিনি যা ইচ্ছে করতে সক্ষম এটার স্বীকৃতি দিতে বাধ্য, তারপর তারা স্বীকার করছে যে, তিনিই সবকিছু প্রথম সৃষ্টি করেছেন, অথচ তিনি যখন প্রথম সৃষ্টি করেছেন তখন তারা কিছুই ছিল না। এতকিছুর পরও যদি কাফেররা প্রতিটি সৃষ্টিকে পুনর্জীবনের বিষয়টির উপর মিথ্যারোপ করে তবে আপনি অবশ্যই আশ্চর্য হবেন। কিন্তু তার চাইতে অধিক আশ্চর্যের বিষয় হচ্ছে তাদের এই উক্তি যে, আমরা মৃত্যুর পর যখন মাটি হয়ে যাব, তখন দ্বিতীয়বার আমাদেরকে কিরূপে সৃষ্টি করা হবে, এটা কি সম্ভবপর? [বাগভী; ইবন কাসীর] কুরআনুল কারীম এ আশ্চর্যের কারণ স্পষ্টভাবে বর্ণনা করেনি। তবে যেটা অন্য আয়াত থেকে স্পষ্ট হয়েছে সেটা হচ্ছে, আসমান ও যমীন সৃষ্টি মানুষের সৃষ্টির চাইতে অনেক বড় ব্যাপার। আর যিনি প্রথমবার সৃষ্টি করতে পারেন তার জন্য দ্বিতীয়বার সৃষ্টি করা অনেক সহজ। [ইবন কাসীর] অথবা আয়াতের অর্থ, আপনি আশ্চর্য হবেন যে, কাফেররা আপনার সুস্পষ্ট মু’জিযা এবং নবুওয়াতের প্রকাশ্য নিদর্শনাবলী দেখা সত্ত্বেও আপনার নবুওয়াত স্বীকার করে না। পক্ষান্তরে তারা নিষ্প্রাণ ও চেতনাহীন পাথরকে উপাস্য মানে, যে পাথর নিজের উপকার ও ক্ষতি করতেও সক্ষম নয়, অপরের উপকার ও ক্ষতি কিরূপে করবে? কিন্তু এর চাইতে অধিক আশ্চর্যের বিষয় হচ্ছে তাদের এই উক্তি যে, আমরা মৃত্যুর পর যখন মাটি হয়ে যাব, তখন দ্বিতীয়বার আমাদেরকে কিরূপে সৃষ্টি করা হবে, এটা কি সম্ভবপর? [বাগভী] কেননা, পূর্ববর্তী আয়াতসমূহে আল্লাহ্‌র অপার শক্তির বিস্ময়কর বহিঃপ্রকাশ বর্ণনা করে প্রমাণ করা হয়েছে যে, তিনি সর্বশক্তিমান। তিনি সমগ্র সৃষ্টজগতকে অনস্তিত্ব থেকে অস্তিত্বে এনেছেন, অতঃপর প্রত্যেক বস্তুর অস্তিত্বের মধ্যে এমন রহস্য নিহিত রেখেছেন, যা অনুভব করাও মানুষের সাধ্যাতীত। বলাবাহুল্য, যে সত্তা প্রথমবার কোন বস্তুকে অনস্তিত্ব থেকে অস্তিত্বে আনতে পারেন, তাঁর পক্ষে পুনর্বার অস্তিত্বে আনা কিরূপে কঠিন হতে পারে? আশ্চর্যের বিষয়, কাফেররা একথা বিশ্বাস করে যে, প্রথমবার সমগ্র বিশ্বকে অসংখ্য হেকমতসহ আল্লাহ্ তা'আলাই সৃষ্টি করেছেন। এরপর পুনর্বার সৃষ্টি করাকে তারা কিরূপে অসম্ভব ও যুক্তিবিরুদ্ধ মনে করে? আল্লাহ্ বলেন, “আর তারা কি দেখে না যে, নিশ্চয় আল্লাহ্, যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন এবং এসবের সৃষ্টিতে কোন ক্লান্তি বোধ করেননি, তিনি মৃতের জীবন দান করতেও সক্ষম? অবশ্যই হ্যাঁ, নিশ্চয় তিনি সবকিছুর উপর ক্ষমতাবান।” [সূরা আল-আহকাফ: ৩৩] সত্যি বলতে কি, কাফেররা আল্লাহ্ তা’আলার শক্তি ও মহিমাকে চিনতেই পারেনি। তারা নিজেদের শক্তির নিরিখে আল্লাহ্‌র শক্তিকে বুঝে। অথচ নভোমণ্ডল, ভূমণ্ডল ও এতদুভয়ের মধ্যবর্তী সব বস্তু আপন মর্যাদা সম্পর্কে সম্যক সচেতন এবং আল্লাহ্ তা'আলার আজ্ঞাধীন। মোটকথা, সুস্পষ্ট নিদর্শনাবলী দেখা সত্ত্বেও কাফেরদের পক্ষে নবুওয়াত অস্বীকার করা যেমন আশ্চর্যের বিষয়, তার চাইতেও অধিক আশ্চর্যের বিষয় হচ্ছে কেয়ামতের পুনর্জীবন ও হাশরের দিনকে অস্বীকার করা।\n  <br/>\n  <br/>\n  [৩] তারপর আল্লাহ্ তা'আলা তাদের এ কথার পরিণতি সম্পর্কে জানাচ্ছেন যে, তারা এর মাধ্যমে তাদের রবের সাথে কুফরী করেছে। [ইবন কাসীর] কারণ, আখেরাতে মানুষকে পুনর্বার নিয়ে আসা আল্লাহ্র জ্ঞান ও শক্তির প্রমাণ। তাদের আখেরাত অস্বীকার ছিল মূলত আল্লাহ্, তাঁর শক্তিমত্তা ও জ্ঞান অস্বীকারের নামান্তর। এজন্য তারা কাফের হিসেবে বিবেচিত হয়েছে।\n  <br/>\n  <br/>\n  [৪] দুনিয়াতে তারা যেহেতু কুফরী করেছে সেহেতু তাদেরকে আখেরাতে এর পরিণতি ভোগ করতেই হবে। আখেরাতে তাদের পরিণতি হচ্ছে, তাদের গলায় থাকবে শেকল পরানো। গলায় শেকল পরানো থাকা কয়েদী হবার আলামত। তাদের গলায় যে শেকল পরানো হবে তা হবে আগুনের শিকল। [মুয়াসসার] তাদেরকে তা দিয়ে জাহান্নামের দিকে নিয়ে যাওয়া হবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১৩ : ৬",
        "arabic_text": "\nوَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "আর তারা ভালোর পূর্বেই মন্দের জন্য তাড়াহুড়ো করছে। অথচ তাদের আগে শাস্তির অনুরূপ বহু (শিক্ষণীয়) দৃষ্টান্ত গত হয়েছে [১]। আর নিশ্চয় আপনার রব মানুষের প্রতি ক্ষমাশীল তাদের  যুলুম সত্ত্বেও এবং নিশ্চয় আপনার রব শাস্তি দানে কঠোর [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফেরদের দ্বিতীয় সন্দেহ ছিল, যদি বাস্তবিকই আপনি আল্লাহ্‌র রাসূল হয়ে থাকেন, তবে রাসূলের বিরুদ্ধাচরণের কারণে আপনি যেসব শাস্তির কথা শুনান, সেগুলো আসে না কেন? কখনো তারা চ্যালেঞ্জের ভঙ্গীতে বলতে থাকেঃ “হে আমাদের রব! এখনই তুমি আমাদের হিসেব নিকেশ চুকিয়ে দাও। কিয়ামতের জন্য তাকে ঠেকিয়ে রেখো না।” [সূরা সোয়াদঃ ১৬] আবার কখনো বলতে থাকেঃ “হে আল্লাহ্! মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে কথাগুলো পেশ করছে এগুলো যদি সত্যি হয় এবং তোমারই পক্ষ থেকে হয় তাহলে আমাদের উপর আকাশ থেকে পাথর বর্ষণ করো অথবা অন্য কোন যন্ত্রণাদায়ক আযাব নাযিল করো।” [সূরা আল-আনফালঃ ৩২] আবার কখনো তারা রাসূলকেই এ ব্যাপারে জিজ্ঞাসা করে বলতে থাকেঃ “তারা বলে, ’ওহে যার প্রতি কুরআন নাযিল হয়েছে! তুমি তো নিশ্চয় উন্মাদ। তুমি সত্যবাদী হলে আমাদের কাছে ফিরিশতাদেরকে উপস্থিত করছ না কেন?’ আমরা ফিরিশতাদেরকে যথার্থ কারণ ছাড়া নাযিল করি না; ফিরিশতারা উপস্থিত হলে তারা অবকাশ পাবে না।” [সূরা আল-হিজরঃ ৬-৮] এ আয়াতে কাফেরদের পূর্বোক্ত কথাগুলোর জবাব দিয়ে বলা হয়েছেঃ এ মূর্খের দল কল্যাণের আগে অকল্যাণ চেয়ে নিচ্ছে। আল্লাহ্‌র পক্ষ থেকে এদেরকে যে অবকাশ দেয়া হচ্ছে তার সুযোগ গ্রহণ করার পরিবর্তে এরা এ অবকাশকে দ্রুত খতম করে দেয়ার এবং এদের বিদ্রোহাত্মক কর্মনীতির কারণে এদেরকে অনতিবিলম্বে পাকড়াও করার দাবী জানাচ্ছে। অন্যত্র বলা হয়েছেঃ “তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে। যদি নির্ধারিত কাল না থাকত তবে শাস্তি অবশ্যই তাদের উপর আসত। নিশ্চয়ই তাদের উপর শাস্তি আসবে আকস্মিকভাবে, তাদের অজ্ঞাতসারে। তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে, জাহান্নাম তো কাফিরদেরকে পরিবেষ্টন করবেই।” [সূরা আল-আনকাবূতঃ ৫৩-৫৪] আরো এসেছে, “যারা এটা বিশ্বাস করে না তারাই এটা ত্বরান্বিত করতে চায়। [সূরা আশ-শূরাঃ ১৮] মোটকথাঃ তারা বিপদমুক্তির মেয়াদ শেষ হওয়ার পূর্বেই আপনার কাছে বিপদ নাযিল হওয়ার তাগাদা করে যে, আপনি নবী হয়ে থাকলে তাৎক্ষণিক আযাব এনে দিন। এতে বুঝা যায় যে, তারা আযাব আসাকে খুবই অবাস্তব অথবা অসম্ভব মনে করে। এটা ছিল তাদের অবিশ্বাস, কুফরি, অবাধ্যতা, বিরোধিতা ও অস্বীকৃতির চরম পর্যায়। তাই আল্লাহ্ তা'আলা বলছেন, অথচ তাদের পূর্বে অন্য কাফেরদের উপর অনেক আযাব এসেছে। সবাই তা প্রত্যক্ষ করেছে। তাদেরকে এর মাধ্যমে আল্লাহ্ পরবর্তীদের জন্য উদাহরণ, উপদেশ হিসেবে রেখে দিয়েছেন। [ইবন কাসীর] এমতাবস্থায় তাদের উপর আযাব অবাস্তব হল কিরূপে? এখানে (مَثُلٰتُ) শব্দটি (مثلة) -এর বহুবচন। এর অর্থ অপমানকর ও দৃষ্টান্তমূলক শাস্তি। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] বলা হয়েছেঃ “মানুষের সীমালংঘন সত্বেও আপনার রব তো মানুষের প্রতি ক্ষমাশীল”। মানুষের শত অন্যায়কেও তিনি ক্ষমা করেন। যদি তিনি ক্ষমাশীল না হতেন তবে কারোই রেহাই ছিল না। অন্য আয়াতে আল্লাহ্ তা'আলা বলেন, “আল্লাহ মানুষকে তাদের কৃতকর্মের জন্য শাস্তি দিলে ভূ-পৃষ্ঠে কোন জীব-জন্তুকেই রেহাই দিতেন না, কিন্তু তিনি এক নির্দিষ্ট কাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন। তারপর তাদের নির্দিষ্ট কাল এসে গেলে আল্লাহ্ তো আছেন তাঁর বান্দাদের সম্যক দ্রষ্টা।” [সূরা ফাতিরঃ ৪৫] আয়াতের শেষে আল্লাহ্ তা'আলা বলছেন যে, তিনি যে শুধু ক্ষমাশীল তা-ই নয় বরং তিনি কঠোর শাস্তিদাতাও। এভাবে আল্লাহ্ তা'আলা পবিত্র কুরআনের বিভিন্ন আয়াতে তাঁর বান্দাকে আশা ও ভীতির মধ্যে রাখেন। [যেমন, সূরা আল-আন’আমঃ ১৪৭, সূরা আল-আ’রাফঃ ১৬৭, সূরা আল-হিজরঃ ৪৯-৫০] যাতে করে মানুষের জীবনে ভারসাম্য বজায় থাকে। শুধু আশার বাণী শুনতে শুনতে মানুষ সীমালঙ্ঘন করতে দ্বিধা করবে না। আবার শুধু ভয়-ভীতির কথা শুনতে শুনতে মানুষের জীবন দূর্বিষহ হয়ে উঠবে না। এটাই আল্লাহ্ তা'আলা চান। সে জন্য তিনি যখনই কোন আশার কথা শুনিয়েছেন সাথে সাথেই ভয়ের কথা জানিয়ে দিয়েছেন। মূলতঃ আশা ও ভীতির মাঝেই হলো ঈমানের অবস্থান। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১৩ : ৭",
        "arabic_text": "\nوَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ ",
        "bangla_text": "আর যারা কুফরী করেছে তারা বলে, ‘তার রবের কাছ থেকে তার উপর কোন নিদর্শন নাযিল হয় না কেন [১]?’ আপনি তো শুধু সতর্ককারী, আর প্রত্যেক সম্প্রদায়ের জন্য আছে পথ প্রদর্শক [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফেরদের তৃতীয় সন্দেহ ছিল এই যে, আমরা রাসূলের কাছে বিশেষ ধরনের যেসব মু'জিযা দেখতে চাই, সেগুলো তিনি প্রকাশ করেন না কেন? এখানে তারা এমন নিশানীর কথা বলতে চাচ্ছিল যা দেখে তারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আল্লাহ্‌র রাসূল হবার উপর ঈমান আনতে পারে। এটা ছিল মূলতঃ তাদের গোঁড়ামী। যেমন এর পূর্বেও তারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে সাফা পাহাড়কে স্বর্ণে পরিণত করার অযথা আব্দার করেছিল। তারা আরও বলেছিল যে, আপনি মক্কার পাহাড়গুলোকে সরিয়ে দিন। সে পাহাড়ের জায়গায় নদী-নালার ব্যবস্থা করে দিন। অন্য আয়াতে আল্লাহ্ বলেন, “আর আমাদেরকে নিদর্শন প্রেরণ করা থেকে শুধু এটাই বিরত রেখেছে যে, তাদের পূর্ববর্তীগণ তাতে মিথ্যারোপ করেছিল।” [সূরা আল-ইসরাঃ ৫৯] [ইবন কাসীর] মু'জিযা প্রকাশ করা সরাসরি আল্লাহ্‌র কাজ। তিনি যখন যে ধরনের মু'জিযা প্রকাশ করতে চান, তাই করেন। তিনি কারো দাবী ও ইচ্ছা পূরণ করতে বাধ্য নন। এ জন্যই বলা হয়েছেঃ (اِنَّمَآ اَنْتَ مُنْذِرٌ) অর্থাৎ আপনার কাজ শুধু আল্লাহ্‌র আযাব সম্পর্কে ভয় প্রদর্শন করা।\n  <br/>\n  <br/>\n  [২] আয়াতের কয়েকটি অর্থ করা হয়ে থাকে। এক. আপনি তো একজন ভীতিপ্রদর্শনকারী আর প্রতিটি কাওমের জন্য রয়েছে হিদায়াতকারী নবী, যিনি তাদেরকে আল্লাহ্র দিকে আহ্বান করবেন। [বাগভী; ইবন কাসীর] দুই. আপনি তো একজন ভীতিপ্রদর্শনকারী এবং প্রতিটি কাওমের জন্যও আপনি হিদায়াতকারী অর্থাৎ আহ্বানকারী। [বাগভী; ইবন কাসীর] তিন. সাঈদ ইবন জুবাইর বলেন, এর অর্থ আপনি তো একজন ভীতিপ্রদর্শনকারী। আর সত্যিকার হিদায়াতকারী তো আল্লাহ্ তা'আলাই। [বাগভী; ইবন কাসীর] প্রথম মতটিকে ইমাম শানকীতী প্রাধান্য দিয়ে বলেন, এর সমার্থে অন্যত্র এসেছে, “আর প্রত্যেক উম্মতের জন্য আছে একজন রাসূল” [সূরা ইউনুস: ৪৭] আরও এসেছে, “আর এমন কোন উম্মত নেই যার কাছে গত হয়নি সতর্ককারী” [সূরা ফাতির : ২৪] আরও এসেছে, “আর অবশ্যই আমরা প্রত্যেক জাতির মধ্যে রাসূল পাঠিয়েছিলাম” [সূরা আন-নাহল: ৩৬] [আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১৩ : ৮",
        "arabic_text": "\nٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ ",
        "bangla_text": "প্রত্যেক নারী যা গর্ভে ধারণ করে এবং গর্ভাশয়ে যা কিছু কমে ও বাড়ে আল্লাহ্ তা জানেন [১] এবং তাঁর নিকট প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ আছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ হচ্ছে, মায়ের গর্ভাশয়ে ভ্রুণের অংগ-প্রত্যংগ, শক্তি-সামৰ্থ, যোগ্যতা ও মানসিক ক্ষমতার যাবতীয় হ্রাস-বৃদ্ধি আল্লাহ্র সরাসরি তত্ত্বাবধানে সাধিত হয়। অর্থাৎ প্রত্যেক নারী যা গর্ভধারণ করে, তা ছেলে কি মেয়ে, সুশ্রী কি কুশ্রী, সৎ কি অসৎ তা সবই আল্লাহ্ জানেন এবং নারীদের গর্ভাশয়ে যে হ্রাসবৃদ্ধি হয়, অর্থাৎ কোন সময় এক বা একাধিক সন্তান জন্মগ্রহণ করে, কোন সময় দ্রুত কোন সময় দেরীতে তাও আল্লাহ্ তা'আলা জানেন। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  এ আয়াতে আল্লাহ্ তা'আলার একটি বিশেষ গুণ বর্ণিত হয়েছে যে, তিনি ‘আলেমুল গায়েব’। সৃষ্টিজগতের প্রতিটি অণু-পরমাণু ও সেসবের পরিবর্তনশীল অবস্থা সম্পর্কে তিনি ওয়াকিফহাল। এর সাথেই মানব সৃষ্টির প্রতিটি স্তর, প্রতিটি পরিবর্তন ও প্রতিটি চিহ্ন সম্পর্কে জ্ঞাত হওয়ার কথা উল্লেখ করা হয়েছে। এর সত্যিকার ও নিশ্চিত জ্ঞান একমাত্র আল্লাহ্ তা'আলাই রাখেন। এ বিষয়টিই অন্য এক আয়াতে বর্ণিত হয়েছেঃ\n  <br/>\n  <br/>\n  (وَيَعْلَمُ مَا فِي الْاَرْحَامِ)\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহ্ তা'আলাই জানেন যা কিছু গভাশয়ে রয়েছে। [সূরা লোকমানঃ ৩৪] আমরা যদি সূরা লোকমান এর এ আয়াতটির সাথে আলোচ্য সূরার\n  <br/>\n  <br/>\n  (وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ)\n  <br/>\n  <br/>\n  আয়াতকে একসাথে মিলিয়ে তাফসীর করি তাহলে বর্তমান কালের এ আয়াত সংক্রান্ত অনেক সন্দেহের জবাব দেয়া সহজ হয়ে যাবে কারণ সূরা লোকমানের আয়াতে যা বলা হয়েছে এ আয়াত তার তাফসীর হতে পারে। ফলে গর্ভাশয়ে অবস্থিত সন্তানের অবস্থা বর্তমানে বিভিন্ন মাধ্যমে জানা গেলেও তা সূরা লোকমান এবং সহীহ হাদীসে বর্ণিত পাঁচটি গায়েব এর জ্ঞানের দাবী কেউ করতে পারবে না। বিশেষ করে সহীহ হাদীসে গায়েবের পাঁচটি বস্তু বর্ণনায় যে শব্দ ব্যবহার হয়েছে তাও এ তাফসীর সমর্থন করছে। হাদীসে এসেছে, “পাঁচটি বিষয় হলো সমস্ত গায়েবের চাবিকাঠি, আল্লাহ্ ব্যতীত কেউ তা জানে না ... আল্লাহ ব্যতীত কেউ গর্ভাশয়ে যা কিছু হ্রাস হয় তা জানে না।” [বুখারীঃ ৪৬৯৭] আর এটা সর্বজনবিদিত যে, গর্ভাশয়ে যা কিছু হ্রাস-বৃদ্ধি হয় বা হবে তা কেউ কোন দিন বলে দিতে পারবে না। অন্য আয়াতে আল্লাহ্ বলেন, “তিনি তোমাদের সম্পর্কে সম্যক অবগত---যখন তিনি তোমাদেরকে সৃষ্টি করেছিলেন মাটি হতে এবং যখন তোমরা মাতৃগর্ভে ভ্রণরূপে ছিলে।” [সূরা আন-নাজম: ৩২] আরও বলেন, “তিনিই মাতৃগর্ভে যেভাবে ইচ্ছে তোমাদের আকৃতি গঠন করেন।” [সূরা আলে ইমরান: ৬] আয়াতের আরেক অর্থ হচ্ছে, একমাত্র আল্লাহ্ই জানেন কোন মহিলা কোন ধরণের সন্তান গর্ভে ধারণ করবে। তখন (ما) টি হবে (موصولة) [আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১৩ : ৯",
        "arabic_text": "\nعَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ ",
        "bangla_text": "তিনি গায়েব ও প্রকাশ্যের জ্ঞানী, মহান, সর্বোচ্চ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ এই যে, এটা আল্লাহ্ তা'আলার বিশেষ গুণ যে, তিনি প্রত্যেক অনুপস্থিতকে এমনিভাবে জানেন, যেমন উপস্থিত ও বিদ্যমানকে জেনে থাকেন। (الْكَبِيْرُ) শব্দের অর্থ বড় এবং (الْمُتَعَالِ)-এর অর্থ উচ্চ। তিনি মান মর্যাদার দিক থেকে যেমন সবার উপরে, ক্ষমতার দিক থেকেও সবার উপরে। অনুরূপভাবে তিনি অবস্থানের দিক থেকেও সবার উপরে। [ইবনুল কাইয়েম, মাদারিজুস সালেকীন: ১/৫৫] উভয় শব্দ দ্বারা বুঝানো হয়েছে যে, তিনি সবার চেয়ে বড়, তিনি সবকিছুর উপরে। [ইবন কাসীর] অনুরূপভাবে তিনি সৃষ্ট বস্তুসমূহের গুণাবলীর উর্ধ্বে। কাফের ও মুশরিকরা আল্লাহ্ তা'আলার মহত্ব ও উচ্চমর্যাদা স্বীকার করত, কিন্তু উপলদ্ধি-দোষে তারা আল্লাহকে সাধারণ মানুষের সমতুল্য জ্ঞান করে তাঁর জন্য এমন সব গুণাবলী সাব্যস্ত করত, যেগুলো তাঁর মর্যাদার পক্ষে খুবই অসম্ভব। তিনি সেগুলো থেকে অনেক উর্ধ্বে। [ফাতহুল কাদীর] উদাহরণতঃ ইয়াহূদী ও নাসারাগণ আল্লাহ্‌র জন্য পুত্র সাব্যস্ত করেছে। আরবের মুশরিকগণ আল্লাহ্‌র জন্য কন্যা সাব্যস্ত করেছে। অথচ তিনি এসব অবস্থা ও গুণ থেকে উচ্চে, উর্ধ্বে ও পবিত্র। কুরআনুল কারীম তাদের বর্ণিত গুণাবলী থেকে পবিত্রতা প্রকাশের জন্য বার বার বলেছেঃ\n  <br/>\n  <br/>\n  (سُبْحٰنَ اللّٰهِ عَمَّا يَصِفُوْنَ)\n  <br/>\n  <br/>\n  [সূরা আল-মু'মিনূনঃ ৯১] -অর্থাৎ আল্লাহ্ তা'আলা ঐসব গুণ থেকে পবিত্র যেগুলো তারা বর্ণনা করে। প্রথম\n  <br/>\n  <br/>\n  (عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ)\n  <br/>\n  <br/>\n  এবং তৎপূর্ববর্তী\n  <br/>\n  <br/>\n  (اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى)\n  <br/>\n  <br/>\n  বাক্যে আল্লাহ্ তা'আলার জ্ঞানগত পরাকাষ্ঠা বর্ণিত হয়েছিল। দ্বিতীয়\n  <br/>\n  <br/>\n  (الْكَبِيْرُ الْمُتَعَالِ)\n  <br/>\n  <br/>\n  বাক্যে শক্তি ও মাহাত্ম্যের পরাকাষ্ঠা বর্ণিত হয়েছে। অর্থাৎ তাঁর শক্তি ও সামর্থ্য মানুষের কল্পনার উর্ধ্বে। এর পরবর্তী আয়াতেও এ জ্ঞান ও শক্তির পরাকাষ্ঠা একটি বিশেষ আঙ্গিকে বর্ণনা করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১৩ : ১০",
        "arabic_text": "\nسَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ ",
        "bangla_text": "তোমাদের মধ্যে যে কথা গোপন রাখে বা যে তা প্রকাশ করে, রাতে যে আত্মগোপন করে এবং দিনে যে প্রকাশ্যে বিচরণ করে, তারা সবাই আল্লাহ্‌র নিকট সমান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা'আলা প্রকাশ্য ও গোপন সবকিছু সম্পর্কে পূর্ণভাবে জানেন। পবিত্র কুরআনের অন্যান্য স্থানেও এ বিষয়টি বর্ণনা করা হয়েছে। আল্লাহ্ বলেনঃ “তোমরা তোমাদের কথা গোপনেই বল অথবা প্রকাশ্যে বল, তিনি তো অন্তর্যামী। যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? তিনি সূক্ষ্মদর্শী, সম্যক অবগত। [সূরা আল-মুলকঃ ১৩-১৪] আরো বলেছেনঃ “যদি আপনি উচ্চকণ্ঠে কথা বলেন, তবে তিনি তো যা গুপ্ত ও অব্যক্ত সবই জানেন।” [সূরা ত্বা-হাঃ ৭] অন্য আয়াতে বলেছেনঃ “এবং তিনি জানেন যা তোমরা গোপন কর আর যা প্রকাশ কর” [সূরা আন-নামলঃ ২৫] অন্যত্র বলেছেনঃ “সাবধান! নিশ্চয়ই ওরা তাঁর কাছে গোপন রাখার জন্য ওদের বক্ষ দ্বিভাঁজ করে। সাবধান! ওরা যখন নিজেদেরকে বস্ত্রে আচ্ছাদিত করে তখন ওরা যা গোপন করে ও প্রকাশ করে, তিনি তা জানেন। অন্তরে যা আছে, নিশ্চয়ই তিনি তা সবিশেষ অবহিত।” [সূরা হূদঃ ৫] আয়াতের অর্থ এই যে, আল্লাহ্ তা'আলার জ্ঞান সর্বব্যাপী। কাজেই যে ব্যক্তি আস্তে কথা বলে এবং যে ব্যক্তি উচ্চঃস্বরে কথা বলে, তারা উভয়ই আল্লাহ্‌র কাছে সমান। তিনি উভয়ের কথা সমভাবে শোনেন এবং জানেন। এমনিভাবে যে ব্যক্তি রাতের অন্ধকারে গা ঢাকা দেয় এবং যে ব্যক্তি দিবালোকে প্রকাশ্য রাস্তায় চলে, তারা উভয়ই আল্লাহ্ তা'আলার জ্ঞান ও শক্তির দিক দিয়ে সমান। উভয়ের আভ্যন্তরীণ ও বাহ্যিক অবস্থা তিনি সমভাবে জানেন এবং উভয়ের উপর তাঁর শক্তি সমভাবে পরিব্যপ্ত। কেউ তাঁর ক্ষমতার আওতাবহির্ভূত নয়।\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১৩ : ১১",
        "arabic_text": "\nلَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ ",
        "bangla_text": "মানুষের জন্য রয়েছে তার সামনে ও পিছনে একের পর এক আগমনকারী প্রহরী; তারা আল্লাহ্‌র আদেশে তার রক্ষণাবেক্ষণ করে [১]। নিশ্চয় আল্লাহ্ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেন না যতক্ষণ না তারা নিজেদের অবস্থা নিজেরা পরিবর্তন করে [২]। আর কোন সম্প্রদায়ের জন্য যদি আল্লাহ্ অশুভ কিছু ইচ্ছে করেন তবে তা রদ হওয়ার নয় [৩] এবং তিনি ছাড়া তাদের কোন অভিভাবক নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (مُعَقِّبٰتٌ) শব্দটি (معقبة) এর বহুবচন। যে দল অপর দলের পেছনে কাছাকাছি হয়ে আসে, তাকে (معقبة) অথবা (متعقبة) বলা হয়। (مِّنْۢ بَيْنِ يَدَيْهِ) এর শাব্দিক অর্থ, উভয় হাতের মাঝখানে। উদ্দেশ্য মানুষের সম্মুখ দিক। (مِنْ خَلْفِهٖ) এর অর্থ পশ্চাদ্দিক। আয়াতের কয়েকটি অর্থ করা হয়ে থাকে।\n  <br/>\n  <br/>\n  এক. তারা আল্লাহ্‌র নির্দেশের কারণে তাকে হেফাযত করে। [ফাতহুল কাদীর] অর্থাৎ যে ব্যক্তি কথা গোপন করতে কিংবা প্রকাশ করতে চায় এবং যে ব্যক্তি চলাফেরাকে রাতের অন্ধকারে ঢেকে রাখতে চায় অথবা প্রকাশ্য সড়কে ঘুরাফেরা করে- এমন প্রত্যেক ব্যক্তির জন্য আল্লাহ্‌র পক্ষ থেকে ফিরিশতাদের দল নিযুক্ত রয়েছে। তার সম্মুখে ও পশ্চাদ্দিক থেকে তাকে ঘিরে রাখে। তাদের কাজ ও দায়িত্ব পরিবর্তিত হতে থাকে এবং তারা একের পর এক আগমন করে। রাতে তাদের জন্য কিছু পাহারাদার রয়েছে, যেমন রয়েছে দিনে। তারা তাকে বিভিন্ন দুর্ঘটনা থেকে হেফাযত করে। যেমন আরও কিছু ফেরেশতা রয়েছে যারা তার ভাল কিংবা মন্দ আমল হেফাযত করে। রাতে কিছু ফেরেশতা দিনে কিছু ফেরেশতা। তার ডানে বামে দুজন, যারা তার আমল লিখে। ডান দিকের ফেরেশতা তার সৎকর্ম লিখে, আর বাম দিকের ফেরেশতা তার অসৎকর্ম লিখে। আবার দুজন ফেরেশতা রয়েছে যারা তাকে হেফাযত করে, একজন তার সামনের দিকে অপরজন তার পিছনের দিকে। সুতরাং সে দিনে রাতে চার ফেরেশতার মাঝখানে বসবাস করে। যারা পরিবর্তিতভাবে আগমন করে থাকে। দু'জন আমল হেফাযতকারী আল্লাহ্‌র নির্দেশে মানুষের হেফাযত করা তাদের দায়িত্ব। আর বাকী দু’জন লিখক। তাদের আমলনামা লিখে। [ইবন কাসীর] হাদীসে এসেছেঃ ‘ফিরিশতাদের দু’টি দল হেফাযতের জন্য নিযুক্ত রয়েছে। একদল রাত্রির জন্য এবং একদল দিনের জন্য। উভয় দল ফজর ও আসরের সালাতের সময় একত্রিত হন। ফজরের সালাতের পর রাতের পাহারাদার দল বিদায় নেন এবং দিনের পাহারাদাররা কাজ বুঝে নেন। আসরের সালাতের পর তারা বিদায় হয়ে যান এবং রাতের ফিরিশতারা দায়িত্ব নিয়ে চলে আসেন।’ [বুখারীঃ ৭৪২৯, মুসলিমঃ ৬৩২]\n  <br/>\n  <br/>\n  দুই. ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে আয়াতের আরেকটি অর্থ বর্ণিত আছে, তা হচ্ছে, আল্লাহ্‌র নির্দেশ থেকে তাকে হেফাযত করে। [ইবন কাসীর] অর্থাৎ তাঁর কোন প্রকার আযাব যেমন, জিন ইত্যাদি থেকে তাদেরকে হেফাযত করে। [কুরতুবী] তারপর যখন তার তাকদীর অনুসারে কোন কিছু ঘটার জন্য আল্লাহ্‌র নির্দেশ আসে তখন ফিরিশতাগণ সরে পড়ে। আলী রাদিয়াল্লাহু ‘আনহু বলেনঃ ‘প্রত্যেক মানুষের সাথে কিছুসংখ্যক হেফাযতকারী ফিরিশতা নিযুক্ত রয়েছেন। তার উপর যাতে কোন প্রাচীর ধ্বসে না পড়ে কিংবা সে কোন গর্তে পতিত না হয়, কিংবা কোন জন্তু অথবা মানুষ তাকে কষ্ট না দেয়, ইত্যাদি বিষয়ে ফিরিশতাগণ তার হেফাযত করেন। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ তবে কোন মানুষের তাকদীর লিখিত বিপদাপদে জড়িত হওয়ার সময় ফিরিশতারা সেখান থেকে সরে যায়।’ [ইবনে হাজারঃ ফাতহুল বারী ৮/৩৭২] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘তোমাদের প্রত্যেকের সাথেই একজন ফিরিশতা এবং একজন শয়তান জুড়ে দেয়া আছে। সাহাবায়ে কেরাম জিজ্ঞেস করলেনঃ আপনার সাথেও? তিনি উত্তরে বললেনঃ হ্যাঁ, তবে আল্লাহ্ আমাকে তার উপর সহযোগিতা করেছেন, ফলে সে আত্মসমৰ্পন করেছে, বা আমি নিরাপদ হয়ে গেছি, সে আমাকে ভাল কাজ ছাড়া আর কোন কিছুর নির্দেশ দেয় না।’ [মুসলিমঃ ২৮১৪] মোটকথা এই যে, হেফাযতকারী ফিরিশতা দ্বীন ও দুনিয়া উভয় দিকের বিপদাপদ থেকেই মানুষকে নিদ্রায় ও জাগরণে হেফাযত করে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ “আল্লাহ্ তা'আলা কোন সম্প্রদায়ের অবস্থার পরিবর্তন করেন না, যতক্ষণ স্বয়ং তারাই নিজেদের অবস্থা ও কাজকর্ম মন্দ ও অশান্তিতে পরিবর্তন করে না নেয়।” [বাগভী] তারা যখন নিজেদের অবস্থা অবাধ্যতা ও নাফরমানীতে পরিবর্তিত করে নেয়, তখন আল্লাহ্ তা'আলাও স্বীয় কর্মপন্থা পরিবর্তন করে দেন। এ পরিবর্তন হয় তারা নিজেরা করে, অথবা তাদের উপর যারা কর্তৃত্বশীল তারা করে, নতুবা তাদেরই মধ্যকার অন্যদের কারণে সেটা সংঘটিত হয়। যেমন উহুদের মাঠে তীরন্দাযদের স্থান পরিবর্তনের কারণে মুসলিমদের উপর বিপদ এসে পড়েছিল। ইসলামী শরী’আতে এরকম আরও বহু উদাহরণ রয়েছে। তবে আয়াতের অর্থ এ নয় যে, তিনি কারও কোন গুনাহ ব্যতীত তাদের উপর বিপর্যয় দেন না। বরং কখন কখনও অপরের গুনাহের কারণে বিপর্যয় নেমে আসে। যেমন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে প্রশ্ন করা হয়েছিল যে, আমাদের মধ্যে নেককাররা থাকা অবস্থায় কি আমাদের ধ্বংস করা হবে? তিনি বলেছিলেন, ‘হ্যাঁ, যখন অন্যায় অপরাধ ও পঙ্কিলতা বৃদ্ধি পায়’ [বুখারী ৩৩৪৬; মুসলিম: ২৮৮০]\n  <br/>\n  <br/>\n  সারকথা এই যে, মানুষের হেফাযতের জন্য আল্লাহ্‌র পক্ষ থেকে ফিরিশতাদের পাহারা নিয়োজিত থাকে; কিন্তু সম্প্রদায় যখন আল্লাহ্‌র নেয়ামতের কৃতজ্ঞতা ও তাঁর আনুগত্য ত্যাগ করে পাপাচার, ভ্রষ্টতা ও অবাধ্যতার পথ বেছে নেয়, তখন আল্লাহ্‌র গযব ও আযাব তাদের উপর নেমে আসে। এ আযাব থেকে আত্মরক্ষার কোন উপায় থাকে না। অন্য আয়াতে আল্লাহ্ তা'আলা বলেন, “এটা এজন্যে যে, যদি কোন সম্প্রদায় নিজের অবস্থার পরিবর্তন না করে তবে আল্লাহ্ এমন নন যে, তিনি ওদেরকে যে সম্পদ দান করেছেন, তাতে পরিবর্তন আনবেন; [সূরা আল-আনফালঃ ৫৩]\n  <br/>\n  <br/>\n  [৩] বলাবাহুল্য, যখন আল্লাহ্ তা'আলাই কাউকে আঘাত দিতে চান, বিপদে ফেলতে চান, অসুখ দিতে চান, রোগাক্রান্ত করতে চান, তখন কেউ তার সে বিপদ ফেরাতে পারে না [কুরতুবী] আল্লাহ্‌র নির্দেশের বিপরীতে তার সাহায্যার্থেও কেউ এগিয়ে আসতে পারে না। সুতরাং তোমরা এ ধরনের ভুল ধারণা পোষণ করো না যে, যাই কিছু করতে থাকো না কেন আল্লাহ্‌র দরবারে এমন কোন শক্তিশালী পীর, ফকীর বা কোন পূর্ববতী -পরবর্তী মহাপুরুষ অথবা কোন জিন বা ফেরেশতা আছে যে তোমাদের নযরানার উৎকোচ নিয়ে তোমাদেরকে অসৎকাজের পরিণাম থেকে বাঁচাবে। অন্য আয়াতে আল্লাহ্ বলেন, “এবং অপরাধী সম্প্রদায়ের উপর থেকে তাঁর শাস্তি রদ করা হয় না।’ [আল-আন’আমঃ ১৪৭] আরো বলেছেন “অপরাধী সম্পপ্রদায় হতে আমাদের শাস্তি রদ করা যায় না।” [সূরা ইউসুফঃ ১১০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১৩ : ১২",
        "arabic_text": "\nهُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ ",
        "bangla_text": "তিনিই তোমাদেরকে দেখান বিজলী, ভয় ও আশা-আকাংখারূপে এবং তিনিই সৃষ্টি করেন ভারী মেঘ [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা’আলাই তোমাদেরকে বিদ্যুৎ প্রদর্শন করান। এটা মানুষের জন্য ভয়েরও কারণ হতে পারে। কারণ, এটা যে জায়গায় পতিত হয় সবকিছু জ্বালিয়ে ছাইভষ্ম করে দেয়। আবার এটা আশার সঞ্চার করে যে, বিদ্যুৎ চমকানোর পর বৃষ্টি হবে, যা মানুষ ও জীব-জন্তুর জীবনের অবলম্বন। [বাগভী] আল্লাহ্ তা'আলাই বড় বড় ভারী মেঘমালা উত্থিত করেন এরপর স্বীয় ফয়সালা ও তকদীর অনুযায়ী যথা ইচ্ছা, তা বর্ষণ করেন। কাতাদা রাহেমাহুল্লাহ বলেন, এখানে মুসাফিরের জন্য কষ্টের ভয় এবং মুকীম বা স্থায়ীভাবে বসবাসকারীর জন্য আশার বৃষ্টি ও রহমতের কারণ বলা হয়েছে। [ইবন কাসীর; আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১৩ : ১৩",
        "arabic_text": "\nوَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ ",
        "bangla_text": "আর রা’দ তাঁর সপ্রশংস মহিমা ও পবিত্রতা ঘোষণা করে [১] এবং ফেরেশতাগণও তা-ই করে তাঁর ভয়ে। আর তিনি গর্জনকারী বজ্র পাঠান অতঃপর যাকে ইচ্ছে তা দ্বারা আঘাত করেন [২] এবং তারা আল্লাহ্ সম্বন্ধে বিতণ্ডা করে, আর তিনি শক্তিতে প্রবল শাস্তিতে কঠোর [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ রা’দ আল্লাহ্ তা'আলার প্রশংসা ও কৃতজ্ঞতার তাসবীহ্ পাঠ করে এবং ফিরিশতারা তাঁর ভয়ে তাসবীহ্ পাঠ করে। মুজাহিদ বলেন, রা’দ বলে যদি মেঘের গর্জন বুঝা হয়, তবে এ তাসবীহ্ পাঠ করার অর্থ হবে আল্লাহ্ তাতে জীবন সৃষ্টি করেন। [কুরতুবী] অথবা এটা ঐ তাসবীহ্ যা কুরআনুল কারীমের অন্য এক আয়াতে উল্লেখিত রয়েছে যে, “সপ্ত আকাশ, পৃথিবী এবং ওদের অন্তর্বর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না; কিন্তু তাদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না” [সূরা আল-ইসরাঃ ৪৪] [ইবন কাসীর] কোন কোন হাদীসে আছে যে, বৃষ্টি বর্ষণের কাজে নিযুক্ত ফিরিশতার নাম রা’দ। [দেখুন, তিরমিয়ীঃ ৩১১৭] এই অর্থে তাসবীহ্ পাঠ করার মানে সুস্পষ্ট।\n  <br/>\n  <br/>\n  [২] হাদীসে এসেছে, এক প্রতাপশালী লোকের কাছে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দ্বীনের দাওয়াত নিয়ে পাঠালে সে লোক বললঃ কে আল্লাহ্‌র রাসূল? আল্লাহ্ কি? সোনার না রূপার? নাকি পিতলের? এভাবে তিনবার সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পাঠানো লোককে বলে পাঠাল। শেষ পর্যন্ত আল্লাহ্ তার উপর আকাশ থেকে বজ্রপাত করালেন। ফলে তার মাথা গুঁড়িয়ে যায়। তখন এ আয়াত নাযিল হয়। [ইবনে আবি আসেমঃ আস্সুন্নাহঃ ৬৯২]\n  <br/>\n  <br/>\n  [৩] এখানে (مِحَالِ) শব্দটি মীমের নীচে (كسرة) বা যের যোগে। যার অর্থঃ কৌশল, শক্তি-সামর্থ্য ইত্যাদি [বাগভী] শব্দটির বিভিন্ন অর্থ অনুসারে আয়াতের অর্থ দাঁড়ায়, তারা আল্লাহ্ তা’আলার তাওহীদের ব্যাপারে পারস্পরিক কলহ-বিবাদ ও তর্ক-বিতর্কে লিপ্ত রয়েছে, অথচ আল্লাহ্ তা’আলা শক্তিশালী কৌশলকারী। [মুয়াসসার] তাঁর সামনে সবার চাতুরী অচল। যে কোন সময় যে কারো বিরুদ্ধে যে কোন কৌশল তিনি এমন পদ্ধতিতে ব্যবহার করতে পারেন যে, আঘাত আসার এক মুহুর্ত আগেও সে জানতে পারে না কখন কোন দিক থেকে তার উপর আঘাত আসছে। এ ধরনের একচ্ছত্র শক্তিশালী সত্তা সম্পর্কে যারা না ভেবেচিন্তে এমনি হালকাভাবে আজেবাজে কথা বলে, কে তাদের বুদ্ধিমান বলতে পারে? তাঁর ক্ষমতা ও কৌশল সম্পর্কে কারও কোন সন্দেহ থাকা উচিত নয়। তিনি যখন যা ইচ্ছে তাই করতে পারেন। তাঁর পাকড়াও থেকে কেউই পালিয়ে যেতে পারবে না। [সা’দী] সুতরাং যদি তিনিই কেবল বান্দাদের জন্য বৃষ্টি নিয়ে আসেন, তাদের জন্য রিযিকের মৌলিক ব্যবস্থাপনা করেন, তিনিই যদি তাদের যাবতীয় কর্মকাণ্ড নিয়ন্ত্রণ করেন, সমস্ত বড় বড় সৃষ্টি যেগুলো বান্দাদের মনে ভীতির উদ্রেক করে এবং বিরক্তির সঞ্চার করে তারাও যদি তাঁকেই ভয় পায়, তবে তো তিনিই সবচেয়ে বেশী শক্তিমান। একমাত্র তিনি ইবাদাত পাওয়ার উপযুক্ত। আর তাই পরবর্তী আয়াতে তাকে ডাকার কথা বলা হয়েছে। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১৩ : ১৪",
        "arabic_text": "\nلَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ ",
        "bangla_text": "সত্যের আহ্বান তাঁরই। যারা তাঁকে ছাড়া অন্যকে আহ্বান করে, তাদেরকে কোন কিছুতেই তারা সাড়া দেয় না [১]; তাদের দৃষ্টান্ত সে ব্যক্তির মত, যে তার মুখে পানি পৌঁছবে এ আশায় তার দুহাত মেলে ধরে পানির দিকে, অথচ তা তার মুখে পৌঁছার নয়, আর কাফিরদের আহ্বান তো কেবল ভ্রষ্টতায় নিপতিত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ডাকা মানে নিজের অভাব পূরণের উদ্দেশ্যে সাহায্যের জন্য ডাকা। এর মানে হচ্ছে, অভাব ও প্রয়োজন পূর্ণ এবং সংকটমুক্ত করার সব ক্ষমতা একমাত্র তাঁর হাতেই কেন্দ্রীভূত। তাই একমাত্র তাঁর কাছেই প্রার্থনা করা সঠিক ও যথার্থ সত্য বলে বিবেচিত। তাঁর আহ্বানই হক্ক আহ্বান। সে আহ্বানের মূল হচ্ছে ‘লা ইলাহা ইল্লাল্লাহ’। তিনি আল্লাহ্ ব্যতীত হক্ক কোন মা’বুদ নেই। (دَعْوَةُ الْحَقِّ) শব্দের তাফসীরে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে এটাই বর্ণিত আছে। [দেখুন, তাবারী]\n  <br/>\n  <br/>\n  [২] মুজাহিদ রাহেমাহুল্লাহ এর তাফসীরে বলেন, সে লোক মুখে পানির জন্য আহ্বান করছে আর পানির দিকে হাত বাড়াচ্ছে। এভাবে তো আর পানি কখনো মুখে পৌঁছে না। পানি পৌঁছার জন্য পানিকে আহ্বান না করে তা নিয়ে মুখে দিয়ে দিতে হয়। [আত-তাফসীরুস সহীহ] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, এটা হলো মুশরিকের উদাহরণ। যে আল্লাহ্‌র সাথে শরীক করে তার উদাহরণ ঐ পিপাসার্ত ব্যক্তির মত যে তার মনে মনে পানির কথা ভেবে দূর থেকে পানি পাওয়ার আশা করে বসে আছে। সে পানি পাওয়ার শত আশা করলেও পানি পেতে পারে না। [তাবারী] তদ্রুপ মুশরিক ব্যক্তিও আল্লাহ্ ছাড়া অপর যাদেরকে ডাকে তাদের কাছে তার মনের যাবতীয় আশা-আকাংখা পূরণের আশা করে বসে আছে। কিন্তু তার আশা তো এভাবে কখনো পূরণ হবার নয়। তাকে তা পূরণ করতে হলে একমাত্র আল্লাহ্‌র কাছেই যেতে হবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১৩ : ১৫",
        "arabic_text": "\nوَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩ ",
        "bangla_text": "আর আল্লাহ্‌র প্রতিই সিজদাবনত হয় আসমানসমূহ ও যমীনে যা কিছু আছে ইচ্ছায় ও অনিচ্ছায় [১] এবং তাদের ছায়াগুলোও সকাল ও সন্ধ্যায় [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সিজদা মানে আনুগত্য প্রকাশ করার জন্য ঝুঁকে পড়া, আদেশ পালন করা এবং পুরোপুরি মেনে নিয়ে মাথা নত করা। পৃথিবী ও আকাশের প্রত্যেকটি সৃষ্টি আল্লাহ্‌র আইনের অনুগত এবং তাঁর ইচ্ছার চুল পরিমাণও বিরোধিতা করতে পারে না -এ অর্থে তারা প্রত্যেকেই আল্লাহকে সিজদা করছে। মুমিন স্বেচ্ছায় ও সাগ্রহে তাঁর সামনে নত হয় কিন্তু কাফেরকে বাধ্য হয়ে নত হতে হয়। কারণ আল্লাহ্‌র প্রাকৃতিক আইনের বাইরে চলে যাওয়ার ক্ষমতা নেই। আর তারা নিজেরা স্রষ্টার মুখাপেক্ষী এটা প্রমাণ করছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] ‘তাদের ছায়াগুলো নত হওয়া ও সিজদা করা’র মানে হচ্ছে, ছায়ার সকাল-সাঁঝে পূর্ব ও পশ্চিম দিকে ঢলে পড়ে সিজদা করা। এ এমন একটি আলামত যা থেকে বুঝা যায় যে, এসব জিনিস কারো হুকুমের অনুগত এবং কারোর নিয়ন্ত্রণাধীন। [কুরতুবী] মুফাসসিরগণ বলেন, সিজদাকারীদের কেউ ইচ্ছাকৃত আল্লাহ্‌র সিজদা করে আবার কেউ করে অনিচ্ছাকৃত কিন্তু তাদের ছায়াগুলো ঠিকই ইচ্ছাকৃতভাবে সিজদা করছে। [বাগভী] মুজাহিদ বলেন, ঈমানদারের ছায়া ইচ্ছাকৃত সিজদা করে, আর সেও তা মেনে নিয়েছে। পক্ষান্তরে কাফেরের ছায়া ইচ্ছাকৃতভাবে সিজদা করে অথচ সে অপছন্দ করছে। [তাবারী] এ আয়াতের সমার্থে আরো এসেছে, “তারা কি লক্ষ্য করে না আল্লাহ্‌র সৃষ্ট বস্তুর প্রতি, যার ছায়া ডানে ও বামে ঢলে পড়ে আল্লাহ্‌র প্রতি সিজদাবনত হয়?” [সূরা আন-নাহলঃ ৪৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১৩ : ১৬",
        "arabic_text": "\nقُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ ",
        "bangla_text": "বলুন, ‘কে আসমানসমূহ ও যমীনের রব?’ বলুন, ‘আল্লাহ্‌।’ [১] বলুন, ‘তবে কি তোমরা অভিভাবকরূপে গ্রহণ করেছ আল্লাহ্র পরিবর্তে অন্যকে যারা নিজেদের লাভ বা ক্ষতি সাধনে সক্ষম নয়?’ বলুন, ‘অন্ধ [২] ও চক্ষুষ্মান কি সমান হতে পারে? নাকি অন্ধকার ও আলো [৩] সমান হতে পারে?’ তবে কি তারা আল্লাহ্‌র এমন শরীক সৃষ্টি করেছে, যারা আল্লাহ্র সৃষ্টির মত সৃষ্টি করেছে, যে কারণে সৃষ্টি তাদের কাছে সদৃশ মনে হয়েছে [৪]? বলুন, ‘আল্লাহ্ সকল বস্তুর স্রষ্টা [৫]; আর তিনি এক, মহা প্রতাপশালী [৬]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উল্লেখ করা যেতে পারে, আল্লাহ্ পৃথিবী ও আকাশের রব একথা তারা নিজেরা মানতো। এ প্রশ্নের জবাবে তারা অস্বীকৃতি জ্ঞাপন করতে পারতো না। কারণ একথা অস্বীকার করলে তাদের নিজেদের আকীদাকেই অস্বীকার করা হতো। কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জিজ্ঞাসার পর তারা এর জবাব পাশ কাটিয়ে যেতে চাচ্ছিল। কারণ স্বীকৃতির পর ইবাদাতের ক্ষেত্রে তাওহীদকে মেনে নেওয়া অপরিহার্য হয়ে উঠতো এবং এরপর শির্কের জন্য আর কোন যুক্তিসংগত বুনিয়াদ থাকতো না। তাই নিজেদের অবস্থানের দুর্বলতা অনুভব করেই তারা এ প্রশ্নের জবাবে কিছু বলত না। এ কারণেই কুরআনের বিভিন্ন স্থানে আল্লাহ্ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলেন, তাদেরকে জিজ্ঞেস করুন পৃথিবী ও আকাশের স্রষ্টা কে? বিশ্ব-জাহানের রব কে? কে তোমাদের রিফিক দিচ্ছেন? তারপর হুকুম দেন, আপনি নিজে নিজেই বলুন আল্লাহ্ এবং এরপর এভাবে যুক্তি পেশ করেন যে, আল্লাহ্ই যখন এ সমস্ত কাজ করছেন তখন আর কে আছে যার তোমরা বন্দেগী করে আসছো? এখানেও আল্লাহ্ তাদের সেই স্বীকারোক্তির কথা উল্লেখ করে তাদেরকে আল্লাহ্ ছাড়া আর কোন সত্য ইলাহ নেই এ কথার স্বীকৃতি আদায় করছেন। কেননা, তারা স্বীকার করে যে, আসমান ও যমীনের রব হচ্ছেন আল্লাহ্, তিনিই আসমান ও যমীন সৃষ্টি করেছেন, তিনিই এগুলো নিয়ন্ত্রণ করছেন, এতদসত্বেও তারা আল্লাহ্ ছাড়া বহু অভিভাবক ইলাহ গ্রহণ করে সেগুলোর ইবাদাত করছে, অথচ ইলাহগুলো না নিজেদের কোন লাভ-ক্ষতির মালিক, না তাদের ইবাদাতকারীদের। সেগুলো তাদের জন্য কোন কল্যাণ বয়ে আনতে পারে না। আর তাদের কোন ক্ষতিও দূর করতে পারে না। তারা উভয়ে কি সমান হতে পারে, যে আল্লাহ্‌র সাথে এ সমস্ত ইলাহের ইবাদাত করে, আর যে একমাত্র আল্লাহ্‌র ইবাদত করে, তার সাথে কাউকে শরীক করে না, আর সে তার রব প্রদত্ত স্পষ্ট আলোতে রয়েছে? [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে তিনি ঈমানদার ও কাফেরের জন্য একটি উদাহরণ পেশ করেছেন। তিনি বলেন, যেভাবে অন্ধ ও চক্ষুষ্মান সমান হতে পারে না তেমনি কাফের ও ঈমানদার সমান হতে পারে না। [বাগভী] মুমিন হক প্রত্যক্ষ করে, পক্ষান্তরে মুশরিক হক দেখে না। [কুরতুবী] অথবা এখানে অন্ধ বলে তারা আল্লাহ্ ছাড়া যাদেরকে ইবাদাত করতো তাদের বুঝানো হয়েছে আর চক্ষুষ্মান বলে স্বয়ং আল্লাহকেই বোঝানো হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] আলো মানে সত্যজ্ঞানের আলো। এখানে উদ্দেশ্য ঈমান। [কুরতুবী] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তাঁর অনুসারীরা এ সত্য জ্ঞানের আলো ঈমান লাভ করেছিলেন। আর আঁধার মানে কুফরী। [কুরতুবী] কুফরীতে রয়েছে মূর্খতার আঁধার। নবীর অস্বীকারকারীরা এ আঁধারে পথ হারিয়ে ফেলেছে। সুতরাং আলো ও আঁধার কখনও সমান হতে পারে না। যে ব্যক্তি আলো পেয়ে গেছে সে কেন নিজের প্রদীপ নিভিয়ে দিয়ে আঁধারের বুকে হোঁচট খেয়ে ফিরতে থাকবে?\n  <br/>\n  <br/>\n  [৪] এ প্রশ্নের অর্থ হচ্ছে, যদি দুনিয়ার কিছু জিনিস আল্লাহ্ সৃষ্টি করে থাকতেন এবং কিছু জিনিস অন্য মাখলুকরা সৃষ্টি করতো আর কোনটা আল্লাহ্‌র সৃষ্টি এবং কোনটা অন্যদের এ পার্থক্য করা সম্ভব না হতো তাহলে তো সত্যিই শির্কের জন্য কোন যুক্তিসংগত ভিত্তি হতে পারতো। কিন্তু ব্যাপারটি এ রকম নয়। [দেখুন, ইবন কাসীর] কারণ, তাঁর হুবহু যেমন কিছু নেই তেমনি তার মতও কিছু নেই। তাঁর কোন সমকক্ষ নেই, তাঁর অনুরূপ কেউ নেই, তার কোন মন্ত্রী-সাহায্যকারী নেই, তাঁর কোন সন্তান নেই, আর না আছে তাঁর কোন সঙ্গিনী। আল্লাহ্‌র মর্যাদা এ সমস্ত বিষয়াদি থেকে বহু উর্ধ্বে। এ মুশরিকরা নিজেরাই স্বীকৃতি দিচ্ছে যে, এ সমস্ত মাবুদ যাদের ইবাদাত তারা করছে সেগুলো আল্লাহ্‌রই বান্দা, তাঁরই সৃষ্ট, যেমন তারা তাদের শির্কী তালবিয়াতে বলতঃ ‘হাজির, তাঁর কোন শরীক নেই, তবে সে শরীক, যার কর্তৃত্ব আল্লাহ্‌র হাতে, আল্লাহ্‌র কর্তৃত্ব সে শরীকের কাছে নেই।’ যেমন আল্লাহ্ অন্যত্র বলেছেন, “আমরা তো এদের ইবাদত এ জন্যে করি যে, এরা আমাদেরকে আল্লাহ্‌র সান্নিধ্যে এনে দেবে” [সূরা আয-যুমার: ৩] তারা যেহেতু এ ধরণের বিশ্বাস করে থাকে তাই আল্লাহ্ সেটা অস্বীকার করে বলেছেন যে, তাঁর অনুমতি ব্যতীত কেউ নেই যে, সুপারিশ করবে। “আর যাকে অনুমতি দেয়া হয় সে ছাড়া আল্লাহ্‌র কাছে কারো সুপারিশ ফলপ্রসূ হবে না” [সূরা সাবাঃ ২৩] আরও বলেন, “আসমানসমূহ ও যমীনে এমন কেউ নেই, যে দয়াময়ের কাছে বান্দারূপে উপস্থিত হবে না। তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গুণে রেখেছেন এবং কিয়ামতের দিন তাদের সবাই তাঁর কাছে আসবে একাকী অবস্থায়।” [সূরা মারইয়াম: ৯৩-৯৫] সুতরাং এসবই যখন বান্দা ও দাস, তখন বিনা দলীল-প্রমাণে শুধু মতের উপর নির্ভরশীল হয়ে একে অপরের ইবাদত কেন করবে? তারপর আল্লাহ্ তাঁর রাসূলদের সবাইকে প্রথমজন থেকে শেষজন পর্যন্ত সবাইকে এথেকে সাবধান করে, আল্লাহ্ ছাড়া অন্য কারও ইবাদাত করতে নিষেধ করার জন্যই পাঠিয়েছেন। ফলে তারা তার রাসূলদের উপর মিথ্যারোপ করল এবং তাদের বিরোধিতায় লিপ্ত হলো, তাই তাদের উপর শাস্তির বাণী যথাযথ ও অবশ্যম্ভাবী হয়ে গেল। “আর আপনার রব কারও উপর যুলুম করেন না” [সূরা আল-কাহাফ: ৪৯] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৫] কেননা, কোন বস্তু নিজে নিজেকে সৃষ্টি করেছে সেটা অসম্ভব ব্যাপার। আবার সৃষ্ট কোন কিছু স্রষ্টা ছাড়া এসেছে সেটাও অসম্ভব। তাতে বুঝা গেল যে, একজন স্রষ্টা অবশ্যই আছেন। সৃষ্টিতে যার কোন শরীক থাকতে পারে না। কেননা, তিনি এক ও দাপুটে। আল্লাহ্ ব্যতীত আর কারও জন্য একক ও মহাদাপুটে গুণ সাব্যস্ত করা যায় না। সৃষ্টিকুল এবং প্রতিটি সৃষ্টির উপরই কোন না কোন নিয়ন্ত্রণকারী দাপট দেখানোর মত সৃষ্টি রয়েছে। তারপর তারও উপর রয়েছে আরেক নিয়ন্ত্রণকারী। কিন্তু তার উপর রয়েছেন সেই মহা দাপুটে সর্বনিয়ন্ত্রণকারী একক সত্তা। সুতরাং দাপট ও তাওহীদ একটি অপরটিকে বাধ্য করে। যা একমাত্র আল্লাহ্‌র জন্যই নির্দিষ্ট। এভাবে বিবেকের শক্তিশালী দলীল দ্বারা প্রমাণিত হলো যে, তারা আল্লাহ্ ব্যতীত যাদেরকে আহ্বান করে তাদের কেউই সৃষ্টি করার ক্ষমতা রাখে না। আর এভাবেই তাদের ইবাদাত বাতিল প্রমাণিত হলো। [সা'দী]\n  <br/>\n  <br/>\n  [৬] মূল আয়াতে ‘কাহহার’ শব্দ ব্যবহৃত হয়েছে। এর মানে হচ্ছে, এমন সত্তা যিনি নিজ শক্তিতে সবার উপর হুকুম চালান এবং সবাইকে অধীনস্ত করে রাখেন। যার ইচ্ছার কাছে সমস্ত ইচ্ছাকারী হার মানে। [কুরতুবী] “আল্লাহ প্রত্যেকটি জিনিসের স্রষ্টা” একথাটি এমন সত্য যাকে মুশরিকরাও স্বীকার করে নিয়েছিল এবং তারা কখনো এটা অস্বীকার করেনি। “তিনি এক ও মহাপরাক্রমশালী বা মহা দাপুটে” এটি হচ্ছে মুশরিকদের ঐ স্বীকৃত সত্যের অনিবাৰ্য ফল। কারণ যিনি প্রত্যেকটি জিনিসের স্রষ্টা নিঃসন্দেহে তিনি এক, অতুলনীয় ও সাদৃশ্যবিহীন। কারণ অন্য যা কিছু আছে সবই তাঁর সৃষ্টি। এ অবস্থায় কোন সৃষ্টি কেমন করে তার স্রষ্টার সত্তা, গুণাবলী, ক্ষমতা বা অধিকার তথা ইবাদতে তাঁর সাথে শরীক হতে পারে? এভাবে তিনি নিঃসন্দেহে মহাপরাক্রমশালীও। কারণ সৃষ্টি তার স্রষ্টার অধীন হয়ে থাকবে, এটিই স্বাভাবিক। কাজেই যে ব্যক্তি আল্লাহকে স্রষ্টা বলে মানে তার পক্ষে স্রষ্টাকে বাদ দিয়ে সৃষ্টির বন্দেগী করা এবং মহাপরাক্রমশালী সর্বনিয়ন্ত্রক আল্লাহকে বাদ দিয়ে দুর্বল ও অধীনকে সংকট উত্তরণ করাবার জন্য আহবান করা একেবারেই অযৌক্তিক প্রমাণিত হলো। [দেখুন, ইবনুল কাইয়্যেম, আস-সাওয়া’য়িকুল মুরসালাহ ২/৪৬৪-৪৬৫; মাদারিজুস সালেকীন ১/৪১৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১৩ : ১৭",
        "arabic_text": "\nأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ ",
        "bangla_text": "তিনি আকাশ হতে বৃষ্টিপাত করেন, ফলে উপত্যকাসমূহ তাদের পরিমান অনুযায়ী প্লাবিত হয় এবং প্লাবন তার উপরের আবর্জনা বহন করে। এরূপে আবর্জনা উপরিভাগে আসে যখন অলংকার বা তৈজসপত্র নির্মাণের উদ্দেশ্যে কিছু আগুনে উত্তপ্ত করা হয় [১]। এভাবে আল্লাহ্‌ সত্য ও অসত্যের দৃষ্টান্ত দিয়ে থাকেন। যা আবর্জনা তা ফেলে দেয়া হয় এবং যা মানুষের উপকারে আসে তা জমিতে থেকে যায়। এভাবে আল্লাহ্ উপমা দিয়ে থাকেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নির্ভেজাল ধাতু গলিয়ে কাজে লাগাবার জন্য স্বর্ণকারের চুলা গরম করা হয়। কিন্তু যখনই এ কাজ করা হয় তখনই অবশ্যি ময়লা আর্বজনা ওপরে ভেসে ওঠে এবং এমনভাবে তা ঘূর্ণিত হতে থাকে যাতে কিছুক্ষণ পর্যন্ত উপরিভাগে শুধু আর্বজনারাশিই দৃষ্টিগোচর হতে থাকে।\n  <br/>\n  <br/>\n  [২] এ আয়াতে আল্লাহ্ তা’আলা মূলত দু’টি উদাহরণ পেশ করেছেন। একটি পানির, অপরটি আগুনের। এ দু’টি উদাহরণে আল্লাহ্ তা’আলা হক্ব যে স্থায়ী এবং বাতিল যে ক্ষণস্থায়ী তা বুঝিয়ে দিয়েছেন। উদাহরণ দু’টির মধ্যে প্রথমটি হল, আল্লাহ্ তা’আলা যখন আকাশ হতে বৃষ্টিপাত করেন তখন উপত্যকাসমূহ তাদের নিজের পরিমাণ অনুযায়ী পানি ধারণ করে। যদি উপত্যকাটি বড় হয়, তবে বেশী পানি ধারণ করে। আর যদি ছোট হয় তবে তার নিজের পরিমাণ অনুযায়ী পানি ধারণ করে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর ওহীর মাধ্যমে যে জ্ঞান নাযিল করা হয়েছিল এ উপমায় তাকে বৃষ্টির সাথে তুলনা করা হয়েছে। আর ঈমানদার, সুস্থ ও ভারসাম্যপূর্ণ স্বাভাবিক বৃত্তির অধিকারী মানুষদেরকে এমনসব নদীনালার সাথে তুলনা করা হয়েছে যেগুলো নিজ নিজ ধারণক্ষমতা অনুযায়ী রহমতের বৃষ্টি ধারায় নিজেদেরকে পরিপূর্ণ করে প্রবাহিত হতে থাকে। তাদের মধ্যে জ্ঞানের তারতম্য আছে। একজনের মনে অনেক জ্ঞান ধারণ করে। আরেক জনের মন বেশী জ্ঞান ধারণ করতে পারে না। অন্যদিকে সত্য অস্বীকারকারী ও সত্য বিরোধীরা ইসলামের বিরুদ্ধে যে হৈ-হাংগামা ও উপদ্রব সৃষ্টি করেছিল তাকে এমন ফেনা ও আবর্জনারাশির সাথে তুলনা করা হয়েছে যা হামেশা বন্যা হবার সাথে সাথেই পানির উপরিভাগে উঠে আসতে থাকে। প্লাবন তার উপরে আবর্জনা বহন করে বলে এ কথাই বুঝানো হয়েছে। এগুলো মূলতঃ সন্দেহ ও কুপ্রবৃত্তির সমষ্টি। হকের সাথে এগুলোও মানুষের মনে প্রবেশ করে মানুষকে বিভিন্নভাবে প্রতারিত করতে চায় কিন্তু অন্তরের আল্লাহ্‌র ওহীর পরিমাণ অনুসারে দ্রুত অথবা ধীরে ধীরে তারা তাদের ঈমানী জোরে সে সমস্ত সন্দেহ ও কুপ্রবৃত্তিকে দূরীভূত করে দিতে পারে। তখন শুধুমাত্র ঈমান বাকী থাকে। আর যা কুফরী ও সন্দেহ সেগুলো অপসৃত হয়ে যায়।\n  <br/>\n  <br/>\n  দ্বিতীয় উদাহরণটি হল, আগুণে পুড়ে খাঁটি হওয়ার উদাহরণ। সোনা, রূপা এবং এ জাতীয় ধাতব বস্তু যখনই পোড়ানো হয় তখন তার মধ্যস্থিত যাবতীয় ময়লা ও খাদ আলাদা হয়ে যায়। শুধু খাঁটি অংশই বাকী থাকে। তেমনিভাবে ঈমান যখন মানুষের অন্তরে প্রবেশ করে তখন যৎসামান্য তাতে ময়লা-আবর্জনা সহ অবস্থান করতে থাকে। তারপর ঈমান ও দলীল-প্রমাণাদি পরপর তার কাছে আসতে থাকে। ধীরে ধীরে তার সমস্ত সন্দেহ ও কুপ্রবৃত্তি দূরীভূত হয়ে সে খাঁটি হয়ে যায়। তার মনে আর কোন পংকিলতা স্থান পায় না।\n  <br/>\n  <br/>\n  এ দু’টি উদাহরণের আরেকটি দিক হলো, আল্লাহ্‌র দরবারে যতক্ষণ কোন আমল খাঁটিভাবে তাঁর উদ্দেশ্যে না হবে ততক্ষণ গ্রহণযোগ্য বলে বিবেচিত হবে না। যতক্ষণ সন্দেহ ও কুপ্রবৃত্তির তাড়না থাকবে ততক্ষণ তা দূর করার জন্য সচেষ্ট থাকতে হবে। [ইবন কাসীর; অনুরূপ আরও দেখুন, ইবনুল কাইয়্যেম, ই’লামুল মুওয়াকে’য়ীনঃ ১/১১৭; ইগাসাতুল লাহফানঃ ১/২১; আল-আমসাল ফিল কুরআনঃ ১১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১৩ : ১৮",
        "arabic_text": "\nلِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ ",
        "bangla_text": "যারা তাদের রবের ডাকে সাড়া দেয়, তাদের জন্য রয়েছে শ্রেষ্ঠ প্রতিদান। আর যারা তাঁর ডাকে সাড়া দেয় না, যমীনে যা কিছু আছে তার সবটুকুই যদি তারা মালিক হতো এবং তার সাথে সমপরিমাণ আরো কিছুও হতো তাহলেও তারা মুক্তিপণস্বরূপ তা দিত [১]। তাদেরই হিসেব হবে কঠোর [২] এবং জাহান্নাম হবে তাদের আবাস, আর সেটা কত নিকৃষ্ট বিশ্রামস্থল!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতটিতে আল্লাহ্ তা’আলা সৌভাগ্যশালী এবং দূর্ভাগাদের অবস্থা পরবর্তীতে কেমন তা ব্যাখ্যা করেছেন। একদিকে ঐ সমস্ত লোকগণ যারা তাদের প্রভুর আদেশ-নিষেধ মেনে চলেছে। রাসূলের কথা মেনেছে, তার যাবতীয় কথায় বিশ্বাস স্থাপন করেছে। তাদের পরিণাম হবে ভাল। জান্নাত ও জান্নাতের যাবতীয় নে’আমত তারা পাবে। অপরদিকে ঐসমস্ত লোক যারা তাদের প্রভুর কথা মানেনি। নবী-রাসূলদের কথা শুনেনি। তাদের উপর এমন বিপদ আসবে যার ফলে তারা নিজেদের জান বাঁচাবার জন্য দুনিয়ার সমস্ত সম্পদ দিয়ে দেবার ব্যাপারে একটুও ইতস্তত করবে না। কিন্তু তারা কোত্থেকেই তা দিবে? [দেখুন, সা’দী]\n  <br/>\n  <br/>\n  [২] কঠোর বা নিকৃষ্টভাবে হিসেব নেয়া অথবা কড়া হিসেব নেয়ার মানে হচ্ছে এই যে, মানুষের কোন ভুল-ভ্রান্তি ও ক্রটি-বিচ্যুতি মাফ করা হবে না। তার কোন অপরাধের বিচার না করে তাকে এমনি ছেড়ে দেয়া হবে না। কুরআন থেকে আমরা আরো জানতে পারি, এ ধরনের হিসেব আল্লাহ্ তাঁর এমন বান্দাদের থেকে নেবেন যারা তাঁর বিরুদ্ধে বিদ্রোহ করে দুনিয়ায় জীবন যাপন করেছে। বিপরীতপক্ষে যারা আল্লাহ্‌র প্রতি বিশ্বস্ত আচরণ করেছে এবং তাঁর প্রতি অনুগত থেকে জীবন যাপন করেছে তাদের থেকে “সহজ হিসেব” অর্থাৎ হালকা হিসেব নেয়া হবে। তাদের বিশ্বস্ততামূলক কার্যক্রমের মোকাবিলায় ক্রটি-বিচ্যুতিগুলো মাফ করে দেয়া হবে। তাদের সামগ্রিক সুকৃতিকে সামনে রেখে তাদের বহু ভুল-ভ্রান্তি উপেক্ষা করা হবে। আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু বলেনঃ যখন “যে ব্যক্তি কোন খারাপ কাজ করবে সে তার শাস্তি পাবে” এ আয়াত নাযিল হলো, তখন সাহাবায়ে কিরামের কাছে তা অত্যন্ত চিন্তার বিষয় হয়ে দাঁড়াল, তখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, সহজ কর, কাছাকাছি হও, আল্লাহ্‌র বিশ্বস্ত ও অনুগত বান্দা দুনিয়ায় যে কষ্টই পেয়েছে, এমনকি তার শরীরে যদি কোন কাঁটাও ফুটে থাকে তাকে তার কোন অপরাধের শাস্তি হিসেবে গণ্য করে দুনিয়াতেই তার হিসেব পরিষ্কার করে দেন। [মুসলিমঃ ২৫৭৪]\n  <br/>\n  <br/>\n  অন্য হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আয়েশা রাদিয়াল্লাহু ‘আনহা বললেন, আল্লাহ্‌র এ উক্তির তাৎপর্য কি যাতে বলা হয়েছেঃ “যার আমলনামা ডান হাতে দেয়া হবে তার থেকে হালকা হিসেব নেয়া হবে।” এর জবাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এর অর্থ হচ্ছে, উপস্থাপনা (অর্থাৎ তার সৎকাজের সাথে সাথে অসৎকাজগুলোর উপস্থাপনা আল্লাহ্‌র সামনে) অবশ্যি হবে কিন্তু যাকে জিজ্ঞাসাবাদ করা হবে, তার ব্যাপারে জেনে রাখো, সে ধ্বংস হবে” [বুখারীঃ ১০৩, মুসলিমঃ ২৮৭৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১৩ : ১৯",
        "arabic_text": "\n۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ ",
        "bangla_text": "আপনার রব হতে আপনার প্রতি যা নাযিল হয়েছে তা যে ব্যক্তি সত্য বলে জানে সে কি তার মত যে অন্ধ [১]? উপদেশ গ্রহণ করে শুধু বিবেকসম্পন্নগণই [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যারা তাদের প্রভুর কাছ থেকে যা এসেছে তা হক্ক বলে ঈমান এনেছে, তারা এটাও বিশ্বাস করেছে যে, এতে কোন সন্দেহ অসামঞ্জস্যতা নেই। এর একাংশ অন্য অংশের সত্যয়ন করে। কোন প্রকার স্ববিরোধিতা এতে পাওয়া যাবে না। এর যাবতীয় সংবাদ বাস্তব, যাবতীয় আদেশ-নিষেধ ইনসাফে পূর্ণ। অন্য আয়াতে আল্লাহ্ বলেন, “সত্য ও ন্যায়ের দিক দিয়ে আপনার রবের বাণী পরিপূর্ণ।” [সূরা আল-আন’আমঃ ১১৫] অর্থাৎ সংবাদ প্রদানে বস্তুনিষ্ঠ এবং আদেশ-নিষেধে ইনসাফপূর্ণ। যারা কুরআনকে এ ধরনের বিশ্বাস করে তারা কি ঐ লোকের মত হতে পারে যে, অন্ধই রয়ে গেছে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর যা নাযিল হয়েছে তাতে বিশ্বাসী হয়নি এমনকি বোঝার চেষ্টাও করেনি? এ দু’ব্যক্তির নীতি দুনিয়ায় এক রকম হতে পারে না এবং আখেরাতে তাদের পরিণামও একই ধরনের হতে পারে না। তাই তো আল্লাহ্ অন্যত্র বলেনঃ “জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান নয়। জান্নাতবাসীরাই সফলকাম।” [সূরা আল-হাশরঃ ২০] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহর পাঠানো এ শিক্ষা এবং আল্লাহর রাসূলের এ দাওয়াত যারা গ্রহণ করে তারা বুদ্ধিভ্রষ্ট হয় না বরং তারা হয় বিবেকবান, সতর্ক ও বিচক্ষণ ব্যক্তি। এ ছাড়া দুনিয়ায় তাদের জীবন ও চরিত্র যে রূপ ধারণ করে এবং আখেরাতে তারা যে পরিণাম ফল ভোগ করে পরবর্তী আয়াতগুলোতে তা বর্ণনা করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১৩ : ২০",
        "arabic_text": "\nٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ ",
        "bangla_text": "যারা [১] আল্লাহ্‌র সাথে কৃত অঙ্গীকার পূর্ণ করে এবং প্রতিজ্ঞা ভংগ করে না,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সত্যিকার বুদ্ধিমান লোকদের পরিচয় তুলে ধরা হচ্ছে যাদের জন্য সুউত্তম পরিণাম রয়েছে, এ শ্রেণীর লোকদের বিশেষ বিশেষ কাজকর্ম ও লক্ষণ রয়েছে। তন্মধ্যে প্রথম গুণ হচ্ছে, ‘তারা আল্লাহ্‌র সাথে কৃত অঙ্গীকার পূর্ণ করে।’ অর্থাৎ তারা মুনাফিকদের মত নয় যারা কোন অঙ্গীকার করলে সেটা ভঙ্গ করে, ঝগড়া করলে গালি-গালাজ করে, কথা বললে মিথ্যা বলে, কেউ আমানত রাখলে খিয়ানত করে। [ইবন কাসীর] তারা আল্লাহ্‌র সাথে কৃত ওয়াদা পূর্ণ করে, বান্দার সাথে কৃত অঙ্গীকারও পূর্ণ করে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  দ্বিতীয় গুণ হচ্ছে ‘তারা কোন অঙ্গীকার ভঙ্গ করে না।’ ঐ অঙ্গীকারও এর অন্তর্ভুক্ত, যেগুলো উম্মতের লোকেরা আপন নবীর সাথে সম্পাদন করে এবং ঐ সব অঙ্গীকারও বুঝানো হয়েছে, যেগুলো মানবজাতি একে অপরের সাথে করে। সেগুলো তারা ভঙ্গ করে না। অনুরূপভাবে অঙ্গীকারের মধ্যে তাও পড়ে যা করার জন্য আল্লাহ্ তাঁর বান্দাদের নির্দেশ দিয়েছেন যেমন, ফরয ও ওয়াজিব কাজসমূহ। অনুরূপভাবে তাও এর অন্তর্ভুক্ত যা নিজেরা নিজেদের উপর বাধ্য করে নিয়েছে যেমন, মানত। [ফিাতহুল কাদীর] কাতাদা বলেন, আল্লাহ্ তা’আলা অঙ্গীকার ঠিক রাখা এবং ভঙ্গ না করার কথা কুরআনে বিশোর্ধ স্থানে উল্লেখ করেছেন। [তাবারী] কোন কোন মুফাসসির বলেন, এখানে সুনির্দিষ্ট অঙ্গীকারের কথা বলা হয়েছে। আর তা হচ্ছে সৃষ্টির প্রারম্ভে যা আদমের পিঠে নেয়া হয়েছিল। [কুরতুবী]\n  <br/>\n  <br/>\n  তৃতীয় গুণ হচ্ছে, আল্লাহ্ তা’আলা যেসব সম্পর্ক বজায় রাখতে আদেশ করেছেন, তারা সেগুলো বজায় রাখে। আয়াতের প্রকাশ্য ভাষ্য থেকে বুঝা যাচ্ছে যে, এটা একটি সাধারণ নির্দেশ। সে অনুসারে এটার অর্থ এমন সব সম্পর্ক, যেগুলো সঠিকভাবে প্রতিষ্ঠিত হলে মানুষের সামগ্রিক জীবনের কল্যাণ ও সাফল্য নিশ্চিত হয়। যেগুলোকে আল্লাহ্ ঠিক রাখার নির্দেশ দিয়েছেন এবং কর্তন করতে নিষেধ করেছেন। তবে আত্মীয়তার সম্পর্ক ঠিক রাখা নিঃসন্দেহে এর অন্তর্ভুক্ত। [ফাতহুল কাদীর] কোন কোন তাফসীরবিদ বলেনঃ এর অর্থ এই যে, তারা ঈমানের সাথে সৎকর্মকে অথবা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি বিশ্বাসের সাথে পূর্ববর্তী নবীগণের প্রতি এবং তাদের গ্রন্থের প্রতি বিশ্বাসকে যুক্ত করে। [কুরতুবী]\n  <br/>\n  <br/>\n  চতুর্থ গুণ হচ্ছে, তারা তাদের রবকে ভয় করে। যে ভয় তাদেরকে কর্তব্য কর্ম করতে এবং যা নিষেধ করেছে তা পরিত্যাগ করতে বাধ্য করে। [ফাতহুল কাদীর] অথবা আল্লাহ্ যে সম্পর্ক ঠিক রাখতে নির্দেশ দিয়েছেন সে ব্যাপারে তাদের রবকে ভয় করে। [কুরতুবী]\n  <br/>\n  <br/>\n  পঞ্চম গুণ হচ্ছে, তারা মন্দ হিসাবকে ভয় করে। ‘মন্দ হিসাব’ বলে কঠোর ও পুংখানুপুংখ হিসাব বুঝানো হয়েছে।\n  <br/>\n  <br/>\n  ষষ্ঠ গুণ হচ্ছে, যারা আল্লাহ্‌র সন্তুষ্টি লাভ করার আশায় অকৃত্রিমভাবে ধৈর্যধারণ করে। প্রচলিত কথায় কোন বিপদ ও কষ্টে ধৈর্যধারণ করাকেই সবরের অর্থ মনে করা হয়। কিন্তু আরবী ভাষায় এর অর্থ আরও অনেক ব্যাপক। কারণ, আসল অর্থ হচ্ছে স্বভাব-বিরুদ্ধ বিষয়াদির কারণে অস্থির না হওয়া; বরং দৃঢ়তা সহকারে নিজের কাজে ব্যাপৃত থাকা। এ কারণেই এর তিনটি প্রকার বর্ণনা করা হয়। (এক)\n  <br/>\n  <br/>\n  (صَبْرٌ عَلٰى الطَّاعَةِ)\n  <br/>\n  <br/>\n  -অর্থাৎ আল্লাহ্ তা’আলার বিধি-বিধান পালনে দৃঢ় থাকা এবং (দুই) অর্থাৎ\n  <br/>\n  <br/>\n  (صَبْرٌ عَنِ الْمَعْصِيَةِ)\n  <br/>\n  <br/>\n  -গোনাহ্ থেকে আত্মরক্ষার ব্যাপারে দৃঢ় থাকা। (তিন)\n  <br/>\n  <br/>\n  (صَبْرٌ عَلٰى الاَقْداٰر)\n  <br/>\n  <br/>\n  বিপদাপদে নিজের ঈমানের উপর অটল থাকা। [ইবনুল কাইয়্যেম, মাদারিজুস সালেকীনঃ ২/১৫৫] আয়াতে সবরের সাথে\n  <br/>\n  <br/>\n  (ابْتِغَاۗءَ وَجْهِ رَبِّهِمْ)\n  <br/>\n  <br/>\n  কথাটি যুক্ত হয়ে ব্যক্ত করেছে যে, সবর সর্বাবস্থায় শ্রেষ্ঠত্বের বিষয় নয়। শুধুমাত্র যারা একমাত্র আল্লাহ্‌র জন্যই সবর করবে তাদেরই এ সওয়াব। [ফাতহুল কাদীর] সত্যিকার অর্থে যারা প্রথম ধাক্কায় সবর ধরতে পেরেছে তারাই প্রকৃতভাবে সবরকারী। কেননা, যারা সবর করেনি তারাও কোন না কোন সময় সবর করতে বাধ্য হয়। আর এ ধরনের যেহেতু অপারগ অবস্থায় সেহেতু তা গ্রহণযোগ্য নয়। যে সবর ইচ্ছাধীন নয়, তার বিশেষ কোন শ্রেষ্ঠত্ব নেই। এরূপ অনিচ্ছাধীন কাজের আদেশ আল্লাহ্ তা’আলা দেন না। সুতরাং এখানে যে সবরের নির্দেশ দেয়া হচ্ছে তা হচ্ছে, তারা নিজেদের প্রবৃত্তি ও আকাংখা নিয়ন্ত্রণ করে, নিজেদের আবেগ, অনুভূতি ও ঝোঁক প্রবণতাকে নিয়ম ও সীমার মধ্যে আবদ্ধ রাখে, আল্লাহ্‌র নাফরমানিতে বিভিন্ন স্বার্থলাভ ও ভোগ-লালসা চরিতার্থ হওয়ার সুযোগ দেখে পা পিছলে যায় না এবং আল্লাহ্‌র হুকুম মেনে চলার পথে যেসব ক্ষতি ও কষ্টের আশংকা দেখা দেয় সেসব বরদাশত করে যেতে থাকে। এ দৃষ্টিতে বিচার করলে মুমিন আসলে পুরোপুরি একটি সবরের জীবন যাপন করে। কারণ সে আল্লাহ্‌র সন্তুষ্টির আশায় এবং আখেরাতের স্থায়ী পরিণাম ফলের প্রতি দৃষ্টি রেখে এ দুনিয়ায় আত্মসংযম করতে থাকে এবং সবরের সাথে মনের প্রতিটি পাপ প্রবণতার মোকাবিলা করে। [দেখুন, ইবনুল কাইয়্যেম, মাদারিজুস সালেকীন, মানযিলাতুস সাবর]\n  <br/>\n  <br/>\n  সপ্তম গুণ হচ্ছে, ‘সালাত কায়েম করা’। এর অর্থ পূর্ণ আদব ও শর্ত এবং বিনয় ও নম্রতা সহকারে যেভাবে আল্লাহ্ তা ফরয করেছেন সেভাবে সময়মত আদায় করা। এখানে ফরয সালাতই উদ্দেশ্য। আবার ব্যাপক সালাতও উদ্দেশ্য হতে পারে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  অষ্টম গুণ হচ্ছে, যারা আল্লাহ্ প্রদত্ত রিযক থেকে কিছু আল্লাহ্‌র নামেও ব্যয় করে। এতে ইঙ্গিত করা হয়েছে যে, আল্লাহ্ তা’আলা তোমাদের কাছে চান না; বরং নিজেরই দেয়া রিযকের কিছু অংশ তোমাদের কাছে চান। এটা দেয়ার ব্যাপারে স্বভাবতঃ তোমাদের ইতস্ততঃ করা উচিত নয়। এখানে অর্থ-সম্পদ আল্লাহ্‌র পথে ব্যয় করার সাথে (سِرًّا وَّعَلَانِيَةً) শব্দ দু’টি যুক্ত হওয়ায় বুঝা যায় যে, দান-সদকা সর্বত্র গোপনে করাই সুন্নত নয়; বরং মাঝে মাঝে প্রকাশ্যে করাও দুরস্ত ও শুদ্ধ। এ জন্যই আলেমগণ বলেন যে, যাকাত ও ওয়াজিব সদকা প্রকাশ্যে দেয়াই উত্তম এবং গোপনে দেয়া সমীচীন নয়- যাতে অন্যরাও শিক্ষা ও উৎসাহ পায়। তবে নফল দান-সদকা গোপনে দেয়াই উত্তম। যেসব হাদীসে গোপনে দেয়ার শ্রেষ্ঠত্ব বর্ণিত হয়েছে, সেগুলোতে নফল সদকা সম্পর্কেই বলা হয়েছে। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  নবম গুণ হচ্ছে, তারা মন্দকে ভাল দ্বারা, শক্রতাকে বন্ধুত্ব দ্বারা এবং অন্যায় ও জুলুমকে ক্ষমা ও মার্জনা দ্বারা প্রতিহত করে। মন্দের জবাবে মন্দ ব্যবহার করে না। অর্থাৎ তারা মন্দের মোকাবিলায় মন্দ করে না বরং ভালো করে। তারা অন্যায়ের মোকাবিলা অন্যায়কে সাহায্য না করে ন্যায়কে সাহায্য করে। কেউ তাদের প্রতি যতই জুলুম করুক না কেন তার জবাবে তারা পাল্টা জুলুম করে না বরং ইনসাফ করে। কেউ তাদের বিরুদ্ধে যতই বিশ্বাস ভঙ্গ করুক না কেন জবাবে তারা বিশ্বস্ত আচরণই করে থাকে। এর সমার্থে পবিত্র কুরআনে আরো অনেক আয়াত এসেছে। [যেমন, সূরা আল-মু’মিনূনঃ ৯৬, সূরা ফুসসিলাতঃ ৩৪] কোন সময় কোন গোনাহ্ হয়ে গেলে তারা অধিকতর যত্ন সহকারে অধিক পরিমাণে ইবাদাত করে। ফলে গোনাহ্ নিশ্চিহ্ন হয়ে যায়। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মু’আয রাদিয়াল্লাহু ‘আনহুকে বলেনঃ ‘পাপের পর পূণ্য করে নাও, তাহলে তা পাপকে মিটিয়ে দেবে।’ [মুস্তাদরাকে হাকেম ১/১২১ নং ১৭৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১৩ : ২১",
        "arabic_text": "\nوَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ ",
        "bangla_text": "আর আল্লাহ্ যে সম্পর্ক অক্ষুন্ন রাখতে আদেশ করেছেন যারা তা অক্ষুণ্ন রাখে, ভয় করে তাদের রবকে এবং ভয় করে হিসাবকে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১৩ : ২২",
        "arabic_text": "\nوَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ ",
        "bangla_text": "আর যারা তাদের রবের সস্তুষ্টি লাভের জন্য ধৈর্য্য ধারণ করে এবং সালাত কায়েম করে, আর আমরা তাদেরকে যে জীবনোপকরণ দিয়েছি তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে এবং ভাল কাজের দ্বারা মন্দ কাজকে প্রতিহত করে, তাদের জন্যই রয়েছে আখেরাতের শুভ পরিণাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১৩ : ২৩",
        "arabic_text": "\nجَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ ",
        "bangla_text": "স্থায়ী জান্নাত [১], তাতে তারা প্রবেশ করবে এবং তাদের পিতা-মাতা, পতি-পত্নী ও সন্তান-সন্ততিদের মধ্যে যারা সৎকাজ করেছে তারাও [২]। আর ফেরেশতাগণ তাদের কাছে উপস্থিত হবে প্রত্যেক দরজা দিয়ে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী আয়াতে আল্লাহ্ তা’আলা আনুগত্যশীলদের নয়টি গুণ বর্ণনা করার পর তাদের প্রতিদান বর্ণনা প্রসঙ্গে বলেন, তাদের জন্যই রয়েছে আখেরাতের সাফল্য। আয়াতে বর্ণিত (دار) শব্দের অর্থ এখানে আখেরাত। [ফাতহুল কাদীর] আর এ আয়াতের প্রথমেই আখেরাতের সাফল্য বর্ণিত হয়েছে যে, জান্নাতে আদনে তারা থাকবে। (عدن) শব্দের অর্থ স্থায়ী আবাস। উদ্দেশ্য এই যে, এসব জান্নাত থেকে তাদেরকে বহিস্কার করা হবে না; বরং এগুলোতে তাদের অবস্থান চিরস্থায়ী হবে। [ইবন কাসীর] কেউ কেউ বলেনঃ জান্নাতের মধ্যস্থলের নাম আদন। জান্নাতের স্থানসমূহের মধ্যে এটা উচ্চস্তরের। [ফাতহুল কাদীর] দাহহাক বলেনঃ (عدن) হলো জান্নাতনগরীর নাম। যাতে রাসূল, নবী, শহীদ এবং হেদায়াতের ইমামগণ থাকবে। মানুষজন থাকবে তাদের চার পাশে। আর অন্যান্য জান্নাতসমূহ এর চারপাশে থাকবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এরপর তাদের জন্য আরো একটি পুরস্কার উল্লেখ করা হয়েছে। তা এই যে, আল্লাহ্ তা’আলার এ নেয়ামত শুধু তাদের ব্যক্তিসত্তা পর্যন্ত সীমাবদ্ধ থাকবে না; বরং তাদের বাপ-দাদা, স্ত্রী ও সন্তানরাও এর অংশ পাবে। শর্ত এই যে, তাদেরকে এর উপযুক্ত হতে হবে। এর ন্যূনতম স্তর হচ্ছে মুসলিম হওয়া। [ফাতহুল কাদীর] উদ্দেশ্য এই যে, তাদের বাপ-দাদা ও স্ত্রী এবং সন্তান-সন্ততিদের আমল যদিও এ স্তরে পৌঁছার যোগ্য নয়; কিন্তু আল্লাহ্‌র প্রিয় বান্দাদের খাতিরে তাদেরকেও এ উচ্চস্তরে পৌঁছে দেয়া হবে। [কুরতুবী] অন্যত্র আল্লাহ্ বলেন “এবং যারা ঈমান আনে আর তাদের সন্তান-সন্ততি ঈমানে তাদের অনুগামী হয়, তাদের সাথে মিলিত করব তাদের সন্তান-সন্ততিকে এবং তাদের কর্মফল আমি একটুও কমাবো না”। [সূরা আত-তূরঃ ২১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১৩ : ২৪",
        "arabic_text": "\nسَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ ",
        "bangla_text": "এবং বলবে, ‘তোমরা ধৈর্য্য ধারণ করেছ বলে তোমাদের প্রতি শান্তি; আর আখেরাতের এ পরিণাম কতই না উত্তম [১]!’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরপর তাদের আরও একটি আখেরাতের সাফল্য বর্ণনা করা হয়েছে যে, ফিরিশতারা তাদেরকে সালাম করতে করতে প্রত্যেক দরজা দিয়ে প্রবেশ করবে এবং বলবেঃ সবরের কারণে তোমরা যাবতীয় দুঃখ-কষ্ট থেকে নিরাপত্তা লাভ করেছ। [ফাতহুল কাদীর] এটা আখেরাতের কতই না উত্তম পরিণাম। অর্থাৎ তারা তাদেরকে এ সুখবর দেবে যে, এখন তোমরা এমন জায়গায় এসেছো যেখানে পরিপূর্ণ শান্তি ও নিরাপত্তা বিরাজমান। এখন তোমরা এখানে সব রকমের আপদ-বিপদ, কষ্ট, কাঠিন্য, কঠোর পরিশ্রম, শংকা ও আতংকমুক্ত। হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ্‌র সৃষ্টির মধ্যে প্রথম যে দলটি জান্নাতে যাবে তারা হলেন দরিদ্র মুহাজিরগণ। যাদের দ্বারা সীমান্ত পাহারা দেয়া হয়। খারাপ অবস্থায় তাদের সাহায্য নেয়া হয়। তাদের অনেকেই এমনভাবে মারা যায় যে, তাদের মনে অনেক অপূর্ণ বাসনা রয়েই গেছে। আল্লাহ্ তা’আলা ফেরেশতাদের বলবেনঃ তোমরা যাও এবং তাদেরকে সালাম-সম্ভাষণ জানাও। ফেরেশতাগণ বলবেনঃ আমরা আপনার আসমানের বাসিন্দা, আপনার শ্রেষ্ট সৃষ্টির অন্যতম তারপরও কি আপনি আমাদেরকে তাদেরকে সম্মান জানানোর জন্য নির্দেশ দিচ্ছেন। আল্লাহ্ বলবেনঃ তারা আমার এমন বান্দা ছিল যারা কেবলমাত্র আমার ইবাদত করত। আমার সাথে সামান্যও শির্ক করেনি। তাদের দ্বারা সীমান্ত পাহারা দেয়া হতো এবং বিপজ্জনক সময়ে তাদের সাহায্য নেয়া হত। তারা এমনভাবে মারা গেছে যে, তাদের মনের বাসনা মনেই রয়ে গেছে তা তারা পূরণ করতে পারেনি। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তখন ফেরেশতাগণ তাদের কাছে বিভিন্ন দরজা দিয়ে প্রবেশ করে তাদেরকে সাদর-সম্ভাষণ জানাবে। ‘তোমরা ধৈর্য্য ধারণ করেছ বলে তোমাদের প্রতি শান্তি; কত ভাল এ পরিণাম’ [মুসনাদে আহমাদঃ ২/১৬৮]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১৩ : ২৫",
        "arabic_text": "\nوَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ ",
        "bangla_text": "পক্ষান্তরে যারা আল্লাহ্‌র সাথে দৃঢ় অঙ্গীকারে আবদ্ধ হওয়ার পর তা ভঙ্গ করে, যে সম্পর্ক অক্ষুণ্ন রাখতে আল্লাহ্ আদেশ করেছেন তা ছিন্ন করে এবং যমীনে অশান্তি সৃষ্টি করে বেড়ায়, তাদের জন্যই রয়েছে লা’নত এবং তাদের জন্য রয়েছে আখেরাতের মন্দ আবাস [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সে সমস্ত অপরিণামদর্শী লোকদের আলোচনা করা হচ্ছে, যারা পূর্ববর্তী গুণগুলোর বিপরীত কাজ করে। তাদের জন্য কি শাস্তি রয়েছে তাও বর্ণনা করা হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  এ সমস্ত অবাধ্য বান্দাদের স্বভাব হলো যে, তারা আল্লাহ্ তা’আলার অঙ্গীকারকে পাকাপোক্ত করার পর তা ভংগ করে থাকে। হাদীসে অঙ্গীকার ভঙ্গ করাকে মুনাফিকের একটি আলামত হিসেবে বর্ণনা করা হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  অবাধ্য বান্দাদের দ্বিতীয় স্বভাব এরূপ বর্ণিত হয়েছে যে, তারা ঐসব সম্পর্ক ছিন্ন করে, যেগুলো বজায় রাখতে আল্লাহ্ নির্দেশ দিয়েছেন। আত্মীয়তার সম্পর্কও আয়াতের অন্তর্ভুক্ত। তাছাড়া সমস্ত নবী-রাসূলদের উপর ঈমান আনাও এর অন্তর্ভুক্ত। [কুরতুবী]\n  <br/>\n  <br/>\n  তৃতীয় স্বভাব এই যে, তারা পৃথিবীতে ফাসাদ সৃষ্টি করে। তারা কুফরি ও গোনাহ করে যমীনে ফাসাদ সৃষ্টি করে। [কুরতুবী] যারা আল্লাহ্ তা’আলা ও মানুষের অঙ্গীকারের পরওয়া করে না এবং কারো অধিকার ও সম্পর্কের প্রতি লক্ষ্য করে না, তাদের কর্মকাণ্ড যে অপরাপর লোকদের ক্ষতি ও কষ্টের কারণ হবে, তা বলাই বাহুল্য। ঝগড়া-বিবাদ ও মারামারি-কাটাকাটির বাজার গরম হবে। এটা এক বিরাট ফাসাদ।\n  <br/>\n  <br/>\n  আবুল আলীয়া রাহেমাহুল্লাহ বলেন, মুনাফিক শ্রেণীর লোক যখন মানুষের উপর কর্তৃত্ব করে তখন ছয়টি খারাপ অভ্যাস ও কর্ম করে থাকেঃ কথা বললে মিথ্যা বলে, ওয়াদা করলে তার বিপরীত কাজ করে, তাদের কাছে আমানত রাখা হলে তা খেয়ানত করে, আল্লাহ্‌র নেয়া অঙ্গীকারকে ভঙ্গ করে, আল্লাহ্ যে আত্মীয়তার সম্পর্ক ঠিক রাখতে নির্দেশ দিয়েছেন তা কর্তন করে এবং যমীনের মধ্যে বিপর্যয় ও ফেতনা-ফাসাদ সৃষ্টি করে। আর যখন তারা কর্তৃত্বে থাকে না বা অন্যরা তাদের উপর কর্তৃত্ব করে তখন তারা তিনটি কাজ করেঃ কথা বললে মিথ্যা বলে, ওয়াদা করলে তার বিপরীত করে এবং আমানতের খেয়ানত করে। [ইবন কাসীর] হাদীসেও তাদের কর্মকাণ্ডের কথা বর্ণিত হয়েছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘মুনাফিকের আলামত তিনটি, যখন কথা বলবে মিথ্যা বলবে, যখন ওয়াদা করবে তার বিপরীত করবে এবং যখন আমানত রাখা হবে তখন তার খেয়ানত করবে’৷ [বুখারীঃ ৩৩, মুসলিমঃ ৫৯] অন্য বর্ণনায় এসেছে, ‘যখন অঙ্গীকার করবে তা ভঙ্গ করবে, যখন ঝগড়া করবে গালি-গালাজ করবে’। [বুখারীঃ ৩৪, মুসলিমঃ ৫৮]\n  <br/>\n  <br/>\n  অবাধ্য বান্দাদের এই সমস্ত স্বভাব বর্ণনা করার পর তাদের শাস্তি উল্লেখ করে বলা হয়েছে যে, তাদের জন্য লা’নত ও মন্দ আবাস রয়েছে। লা’নতের অর্থ আল্লাহ্‌র রহমত থেকে দূরে থাকা এবং বঞ্ছিত হওয়া। [কুরতুবী] বলাবাহুল্য, আল্লাহ্‌র রহমত থেকে দূরে থাকাই সর্বাপেক্ষা বড় আযাব এবং সব বিপদের বড় বিপদ। পূর্ববর্তী আয়াতসমূহে যেমন অনুগত বান্দাদের প্রতিদান উল্লেখ করে বলা হয়েছিল যে, তাদের স্থান হবে জান্নাতে, ফিরিশতারা তাদেরকে সালাম করে বলবে যে, এসব নেয়ামত তোমাদের সবর ও আনুগত্যের ফলশ্রুতি, তেমনিভাবে এ আয়াতে অবাধ্যদের অশুভ পরিণতি বর্ণনা করে বলা হয়েছে যে, তাদের উপর আল্লাহ্‌র লা’নত অর্থাৎ তারা আল্লাহ্‌র রহমত থেকে দূরে এবং তাদের জন্য জাহান্নামের আবাস অবধারিত। এতে বুঝা যায় যে, অঙ্গীকার ভঙ্গ করা এবং আত্মীয় ও স্বজনদের সাথে সম্পর্ক ছিন্ন করা অভিসম্পাত ও জাহান্নামের কারণ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১৩ : ২৬",
        "arabic_text": "\nٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ ",
        "bangla_text": "আল্লাহ্ যার জন্য ইচ্ছে তার জীবনোপকরণ বৃদ্ধি করেন এবং সংকুচিত করেন; কিন্তু এরা দুনিয়ার জীবন নিয়েই আনন্দিত, অথচ দুনিয়ার জীবন তো আখিরাতের তুলনায় ক্ষণস্থায়ী ভোগমাত্র [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের পটভূমি হচ্ছে, সাধারণ মূর্খ ও অজ্ঞদের মতো মক্কার কাফেররাও বিশ্বাস ও কর্মের সৌন্দর্য্য বা কদৰ্যতা দেখার পরিবর্তে ধনাঢ্যতা বা দারিদ্র্যের দৃষ্টিতে মানুষের মূল্য ও মর্যাদা নিরূপণ করতো। তাদের ধারণা ছিল, যারা দুনিয়ায় প্রচুর পরিমাণ আরাম আয়েশের সামগ্ৰী লাভ করছে তারা যতই পথভ্রষ্ট ও অসৎকর্মশীল হোক না কেন তারা আল্লাহ্‌র প্রিয়। আর অভাবী ও দারিদ্র পীড়িতরা যতই সৎ হোক না কেন তারা আল্লাহ্‌র অভিশপ্ত। এ ব্যাপারে তাদেরকে সতর্ক করে বলা হচ্ছে, রিযিক কমবেশী হবার ব্যাপারটা আল্লাহ্‌র অন্য নীতির সাথে সংশ্লিষ্ট। সেখানে অন্যান্য অসংখ্য প্রয়োজন ও কল্যাণ-অকল্যাণের প্রেক্ষিতে কাউকে বেশী ও কাউকে কম দেয়া হয়। এটা এমন কোন মানদণ্ড নয় যার ভিত্তিতে মানুষের নৈতিক ও মানসিক সৌন্দর্য্য ও কদর্যতার ফায়সালা করা যেতে পারে। মানুষের মধ্যে কে চিন্তা ও কর্মের সঠিক পথ অবলম্বন করেছে এবং কে ভুল পথ, কে উন্নত ও সৎগুণাবলী অর্জন করেছে এবং কে অসৎগুণাবলী -এরি ভিত্তিতে তাদের সৌভাগ্য ও দুর্ভাগ্যের আসল মানদণ্ড নির্ধারণ হওয়া উচিত। কুরআনের বিভিন্ন স্থানে এ বিষয়টি আল্লাহ্ তা’আলা বিশদভাবে বর্ণনা করেছেন। যেমন আল্লাহ্ বলেন, “তারা কি মনে করে যে, আমি তাদেরকে সাহায্যস্বরূপ যে ধন-সম্পদ ও সন্তান-সন্ততি দান করি, তা দ্বারা তাদের জন্য সকল মংগল ত্বরান্বিত করছি? না, তারা বুঝে না।” [আল-মু’মিনূনঃ ৫৫-৫৬] আয়াতের শেষে আল্লাহ্ তা’আলা দুনিয়ার জীবনের যাবতীয় সামগ্ৰী যে আখেরাতের তুলনায় কিছুই নয় তা বর্ণনা করে বলেছেন যে, “দুনিয়ার জীবন তো আখিরাতের তুলনায় ক্ষণস্থায়ী ভোগমাত্র।” অন্যত্র এসেছে, “বলুন, পার্থিব ভোগ সামান্য এবং যে মুত্তাকী তার জন্য আখেরাতই উত্তম। তোমাদের প্রতি সামান্য পরিমাণও যুলুম করা হবে না।” [সূরা আন-নিসাঃ ৭৭] আরো এসেছে, “কিন্তু তোমরা পার্থিব জীবনকে প্রাধান্য দাও, অথচ আখিরাতই উৎকৃষ্ট এবং স্থায়ী।” [সূরা আল-আ’লাঃ ১৬-১৭] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আখেরাতের তুলনায় দুনিয়া হলো এমন যেন তোমাদের কেউ সমুদ্রে তার এই আঙ্গুল ঢুকিয়ে আনল”, তারপর তিনি নিজের তর্জনীর দিকে ইঙ্গিত করলেন। [মুসলিমঃ ২৮৫৮] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার এক মরা কান ছোট ছাগলের পাশ দিয়ে যাচ্ছিলেন, তিনি তা দেখিয়ে সাহাবায়ে কিরামকে বললেন, “আল্লাহর শপথ! এ ছাগলটি যেমন তার মালিকের নিকট মূল্যহীন তেমনি দুনিয়ার মূল্য আল্লাহ্‌র নিকট তার চেয়েও সামান্য”। [মুসলিমঃ ২৯৫৭]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১৩ : ২৭",
        "arabic_text": "\nوَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ ",
        "bangla_text": "আর যারা কুফরী করেছে তারা বলে, ‘তার রবের কাছ থেকে তার কাছে কোন নিদর্শন নাযিল হয় না কেন?’ [১] বলুন, ‘আল্লাহ্ যাকে ইচ্ছে বিভ্রান্ত করেন এবং যারা তাঁর অভিমুখী তিনি তাদেরকে তাঁর পথ দেখান [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা’আলা ইচ্ছে করলে তারা যে ধরণের নিদর্শন চাচ্ছে সেটা দিতে পারেন। [ইবন কাসীর] এমনকি হাদীসে এসেছে, ‘যখন মক্কার কাফের কুরাইশরা চাইলো যে, আমাদের জন্য সাফা পাহাড়কে স্বর্ণে পরিণত করে দিন। আমাদের জন্য ঝর্ণাধারা প্রবাহিত করে দিন। মক্কার পাশ থেকে পাহাড়গুলো সরিয়ে নিয়ে যান। যাতে সেখানে বাগান ও নদী-নালা পূর্ণ হয়ে যায়। তখন আল্লাহ্ তা’আলা তাঁর রাসূলের কাছে ওহী পাঠালেন যে, হে মুহাম্মাদ! আপনি চাইলে আমি তাদেরকে তা প্রদান করব। কিন্তু তারপর যদি তারা কুফরি করে তবে তাদেরকে এমন শাস্তি দেব যা আমি সৃষ্টিকুলের কাউকে কোনদিন দেইনি। আর যদি আপনি চান যে, আমি রহমত ও তাওবার দরজা খুলে দেই তবে তা-ই করব। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, বরং তাদের জন্য রহমত ও তাওবার দরজা খোলা হোক।’ [মুসনাদে আহমাদ ১/২৪২] [ইবন কাসীর]\n  <br/>\n  <br/>\n  সুতরাং নিদর্শন পাওয়াই বড় কথা নয়, হিদায়াত নসীব হওয়াই বড় কথা। তাই তো আল্লাহ্ তাদের জন্য নিদর্শন না দিয়ে রহমত ও তাওবার রাস্তা খোলা রেখেছেন। পরবর্তীতে মক্কাবাসীদের অনেকেই সে রহমতে ধন্য হয়।\n  <br/>\n  <br/>\n  [২] অর্থাৎ যে নিজেই আল্লাহ্‌র দিকে রুজু হয় না বরং তাঁর দিক থেকে মুখ ফিরিয়ে নেয়, হিদায়াত গ্রহণ করতে চায় না, তাকে জোর করে সত্য-সঠিক পথ দেখানো আল্লাহ্‌র রীতি নয়। যারা আল্লাহ্‌র পথের সন্ধান করে ফিরছে তারা নিদর্শন দেখতে পাচ্ছে এবং নিদর্শনসমূহ দেখেই তারা সত্য পথের সন্ধান লাভ করছে। তোমাদের কাছে যদি যাবতীয় নিদর্শনও আনা হয় তবুও তোমরা ঈমান আনবে না। [দেখুন, মুয়াসসার; আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  অন্য আয়াতে বলা হয়েছে, “নিদর্শনাবলী ও ভীতি প্রদর্শন অবিশ্বাসী সম্প্রদায়ের উপকারে আসে না।” [সূরা ইউনুসঃ ১০১]\n  <br/>\n  <br/>\n  অন্য আয়াতে এসেছে, “নিশ্চয়ই যাদের বিরুদ্ধে আপনার রবের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না, যদিও তাদের কাছে সবগুলো নিদর্শন আসে, এমনকি তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে।” [সূরা ইউনুসঃ ৯৬-৯৭]\n  <br/>\n  <br/>\n  আল্লাহ্ আরো বলেনঃ “আমি তাদের কাছে ফিরিশতা পাঠালেও এবং মৃতেরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে হাযির করলেও আল্লাহ্‌র ইচ্ছে না হলে তারা কখনো ঈমান আনবে না; কিন্তু তাদের অধিকাংশই অজ্ঞ।” [সূরা আল-আন’আমঃ ১১১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১৩ : ২৮",
        "arabic_text": "\nٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ ",
        "bangla_text": "‘যারা ঈমান আনে [১] এবং আল্লাহ্‌র স্মরণে যাদের মন প্রশান্ত হয়; জেনে রাখ, আল্লাহ্‌র স্মরণেই মন প্রশান্ত হয় [২];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা যে নিদর্শন চাচ্ছে তেমনি কোন নিদর্শন ছাড়াই যারা ঈমান আনে তাদের সম্পর্কে আলোচনা করা হচ্ছে।\n  <br/>\n  <br/>\n  [২] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি তার প্রভুর স্মরণ অর্থাৎ যিকির করে আর যে করে না তাদের উদাহরণ হলো জীবিত এবং মৃত ব্যক্তির ন্যায়। [বুখারীঃ ৬৪০৭]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ “যে ব্যক্তি প্রতিদিন একশতবার ‘সুবহানাল্লাহি ওয়া বিহামদিহী’ পাঠ করবে, তার গুনাহ্ যদি সমুদ্রের ফেনাতুল্যও হয় তবুও আল্লাহ্ দয়া করে তা ক্ষমা করে দিবেন। [বুখারীঃ ৬৪০৫]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেন, যে ব্যক্তি দিনে একশতবার ‘লা-ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু, লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া ‘আলা কুল্লি শাইয়্যিন ক্বাদীর’ পড়ে সে ব্যক্তি দশটি দাস স্বাধীন করার সওয়াব পাবে, তার জন্য একশ’টি নেকী লিখা হবে এবং তার একশ’টি গুণাহ্ মিটিয়ে দেয়া হবে। ওই দিন সন্ধা পর্যন্ত শয়তান থেকে তার রক্ষা পাওয়ার ব্যবস্থা হবে এবং তার চেয়ে উত্তম আর কেউ হবে না। তবে যে ব্যক্তি এটা তার চেয়ে বেশী পড়ে সে ব্যতিত”। [বুখারীঃ ৬৪০৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১৩ : ২৯",
        "arabic_text": "\nٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ ",
        "bangla_text": "‘যারা ঈমান আনে ও সৎকাজ করে, তাদেরই জন্য রয়েছে পরম আনন্দ [১] এবং সুন্দর প্রত্যাবর্তনস্থল।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে বলা হয়েছে, (طُوْبٰى) বা তাদের জন্য রয়েছে ‘তূবা’। এখানে তূবা শব্দ দ্বারা কি উদ্দেশ্য নেয়া হয়েছে এ ব্যাপারে বিভিন্ন বর্ণনা এসেছে। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে এসেছে যে, এর অর্থঃ তাদের জন্য রয়েছে খুশী ও চক্ষু সিক্তকারী। ইকরিমা বলেন, এর অর্থঃ তাদের জন্য যা আছে তা কতইনা উত্তম! দাহহাক বলেন, এর অর্থঃ তাদের জন্য ঈর্ষান্বিত হওয়ার মত নেয়ামত। ইবরাহীম নাখ’য়ী বলেন, এর অর্থঃ তাদের জন্য কল্যাণ। কোন কোন বর্ণনায় এসেছে, তূবা হলো জান্নাতের একটি গাছের নাম। [ইবন কাসীর] তবে নিঃসন্দেহে এ সমস্তের মূল অর্থঃ জান্নাত। কারণ জান্নাত এ সবগুলোর সমষ্টি। জান্নাতের নে’আমত অগণিত, অসংখ্য। এক হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ্ তা’আলা সর্বশেষে জান্নাতে গমনকারীকে বলবেন, তোমার যাবতীয় আকাংখা আমার কাছে ব্যক্ত কর। সে লোক চাইতেই থাকবে। শেষ পর্যন্ত যখন তার চাহিদা শেষ হয়ে যাবে। তার আর চাওয়ার কিছু থাকবে না তখন আল্লাহ্ তা’আলা তাকে বলবেনঃ এটা থেকে চাও, ওটা থেকে চাও, এভাবে তাকে তিনি স্মরণ করিয়ে দিবেন। তারপর তিনি তাকে এসব দিয়ে বলবেন। তোমাকে এসবকিছু এবং এগুলোর দশগুণ দেয়া হলো”। [বুখারীঃ ৮০৬, ৮৪৩৭, ৮৪৩৮, মুসলিমঃ ১৮২] আবু যর রাদিয়াল্লাহু আনহু বর্ণিত হাদীসে কুদসিতে এসেছে, ‘আল্লাহ্ তা’আলা বলেন, হে আমার বান্দারা! তোমাদের পূর্ববর্তী ও পরবর্তী, জিন ও মানব সবাই যদি এক জায়গায় দাঁড়িয়ে আমার কাছে চাইতে থাক, তারপর আমি তাদের সবাইকে তার প্রার্থিত বস্তু প্রদান করি, তবে তা আমার রাজত্বের কিছুই কমাবে না। তবে এতটুকু যতটুকু সুঁই সমুদ্রের পানিতে ডুবিয়ে কমাতে পারে।’ [মুসলিম: ২৫৭৭]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১৩ : ৩০",
        "arabic_text": "\nكَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ ",
        "bangla_text": "এভাবে আমরা আপনাকে পাঠিয়েছি এমন এক জাতির প্রতি যাদের আগে বহু জাতি গত হয়েছে, যাতে আমরা আপনার প্রতি যা ওহী করেছি, তা তাদের কাছে তিলাওয়াত করেন। তথাপি তারা রহমানকে অস্বীকার করে [১]। বলুন, ‘তিনিই আমার রব; তিনি ছাড়া অন্য কোন হক্ক ইলাহ নেই। তাঁরই উপর আমি নির্ভর করি এবং তাঁরই কাছে আমার ফিরে যাওয়া।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাঁর বন্দেগী থেকে মুখ ফিরিয়ে নিয়ে আছে। তাঁর গুণাবলী, ক্ষমতা ও অধিকারে অন্যদেরকে তাঁর সাথে শরীক করছে। তাঁর দানের জন্য অন্যদের প্রতি কৃতজ্ঞতা প্রকাশ করছে। তারা নতুন কিছু করছে না, তাদের পূর্বেও আমরা অনেক রাসূল প্রেরণ করেছি। তারা যেভাবে দয়াময় প্রভুকে ভুলে শাস্তির অধিকারী হয়েছে তেমনিভাবে আপনার জাতির কাফেররাও রহমান তথা দয়াময় প্রভুকে অস্বীকার করছে। এ অবস্থা চলতে থাকলে তাদের শাস্তি অনিবার্য। [এ সংক্রান্ত আরো আয়াত দেখুন, সূরা আন-নাহলঃ ৬৩, সূরা আল-আন’আমঃ ৩৪]\n  <br/>\n  <br/>\n  আয়াতে বলা হয়েছে, যে তারা “রাহমান”কে অস্বীকার করছে। এখানে মূলতঃ তারা আল্লাহ্ তা’আলাকে “রাহমান” বা অত্যন্ত দয়ালু এ গুণে গুণান্বিত করতে অস্বীকার করছিল। এটা ছিল আল্লাহ্‌র নাম ও গুণের সাথে শির্ক করা। কুরআনের অন্যত্র স্পষ্টভাবে এসেছে যে, তারা এ নামটি অস্বীকার করত। যেমন, “যখনই তাদেরকে বলা হয়, ‘সিজদাবনত হও ‘রহমান’ -এর প্রতি’, তখন তারা বলে, ‘রহমান আবার কে? তুমি কাউকেও সিজদা করতে বললেই কি আমরা তাকে সিজদা করব?’ এতে তাদের বিমুখতাই বৃদ্ধি পায়।” [সূরা আল-ফুরকানঃ ৬০]\n  <br/>\n  <br/>\n  হুদায়বিয়ার সন্ধির সময়ও কাফেররা আল্লাহ্‌র এ গুণটি লিখা নিয়ে আপত্তি করেছিল এবং বলেছিলঃ আমরা রহমানকে চিনি না। [বুখারীঃ ২৭৩১-২৭৩২]\n  <br/>\n  <br/>\n  অথচ এ নামটি এমন এক নাম যে নাম একমাত্র তাঁর জন্যই ব্যবহার হতে পারে। আর কাউকে কোনভাবেই ‘রহমান’ নাম বা গুণ হিসেবে ডাকা যাবে না। আর এজন্যই আল্লাহ্ তা’আলা তাঁর রাসূলকে বলছেন যে, তারা যদিও গোয়ার্তুমি করে এ নামটি অস্বীকার করছে আপনি তাদেরকে এ নামটি যে আমার তা অত্যন্ত দৃঢ়ভাবে তুলে ধরুন এবং বলুনঃ ‘তিনিই আমার রব; তিনি ছাড়া অন্য কোন হক্ক ইলাহ্ নেই। তাঁরই উপর আমি নির্ভর করি এবং তাঁরই কাছে আমার ফিরে যাওয়া৷’ তোমাদের অস্বীকার তাঁর এ নামকে তাঁর জন্য সাব্যস্ত করতে কোন ভাবেই ব্যাহত করতে পারবে না। অন্যত্র বলা হয়েছে, “বলুন, ‘তোমরা ‘আল্লাহ্’ নামে ডাক বা ‘রাহমান’ নামে ডাক, তোমরা যে নামেই ডাক সকল সুন্দর নামই তো তাঁর। তোমরা সালাতে স্বর উচ্চ করো না এবং খুব ক্ষীণও করো না; দুয়ের মধ্যপথ অবলম্বন করো। [সূরা আল-ইসরাঃ ১১০]\n  <br/>\n  <br/>\n  আল্লাহ্ আরো বলেনঃ “বলুন, ‘তিনিই দয়াময়, আমরা তাঁর প্রতি বিশ্বাস করি ও তাঁরই উপর নির্ভর করি”। [সূরা আল-মুলকঃ ২৯] আর এ নামটি সবচেয়ে বেশী মহিমান্বিত নাম হওয়াতে আল্লাহ্‌র রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘোষণা করেছেন যে, “আল্লাহ্‌র কাছে সবচেয়ে প্রিয় নাম হচ্ছে ‘আব্দুল্লাহ ও আব্দুররাহমান’।” [মুসলিমঃ ২১৩২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১৩ : ৩১",
        "arabic_text": "\nوَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ ",
        "bangla_text": "আর যদি কুরআন এমন হত যা দ্বারা পৰ্বতকে গতিশীল করা যেত অথবা যমীনকে টুকরো টুকরো করা যেত অথবা মৃতের সাথে কথা বলা যেত [১], কিন্তু সববিষয়ই আল্লাহ্‌র ইখতিয়ারভুক্ত [২]। তবে কি যারা ঈমান এনেছে তারা জানে না [৩] যে, আল্লাহ্ ইচ্ছে করলে সবাইকেই সৎ পথে পরিচালিত করতে পারতেন? আর যারা কুফরী করেছে তাদের কর্মকাণ্ডের কারণে তাদের বিপর্যয় ঘটতেই থাকবে, অথবা বিপর্যয় তাদের আবাসের আশেপাশে আপতিত হতেই থাকবে যতক্ষণ পর্যন্ত না আল্লাহ্‌র প্রতিশ্রুতি এসে পড়বে [৪]। নিশ্চয় আল্লাহ্ প্রতিশ্রুতির ব্যতিক্রম করেন না [৫]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে উত্তর উহ্য আছে। কিন্তু উহ্য পদটি নির্ধারণে বিভিন্ন মত এসেছে।\n  <br/>\n  <br/>\n  এক, কোন কোন মুফাসসির বলেন, আয়াতের অর্থ হবেঃ ‘যদি কুরআন এমন হত যা দ্বারা পর্বতকে গতিশীল করা যেত অথবা যমীনকে বিদীর্ণ করা যেত অথবা মৃতের সাথে কথা বলা যেত, তবুও তারা তাতে বিশ্বাস করত না, তারা রহমানের সাথে কুফরী করত’। [কুরতুবী] পূর্ববর্তী আয়াতে বলা হয়েছে, “আর তারা রহমানের সাথে কুফরী করছে” এ বাক্যটি উপরোক্ত অর্থের স্বপক্ষে জোরালো দলীল।\n  <br/>\n  <br/>\n  দুই, কোন কোন মুফাসসির বলেন, আয়াতের অর্থ হবেঃ ‘যদি কোন কুরআন এমন হত যা দ্বারা পর্বতকে গতিশীল করা যেত অথবা পৃথিবীকে বিদীর্ণ করা যেত অথবা মৃতের সাথে কথা বলা যেত তা হলে তা এ কুরআনই হতো’। [কুরতুবী; ইবন কাসীর] কারণ, এ কুরআনে নিহিত রয়েছে চ্যালেঞ্জ। জিন ও মানব এর মত বা এর একটি সূরার মত কিছু আনতে অপারগ। সে হিসেবে কুরআন শব্দ দ্বারা পূর্ববর্তী সমস্ত কিতাবকেই বুঝানো হবে। পবিত্র কুরআনের অন্যত্র ‘কুরআন’ শব্দটিকে পূর্ববর্তী গ্রন্থ সমূহের জন্যও ব্যবহার করা হয়েছে। বলা হয়েছেঃ “যেভাবে আমরা নাযিল করেছিলাম বিভক্তকারীদের উপর; যারা কুরআনকে বিভিন্নভাবে বিভক্ত করেছে।” [সূরা আল-হিজরঃ ৯০-৯১]\n  <br/>\n  <br/>\n  আবার কোন কোন সহীহ হাদীসেও পূর্ববর্তী কোন কোন কিতাবকে কুরআন নাম দেয়া হয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দাউদ আলাইহিসসালামের উপর পড়াকে এতই সহজ করে দেয়া হয়েছিল যে, তিনি তার বাহনের লাগাম লাগানোর নির্দেশ দিতেন। আর তা লাগানোর পূর্বেই তার কুরআন পড়া শেষ হয়ে যেত”। [বুখারীঃ ৩৪১৭]\n  <br/>\n  <br/>\n  এখানে কুরআন বলে নিঃসন্দেহে তার কাছে নাযিলকৃত কিতাব যাবূরকেই বুঝানো হয়েছে। অর্থের দিক থেকেও পূর্ববর্তী গ্রন্থসমূহকে কুরআন বলা যায়। কারণ, কুরআন শব্দের অর্থ, জমা করা। সে সমস্ত গ্রন্থসমূহে আয়াত জমা করার পর তা কুরআনে পরিণত হয়েছে। [ইবন কাসীর] এ অর্থের আরেকটি দলীল হলোঃ (قُرْاٰنًا) শব্দের (تنوين) কারণ, এ তানভীনকে (تنكير) হলে তা আমাদের পরিচিত কুরআনকে বুঝানো হয়নি বলেই ধরে নিতে হয়।\n  <br/>\n  <br/>\n  [২] মূলত: এর কারণ হচ্ছে, সবকিছু আল্লাহ্ তা’আলার নিয়ন্ত্রণে। তিনি চাইলে তা হবে আর না চাইলে হবে না। তিনি যার হিদায়াত চান তাকে কেউ পথভ্রষ্ট করতে পারবে না। আর তিনি যার ভ্রষ্টতা চান তাকে কেউ হিদায়াত দিতে পারবে না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  কারণ, তারা যে সব মু’জিযা প্রত্যক্ষ করেছে, সেগুলো এর চাইতে কম ছিল না। রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের ইশারায় চন্দ্রের দ্বিখণ্ডিত হওয়া, পাহাড়ের স্বস্থান থেকে সরে যাওয়া এবং বায়ুকে আজ্ঞাবহ করার চাইতে অনেক বেশী বিস্ময়কর। এমনিভাবে নিষ্প্রাণ কংকরের কথা বলা এবং তাসবীহ্ পাঠ করা কোন মৃত ব্যক্তির জীবিত হয়ে কথা বলার চাইতে অধিকতর বিরাট মু’জিযা। মি’রাজের রাত্রিতে মসজিদুল আকসা, অতঃপর সেখান থেকে নভোমণ্ডলের সফর এবং সংক্ষিপ্ত সময়ে প্রত্যাবর্তন, সুলাইমান ‘আলাইহিসসালামের বায়ুকে বশ করার মু’জিযার চাইতে অনেক মহান। কিন্তু যালেমরা এগুলো দেখার পরও বিশ্বাস স্থাপন করেনি।\n  <br/>\n  <br/>\n  [৩] আয়াতের মূলশব্দ হচ্ছে, (يَايْـــــئـسِ) শব্দটির যে অর্থ উপরে উল্লেখ করা হয়েছে তা আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে সহীহ সনদে বর্ণিত হয়েছে। [আত-তাফসীরুস সহীহ]\n  <br/>\n  সে অনুসারে অর্থ হবে, ঈমানদারগণ কি জানে না যে, আল্লাহ্‌ ইচ্ছা করলে সমস্ত মানুষকেই নিদর্শন দেখানো ছাড়াই হিদায়াত দিয়ে দিতে পারেন? [কুরতুবী] তাছাড়া শব্দটির অন্য আরেকটি অর্থ হলো, নিরাশ হওয়া। তখন আয়াতের ভাবার্থ এভাবে বলতে হবে যে, মুসলিমগণ মুশরিকদের হঠকারিতা দেখা ও জানা সত্বেও কি এখন পর্যন্ত তাদের ঈমানের ব্যাপারে নিরাশ হয়নি? আল্লাহ্ ইচ্ছা করলে সমস্ত মানুষকেই হেদায়েত প্রদান করতেন। কারণ, মুসলিমরা কাফেরদের পক্ষ থেকে বার বার নিদর্শন দেখাবার দাবী শুনতো। ফলে তাদের মন অস্থির হয়ে উঠতো। তারা মনে করতো, আহা, যদি এদেরকে এমন কোন নিদর্শন দেখিয়ে দেয়া হতো যার ফলে এরা মেনে নিতো, তাহলে কতই না ভালো হতো! [কুরতুবী]\n  <br/>\n  <br/>\n  বস্তুত: যারা কুরআনের শিক্ষাবলীতে, বিশ্ব-জগতের নিদর্শনসমূহের মধ্যে, নবীর পবিত্র-পরিচ্ছন্ন জীবনে, সাহাবায়ে কেরামের পবিত্র জীবনধারায় কোন সত্যের আলো দেখতে পাচ্ছে না, তোমরা কি মনে করো তারা পাহাড়ের গতিশীল হওয়া, মাটি ফেটে চৌঁচির হয়ে যাওয়া এবং কবর থেকে মৃতদের বের হয়ে আসার মত অলৌকিক ঘটনাবলীতে কোন আলোর সন্ধান পাবে? আবুল আলীয়া বলেন, এর অর্থ অবশ্যই ঈমানদাররা তাদের হিদায়াত সম্পর্কে নিরাশ হয়েছে, তবে আল্লাহ্‌ ইচ্ছা করলে তাদের সবাইকেই তিনি হিদায়াত দিতে পারেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] (قَارِعَةٌ) শব্দ দ্বারা উদ্দেশ্য, আকাশ থেকে শাস্তি নাযিল হওয়া। অর্থাৎ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের বিরুদ্ধে যুদ্ধে অবতীর্ণ হওয়া [ইবন কাসীর] অথবা এর অর্থ, বিপদাপদ। [ইবন কাসীর] অর্থাৎ তাদের উপর আপদ-বিপদের এ ধারা অব্যাহতই থাকবে, যে পর্যন্ত আল্লাহ্ তা’আলার ওয়াদা পূর্ণ না হয়ে যায়। কারণ, আল্লাহ্‌র ওয়াদা কোন সময়ই টলতে পারে না। ওয়াদা বলে এখানে মক্কা বিজয় বুঝানো হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  উদ্দেশ্য এই যে, তাদের উপর বিভিন্ন প্রকার আপদ আসতে থাকবে। এমন কি, পরিশেষে মক্কা বিজিত হবে এবং তারা সবাই পরাজিত ও পর্যুদস্ত হয়ে যাবে। তবে হাসান বসরীর মতে, ওয়াদার অর্থ এ স্থলে কেয়ামতও হতে পারে। [ইবন কাসীর] এ ওয়াদা সব নবীগণের সাথে সব সময়ই করা আছে। ওয়াদাকৃত সেই কেয়ামতের দিন প্রত্যেক কাফের ও অপরাধী কৃতকর্মের পুরোপুরি শাস্তি ভোগ করবে।\n  <br/>\n  <br/>\n  [৫] অর্থাৎ তিনি রাসূলদের সাথে যে সমস্ত ওয়াদা করেছেন সেটা তিনি ভঙ্গ করেন না। তিনি তাদেরকে ও তাদের অনুসারীদেরকে সাহায্য সহযোগিতার যে ওয়াদা করেছেন তা অবশ্যই ঘটবে। চাই তা দুনিয়াতে হোক বা আখেরাতে। [ইবন কাসীর] অন্য আয়াতেও আল্লাহ্ সেটা বলেছেন, “সুতরাং আপনি কখনো মনে করবেন না যে, আল্লাহ্ তাঁর রাসূলগণকে দেয়া প্রতিশ্রুতি ভঙ্গ করেন। নিশ্চয় আল্লাহ্ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী”। [সূরা ইবরাহীম: ৪৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১৩ : ৩২",
        "arabic_text": "\nوَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ ",
        "bangla_text": "আর অবশ্যই আপনার আগে অনেক রাসূলকে ঠাট্টা-বিদ্রুপ করা হয়েছে এবং যারা কুফরী করেছে তাদেরকে আমি কিছু অবকাশ দিয়েছিলাম, তারপর তাদেরকে পাকড়াও করেছিলাম। সুতরাং কেমন ছিল আমার শাস্তি [১]!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা’আলা পূর্ববর্তী রাসূলদের সাথে তাদের উম্মতদের কর্মকাণ্ড এবং তাদের সাথে কৃত আল্লাহ্‌র ব্যবহার সম্পর্কে জেনে তা থেকে শিক্ষা গ্রহণের নির্দেশ দিয়েছেন। তারা তাদের বর্তমান ছাড় দেয়া অবস্থাকে যেন স্থায়ী মনে করে না নেয়। তিনি কাউকে পাকড়াও করলে তার আর রক্ষা নেই। হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ্ অত্যাচারীকে ছাড় দিতে থাকেন তারপর যখন তাকে পাকড়াও করেন তখন তার আর পালানোর কোন পথ থাকে না।” [বুখারীঃ ৪৬৮৬, মুসলিমঃ ২৫৮৩]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১৩ : ৩৩",
        "arabic_text": "\nأَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ ",
        "bangla_text": "তবে কি প্রত্যেক মানুষ যা করে তার যিনি পর্যবেক্ষক [১] (তিনি কি এদের অক্ষম ইলাহগুলোর মত?) অথচ তারা আল্লাহ্‌র বহু শরীক সাব্যস্ত করেছে। বলুন, তাদের পরিচয় দাও। নাকি তোমরা যমীনের মধ্যে এমন কিছুর সংবাদ দিতে চাও যা তিনি জানেন না? নাকি (তোমরা) বাহ্যিক কথা মাত্র জানাচ্ছ? বরং যারা কুফরী করেছে তাদের কাছে তাদের ছলনা [২] শোভন করে দেয়া হয়েছে এবং তাদেরকে সৎপথ থেকে ফিরিয়ে রাখা হয়েছে [৩], আর আল্লাহ্‌ যাকে বিভ্রান্ত করেন তার কোন পথপ্রদর্শক নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যিনি স্বয়ং প্রত্যেকটি লোকের অবস্থা জানেন। কোন সৎলোকের সৎকাজ এবং অসৎলোকের অসৎকাজ যার দৃষ্টির আড়ালে নেই। তিনি কি ইবাদতের যোগ্য নাকি তারা যাদেরকে ইবাদত করছে তারা? অথচ এসমস্ত উপাস্যগুলো সম্পূর্ণরূপে অক্ষম। [দেখুন, সা’দী] [এ অর্থে আরো দেখুন সূরা ইউনুসঃ ৬১, সূরা আল-আন’আমঃ ৫৯, সূরা হূদঃ ৬, সূরা আর-রা’দঃ ১০, সূরা ত্বা-হাঃ ৭, সূরা আল-হাদীদঃ ৪]\n  <br/>\n  <br/>\n  [২] এখানে শির্ক ও কুফরকে ছলনা বা প্রতারণা বলা হয়েছে। কারণ তাদের এগুলো নিছক ভ্রষ্টতা ও আল্লাহ্‌র উপর মিথ্যাচার। [বাগভী; ইবন কাসীর] এর মাধ্যমে কিছু লোক নিজেদেরকে ভ্রান্ত মা’বুদদের প্রতিনিধি হিসেবে দাঁড় করিয়ে আপন আপন স্বার্থোদ্ধারের কাজ শুরু করে দিয়েছে। তাছাড়া শির্ক আসলেই একটি আত্মপ্রতারণা। অথবা তাদের কুফরিকেই এখানে প্রতারণা বলা হয়েছে, কারণ রাসূলের সাথে তাদের প্রতারণা ছিল কুফরি। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তাদের কাছে যখন কুফরি সুশোভিত হলো এবং তাদের কাছে তাদের কর্মকাণ্ড তথা শির্ক ও কুফরি হক বলে প্রতিভাত হলো, তখন তারা সে দিকে মানুষদেরকে আহ্বান জানাতে থাকল। এভাবে তারা মানুষদেরকে রাসূলদের পথে চলা থেকে বিরত রাখল। অথবা আয়াতের অর্থ, যখন তাদের কাছে তারা যা করছে তা সুশোভিত করা হলো তখন এর দ্বারা তাদেরকে সত্য সঠিক পথে আসা থেকে বিরত রাখা হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  যেমন কুরআনের অন্যত্র এসেছে, “আর আমরা তাদের জন্য নির্ধারণ করে দিয়েছিলাম মন্দ সহচরসমূহ, যারা তাদের সামনে ও পিছনে যা আছে তা তাদের দৃষ্টিতে শোভন করে দেখিয়েছিল। আর তাদের উপর শাস্তির বাণী সত্য হয়েছে, তাদের পূর্বে চলে যাওয়া জিন ও মানুষের বিভিন্ন জাতির ন্যায়।” [সূরা ফুসসিলাতঃ ২৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১৩ : ৩৪",
        "arabic_text": "\nلَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ ",
        "bangla_text": "তাদের জন্য দুনিয়ার জীবনে আছে শাস্তি এবং আখিরাতের শাস্তি তো আরো কঠোর! আর আল্লাহ্‌র শাস্তি থেকে রক্ষা করার মত তাদের কেউ নেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা’আলা কাফেরদের জন্য দুনিয়াতে যে শাস্তি রেখেছেন তার থেকে আখেরাতের শাস্তি যে কত ভয়াবহ এখানে সে কথাই তুলে ধরেছেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও লি’আনকারী পুরুষ ও মহিলাকে আখেরাতের শাস্তির ভয়াবহতা সম্পর্কে সাবধান করে দিয়ে বলেছেন, “অবশ্যই দুনিয়ার আযাব আখেরাতের আযাবের চেয়ে অনেক সহজ” [মুসলিমঃ ১৪৯৩]\n  <br/>\n  <br/>\n  কারণ, দুনিয়ার আযাব যত দীর্ঘ সময়ই হোক না কেন তা তো লোকের মৃত্যুর সাথে সাথে বা দুনিয়ার শেষদিনটির সাথে সাথে শেষ হয়ে যাবে। পক্ষান্তরে আখেরাতের আযাব কোন দিন শেষ হবার নয়, তা চিরস্থায়ী। আবার তার পরিমাণও অনেক বেশী। যার বর্ণনা আল্লাহ্ তা’আলা পবিত্র কুরআনের অন্যত্র করেছেন। [দেখুন, সূরা আল-ফাজরঃ ২৫-২৬, সূরা আল-ফুরকানঃ ১১-১৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১৩ : ৩৫",
        "arabic_text": "\n۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ ",
        "bangla_text": "মুত্তাকীদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে, তার উপমা এরূপঃ তার পাদদেশে নদী প্রবাহিত [১], তার ফলসমূহ ও ছায়া চিরস্থায়ী [২]। যারা তাকওয়া অবলম্বন করেছে এটা তাদের প্রতিফল আর কাফিরদের প্রতিফল আগুন [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুত্তাকীদের জন্য কি পুরস্কার রেখেছেন এখানে তার প্রতি ইঙ্গিত করা হয়েছে। বলা হয়েছে, তাদের জন্য রয়েছে এমন জান্নাত যার পাদদেশে নহরসমূহ প্রবাহিত। এ নহর সমূহের বিস্তারিত বর্ণনায় এসেছে যে, মুত্তাকীদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে তার দৃষ্টান্তঃ তাতে আছে নির্মল পানির নহর, আছে দুধের নহর যার স্বাদ অপরিবর্তনীয়, আছে পানকারীদের জন্য সুস্বাদু সুরার নহর, আছে পরিশোধিত মধুর নহর এবং সেখানে তাদের জন্য থাকবে বিবিধ ফলমূল আর তাদের রবের পক্ষ থেকে ক্ষমা। মুত্তাকীরা কি তাদের ন্যায় যারা জাহান্নামের স্থায়ী হবে এবং যাদেরকে পান করতে দেয়া হবে ফুটন্ত পানি যা তাদের নাড়ীভুঁড়ি ছিন্ন-বিচ্ছিন্ন করে দেবে?” [সূরা মুহাম্মাদঃ ১৫]\n  <br/>\n  <br/>\n  অন্যত্র বলা হয়েছে যে, “এমন একটি প্রস্রবণ যা হতে আল্লাহ্‌র বান্দাগণ পান করবে, তারা এ প্রস্রবণকে যথা ইচ্ছে প্রবাহিত করবে।” [সূরা আল-ইনসানঃ ৬]\n  <br/>\n  <br/>\n  [২] জান্নাতের নে’আমতসমূহ সর্বদা থাকবে, তাতে কোন অভাব বা কমতি পরিলক্ষিত হবে না। একথাই এখানে বোঝানো হয়েছে। অন্যত্র বলা হয়েছে, “যা শেষ হবে না ও যা নিষিদ্ধও হবে না।” [সূরা আল-ওয়াকি’আহঃ ৩৩]\n  <br/>\n  <br/>\n  এক হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্যগ্রহণের সালাত আদায়ের সময় এগিয়ে গিয়ে কিছু একটা নিতে যাচ্ছিলেন তারপর আবার ফিরে আসলেন। পরে সাহাবায়ে কিরাম সে সম্পর্কে জিজ্ঞাসা করলে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, “আমি জান্নাত দেখেছি, তার থেকে আঙ্গুরের একটি থোকা নিতে চাচ্ছিলাম। যদি তা নিয়ে নিতাম তবে যতদিন দুনিয়া থাকত ততদিন তোমরা তা খেতে পারতে।” [বুখারীঃ ১০৫২, মুসলিমঃ ৯০৭]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন “তাতে কোন কমতি হতো না”। [মুসলিমঃ ৯০৪]\n  <br/>\n  <br/>\n  অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “জান্নাতবাসীগণ খাবে, পান করবে অথচ তাদের কোন কাশি, থুথু আসবে না, পায়খানা ও পেশাব করবে না। তাদের খাবারের ঢেকুর আসবে যার সুগন্ধ হবে মিসকের সুগন্ধির মতো, দুনিয়াতে যেভাবে নিঃশ্বাস প্রশ্বাস নেয় তেমনি তাদেরকে সেখানে তাসবীহ ও পবিত্রতা ঘোষণার জন্য ইলহাম করা হবে।” [মুসলিমঃ ২৮৩৫] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট এক ইয়াহূদী এসে বলল, হে আবুল কাশেম! আপনি মনে করেন যে, জান্নাতবাসীগণ খানাপিনা করবে? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ “অবশ্যই হ্যাঁ, যাঁর হাতে মুহাম্মাদের প্রাণ তাঁর শপথ! সেখানে জান্নাতবাসীদের প্রত্যেককে খানাপিনা ও কামবাসনার ক্ষেত্রে একশত জনের সমান ক্ষমতা দেয়া হবে।” লোকটি বললঃ যার খানাপিনা আছে তার তো আবার শৌচক্রিয়ারও প্রয়োজন পড়বে। অথচ জান্নাতে কোন ময়লা-আবর্জনা বা কষ্টের কিছু নেই। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “তাদের সে প্রয়োজনটুকু শুধুমাত্র একটু ঘামের মাধ্যমে শেষ হয়ে যাবে। যে ঘামের সুগন্ধ হবে মিসকের গন্ধের মত। আর এতেই তাদের পেট কৃশকায় হয়ে যাবে।” [মুসনাদে আহমাদঃ ৪/৩৬৭]\n  <br/>\n  <br/>\n  আর জান্নাতের ছায়ার ব্যাপারে আয়াতে বলা হয়েছে যে, তার ছায়াও চিরস্থায়ী। কুরআনের অন্যত্র বলা হয়েছে, “তারা এবং তাদের স্ত্রীগণ সুশীতল ছায়ায় সুসজ্জিত আসনে হেলান দিয়ে বসবে।” [সূরা ইয়াসীনঃ ৫৬]\n  <br/>\n  <br/>\n  আল্লাহ্ আরো বলেছেনঃ “মুত্তাকীরা থাকবে ছায়ায় ও প্রস্রবণ বহুল স্থানে” [সূরা আল-মুরসালাতঃ ৪১]\n  <br/>\n  <br/>\n  আরো বলেনঃ “সন্নিহিত গাছের ছায়া তাদের উপর থাকবে এবং তার ফলমূল সম্পূর্ণরূপে তাদের আয়ত্তাধীন করা হবে।” [সূরা আল-ইনসানঃ ১৪]\n  <br/>\n  <br/>\n  আরো বলেছেনঃ “যারা ঈমান আনে এবং ভাল কাজ করে তাদেরকে প্রবেশ করাব জান্নাতে যার পাদদেশে নদী প্রবাহিত; সেখানে তারা চিরস্থায়ী হবে, সেখানে তাদের জন্য পবিত্র স্ত্রী থাকবে এবং তাদেরকে চিরস্নিগ্ধ ছায়ায় প্রবেশ করাব।” [সূরা আন-নিসাঃ ৫৭]\n  <br/>\n  <br/>\n  হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “জান্নাতে এমন গাছও আছে, যার ছায়ায় অত্যন্ত দ্রুতগামী অশ্বারোহী উন্নত ঘোড়া নিয়ে শত বছর সফর করলেও শেষ করতে পারবে না” [বুখারীঃ ৩২৫১, ৩২৫২, ৬৫৫৩, মুসলিমঃ ২৮২৬, ২৮২৮]\n  <br/>\n  <br/>\n  [৩] পবিত্র কুরআনের বিভিন্ন স্থানে এভাবেই জান্নাত ও জাহান্নামের প্রতিফলের তুলনামূলক উল্লেখ থাকে। যাতে করে অনুসন্ধিৎসু মন কোনটা ভাল এবং কোনটা মন্দ তা সহজেই বুঝতে পারে। [যেমন, সূরা আল-হাশরঃ ২০, সূরা মুহাম্মাদঃ ১৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১৩ : ৩৬",
        "arabic_text": "\nوَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ ",
        "bangla_text": "আর আমরা যাদেরকে কিতাব দিয়েছি তারা যা আপনার প্রতি নাযিল হয়েছে তাতে আনন্দ পায় [১]। আর দলগুলোর [২] মধ্যে কেউ কেউ তার কিছু অংশকে অস্বীকার করে। বলুন, ‘আমি তো আল্লাহ্‌র ইবাদাত করতে ও তাঁর কোন শরীক না করতে আদেশপ্রাপ্ত হয়েছি। আমি তাঁরই দিকে ডাকি এবং তাঁরই কাছে আমার ফিরে যাওয়া।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা’আলা এখানে জানাচ্ছেন যে, যাদের কিতাব দেয়া হয়েছে, তারা যা নাযিল হয়েছে তা দেখে খুশী হয়। এখানে ‘যাদের কিতাব দেয়া হয়েছে’ বলে কি বোঝানো হয়েছে সে ব্যাপারে দু’টি মত রয়েছে। এক. কিতাবধারী বলে আহলে কিতাব তথা ইয়াহূদী ও নাসারাদের মধ্যে যারা ঈমান এনেছে তাদের উদ্দেশ্য নেয়া হয়েছে। তখন অর্থ হবে, কিতাবীদের মধ্যে যারা কিতাবের বিধানকে আঁকড়ে আছে, তার উপর প্রতিষ্ঠিত, তারা আপনার কাছে যা নাযিল হয়েছে অর্থাৎ কুরআন সেটা দেখলে খুশী হয়। কারণ, তাদের কিতাবে এ রাসূলের সত্যতা ও সুসংবাদ সংক্রান্ত বিভিন্ন তথ্য সন্নিবেশিত আছে। [ইবন কাসীর] যেমন, আব্দুল্লাহ ইবন সালাম, সালমান প্রমুখ। [কুরতুবী] দুই. কাতাদা বলেন, এখানে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথী তথা সাহাবীদের কথা বলা হয়েছে। তারা কুরআনের আলো নাযিল হতে দেখলেই খুশী হত। [তাবারী; কুরতুবী]\n  <br/>\n  <br/>\n  [২] দলগুলো বলে এখানে কাদের উদ্দেশ্য নেয়া হয়েছে সে ব্যাপারে কয়েকটি মত রয়েছে, এক. তারা মক্কার মুশরিক কুরাইশরা এবং ইয়াহূদী ও নাসারাদের মধ্যে যারা ঈমান আনেনি তারা। [কুরতুবী] দুই. অথবা এখানে শুধু ইয়াহূদী ও নাসারাদেরকেই উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর] তিন. অথবা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিরুদ্ধে যারা জোট বেঁধেছিল তারা সবাই এখানে উদ্দেশ্য। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১৩ : ৩৭",
        "arabic_text": "\nوَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ ",
        "bangla_text": "আর এভাবেই [১] আমরা কুরআনকে নাযিল করেছি আরবী ভাষায় বিধানরূপে। আর জ্ঞান পাওয়ার পরও যদি আপনি তাদের খেয়াল-খুশীর অনুসরণ করেন তবে আল্লাহ্‌র বিরুদ্ধে [২] আপনার কোন অভিভাবক ও রক্ষক থাকবে না [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেভাবে আপনার পূর্বে আমরা অনেক নবী-রাসূল পাঠিয়েছি এবং আপনার পূর্বে যখনই প্রয়োজন মনে করেছি তখনই কিতাব পাঠিয়েছি সেভাবে আমরা আপনাকে রাসূল হিসেবে পাঠিয়েছি এবং আমরা আপনাকে কুরআন নামক গ্রন্থখানি দিয়েছি, তাকে আরবী ভাষায় নাযিল করেছি। [ইবন কাসীর; মুয়াসসার]\n  <br/>\n  <br/>\n  এ কিতাব আপনার উপর নাযিল করে আমি আপনাকে সম্মানিত করেছি এবং অন্যদের উপর আপনার শ্ৰেষ্ঠত্ব প্রতিষ্ঠিত করেছি। কারণ, এ কুরআনের বৈশিষ্ট্য অন্যগুলোর চেয়ে আলাদা। এটি এমন যে, “বাতিল এতে অনুপ্রবেশ করতে পারে না-সামনে থেকেও না, পিছন থেকেও না। এটা প্রজ্ঞাময়, স্বপ্রশংসিতের কাছ থেকে নাযিলকৃত।” [সূরা ফুসসিলাতঃ ৪২] [ইবন কাসীর]\n  <br/>\n  <br/>\n  অথবা আয়াতের অর্থ যেভাবে প্রত্যেক নবী ও রাসূলকে তাদের নিজস্ব ভাষায় কিতাব দিয়েছি তেমনি আপনাকে আরবী ভাষায় এ কুরআন প্রদান করলাম। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌র শাস্তি ও পাকড়াও এর বিপরীতে আপনার কোন সাহায্যকারী থাকবে না। [মুয়াসসার]\n  <br/>\n  <br/>\n  [৩] তাদের খেয়ালখুশীর কোন শেষ নেই। তবে বিশেষ করে আল্লাহ্ ছাড়া অন্য কারও ইবাদত করা। [কুরতুবী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবশ্যই কারও খেয়াল-খুশী ও কোন মনগড়া মতের অনুসারী হতে পারেন না। এখানে রাসূলের উম্মতদেরকে সাবধান করা হচ্ছে। বিশেষ করে এ উম্মতের আলেম সম্প্রদায়কেই এখানে বেশী উদ্দেশ্য করা হয়েছে। তারা যেন আল্লাহ্‌র নির্দেশ, কুরআন ও সুন্নাহ বোঝার পর অন্য কোন কারণে সেটা বাস্তবায়ন করতে পিছপা না হয়। অন্য কোন মত ও পথের অনুসারী না হয়। অন্যথা তাদের পরিণাম হবে অত্যন্ত ভয়াবহ। দুনিয়া ও আখেরাতে তাদের কোন সাহায্যকারী, উদ্ধারকারী ও অভিভাবক থাকবে না। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১৩ : ৩৮",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ ",
        "bangla_text": "আর অবশ্যই আমরা আপনার আগে অনেক রাসূল পাঠিয়েছিলাম এবং তাদেরকে স্ত্রী ও সন্তান-সন্ততি দিয়েছিলাম [১]। আর আল্লাহ্র অনুমতি ছাড়া কোন নিদর্শন উপস্থিত করা কোন রাসূলের কাজ নয় [২]। প্রত্যেক বিষয়ের ব্যাপারেই নির্ধারিত সময় লিপিবদ্ধ আছে [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিরুদ্ধে যেসব আপত্তি উত্থাপন করা হতো এটি তার মধ্য থেকে আর একটি আপত্তির জবাব। তারা বলতো, এ আবার কেমন নবী, যার স্ত্রী-সন্তানাদিও আছে! নবী-রাসূলদের যৌন কামনার সাথে কোন সম্পর্ক থাকতে পারে নাকি? এ রাসূলের কি হলো যে, তিনি বিয়ে করেন? [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  নবী-রাসূল সম্পর্কে কাফের ও মুশরিকদের একটি সাধারণ ধারণা ছিল এই যে, তাদের মানুষ না; বরং ফিরিশতা হওয়া দরকার। ফলে সাধারণ মানুষের দৃষ্টিতে তাদের শ্রেষ্ঠত্ব বিতর্কের ঊর্ধ্বে থাকবে। কুরআন তাদের এ ভ্রান্ত ধারণার জবাব একাধিক আয়াতে দিয়েছে। হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘আমি তো সিয়ামও পালন করি এবং সিয়াম ছাড়াও থাকি; আমি রাত্রিতে নিদ্রাও যাই এবং সালাতের জন্যও দণ্ডায়মান হই; এবং নারীদেরকে বিবাহও করি। যে ব্যক্তি আমার এ সুন্নাত হতে মুখ ফিরিয়ে নেবে, সে আমার দলভুক্ত নয়। [বুখারীঃ ৪৭৭৬, মুসলিমঃ ১৪০১]\n  <br/>\n  <br/>\n  [২] এটিও একটি আপত্তির জবাব। কাফের ও মুশরিকরা রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সামনে নিদর্শনের দাবী করতো। আগেও সেটার জবাব দেয়া হয়েছে। এখানে আবার সেটার জওয়াব দেয়া হচ্ছে [কুরতুবী] অনুরূপভাবে তারা কুরআনের আয়াত পরিবর্তনের জন্যও প্রস্তাব করতো। তারা বলতো আল্লাহ্র কিতাবে আমাদের অভিপ্রায় অনুযায়ী বিধি-বিধান নাযিল হোক। তারা আব্দার করতো যে, আপনি বর্তমান কুরআনের পরিবর্তে সম্পূর্ণ ভিন্ন কুরআন নিয়ে আসুন, যাতে আমাদের প্রতিমাসমূহের উপাসনা নিষিদ্ধ করা না হয় অথবা আপনি নিজেই এর আনীত বিধি-বিধান পরিবর্তন করে দিন অথবা আযাবের জায়গায় রহমত এবং হারামের জায়গায় হালাল করে দিন। [দেখুন, সূরা ইউনুসঃ ১৫]\n  <br/>\n  <br/>\n  কুরআনুল কারীমের উপরোক্ত বাক্যে (আরবী) শব্দ দ্বারা উভয় অর্থই হতে পারে। কারণ, কুরআনের পরিভাষায় ‘আয়াত’ কুরআনের আয়াতকেও আয়াত বলা হয় এবং মু’জিযাকেও। এ কারণেই এ ‘আয়াত’ শব্দের ব্যাখ্যায় কোন কোন তাফসীরবিদ কুরআনী আয়াতের অর্থ ধরে উদ্দেশ্য এরূপ ব্যক্ত করেছেন যে, কোন নবীর এরূপ ক্ষমতা নেই যে, তিনি নিজের পক্ষ থেকে কোন আয়াত তৈরী করে নেবেন। [কাশশাফ; আল-বাহরুল মুহীত; আত-তাহরীর ওয়াততানওয়ীর] তবে অধিকাংশ মুফাসসির এখানে আয়াতের অর্থ মু’জিযা ধরে ব্যাখ্যা করেছেন যে, কোন রাসূল ও নবীকে আল্লাহ্ তা’আলা এরূপ ক্ষমতা দেননি যে, তিনি যখন ইচ্ছা, যে ধরণের ইচ্ছা মু’জিযা প্রকাশ করতে পারবেন। [তাবারী; কুরতুবী; ইবন কাসীর; সা’দী]\n  <br/>\n  <br/>\n  আয়াতের সারবস্তু এই যে, আমার রাসূলের কাছে কুরআনী আয়াত পরিবর্তন করার দাবী অন্যায় ও ভ্রান্ত। আমি কোন রাসূলকে এরূপ ক্ষমতা দেইনি। এমনিভাবে কোন বিশেষ ধরণের মু’জিযা দাবী করাও নবুওয়াতের স্বরূপ সম্পর্কে অজ্ঞতারই পরিচায়ক। সেটা তো আমার কাছে, আমি যখন ইচ্ছা সেটা দেখাই।\n  <br/>\n  <br/>\n  [৩] এখানে (أجل) শব্দের অর্থ নির্দিষ্ট সময় ও মেয়াদ। আর (كتاب) শব্দটির অর্থ গ্রন্থ অথবা লেখা। বাক্যের অর্থ নির্ধারণে কয়েকটি মত আছেঃ\n  <br/>\n  <br/>\n  এক, এখানে শরী’আতের কথাই আলোচনা হয়েছে। তখন অর্থ হবে, প্রত্যেক সময়ের জন্য একটি সুনির্দিষ্ট কিতাব আছে। আল্লাহ্ তা’আলা জানেন কখন কোন কিতাবের প্রয়োজন। সে অনুসারে তিনি প্রত্যেক জাতির জন্য তাদের সময়ে তাদের উপযোগী কিতাব নাযিল করেছেন। তারপর আল্লাহ্ তা’আলা যখন কুরআন নাযিল করলেন, তখন সেটা পূর্ববর্তী সবগুলোকে রহিত করে দিয়েছে। [দেখুন, ইবন আবিল ইয, শারহুত তাহাওয়ীয়্যা, ১/১০১-১০২; বাগভী; কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  দুই, আয়াতের অর্থ বর্ণনায় প্রসিদ্ধ মত এই যে, এখানে তাকদীরের কথাই আলোচনা হচ্ছে। অর্থাৎ প্রত্যেক বস্তুর মেয়াদ ও পরিমাণ আল্লাহ্ তা'আলার কাছে লিখিত আছে। তিনি সৃষ্টির সূচনালগ্নে লিখে দিয়েছেন যে, অমুক ব্যক্তি অমুক সময়ে জন্মগ্রহণ করবে এবং এতদিন জীবিত থাকবে। কোথায় কোথায় যাবে, কি কি কাজ করবে এবং কখন ও কোথায় তার মৃত্যু হবে, তাও লিখিত আছে। অন্য আয়াতে আল্লাহ্ তা’আলা বলেনঃ “আপনি কি জানেন না যে, আকাশ ও পৃথিবীতে যা কিছু রয়েছে আল্লাহ্ তা জানেন। এ সবই আছে এক কিতাবে; নিশ্চয়ই এটা আল্লাহ্র জন্য সহজ।” [সূরা আল-হাজ্জঃ ৭০] [বাগভী; কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১৩ : ৩৯",
        "arabic_text": "\nيَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ ",
        "bangla_text": "আল্লাহ্ যা ইচ্ছে তা মিটিয়ে দেন এবং যা ইচ্ছে তা প্রতিষ্ঠিত রাখেন [১] এবং তাঁরই কাছে আছে উম্মুল কিতাব [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা’আলা যা ইচ্ছে তা পরিবর্তন করে অন্য কিছু নাযিল করেন, আবার যা ইচ্ছে তা ঠিক রাখেন। এটা সম্পূর্ণই তাঁর ইচ্ছাধীন। শরী’আতের মধ্যে পরিবর্তন পরিবর্ধন করার সম্পূর্ণ ইখতিয়ার তাঁরই। তবে কোন জিনিস পরিবর্তন করবেন আর কোনটি পরিবর্তন করবেন না, কোন হুকুমকে অন্য হুকুমের পরিবর্তে নাযিল করবেন আর কোনটিকে পুরোপুরি রহিত করবেন সে সবই তাঁর কাছে যে মূল কিতাব আছে সে অনুসারেই হবে। সেখানে কোন পরিবর্তন নেই। [ইবন কাসীর, ইবন আব্বাস ও কাতাদা হতে]\n  <br/>\n  <br/>\n  [২] এখানে (اُمُّ الْكِتٰبِ) এর শাব্দিক অর্থ মূলগ্রন্থ। এর দ্বারা লওহে-মাহফুয বুঝানো হয়েছে, যাতে কোনরূপ পরিবর্তন-পরিবর্ধন হতে পারে না। চাই সেটা শরী’আত সম্পর্কিত হোক অথবা তাকদীর সম্পর্কিত হোক। অর্থাৎ আল্লাহ্ তা’আলা তাঁর শরী’আতের মধ্য থেকে যা ইচ্ছা তা রহিত করেন। আর যা ইচ্ছে তা নাযিল করেন। কিন্তু মূলটি উম্মুল কিতাব তথা লাওহে মাহফূযে আছে। সেখানে কোন পরিবর্তন পরিবর্ধন নেই। অনুরূপভাবে প্রত্যেক ব্যক্তির তাকদীর সম্পর্কে লাওহে মাহফূজে যা লিখা আছে তাতে কোন পরিবর্তন পরিবর্ধন নেই। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১৩ : ৪০",
        "arabic_text": "\nوَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ ",
        "bangla_text": "আর আমরা তাদেরকে যে শাস্তির প্রতিশ্রুতি দিচ্ছি তার কিছু যদি আমরা আপনাকে দেখাই বা যদি এর আগে আপনার মৃত্যু ঘটাই [১]-- তবে আপনার কর্তব্য তো শুধু প্রচার করা, আর হিসাব-নিকাশ তো আমারই দায়িত্ব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনার শত্রুদেরকে যে অপমান ও লাঞ্চনাজনক শাস্তির ধমক দেয়া হচ্ছে তা যদি দুনিয়াতেই এসে যায় তবে তা হবে দুনিয়াবী শাস্তি। আর যদি আপনাকে তাদের শাস্তি দেখানোর পূর্বেই আমরা মৃত্যু দিয়ে দেই, তবে আপনার দায়িত্ব তো শুধু দাওয়াত প্রচার করে যাওয়া, তারপর আমার কাছেই তাদের হিসাব ও প্রতিফল। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১৩ : ৪১",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ ",
        "bangla_text": "তারা কি দেখে না যে, আমরা এ যমীনকে চতুর্দিক থেকে সংকুচিত করে আনছি [১] ? আর আল্লাহ্ই আদেশ করেন, তাঁর আদেশ রদ করার কেউ নেই এবং তিনি হিসেব গ্রহণে তৎপর [২] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনার বিরোধীরা কি দেখছে না ইসলামের প্রভাব আরব ভূখন্ডের সর্বত্র দিনের পর দিন ছড়িয়ে পড়ছে? চতুর্দিক থেকে তার বেষ্টনী সংকীর্ণতর হয়ে আসছে? এখানে যমীন সংকুচিত করার আরেক অর্থ এও করা হয় যে, যমীনের ফল-ফলাদি কমিয়ে দেয়া। আবার কোন কোন মুফাসসির এর অর্থ করেছেন, ভাল লোকদের, আলেম ও ফকীহদের প্রস্থান করা। কারও কারও মতে, এর অর্থ কুফরীকারীদের জন্য যমীন সংকুচিত হয়ে ঈমান ও তাওহীদবাদীদের জন্য যমীনকে প্রশস্ত করা হচ্ছে। বাস্তবিকই ধীরে ধীরে ইসলামের আলো আরব উপদ্বীপে ছড়িয়ে পড়ার সাথে সাথে কুফরী ও শির্কী শক্তির পতন হয়ে গেছে। অনুরূপ আয়াত আরও দেখুন, সূরা আল-আহকাফঃ ২৭ [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ নির্দেশ আল্লাহ্র হাতেই। তিনি তাঁর সৃষ্টিকে যা ইচ্ছা তা নির্দেশ দেন। তিনিই ফয়সালা করেন। যেভাবে ইচ্ছা ফয়সালা করেন। কাউকে মর্যাদায় উপরে উঠান আবার কাউকে নীচু করেন। কাউকে জীবিত করেন, কাউকে মারেন। কাউকে ধনী করেন, কাউকে ফকীর করেন। তিনি ফয়সালা দিচ্ছেন যে, ইসলাম সম্মানিত হবে এবং সমস্ত ধর্মের উপর বিজয়ী থাকবে। [ফাতহুল কাদীর] তাঁর নির্দেশ খন্ডনকারী  কেউ নেই। তাঁর নির্দেশের পিছু নিয়ে কেউ সেটাকে রদ করতে বা পরিবর্তন করতে পারবে না। তিনি দ্রুত হিসাব গ্রহণকারী। সেটা অনুসারে কাফেরদেরকে তিনি দ্রুত শাস্তি দিবেন আর মুমিনদেরকে দ্রুত সওয়াব দিবেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১৩ : ৪২",
        "arabic_text": "\nوَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ ",
        "bangla_text": "আর তাদের আগে যারা ছিল তারাও চক্রান্ত করেছিল; কিন্তু সব চক্রান্তই আল্লাহ্র ইখতিয়ারে। প্রত্যেক ব্যক্তি যা উপার্জন করে তা তিনি জানেন। আর কাফেররা শীঘ্রই জানবে আখেরাতের শুভ পরিণাম কাদের জন্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১৩ : ৪৩",
        "arabic_text": "\nوَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ ",
        "bangla_text": "আর যারা কুফরী করেছে তারা বলে, তুমি আল্লাহ্র পাঠানো নও। বলুন, আল্লাহ্ এবং যাদের কাছে কিতাবের জ্ঞান আছে, তারা আমার ও তোমাদের মধ্যে সাক্ষী হিসেবে যথেষ্ট [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আসমানী কিতাবের জ্ঞান রাখে এমন প্রত্যেক ব্যক্তি একথার সাক্ষ্য দেবে যে, যা কিছু আমি পেশ করেছি তা ইতিপূর্বে আগত নবীগণের শিক্ষার পুনরাবৃত্তি ছাড়া আর কিছুই নয় এবং আমি আল্লাহ্রই রাসূল। পবিত্র কুরআনের অন্যান্য স্থানেও আল্লাহ্ তা’আলা আহলে কিতাব তথা ইয়াহূদী ও নাসারাদের মধ্যে যারা সত্যনিষ্ঠ তাদেরকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সত্যয়নকারীরূপে উল্লেখ করেছেন।\n  <br/>\n  <br/>\n  যেমন কুরআনে এসেছেঃ “আল্লাহ্ বললেন, ‘আমার শাস্তি যাকে ইচ্ছে দিয়ে থাকি আর আমার দয়া---তা তো প্রত্যেক বস্তুকে ঘিরে রয়েছে। কাজেই আমি তা নির্ধারিত করব তাদের জন্য যারা তাকওয়া অবলম্বন করে, যাকাত দেয় ও আমার নিদর্শনে ঈমান আনে। ‘যারা অনুসরণ করে বার্তাবাহক উম্মী নবীর, যাঁর উল্লেখ তাওরাত ও ইনজীল, যা তাদের কাছে আছে তাতে লিখিত পায়”। [সূরা আল-আ’রাফঃ ১৫৬-১৫৭]\n  <br/>\n  <br/>\n  আরও এসেছে, “বনী ইসরাঈলের পণ্ডিতগণ এ সম্পর্কে জানে---এটা কি তাদের জন্য নিদর্শন নয়?' [সূরা আস-শু’আরাঃ ১৯৭]\n  <br/>\n </p>\n</div>"
    }
]