[
    {
        "id": 1,
        "verse": "১৪ : ১",
        "arabic_text": "\nالٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ ",
        "bangla_text": "আলিফ-লাম্-রা, এ কিতাব, আমরা এটা আপনার প্রতি নাযিল করেছি [১] যাতে আপনি মানুষদেরকে তাদের রবের অনুমতিক্রমে বের করে আনতে পারেন অন্ধকার থেকে আলোর দিকে [২], পরাক্রমশালী, সর্বপ্রশংসিত পথের দিকে [৩],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ৫২ আয়াত, মক্কী\n  </b>\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] ‘সূরা ইব্‌রাহীম’ মক্কায়, হিজরতের পূর্বে নাযিল হয়েছে। কতিপয় আয়াত সম্পর্কে মতভেদ আছে যে, মক্কায় হিজরতের পূর্বে নাযিল, না মদীনায় নাযিল হয়েছে। এ সূরার শুরুতে রিসালাত, নবুওয়াত ও এসবের কিছু বৈশিষ্ট্য বর্ণিত হয়েছে। এ প্রসঙ্গে ইব্রাহীম ‘আলাইহিস্ সালাম-এর কাহিনী বর্ণিত হয়েছে এবং এর সাথে মিল রেখেই সূরার নাম ‘সূরা ইব্‌রাহীম’ রাখা হয়েছে।\n  <br/>\n  <br/>\n  [১] অর্থাৎ এটা ঐ গ্রন্থ, যা আমরা আপনার প্রতি নাযিল করেছি। এতে নাযিল করার কাজটি আল্লাহ্র দিকে সম্পৃক্ত করা এবং সম্বোধন রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর দিকে করার দ্বারা এটা বুঝা যায় যে, এ গ্রন্থ আল-কুরআন অত্যন্ত মহান। একে স্বয়ং আল্লাহ্ তা’আলা নাযিল করেছেন। এটি আসমান থেকে নাযিল হওয়া কিতাবাদির মধ্যে অতি সম্মানিত গ্রন্থ। তিনি তা নাযিল করেছেন আরব বা অনারব যমীনের অধিবাসী সকল মানুষের কাছে প্রেরিত রাসূলদের মধ্যে সবচেয়ে সম্মানিত ব্যক্তির উপর। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে (ناس) শব্দের অর্থ সাধারণ মানুষ। এতে বর্তমান ও ভবিষ্যৎ সকল যুগের মানুষই বোঝানো হয়েছে। [ফাতহুল কাদীর] (ظلمات) শব্দটি (ظلمة) এর বহুবচন। এর অর্থ অন্ধকার। এখানে (ظلمات) বলে কুফর, শির্ক ও মন্দকর্মের অন্ধকারসমূহ আবার কারও কারও মতে, বিদ’আত। অপর কারও মতে, সন্দেহ। পক্ষান্তরে (نور) বলে ঈমানের আলো বোঝানো হয়েছে। অথবা সুন্নাত বা ইয়াকীন বা দৃঢ়বিশ্বাস বোঝানো হয়েছে। [ফাতহুল কাদীর] (ظلمات) শব্দটি বহুবচন ব্যবহার করা হয়েছে। কেননা, কুফর ও শির্কের প্রকারভেদ অনেক। এমনিভাবে মন্দকর্মের সংখ্যাও গণনার বাইরে। বিদ’আতের সংখ্যাও অনুরূপভাবে প্রচুর। আর যে সন্দেহ মানব ও জ্বীন শয়তান মানুষের মনে তৈরী করে তা বহু রকমের। পক্ষান্তরে (نور) শব্দটি একবচনে আনা হয়েছে। কেননা, ঈমান ও সত্য এক। আয়াতের অর্থ এই যে, আমি এ গ্রন্থ এ জন্য আপনার প্রতি নাযিল করেছি, যাতে আপনি এর সাহায্যে বিশ্বের মানুষকে কুফর, শির্ক ও মন্দকর্মের অন্ধকার থেকে মুক্তি দিয়ে তাদের রবের আদেশক্রমে ঈমান ও সত্যের আলোর দিকে আনয়ন করেন। যেমন অন্য আয়াতে আল্লাহ্ বলেন, “তিনিই তাঁর বান্দার প্রতি সুস্পষ্ট আয়াত নাযিল করেন, তোমাদেরকে অন্ধকার হতে আলোতে আনার জন্য।” [সূরা আল-হাদীদঃ ৯] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] এ আয়াতের শুরুতে যে অন্ধকার ও আলোর উল্লেখ করা হয়েছিল, বলাবাহুল্য তা ঐ অন্ধকার ও আলো নয়, যা সাধারণ দৃষ্টিতে দেখা যায়। তাই তা ফুটিয়ে তোলার জন্য এ বাক্যে বলা হয়েছে যে, ঐ আলো হচ্ছে আল্লাহ্র পথ। যে সুস্পষ্ট পথ আল্লাহ্ মানুষের চলার জন্য প্রবর্তন করেছেন। যে পথে যেতে এবং যে পথে প্রবেশ করতে তিনি মানুষদেরকে নির্দেশ দিয়েছেন। [ফাতহুল কাদীর] এস্থলে আল্লাহ্ শব্দটি পরে এবং তাঁর আগে তাঁর দু’টি গুণবাচক নাম (عزيز) ও (حميد) উল্লেখ করা হয়েছে। (عزيز) শব্দের অর্থ শক্তিশালী ও পরাক্রান্ত এবং (حميد) শব্দের অর্থ ঐ সত্তা, যিনি প্রশংসার হকদার হওয়ার ক্ষেত্রে পরিপূর্ণ। [ফাতহুল কাদীর]।\n  <br/>\n  <br/>\n  তিনি তাঁর যাবতীয় কাজ, কথা, শরী’আত, নির্দেশ ও নিষেধের ক্ষেত্রে প্রশংসিত এবং তাঁর যাবতীয় নির্দেশের ক্ষেত্রে সত্যবাদী। [ইবন কাসীর] আল্লাহ্র এ দু’টি গুণবাচক নাম আসল নামের পূর্বে উল্লেখ করে ইঙ্গিত করা হয়েছে যে, এ পথ পথিককে যে সত্তার দিকে নিয়ে যায়, তিনি প্রবল পরাক্রান্ত এবং প্রশংসার হকদার হওয়ার ক্ষেত্রে পরিপূর্ণ। ‘হামীদ’ শব্দটির অপর অর্থ, প্রত্যেকের মুখেই তাঁর প্রশংসা, সকল স্থানে ও সকল অবস্থায় তিনি সম্মানিত। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১৪ : ২",
        "arabic_text": "\nٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ ",
        "bangla_text": "আল্লাহ্র পথে---আসমানসমূহে যা কিছু রয়েছে ও যমীনে যা কিছু রয়েছে তা তাঁরই [১]। আর কাফিরদের জন্য রয়েছে কঠিন শাস্তির দুর্ভোগ [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মালিক হিসেবেও এগুলো তাঁর, দাস হিসেবেও এরা তাঁরই দাস, উদ্ভাবক হিসেবেও তিনিই এগুলোর উদ্ভাবক, আর স্রষ্টা হিসেবেও তিনিই তাদের স্রষ্টা। [কুরতুবী] আয়াতের অন্য অর্থ হচ্ছে, আল্লাহ্ আসমান ও যমীনের সবকিছু যার, তিনি সবকিছুর উপর ক্ষমতাবান। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] (ويل) শব্দের অর্থ কঠোর শাস্তি ও বিপর্যয়। অথবা শাস্তি ও ধ্বংসের জন্য ব্যবহৃত বাক্য। [কুরতুবী] অর্থ এই যে, যারা কুরআনরূপী নেয়ামত অস্বীকার করে এবং অন্ধকারেই থাকতে পছন্দ করে, তাদের জন্য রয়েছে ধ্বংস ও বিপর্যয়, ঐ কঠোর আযাবের কারণে যা তাদের উপর আপতিত হবে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১৪ : ৩",
        "arabic_text": "\nٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ ",
        "bangla_text": " যারা দুনিয়ার জীবনকে আখিরাত থেকে অধিক ভালবাসে এবং মানুষকে ফিরিয়ে রাখে আল্লাহ্র পথ থেকে, আর আল্লাহ্র পথ বাঁকা করতে চায়; তারাই ঘোর বিভ্রান্তিতে নিপতিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১৪ : ৪",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "আর আমরা প্রত্যেক রাসূলকে তাঁর স্বজাতির ভাষাভাষী [১] করে পাঠিয়েছি [২] তাদের কাছে পরিষ্কারভাবে ব্যাখ্যা করার জন্য [৩], অতঃপর আল্লাহ্‌ যাকে ইচ্ছে বিভ্রান্ত করেন এবং যাকে ইচ্ছে সৎপথে পরিচালিত করেন এবং তিনি পরাক্রমশালী, প্রজ্ঞাময় [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ যে সম্প্রদায়ের মধ্যে যে নবী পাঠিয়েছেন তার উপর তার ভাষায়ই নিজের বাণী নাযিল করেছেন। এর উদ্দেশ্য ছিল, সংশ্লিষ্ট সম্প্রদায় যেন নবীর কথা বুঝতে পারে এবং যা নাযিল হয়েছে তাও জানতে পারে। [ইবন কাসীর] যাতে করে পরবর্তী পর্যায়ে তারা এ ধরনের কোন ওজর পেশ করতে না পারে যে, আপনার পাঠানো শিক্ষা তো আমরা বুঝতে পারিনি কাজেই কেমন করে তার প্রতি ঈমান আনতে পারতাম। এ উদ্দেশ্যে কোন জাতিকে তার নিজের ভাষায়, যে ভাষা সে বোঝে, পয়গাম পৌঁছানো প্রয়োজন।\n  <br/>\n  <br/>\n  [২] আদম ‘আলাইহিস্ সালাম জগতে প্রথম মানুষ। তিনি তাকেই মানুষের জন্য সর্বপ্রথম নবী মনোনীত করেন। এরপর পৃথিবীর জনসংখ্যা যতই বৃদ্ধি পেয়েছে, আল্লাহ্ তা’আলার পক্ষ থেকে বিভিন্ন নবীর মাধ্যমে হেদায়াত ও পথ-প্রদর্শনের ব্যবস্থা ততই সম্প্রসারিত হয়েছে। প্রত্যেক যুগ ও জাতির অবস্থার উপযোগী বিধি-বিধান ও শরী’আত নাযিল হয়েছে। শেষ পর্যন্ত মানব জগতের ক্রমঃবিকাশ যখন পূর্ণত্বের স্তরে উপনীত হয়েছে, তখন সাইয়্যেদুল আউয়ালীন ওয়াল আখেরীন, ইমামুল আম্বিয়া মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে সমগ্র বিশ্বের জন্য রাসূলরূপে প্রেরণ করা হয়েছে। তাকে যে গ্রন্থ ও শরী’আত দান করা হয়েছে, তাতে তাকে সমগ্র বিশ্ব এবং কেয়ামত পর্যন্ত সর্বকালের জন্য স্বয়ংসম্পূর্ণ করে দেয়া হয়েছে। এখানে এটা জানা আবশ্যক যে, এ আয়াতে যদিও বলা হয়েছে যে, আল্লাহ্ তা’আলা প্রত্যেক নবীকে তার জাতির কাছে পাঠিয়েছেন কিন্তু অন্য আয়াতে স্পষ্ট করে দিয়েছেন যে, আল্লাহ্ তা’আলা মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে সমস্ত মানুষের জন্যই রাসূল করে পাঠিয়েছেন। কোন জাতির সাথে সুনির্দিষ্ট করে নয়। যেমন, আল্লাহ্ বলেন, “বলুন, ‘হে মানুষ! নিশ্চয় আমি তোমাদের সবার প্রতি আল্লাহ্র রাসূল” [সূরা আল-আ’রাফঃ ১৫৮]\n  <br/>\n  <br/>\n  আরও বলেন, “কত বরকতময় তিনি! যিনি তাঁর বান্দার উপর ফুরকান নাযিল করেছেন, সৃষ্টিজগতের জন্য সতর্ককারী হতে।” [সূরা আল-ফুরকানঃ ১]\n  <br/>\n  <br/>\n  আরও বলেন, “আর আমরা তো আপনাকে সমগ্র মানুষের জন্যই সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেছি” [সূরা সাবাঃ ২৮] ইত্যাদি আয়াতসমূহ।\n  <br/>\n  <br/>\n  যা থেকে প্রমাণিত হয় যে, মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের রিসালাত সমস্ত সৃষ্টিকুলের জন্য, প্রতিটি ভাষাভাষির জন্য। প্রতি ভাষাভাষির কাছে এ বাণী পৌঁছে দেয়া মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কর্তব্য। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৩] এ আয়াত এ প্রমাণ বহন করে যে, যা দিয়ে আল্লাহ্‌র কালাম ও তাঁর রাসূলের সুন্নাত স্পষ্টভাবে বুঝা যাবে, ততটুকু আরবী ভাষাজ্ঞান প্রয়োজন এবং আল্লাহ্‌র কাছেও প্রিয় বিষয়। কেননা এটা ব্যতীত আল্লাহ্‌র কাছে যা নাযিল হয়েছে তা জানা অসম্ভব। তবে যদি কেউ এমন হয় যে, তার সেটা শিক্ষা গ্রহণ করার প্রয়োজন পড়ে না যেমন ছোটকাল থেকে এটার উপর বড় হয়েছে এবং সেটা তার প্রকৃতিতে পরিণত হয়েছে তাহলে সেটা ভিন্ন কথা। কারণ, তখন সে আল্লাহ্‌ ও তাঁর রাসূলের বাণী থেকে দ্বীন ও শরী’আত গ্রহণ করতে সক্ষম হবে। যেমন সাহাবায়ে কিরাম গ্রহণ করতে সক্ষম হয়েছিলেন। [সা’দী]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ আমি মানুষের সুবিধার জন্য নবীগণকে তাদের ভাষায় প্রেরণ করেছি- যাতে নবীগণ আমার বিধি-বিধান উত্তমরূপে বুঝিয়ে দেন। কিন্তু হেদায়াত ও পথভ্রষ্টতা এরপরও মানুষের সাধ্যাধীন নয়। আল্লাহ্‌ তা’আলাই স্বীয় শক্তিবলে যাকে ইচ্ছা পথভ্রষ্টতায় রাখেন এবং যাকে ইচ্ছা হেদায়াত দেন। সমগ্র জাতি যে ভাষা বোঝে নবী সে ভাষায় তার সমগ্র প্রচার কার্য পরিচালনা ও উপদেশ দান করা সত্ত্বেও সবাই হেদায়াত লাভ করে না। কারণ কোন বাণী কেবলমাত্র সহজবোধ্য হলেই যে, সকল শ্রোতা তা মেনে নেবে এমন কোন কথা নেই। সঠিক পথের সন্ধান লাভ ও পথভ্রষ্ট হওয়ার মূল সূত্র রয়েছে আল্লাহ্‌র হাতে। তিনি যাকে চান নিজের বাণীর সাহায্যে সঠিক পথে পরিচালিত করেন এবং যার জন্য চান না সে হিদায়াত পায় না।\n  <br/>\n  <br/>\n  আয়াতের শেষে আল্লাহ্‌র দু’টি মহান গুণের উল্লেখ করা হয়েছে, বলা হয়েছে, তিনি পরাক্রমশালী, প্রজ্ঞাবান। এ দু’টি গুণবাচক নাম এখানে উল্লেখ করার পিছনে বিশেষ উদ্দেশ্য রয়েছে। যার অর্থ, লোকেরা নিজে নিজেই সৎপথ লাভ করবে বা পথভ্রষ্ট হয়ে যাবে, এটা সম্ভব নয়। কোন যুক্তিসংগত কারণ ছাড়াই তিনি যাকে ইচ্ছা হেদায়াত দান করবেন এবং যাকে ইচ্ছা অযথা পথভ্রষ্ট করবেন এটা তাঁর রীতি নয়। কর্তৃত্বশীল ও বিজয়ী হওয়ার সাথে সাথে তিনি জ্ঞানী এবং প্রজ্ঞও। তাঁর কাছ থেকে কোন ব্যক্তি যুক্তিসংগত কারণেই হেদায়াত লাভ করে। আর যে ব্যক্তিকে সঠিক পথ থেকে বঞ্চিত করে ভ্রষ্টতার মধ্যে ছেড়ে দেয়া হয় সে নিজেই নিজের ভ্রষ্টতাপ্রীতির কারণে এহেন আচরণ লাভের অধিকারী হয়। [দেখুন, সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১৪ : ৫",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ ",
        "bangla_text": "আর অবশ্যই আমরা মূসাকে আমাদের নিদর্শনসহ পাঠিয়েছিলাম [১] এবং বলেছিলাম, ‘আপনার সম্প্রদায়কে অন্ধকার থেকে আলোতে নিয়ে আসুন [২], এবং তাদেরকে আল্লাহ্‌র দিনগুলোর দ্বারা উপদেশ দিন [৩]।’ এতে তো নিদর্শন [৪] রয়েছে প্রত্যেক পরম ধৈর্য্যশীল ও পরম কৃতজ্ঞ ব্যক্তির জন্য [৫]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বলা হয়েছেঃ আমি মূসা ‘আলাইহিস্ সালাম-কে আয়াত দিয়ে প্রেরণ করেছি, যাতে তিনি স্বজাতিকে কুফর ও গোনাহর অন্ধকার থেকে দাওয়াত দিয়ে ঈমান ও আনুগত্যের আলোতে নিয়ে আসে। [বাগভী] এখানে আয়াত শব্দের অর্থ তাওরাতের আয়াতও হতে পারে। কারণ, সেগুলো নাযিল করার উদ্দেশ্যই ছিল সত্যের আলো ছড়ানো। আয়াতের অন্য অর্থ মু’জিযাও হয়। এখানে এ অর্থও উদ্দিষ্ট হতে পারে।\n  <br/>\n  <br/>\n  [ফাতহুল কাদীর] মুজাহিদ বলেন, এখানে নয়টি বিশেষ নিদর্শন উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর] মূসা ‘আলাইহিস্ সালাম-কে আল্লাহ্‌ তা’আলা ন’টি মু’জিযা বিশেষভাবে দান করেন।\n  <br/>\n  <br/>\n  [২] এ আয়াতে ‘কওম’ তথা ‘সম্প্রদায়’ শব্দ ব্যবহার করে নিজ কওমকে অন্ধকার থেকে আলোতে আনার কথা বলা হয়েছে। কিন্তু এ বিষয়বস্তুটিই যখন আলোচ্য সূরার প্রথম আয়াতে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে বর্ণনা করা হয়েছে, তখন সেখানে ‘কওম’ শব্দের পরিবর্তে (ناس) (মানুষ) শব্দ ব্যবহার করা হয়েছে। বলা হয়েছেঃ\n  <br/>\n  <br/>\n  (لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَي النُّوْرِ)\n  <br/>\n  <br/>\n  এতে ইঙ্গিত আছে যে, মূসা ‘আলাইহিস্ সালাম শুধু বনী ইসরাঈল ও মিসরীয় জাতির প্রতি নবীরূপে প্রেরিত হয়েছিলেন, অপরদিকে রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর নবুওয়াত সমগ্র মানুষের জন্য।\n  <br/>\n  <br/>\n  [৩] এরপর আল্লাহ্‌ তা’আলা মূসা ‘আলাইহিস্ সালাম-কে নির্দেশ দেন যে, স্বজাতিকে ‘আইয়্যামুল্লাহ্’ স্মরণ করান। কিন্তু আইয়্যামুল্লাহ্ কি? (أيام) শব্দটি (يوم) এর বহুবচন, এর অর্থ দিন। (اَيَّامَ اللّٰهِ) শব্দটি দু’টি অর্থে ব্যবহৃত হয়। বিভিন্ন শাস্তির দিনগুলো, যেমন কাওমে নূহ, আদ ও সামূদের উপর আযাব নাযিল হওয়ার ঘটনাবলী। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  এসব ঘটনায় বিরাট জাতিসমূহের ভাগ্য ওলট-পালট হয়ে গেছে এবং তারা পৃথিবীর বুক থেকে নিশ্চিহ্ন হয়ে গেছে। এমতাবস্থায় ‘আইয়্যামুল্লাহ্’ স্মরণ করানোর উদ্দেশ্য হবে, এসব জাতির কুফরের অশুভ পরিণতির ভয় প্রদর্শন করা এবং হুঁশিয়ার করা। ‘আইয়্যামুল্লাহ্’র অপর অর্থ আল্লাহ্‌ তা’আলার নেয়ামত ও অনুগ্রহও হয়। এ জাতির উপর আল্লাহ্‌র যেসব নেয়ামত দিবারাত্র বর্ষিত হয় এবং যেসব বিশেষ নেয়ামত তাদেরকে দান করা হয়েছে, সেগুলো স্মরণ করিয়ে আল্লাহ্‌র আনুগত্য ও তাওহীদের দিকে আহ্বান করুন; উদাহরণতঃ তীহ্ উপত্যকায় তাদের মাথার উপর মেঘের ছায়া, আহারের জন্য মান্না ও সালওয়ার অবতরণ, পানীয় জলের প্রয়োজনে পাথর থেকে ঝর্ণা প্রবাহিত হওয়া ইত্যাদি। [ইবন কাসীর]\n  <br/>\n  <br/>\n  এগুলো স্মরণ করানোর লক্ষ্য হবে এই যে, ভাল মানুষকে যখন কোন অনুগ্রহদাতার অনুগ্রহ স্মরণ করানো হয়, তখন সে বিরোধিতা ও অবাধ্যতা করতে লজ্জা বোধ করে। এখানে দু’টি অর্থই উদ্দেশ্য হতে পারে। বিশেষ করে হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ “একদিন মূসা আলাইহিসসালাম তার কাওমকে ‘আইয়্যামুল্লাহ্’ সম্পর্কে নসীহত করছিলেন... আর ‘আইয়্যামুল্লাহ্’ হলো আল্লাহ্‌র নেয়ামত ও বিপদাপদ” [মুসলিমঃ ২৩৮০]\n  <br/>\n  <br/>\n  [৪] এখানে (اٰيٰت)-এর অর্থ নিদর্শন ও প্রমাণাদি। অর্থাৎ এসব ঐতিহাসিক ঘটনার মধ্যে এমন সব নির্দশন রয়েছে যার মাধ্যমে একজন ব্যক্তি আল্লাহ্র একত্ববাদ ও তাঁর ক্ষমতাবান হওয়ার সত্যতা ও নির্ভুলতার প্রমাণ পেতে পারে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  এ সংগে এ সত্যের পক্ষেও অসংখ্য সাক্ষ্য-প্রমাণ সংগ্রহ করতে পারে যে, প্রতিদানের বিধান পুরোপুরি হক এবং তার দাবী পূরণ করার জন্য অন্য একটি জগত অর্থাৎ আখেরাতের জগত অপরিহার্য।\n  <br/>\n  <br/>\n  [৫] আয়াতে বর্ণিত (صبار) শব্দটি (صبر) থেকে (مبالغة) এর পদ। এর অর্থ অধিক সবরকারী। (شكور) শব্দটি (شكر) থেকে (مبالغة) এর পদ। এর অর্থ অধিক কৃতজ্ঞ। [ফাতহুল কাদীর] বাক্যের অর্থ এই যে, অবিশ্বাসীদের শাস্তি ও আযাব সম্পর্কিত হোক অথবা আল্লাহ্‌র নেয়ামত ও অনুগ্রহ সম্পর্কিত হোক, উভয় অবস্থাতে অতীত ঘটনাবলীতে আল্লাহ্‌র অপার শক্তি ও অসীম রহস্যের বিরাট শক্তি বিদ্যমান ঐ ব্যক্তির জন্য, যে অত্যন্ত সবরকারী এবং অধিক শোকরকারী। সংক্ষেপে শোকর ও কৃতজ্ঞতার স্বরূপ এই যে, আল্লাহ্ প্রদত্ত নেয়ামতকে তাঁর অবাধ্যতা এবং হারাম ও অবৈধ কাজে ব্যয় না করা, মুখেও আল্লাহ্ তা’আলার কৃতজ্ঞতা প্রকাশ করা এবং স্বীয় কাজকর্মকেও তাঁর ইচ্ছার অনুগামী করা। সবরের সারমর্ম হচ্ছে স্বভাব বিরুদ্ধ ব্যাপারাদিতে অস্থির না হওয়া, কথায় ও কাজে অকৃতজ্ঞতার প্রকাশ থেকে বেঁচে থাকা এবং দুনিয়াতেও আল্লাহ্‌র রহমত আশা করা, আর আখেরাতে উত্তম পুরস্কার প্রাপ্তিতে বিশ্বাস রাখা। [দেখুন, ইবনুল কাইয়্যেম, উদ্দাতুস সাবেরীন]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১৪ : ৬",
        "arabic_text": "\nوَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ ",
        "bangla_text": "আর স্মরণ করুন, যখন মূসা তার সম্প্রদায়কে বলেছিলেন, তোমাদের উপর আল্লাহ্‌র অনুগ্রহ স্মরণ কর [১] যখন তিনি তোমাদেরকে রক্ষা করেছিলেন ফির’আউন গোষ্ঠীদের কবল হতে, যারা তোমাদেরকে নিকৃষ্ট  শাস্তি দিত, তোমাদের পুত্রদেরকে যবেহ্ করত এবং তোমাদের নারীদেরকে জীবিত রাখত; আর এতে ছিল তোমাদের রবের পক্ষ থেকে এক মহাপরীক্ষা [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মূসা আলাইহিস সালাম আল্লাহ্ তা’আলার নির্দেশ মোতাবেক তাদেরকে ‘আইয়্যামুল্লাহ্’ বা নেয়ামত ও মুসিবত সম্পর্কে স্মরণ করানোর জন্য এ ভাষণটি প্রদান করেছিলেন। [ইবন কাসীর] এ নেয়ামতগুলো স্মরণ করার অর্থ হচ্ছে, নিয়ামতসমূহের কথা মুখে ও অন্তরে স্বীকার করে নেয়া। [সা’দী] অনুরূপভাবে নেয়ামতগুলোর অধিকার ও মর্যাদা চিহ্নিত করে সেগুলোকে সঠিকভাবে ব্যবহার করা, সেগুলো যিনি প্রদান করেছেন তাঁর শোকরিয়া আদায় করে তাঁর নির্দেশের বাইরে না চলা। তাঁর বিধানের অনুগত থাকা, ইত্যাদি।\n  <br/>\n  <br/>\n  [২] আয়াতে ব্যবহৃত শব্দটি হচ্ছে, (بلاء) এ শব্দটি বিপরীত অর্থবোধক, এর এক অর্থ, নেয়ামত আর অপর অর্থ, বিপদ বা পরীক্ষা। এ আয়াতে পূর্ববর্তী বিষয়বস্তুর বিস্তারিত বর্ণনা রয়েছে যে, বনী-ইসরাঈলকে নিম্নলিখিত বিশেষ নেয়ামতটি স্মরণ করিয়ে দেয়ার জন্য মূসা ‘আলাইহিস্ সালাম-কে আদেশ দেয়া হয়। মূসা ‘আলাইহিস্ সালাম-এর পূর্বে ফির্’আউন বনী-ইসরাঈলকে অবৈধভাবে দাসে পরিণত করে রেখেছিল। এরপর এসব দাসের সাথেও মানবোচিত ব্যবহার করা হত না। তাদের ছেলে সন্তানকে জন্মগ্রহণের পরই হত্যা করা হত এবং শুধু কন্যাদেরকে খেদমতের জন্য লালন-পালন করা হত। মূসা ‘আলাইহিস্ সালাম-কে প্রেরণের পর তার দো’আয় আল্লাহ্ তা’আলা বনী-ইসরাঈলকে ফির্’আউনের কবল থেকে মুক্তি দান করেন। সুতরাং একদিক থেকে তা তাদের পরীক্ষা ছিল অপর দিক থেকে সে পরীক্ষা থেকে মুক্তি দিয়ে আল্লাহ্ তা’আলা তাদেরকে বিরাট নেয়ামত প্রদান করেন। উভয় অর্থটিই এখানে উদ্দেশ্য হতে পারে। যেমন অন্য আয়াতে এসেছে, “আর আমরা তাদেরকে মঙ্গল ও অমঙ্গল দ্বারা পরীক্ষা করেছি, যাতে তারা প্রত্যাবর্তন কর” [সূরা আল-আ’রাফ: ১৬৮] [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১৪ : ৭",
        "arabic_text": "\nوَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ ",
        "bangla_text": "আর স্মরণ করুন, যখন তোমাদের রব ঘোষণা করেন, তোমরা কৃতজ্ঞ হলে অবশ্যই আমি তোমাদেরকে আরো বেশী দেব আর অকৃতজ্ঞ হলে নিশ্চয় আমার শাস্তি তো কঠোর [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (تأذن)-শব্দটির অর্থ সংবাদ দেয়া ও ঘোষণা করা। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১৪ : ৮",
        "arabic_text": "\nوَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ ",
        "bangla_text": "আর মূসা বলেছিলেন, ‘তোমরা এবং যমীনের সবাই যদি অকৃতজ্ঞ হও তারপরও আল্লাহ্ অভাবমুক্ত ও সর্বপ্রশংসিত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মূসা ‘আলাইহিস্ সালাম স্বজাতিকে বললেনঃ যদি তোমরা এবং পৃথিবীতে যারা বসবাস করে, তারা সবাই আল্লাহ্‌ তা’আলার নেয়ামতসমূহের নাশোকরী করো, তবে স্মরণ রেখো, এতে আল্লাহ্ তা’আলার কোন ক্ষতি নেই। তিনি সবার তারিফ, প্রশংসা, কৃতজ্ঞতা ও অকৃতজ্ঞতার উর্ধ্বে। তিনি আপন সত্তায় প্রশংসনীয়। তোমরা তাঁর প্রশংসা না করলেও সব ফিরিশতা এবং সৃষ্টজগতের প্রতিটি অণু-পরমাণু তাঁর প্রশংসায় মুখর। কৃতজ্ঞতার উপকার সবটুকু তোমাদের জন্যই। তাই আল্লাহ্‌র পক্ষ থেকে কৃতজ্ঞতার জন্য তাকীদ দেয়া হয়, তা নিজের জন্য নয়; বরং দয়াবশতঃ তোমাদেরই উপকার করার জন্য। হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “আল্লাহ্ তা’আলা বলেন, হে আমার বান্দাগণ! যদি তোমাদের আগের ও পরের সমস্ত মানুষ ও জ্বীন একত্রিত হয়ে তাকওয়ার চরম পরাকাষ্ঠা দেখিয়ে এক জনের অন্তরে পরিণত হও তবুও তা আমার রাজত্বের সামান্যতম কিছুও বৃদ্ধি করবে না। হে আমার বান্দাগণ! যদি তোমাদের আগের ও পরের সমস্ত মানুষ ও জ্বীন একত্রিত হয়ে অন্যায়ের দিক থেকে একজনের অন্তরে পরিণত হও তবুও তা আমার রাজত্বের সামান্যতম অংশও কমাতে পারবে না...”। [মুসলিমঃ ২৫৭৭]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১৪ : ৯",
        "arabic_text": "\nأَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ ",
        "bangla_text": "‘তোমাদের কাছে কি সংবাদ আসেনি তোমাদের পূর্ববর্তীদের, নূহের সম্প্রদায়ের, ‘আদের ও সামূদের এবং যারা তাদের পরের? যাদেরকে আল্লাহ্ ছাড়া অন্য কেউ জানে না। তাদের কাছে স্পষ্ট প্রমাণাদিসহ তাদের রাসূলগণ এসেছিলেন, অতঃপর তারা তাদের হাত তাদের মুখে স্থাপন করেছিল [১] এবং বলেছিল, ‘যা সহ তোমরা প্রেরিত হয়েছ তা আমরা অবশ্যই অস্বীকার করলাম। আর নিশ্চয় আমরা বিভ্রান্তিকর সন্দেহে রয়েছি সে বিষয়ে [২], যার দিকে তোমরা আমাদেরকে ডাকছ।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ শব্দগুলোর ব্যাখ্যার ব্যাপারে তাফসীরকারদের মধ্যে বেশ কিছু মত দেখা গেছে। কারো কারো মতে, এর অর্থ তারা নবীদেরকে চুপ থাকতে বলেছে। [ইবন কাসীর] অথবা মুখ দিয়ে সেগুলো উড়িয়ে দিয়েছে। [ইবন কাসীর] আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি এর অর্থ করেছেনঃ ‘তারা তাদের আঙ্গুলে কামড় দিয়েছে।’ অর্থাৎ তারা যাতে বিশ্বাসী ছিল তাতে কামড়ে পড়ে ছিল, নবী-রাসূলদের কথা শুনেনি। [কুরতুবী] কাতাদা ও মুজাহিদ এখানে এর অর্থঃ ‘রাসূলগণ যা নিয়ে এসেছে তারা তাদের কথা প্রত্যাখ্যান করেছে আর মুখে তাদের উপর মিথ্যারোপ করেছে’। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এমন সংশয় যার ফলে প্রশান্তি বিদায় নিয়েছে। অর্থাৎ তোমরা যা নিয়ে এসেছ তাতে আমরা বিশ্বাস স্থাপন করবো না। কারণ, তোমাদের দাওয়াতের ব্যাপারে আমরা শক্তিশালী সন্দেহে নিপতিত। [ইবন কাসীর] আমরা মনে করছি তোমরা রাজত্ব অথবা দুনিয়ার কোন উদ্দেশ্য হাসিলের চেষ্টায় আছ। [কুরতুবী] কিন্তু পরবর্তী আয়াত থেকে বুঝা যায় যে, তারা সম্ভবত: ঈমান ও তাওহীদের ব্যাপারেই সন্দেহ করছিল। [দেখুন, মুয়াসসার] কারণ, রাসূলগণ তাদের কথার উত্তরে বলেছিলেন যে, তোমরা কি আল্লাহ্‌র ব্যাপারে সন্দেহ করতে পার? অথচ তিনিই আসমান ও যমীন সৃষ্টি করেছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১৪ : ১০",
        "arabic_text": "\n۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ ",
        "bangla_text": "তাদের রাসূলগণ বলেছিলেন, ‘আল্লাহ্ সম্বন্ধে কি কোন সন্দেহ আছে, যিনি আসমানসমূহ ও যমীনের সৃষ্টিকর্তা [১]? তিনি তোমাদেরকে ডাকছেন তোমাদের পাপ ক্ষমা করার জন্য এবং নির্দিষ্ট কাল পর্যন্ত তোমাদেরকে অবকাশ দেয়ার জন্য। তারা বলল, তোমরা তো আমাদেরই মত মানুষ। আমাদের পিতৃপুরুষগণ যাদের ‘ইবাদাত করত তোমরা তাদের ‘ইবাদাত হতে আমাদেরকে বিরত রাখতে চাও [২]। অতএব তোমরা আমাদের কাছে কোন অকাট্য প্রমাণ [৩] উপস্থিত কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থে দু’টি সম্ভাবনা রয়েছে। এক. আল্লাহ্‌র অস্তিত্বে কি সন্দেহ আছে? অথচ মানুষের স্বভাবজাত প্রকৃতি ফিতরাতই তাঁর অস্তিত্বের সাক্ষ্য দিচ্ছে, তাঁর স্বীকৃতি দেয়া বাধ্য করছে। সুতরাং যাদের প্রকৃতি ও স্বভাবজাত বিবেক ঠিক আছে তারা অবশ্যই তাঁর অস্তিত্বকে অবশ্যম্ভাবী মনে করে। হ্যাঁ, তবে কখনও কখনও সে সমস্ত ফিতরাতে সন্দেহ ও দ্বিধার অনুপ্রবেশ ঘটে, আর তখনই তাঁর অস্তিত্ব প্রমাণের জন্য দলীল-প্রমাণাদির দিকে তাকানোর প্রয়োজন পড়ে। আর এজন্যই রাসূলগণ এমন এক কথা এরপর বলেছেন যা তাদেরকে তাঁর পরিচয় ও তাঁর অস্তিত্বের ব্যাপারে দলীল হিসেবে ব্যবহৃত হতে পারে। রাসূলগণ সেটাই তাদের উম্মতদেরকে বলেছেন যে, আমরা ঐ আল্লাহ্ সম্পর্কে বলছি যিনি “আসমান ও যমীনের সৃষ্টিকর্তা”। তিনিই এ দু’টোকে সৃষ্টি করেছেন এবং কোন পূর্ণ নমূনা ব্যতীত নতুনভাবে অস্তিত্বে এনেছেন। কেননা, এ দু’টো নব্য হওয়া, সৃষ্ট হওয়া ও আজ্ঞাবহ হওয়া অত্যন্ত স্পষ্ট। সুতরাং এগুলোর জন্য একজন নির্মাতা অবশ্যই প্রয়োজন। আর তিনি আর কেউ নন, তিনি হচ্ছেন আল্লাহ্‌, তিনি ব্যতীত আর কোন ইলাহ নেই, সবকিছুর সৃষ্টিকর্তা, সবকিছুর ইলাহ ও মালিক। [ইবন কাসীর]\n  <br/>\n  <br/>\n  দুই. রাসূলদের একথা বলার কারণ হচ্ছে এই যে, প্রত্যেক যুগের মুশরিকরা আল্লাহ্‌র অস্তিত্ব মানতো এবং আল্লাহ্ পৃথিবী ও আকাশের স্রষ্টা একথাও স্বীকার করতো। এরই ভিত্তিতে রাসূলগণ বলেছেন, এরপর তোমাদের সন্দেহ থাকে কিসে? আমরা যে জিনিসের দিকে তোমাদের দাওয়াত দিচ্ছি তা এ ছাড়া আর কিছুই নয় যে, পৃথিবী ও আকাশের স্রষ্টা আল্লাহ্ তোমাদের বন্দেগীলাভের যথার্থ হকদার। এরপর কি আল্লাহ্‌র ব্যাপারে তোমাদের সন্দেহ আছে? অর্থাৎ সষ্টাকে মেনে নেয়া এটা সৃষ্টিজগতের সবার কাছেই স্বীকৃত ব্যাপার। মুখে যতই অস্বীকার করুক না কেন মন তাদের তা স্বীকৃতি দিতে বাধ্য। কেননা তারা যদি স্রষ্টা না হয়ে থাকে তবে তারা সৃষ্টি, এ দুয়ের মাঝে অবস্থানের সুযোগ নেই। সুতরাং তিনি যদি একমাত্র স্রষ্টা হয়ে থাকেন, একমাত্র তাঁর ইবাদাত করতে বাধা কোথায়? [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  অন্য আয়াতে আল্লাহ্ বলেনঃ “ওরা কি স্রষ্টা ছাড়া সৃষ্টি হয়েছে, না ওরা নিজেরাই স্রষ্টা? না কি ওরা আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছে? বরং তারা দৃঢ় প্রত্যয়ী নয়।” [সূরা আত-তূরঃ ৩৫-৩৬]\n  <br/>\n  <br/>\n  [২] তাদের কথার অর্থ ছিল এই যে, তোমাদেরকে আমরা সব দিক দিয়ে আমাদের মত একজন মানুষই দেখছি। তোমরা পানাহার করো, নিদ্রা যাও, তোমাদের স্ত্রী ও সন্তানাদি আছে, তোমাদের মধ্যে ক্ষুধা, পিপাসা, রোগ, শোক, ঠাণ্ডা ও গরমের তথা সব জিনিসের অনুভূতি আছে। এসব ব্যাপারে এবং সব ধরনের মানবিক দুর্বলতার ক্ষেত্রে আমাদের সাথে তোমাদের সাদৃশ্য রয়েছে। তোমাদের মধ্যে এমন কোন অসাধারণত্ব দেখছি না যার ভিত্তিতে আমরা এ কথা মেনে নিতে পারি যে, আল্লাহ্ তোমাদের সাথে কথা বলেন এবং ফেরেশতারা তোমাদের কাছে আসে। তোমরা তো আমাদের কাছে কোন মু’জিযা নিয়ে আসনি।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তোমরা এমন কোন প্রমাণ বা মু’জিযা নিয়ে আস যা আমরা চোখে দেখি এবং হাত দিয়ে স্পর্শ করি। যে প্রমাণ দেখে আমরা বিশ্বাস করতে পারি যে, যথার্থই আল্লাহ্ তোমাদেরকে পাঠিয়েছেন এবং তোমরা যে বাণী এনেছো তা আল্লাহ্‌র বাণী।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১৪ : ১১",
        "arabic_text": "\nقَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ ",
        "bangla_text": "তাদের রাসূলগণ তাদেরকে বললেন, ‘সত্য বটে, আমরা তোমাদের মত মানুষই কিন্তু আল্লাহ্ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছে অনুগ্রহ করেন এবং আল্লাহ্‌র অনুমতি ছাড়া তোমাদের কাছে প্রমাণ উপস্থিত করার সাধ্য আমাদের নেই [১]। আর আল্লাহ্‌র উপরই মুমিনগণের নির্ভর করা উচিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নিঃসন্দেহে আমরা তো মানুষই। তবে আল্লাহ্ নবুওয়াত ও রিসালাতের জন্য তোমাদের মধ্য থেকে আমাদেরকে বাছাই করে নিয়েছেন। এখানে আমাদের সামর্থ্যের কোন ব্যাপার নেই। এ তো আল্লাহ্‌র পূর্ণ ইখতিয়ারের ব্যাপার। তিনি নিজের বান্দাদের মধ্য থেকে যাকে যা ইচ্ছা দেন। আমাদের কাছে যা কিছু এসেছে তা আমরা তোমাদের কাছে পাঠাতে বলতে পারি না এবং আমাদের কাছে যে সত্যের দ্বার উন্মুক্ত হয়ে গেছে তা থেকে আমরা নিজেদের চোখ বন্ধ করে নিতেও পারি না। আমরা নিজেদের পক্ষ থেকে তোমাদের কাছে কোন প্রমাণ বা মু’জিযা নিয়ে আসতে পারি না। যতক্ষণ না আল্লাহ্‌র কাছে আমরা তা চাইব এবং তিনি তা অনুমোদন করবেন। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১৪ : ১২",
        "arabic_text": "\nوَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ ",
        "bangla_text": "আর আমাদের কি হয়েছে যে, ‘আমরা আল্লাহ্‌র উপর ভরসা করব না? অথচ তিনিই তো আমাদেরকে আমাদের পথ দেখিয়েছেন [১]। আর তোমরা আমাদেরকে যে কষ্ট দিচ্ছ, আমরা তাতে অবশ্যই ধৈর্য্য ধারণ করব [২]। সুতরাং নির্ভরকারীগণ আল্লাহ্‌র উপরই নির্ভর করুক।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনি আমাদেরকে সবচেয়ে সঠিক ও সবচেয়ে স্পষ্ট ও প্রকাশমান পথটির দিশা দিয়েছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এভাবে যখনই কোন নবী বা রাসূল কোন কাওমের কাছে এসেছে তখনই তাদের নেতা গোছের লোকেরা নবী-রাসূলদেরকে বিভিন্নভাবে চাপের মুখে রাখত। কখনও তাদেরকে দেশান্তর করার ভয় দেখাত। আবার কখনও তাদেরকে হত্যা করতে উদ্যত হত। যেমন শু’আইব আলাইহিসসালামের কাওম তাকে বলেছিল, “তার সম্প্রদায়ের অহংকারী নেতারা বলল, ‘হে শু’আইব! আমরা তোমাকে ও তোমার সাথে যারা ঈমান এনেছে তাদেরকে আমাদের জনপদ থেকে বের করে দেবই অথবা তোমাদেরকে আমাদের ধর্মাদর্শে ফিরে আসতে হবে।’ তিনি বললেন, ‘যদিও আমরা ওটাকে ঘৃণা করি তবুও?” [সূরা আল-আ’রাফঃ ৮৮]\n  <br/>\n  <br/>\n  লূত আলাইহিসসালামের জাতি তাকে বলেছিলঃ “উত্তরে তার সম্প্রদায় শুধু বলল, ‘লূত-পরিবারকে তোমরা জনপদ থেকে বহিষ্কার কর, এরা তো এমন লোক যারা পবিত্র সাজতে চায়।” [সূরা আন-নামলঃ ৫৬]\n  <br/>\n  <br/>\n  তদ্রুপ অন্যত্রও এসেছে যে, মুহাম্মাদ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেও তারা অনুরূপ কথা বলেছিল, যেমনঃ “তারা আপনাকে দেশ থেকে উৎখাত করার চূড়ান্ত চেষ্টা করেছিল আপনাকে সেখান থেকে বহিষ্কার করার জন্য; তাহলে আপনার পর তারাও সেখানে অল্পকাল টিকে থাকত।” [সূরা আল-ইসরাঃ ৭৬]\n  <br/>\n  <br/>\n  “স্মরণ করুন, কাফিররা আপনার বিরুদ্ধে ষড়যন্ত্র করে আপনাকে বন্দী করার জন্য, হত্যা করার বা নির্বাসিত করার জন্য এবং তারা ষড়যন্ত্র করে এবং আল্লাহ্ও কৌশল করেন; আল্লাহ্ সর্বশ্রেষ্ঠ কৌশলী।” [সূরা আল-আনফালঃ ৩০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১৪ : ১৩",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর কাফিররা তাদের রাসূলদেরকে বলেছিল, আমরা তোমাদেরকে আমাদের দেশ হতে অবশ্যই বহিষ্কৃত করব অথবা তোমরা আমাদের ধর্মাদর্শে ফিরে আসবে [১]। অতঃপর রাসূলগণকে তাদের রব ওহী পাঠালেন, ‘যালিমদেরকে আমি অবশ্যই বিনাশ করব;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর মানে এ নয় যে, নবুওয়াতের মর্যাদায় সমাসীন হবার আগে নবীগণ নিজেদের পথভ্রষ্ট সম্প্রদায়ের মিল্লাত বা দ্বীনের অন্তর্ভুক্ত হতেন। বরং এর মানে হচ্ছে, নবুওয়াত লাভের পূর্বে যেহেতু তারা এক ধরনের নীরব জীবন যাপন করতেন, তাই তাদের সম্প্রদায় মনে করতো তারা তাদেরই দ্বীনের অন্তর্ভুক্ত রয়েছেন। [আত-তাহরীর ওয়াত তানওয়ীর] তারপর নবুওয়াতের কাজ শুরু করে দেয়ার পর তাদের বিরুদ্ধে দোষারোপ করা হতো যে, তারা বাপ-দাদার দ্বীন ত্যাগ করেছেন। অথচ নবুওয়াত লাভের আগেও তারা কখনো মুশরিকদের দ্বীনের অন্তর্ভুক্ত ছিলেন না। যার ফলে তাদের বিরুদ্ধে দ্বীনচ্যুতির অভিযোগ করা যেতে পারে। অথবা আয়াতের অর্থ, তোমরা আমাদের ধর্মাদর্শের অনুসারী হয়ে যাবে। অথবা কাফেররা এটা দ্বারা নবীদের অনুসারীদের উদ্দেশ্য নিয়েছে। যারা নবীর উপর ঈমান আনার আগে তাদের ধর্মাদর্শে ছিল। নবীকেও তারা নবীর অনুসারীদের সাথে একসাথে সম্বোধন করে নিয়েছে। [বাগভী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১৪ : ১৪",
        "arabic_text": "\nوَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ ",
        "bangla_text": "আর অবশ্যই তাদের পরে আমরা তোমাদেরকে দেশে বাস করাব [১]; এটা তার জন্য যে ভয় রাখে আমার সামনে উপস্থিত হওয়ার এবং ভয় রাখে আমার শাস্তির [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্যত্রও আল্লাহ্ তা’আলা এ ওয়াদা করেছেন, যেমন বলেছেনঃ “আমার প্রেরিত বান্দাদের সম্পর্কে আমার এ বাক্য আগেই স্থির হয়েছে যে, অবশ্যই তারা সাহায্যপ্রাপ্ত হবে, এবং আমার বাহিনীই হবে বিজয়ী।” [সূরা আস-সাফফাতঃ ১৭১-১৭৩]\n  <br/>\n  <br/>\n  আরো বলেছেনঃ “আল্লাহ্ সিদ্ধান্ত করেছেন, আমি অবশ্যই বিজয়ী হব এবং আমার রাসূলগণও। নিশ্চয়ই আল্লাহ্ শক্তিমান, পরাক্রমশালী।” [সূরা আল-মুজাদালাহঃ ২১]\n  <br/>\n  <br/>\n  আরও এসেছে, “যে সম্প্রদায়কে দুর্বল মনে করা হত তাদেরকে আমরা আমাদের কল্যাণপ্রাপ্ত রাজ্যের পূর্ব ও পশ্চিমের উত্তরাধিকারী করি” [সূরা আল-আ’রাফঃ ১৩৭]\n  <br/>\n  <br/>\n  আরও এসেছে, “আর তিনি তোমাদেরকে অধিকারী করলেন তাদের ভূমি, ঘরবাড়ী ও ধন-সম্পদের” [সূরা আল-আহযাব: ২৭]\n  <br/>\n  <br/>\n  কাতাদা রাহেমাহুল্লাহ বলেনঃ এ আয়াতে আল্লাহ্ তা’আলা তাদেরকে দুনিয়াতে প্রতিষ্ঠিত করার এবং আখেরাতে জান্নাতের ওয়াদা করেছেন। [তাবারী]\n  <br/>\n  <br/>\n  [২] যদিও আল্লাহ্‌র ওয়াদা সবার জন্যই কিন্তু এর থেকে উপকার ও শিক্ষা গ্রহণ করতে পারে শুধু দু’শ্রেণীর লোকেরাই। যারা কিয়ামতের মাঠে তাদের প্রভুর সামনে উপস্থিত হতে হবে এ দৃঢ় বিশ্বাস রাখার কারণে তাদের মধ্যে ভাবান্তর হয় এবং সে ভয়ে সদা কম্পমান থাকে। আর যারা আল্লাহ্‌র ওয়াদাকে ভয় করে এবং এটা বিশ্বাস করে যে, তাঁর ওয়াদা বাস্তবায়িত হবেই। অন্যত্র আল্লাহ্ বলেনঃ “তারপর যে সীমালংঘন করে এবং পার্থিব জীবনকে অগ্রাধিকার দেয়। জাহান্নামই হবে তার আবাস। পক্ষান্তরে যে স্বীয় রবের সামনে উপস্থিত হওয়ার ভয় রাখে এবং প্রবৃত্তি হতে নিজকে বিরত রাখে জান্নাতই হবে তার আবাস।” [সূরা আন-নাযি’আতঃ ৩৭-৪১]\n  <br/>\n  <br/>\n  আরো বলেছেনঃ “আর যে তার প্রভুর সামনে দাঁড়ানোকে ভয় করে তার জন্য রয়েছে দুটি জান্নাত।” [সূরা আর-রাহমানঃ ৪৬]\n  <br/>\n  <br/>\n  আয়াতের অপর অর্থ হচ্ছে, যারা দুনিয়াতে আমার বর্তমান অবস্থান সম্পর্কে সাবধান হয়ে এটা বিশ্বাস করে যে, আমি অবশ্যই তাকে দেখছি, তার কর্মকাণ্ড আমার সার্বিক পর্যবেক্ষণে রয়েছে, তারাই ওয়াদা ও ধমকি থেকে শিক্ষা গ্রহণ করতে পারে। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১৪ : ১৫",
        "arabic_text": "\nوَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ ",
        "bangla_text": "আর তারা বিজয় কামনা করলো [১] আর প্রত্যেক উদ্ধত স্বৈরাচারী ব্যর্থ মনোরথ হল [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে কারা বিজয় কামনা করল এ ব্যাপারে দু’টি মত রয়েছে। এক, এখানে রাসূলগণই বিজয় কামনা করেছিলেন। দুই, কাফেরগণ উদ্ধত ও কুফরী এবং শির্কী ব্যবস্থাপনার উপর থাকা সত্ত্বেও নিজেদের জন্য বিজয় কামনা করল। [ফাতহুল কাদীর] এ অর্থের সমর্থনে অন্যত্র বর্ণিত একটি আয়াত পেশ করা যায় যেখানে বলা হয়েছে যে, কাফেররা তাদের দো’আয় বলেছিলঃ “হে আল্লাহ্! এগুলো যদি আপনার কাছ থেকে সত্য হয়, তবে আমাদের উপর আকাশ থেকে পাথর বর্ষণ করুন কিংবা আমাদেরকে মর্মন্তুদ শাস্তি দিন।” [সূরা আল-আনফালঃ ৩২]\n  <br/>\n  <br/>\n  আবার কোন কোন মুফাসসিরের মতে, এটি উভয় সম্প্রদায়েরই কামনা হতে পারে। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] (جبار) অর্থ, নিজের মতকে প্রাধান্যদানকারী এবং অপরের উপর নিজের মত চাপানোর প্রয়াস যিনি চালান। হক্ক গ্রহণের মানসিকতা যার নেই। অন্যত্র আল্লাহ্ তা’আলা এ ধরনের লোকদের পরিণতি সম্পর্কে বলেছেনঃ “আদেশ করা হবে, তোমরা উভয়ে নিক্ষেপ কর প্রত্যেক উদ্ধত কাফিরকে, যে কল্যাণকর কাজে প্রবল বাধাদানকারী, সীমালংঘনকারী ও সন্দেহ পোষণকারী। যে ব্যক্তি আল্লাহ্‌র সংগে অন্য ইলাহ্ গ্রহণ করতো তাকে কঠিন শাস্তিতে নিক্ষেপ কর।” [সূরা ক্কাফঃ ২৪-২৬]\n  <br/>\n  <br/>\n  তদ্রুপ হাদীসেও এসেছে, “কিয়ামতের দিন জাহান্নামকে নিয়ে আসা হবে। তখন সে সমস্ত সৃষ্টিজগতকে ডেকে বলবে, “আমাকে প্রত্যেক সীমালঙ্ঘনকারী, উদ্ধতের ব্যাপারে দায়িত্ব দেয়া হয়েছে।” [তিরমিযীঃ ২৫৭৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১৪ : ১৬",
        "arabic_text": "\nمِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ ",
        "bangla_text": "তার সামনে রয়েছে জাহান্নাম এবং পান করানো হবে গলিত পুঁজ [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে এসেছে যে, তাদেরকে (صديد) পান করানো হবে। (صديد) শব্দের অর্থ নির্ধারণে কয়েকটি মত রয়েছে। মুজাহিদ বলেন, এর অর্থ, পুঁজ ও রক্ত। [তাবারী] কাতাদা বলেন, এর দ্বারা কাফেরদের চামড়া ও গোস্ত থেকে যা গলিত হয়ে বের হবে তাই উদ্দেশ্য। [তাবারী] কারও কারও মতে, এর দ্বারা কাফেরদের পুঁজ ও রক্তের সাথে তাদের পেট থেকে যা বের হবে তা মিললে যা হয় তা বুঝানো হয়েছে। [তাবারী; বাগভী; ফাতহুল কাদীর] মোটকথা, এটা এমন খারাপ পানীয় যা ভাষায় বর্ণনা করা যায় না। ইবনে কাসীর রাহেমাহুল্লাহ বলেন, জাহান্নামবাসীদের পানীয় দু’ধরনের, হামীম অথবা গাসসাক, তন্মধ্যে হামীম হলো সবচেয়ে গরম। আর গাসসাক হলো সবচেয়ে ঠান্ডা ও ময়লা দুৰ্গন্ধযুক্ত গলিত পানীয়। এ আয়াতের সমার্থে অন্যত্র এসেছে, “এটা সীমালংঘনকারীদের জন্য। কাজেই তারা আস্বাদন করুক ফুটন্ত পানি ও পুঁজ। আরো আছে এরূপ বিভিন্ন ধরনের শাস্তি।” [সূরা ছোয়াদঃ ৫৭-৫৮]\n  <br/>\n  <br/>\n  অন্য আয়াতে আল্লাহ্ বলেনঃ “এবং যাদেরকে পান করতে দেয়া হবে ফুটন্ত পানি যা তাদের নাড়ীভুঁড়ি ছিন্ন-বিচ্ছিন্ন করে দেবে?” [সূরা মুহাম্মাদঃ ১৫] আরো বলেছেন “তারা পানীয় চাইলে তাদেরকে দেয়া হবে গলিত ধাতুর ন্যায় পানীয়, যা তাদের মুখমন্ডল দগ্ধ করবে; এটা নিকৃষ্ট পানীয়! আর জাহান্নাম কত নিকৃষ্ট আশ্রয়!” [সূরা আল-কাহফঃ ২৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১৪ : ১৭",
        "arabic_text": "\nيَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ ",
        "bangla_text": "যা সে অতি কষ্টে একেক ঢোক করে গিলবে এবং তা গিলা প্রায় সহজ হবে না। সকল স্থান থেকে তার কাছে আসবে মৃত্যু [১] অথচ তার মৃত্যু ঘটবে না [২। আর এরপরও রয়েছে কঠোর শাস্তি [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবরাহীম আত-তাইমী বলেন, সবদিক থেকে মৃত্যু আসার অর্থ, শরীরের প্রতিটি লোমকূপ থেকে মৃত্যুর কষ্ট আসতে থাকবে। [তাবারী]\n  <br/>\n  <br/>\n  [২] আল্লাহ্ বলেন, “এবং তাদের জন্য থাকবে লোহার মুগুর।” [সূরা আল-হাজ্জঃ ২১], তারা সেটা গিলতে চেষ্টা করলেও সেটার দুর্গন্ধ, তিক্ততা, ময়লা আবর্জনা ও প্রচণ্ড ঠাণ্ডা বা গরম হওয়ার কারণে সহজে গিলতে সমর্থ হবে না। এভাবে তার শাস্তি চলতেই থাকবে, তার সমস্ত শরীরে মৃত্যু যন্ত্রণা ভোগ করবে কিন্তু মৃত্যু তার আসবে না। তার অগ্র, পশ্চাত, উপর বা নীচ সবদিক থেকে তার শাস্তি এমন হবে যে, এর সবগুলিই তার মৃত্যুর জন্য যথেষ্ট। কিন্তু তার মৃত্যু হবে না। আল্লাহ্ তা’আলা অন্যত্র বলেনঃ “কিন্তু যারা কুফরী করে তাদের জন্য আছে জাহান্নামের আগুন। তাদের মৃত্যুর আদেশ দেয়া হবে না যে, তারা মরবে এবং তাদের থেকে জাহান্নামের শাস্তিও লাঘব করা হবে না।” [সূরা ফাতিরঃ ৩৬|\n  <br/>\n  <br/>\n  [৩] অর্থাৎ এটাই তাদের শাস্তির শেষ নয়। এর পরও তাদের জন্য আরো ভয়াবহ, কঠোর ও মারাত্মক শাস্তি অপেক্ষা করছে। [ইবন কাসীর] অন্যত্র বলেছেনঃ “যাক্কুম গাছ, যালিমদের জন্য আমি এটা সৃষ্টি করেছি পরীক্ষাস্বরূপ, এ গাছ উদগত হয় জাহান্নামের তলদেশ হতে, এর মোচা যেন শয়তানের মাথা। তারা এটা থেকে খাবে এবং উদর পূর্ণ করবে এটা দিয়ে। তার উপর তাদের জন্য থাকবে ফুটন্ত পানির মিশ্রণ। আর তাদের গন্তব্য হবে অবশ্যই প্রজ্বলিত আগুনের দিকে।” [সূরা আস-সাফফাতঃ ৬২-৬৮]\n  <br/>\n  <br/>\n  এভাবেই তারা কখনো যাক্কুম গাছ থেকে খাবে, আবার কখনো তারা ফুটন্ত পানি পান করবে যা তাদের পেটের নাড়ীভুঁড়ি ছিন্নভিন্ন করে ফেলবে। আবার কখনো তাদেরকে জাহান্নামের কঠোর শাস্তির দিকে ফেরত পাঠানো হবে। এভাবে বিভিন্ন স্থানে বিভিন্নভাবে তাদের শাস্তি হতে থাকবে। আল্লাহ্ তা’আলা বলেনঃ “এটাই সে জাহান্নাম, যা অপরাধীরা মিথ্যা প্রতিপন্ন করত, ওরা জাহান্নামের আগুন ও ফুটন্ত পানির মধ্যে ছুটোছুটি করবে।” [সূরা আর-রাহমানঃ ৪৩-৪৪]\n  <br/>\n  <br/>\n  আরো বলেনঃ “নিশ্চয়ই যাক্কুম গাছ হবে---পাপীর খাদ্য; গলিত তামার মত, তাদের পেটে ফুটতে থাকবে ফুটন্ত পানির মত। তাকে ধর এবং টেনে নিয়ে যাও জাহান্নামের মধ্যস্থলে, তারপর তার মাথার উপর ফুটন্ত পানি ঢেলে শাস্তি দাও- এবং বলা হবে, ‘আস্বাদ গ্রহণ কর, তুমি তো ছিলে সম্মানিত, অভিজাত!’ এ তো তা-ই, যে বিষয়ে তোমরা সন্দেহ করতে।” [সূরা আদ-দোখানঃ ৪৩-৪৯]\n  <br/>\n  <br/>\n  আরো বলেনঃ “আর বাম দিকের দল, কত হতভাগ্য বাম দিকের দল! ওরা থাকবে অত্যন্ত উষ্ণ বায়ু ও উত্তপ্ত পানিতে, কালোবর্ণের ধোঁয়ার ছায়ায়, যা শীতল নয়, আরামদায়কও নয়। [সুরা আল-ওয়াকি’আহঃ ৪১-৪৪]\n  <br/>\n  <br/>\n  আরো বলেনঃ “আর সীমালংঘনকারীদের জন্য রয়েছে নিকৃষ্টতম পরিণাম--- জাহান্নাম, সেখানে তারা প্রবেশ করবে, কত নিকৃষ্ট বিশ্রামস্থল! এটা সীমালংঘনকারীদের জন্য। কাজেই তারা আস্বাদন করুক ফুটন্ত পানি ও পুঁজ। আরো আছে এরূপ বিভিন্ন ধরনের শাস্তি।” [সূরা ছোয়াদঃ ৫৫-৫৮]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১৪ : ১৮",
        "arabic_text": "\nمَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ ",
        "bangla_text": "যারা তাদের রবের সাথে কুফরী করে তাদের উপমা হল, তাদের কাজগুলো ছাইয়ের মত যা ঝড়ের দিনে বাতাস প্রচণ্ড বেগে উড়িয়ে নিয়ে যায় [১]। যা তারা উপার্জন করে তার কিছুই তারা তাদের কাজে লাগাতে পারে না। এটা তো ঘোর বিভ্রান্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, কাফেরদের ক্রিয়াকর্ম বাহ্যতঃ সৎ হলেও তা আল্লাহ্ তা’আলার কাছে গ্রহণীয় নয়। তাই সব অর্থহীন ও অকেজো। তারা দুনিয়াতে যা করেছে সবই বৃথা ও নিষ্ফল হবে। অন্যত্র আল্লাহ্ তা’আলা বলেছেনঃ “আমি তাদের কৃতকর্মের প্রতি লক্ষ্য করব, তারপর সেগুলোকে বিক্ষিপ্ত ধুলিকণায় পরিণত করব।” [সূরা আল-ফুরকানঃ ২৩]\n  <br/>\n  <br/>\n  “এ পার্থিব জীবনে যা তারা ব্যয় করে তার দৃষ্টান্ত হিমশীতল বায়ু, ওটা যে জাতি নিজেদের প্রতি যুলুম করেছে তাদের শষ্যক্ষেত্রকে আঘাত করে ও বিনষ্ট করে।” [সূরা আলে ইমরানঃ ১১৭]\n  <br/>\n  <br/>\n  “হে মু’মিনগণ! দানের কথা বলে বেড়িয়ে এবং কষ্ট দিয়ে তোমরা তোমাদের দানকে ঐ ব্যক্তির ন্যায় নিষ্ফল করো না যে নিজের ধন লোক দেখানোর জন্য ব্যয় করে থাকে এবং আল্লাহ্ ও আখিরাতে ঈমান রাখে না। তার উপমা একটি মসৃণ পাথর যার উপর কিছু মাটি থাকে, তারপর ওটার উপর প্রবল বৃষ্টিপাত ওটাকে পরিস্কার করে রেখে দেয়। যা তারা উপার্জন করেছে তার কিছুই তারা তাদের কাজে লাগাতে পারবে না। আল্লাহ্ কাফির সম্প্রদায়কে সৎপথে পরিচালিত করেন না।” [সূরা আল-বাকারাহঃ ২৬৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১৪ : ১৯",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ ",
        "bangla_text": "আপনি কি লক্ষ্য করেন না যে, আল্লাহ্‌ আসমানসমূহ ও যমীন যথাবিধি সৃষ্টি করেছেন [১]? তিনি ইচ্ছে করলে তোমাদের অস্তিত্ব বিলোপ করতে পারেন এবং এক নূতন সৃষ্টি অস্তিত্বে আনতে পারেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্‌ তা’আলা মানুষকে স্বশরীরে আবার পুনরায় নিয়ে আসতে তিনি যে সক্ষম সেটার পক্ষে দলীল পেশ করে বলছেন যে, মানুষ তো কোন ব্যাপার নয়। যে আল্লাহ্ আসমান ও যমীন সৃষ্টি করেছেন তাঁর পক্ষে মানুষকে পুনরায় সৃষ্টি করা কোন ব্যাপারই নয়। কারণ, মানুষের সৃষ্টির চেয়ে আসমান ও যমীন সৃষ্টি করা বড় ব্যাপার। [ইবন কাসীর] আল্লাহ্ তা’আলা পবিত্র কুরআনের অন্যত্রও এটাকে তুলে ধরেছেন। যেমনঃ “তারা কি দেখে না যে, আল্লাহ্, যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং এসবের সৃষ্টিতে কোন ক্লান্তি বোধ করেননি, তিনি মৃতের জীবন দান করতেও সক্ষম? বস্তুত তিনি সর্ববিষয়ে সর্বশক্তিমান। [সূরা আল-আহকাফঃ ৩৩]\n  <br/>\n  <br/>\n  “মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু থেকে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী। এবং সে আমার সম্বন্ধে উপমা রচনা করে, অথচ সে নিজের সৃষ্টি কথা ভুলে যায়। সে বলে, ‘কে অস্থিতে প্রাণ সঞ্চার করবে যখন তা পচে গলে যাবে?’ বলুন, ‘তাতে প্রাণ সঞ্চার করবেন তিনিই যিনি তা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।’ তিনি তোমাদের জন্য সবুজ গাছ থেকে আগুন উৎপাদন করেন এবং তোমরা তা থেকে প্রজ্বলিত কর। যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সমর্থ নন? হ্যাঁ, নিশ্চয়ই তিনি মহাস্রষ্টা, সর্বজ্ঞ। তাঁর ব্যাপার শুধু এই, তিনি যখন কোন কিছুর ইচ্ছে করেন, তিনি বলেন, ‘হও’, ফলে তা হয়ে যায়। অতএব পবিত্র ও মহান তিনি, যাঁর হাতেই প্রত্যেক বিষয়ের সর্বময় কর্তৃত্ব; আর তাঁরই কাছে তোমরা ফিরে যাবে। [সূরা ইয়াসীনঃ ৭৭-৮৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১৪ : ২০",
        "arabic_text": "\nوَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ ",
        "bangla_text": "আর এটা আল্লাহ্‌র জন্য আদৌ কঠিন নয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদেরকে ধ্বংস করে সেখানে অন্যদের প্রতিষ্ঠিত করা তার জন্য কোন ব্যাপারই নয়। কোন বড় ব্যাপার নয় আবার কোন অসম্ভব ব্যাপার নয়। বরং এটা তাঁর জন্য সহজ। যদি তোমরা তাঁর নির্দেশ অমান্য কর, তখন তিনি তোমাদেরকে ধ্বংস করে তোমাদের স্থলে অন্য কাউকে প্রতিস্থাপন করবেন। [ইবন কাসীর] অন্যত্র আল্লাহ্ বলেনঃ “হে মানুষ! তোমরা তো আল্লাহ্‌র মুখাপেক্ষী; কিন্তু আল্লাহ্, তিনি অভাবমুক্ত, প্রশংসার যোগ্য। তিনি ইচ্ছে করলে তোমাদেরকে অপসৃত করতে পারেন এবং এক নূতন সৃষ্টি নিয়ে আসতে পারেন।” [সূরা ফাতিরঃ ১৫-১৭]\n  <br/>\n  <br/>\n  “যদি তোমরা বিমুখ হও, তিনি অন্য জাতিকে তোমাদের স্থলবর্তী করবেন; তারা তোমাদের মত হবে না।” [সূরা মুহাম্মাদঃ ৩৮]\n  <br/>\n  <br/>\n  “হে মু’মিনগণ! তোমাদের মধ্যে কেউ দ্বীন থেকে ফিরে গেলে নিশ্চয়ই আল্লাহ্ এমন এক সম্প্রদায় আনবেন যাদেরকে তিনি ভালবাসবেন এবং যারা তাঁকে ভালবাসবে;” [সূরা আল-মায়িদাহঃ ৫৪]\n  <br/>\n  <br/>\n  “হে মানুষ! তিনি ইচ্ছে করলে তোমাদেরকে অপসারিত করতে ও অপরকে আনতে পারেন; আল্লাহ্ তা করতে সম্পূর্ণ সক্ষম।” [সূরা আন-নিসাঃ ১৩৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১৪ : ২১",
        "arabic_text": "\nوَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ ",
        "bangla_text": "আর তারা সবাই আল্লাহ্‌র কাছে প্রকাশিত হবে [১]। তখন দুর্বলেরা যারা অহংকার করত তাদেরকে বলবে, ‘আমরা তো তোমাদের অনুসারী ছিলাম; এখন তোমরা আল্লাহ্‌র শাস্তি হতে আমাদেরকে কিছুমাত্র রক্ষা করতে পারবে [২]?’ তারা বলবে, ‘আল্লাহ্‌ আমাদেরকে সৎপথে পরিচালিত করলে আমরাও তোমাদেরকে সৎপথে পরিচালিত করতাম। এখন আমরা ধৈর্যচ্যুত হই অথবা ধৈর্যশীল হই- উভয় অবস্থাই আমাদের জন্য সমান; আমাদের কোন পালানোর জায়গা নেই। [৩]’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল শব্দ ‘বারাযা’। ‘বারাযা’ মানে সামনে উন্মুক্ত হওয়া। প্রকাশ হয়ে যাওয়া। [কুরতুবী] অর্থাৎ তারা কবর থেকে উন্মুক্ত হয়ে আল্লাহ্‌র সামনে হাযির হবে। [বাগভী; ফাতহুল কাদীর] প্রকৃতপক্ষে বান্দা তো সবসময় তার রবের সামনে উন্মুক্ত রয়েছে। কিন্তু তারা যেহেতু গোনাহ করার সময় মনে করে যে, আল্লাহ্‌র কাছে সেটা গোপন থাকবে, তাই আল্লাহ্ তাদের সে সন্দেহ অপনোদন করে দিলেন। [ফাতহুল কাদীর] কোন কোন মুফাসসির বলেন, এখানে উন্মুক্ত হওয়ার অর্থ, কিয়ামতের দিন নেককার-বদকার সমস্ত সৃষ্টির এক প্রবল প্রতাপশালী আল্লাহ্‌র সামনে উপস্থিত হওয়াকে বুঝানো হয়েছে। তারা সেখানে এমন এক খোলা ভূমিতে একত্রিত হবে যেখানে কেউ নিজেকে গোপন করার কোন সুযোগ পাবে না। [ইবন কাসীর] এ জন্য অন্য আয়াতে বলা হয়েছেঃ “মানুষ উন্মুক্তভাবে উপস্থিত হবে আল্লাহ্‌র সামনে যিনি এক, প্রবল প্রতাপশালী।” [সূরা ইবরাহীমঃ ৪৮]\n  <br/>\n  <br/>\n  [২] এটি এমন সব লোকের জন্য সতর্কবাণী যারা দুনিয়ায় চোখ বন্ধ করে অন্যের পেছনে চলে অথবা নিজেদের দুর্বলতাকে প্রমাণ হিসেবে পেশ করে শক্তিশালী যালেমদের আনুগত্য করে, তাদের কথামত একমাত্র আল্লাহ্‌র ইবাদাত করা থেকে দূরে ছিল, তাওহীদ প্রতিষ্ঠা করেনি, তাদের জানানো হচ্ছে, আজ যারা তোমাদের নেতা হয়ে আছে আগামীকাল এদের কেউই তোমাদেরকে আল্লাহ্‌র আযাব থেকে সামান্যতম নিস্কৃতিও দিতে পারবে না। কাজেই আজই ভেবে নাও, তোমরা যাদের পেছনে ছুটে চলছো অথবা যাদের হুকুম মেনে চলছো তারা নিজেরাই কোথায় যাচ্ছে এবং তোমাদের কোথায় নিয়ে যাবে।\n  <br/>\n  <br/>\n  [৩] আয়াতদৃষ্টে মনে হয়, এ ঝগড়াটি জাহান্নামে প্রবেশের পরে হবে। যেমন, কুরআনের অন্যান্য স্থানেও এ ধরনের বর্ণনা এসেছে। বলা হয়েছে, “যখন যাদের অনুসরণ করা হয়েছে তারা, যারা অনুসরণ করেছে তাদের থেকে নিজেদের মুক্ত করে নেবে এবং তারা শাস্তি দেখতে পাবে। আর তাদের পারস্পরিক সমস্ত সম্পর্ক ছিন্ন হয়ে যাবে, আর যারা অনুসরণ করেছিল তারা বলবে, ‘হায়! যদি একবার আমাদের ফিরে যাওয়ার সুযোগ হতো তবে আমরাও তাদের থেকে সম্পর্ক ছিন্ন করতাম যেমন তারা আমাদের থেকে সম্পর্ক ছিন্ন করেছে’। এভাবে আল্লাহ্ তাদের কার্যাবলী তাদেরকে দেখাবেন, তাদের জন্য আক্ষেপস্বরূপ। আর তারা কখনো আগুন থেকে বহির্গমণকারী নয়।” [সূরা আল-বাকারাহঃ ১৬৬-১৬৭]\n  <br/>\n  <br/>\n  আরও এসেছে, “আর যখন তারা জাহান্নামে পরস্পর বিতর্কে লিপ্ত হবে তখন দুর্বলেরা যারা অহংকার করেছিল তাদেরকে বলবে, ‘আমরা তো তোমাদের অনুসরণ করেছিলাম সুতরাং তোমরা কি আমাদের থেকে জাহান্নামের আগুনের কিছু অংশ গ্রহণ করবে?’ অহংকারীরা বলবে, ‘নিশ্চয় আমরা সকলেই এতে রয়েছি, নিশ্চয় আল্লাহ্ বান্দাদের বিচার করে ফেলেছেন।” [সূরা গাফিরঃ ৪৭-৪৮]\n  <br/>\n  <br/>\n  আরও বলেন, “অবশেষে যখন সবাই তাতে একত্র হবে, তখন তাদের পরবর্তীরা পূর্ববর্তীদের সম্পর্কে বলবে, ‘হে আমাদের রব! এরাই আমাদেরকে বিভ্রান্ত করেছিল; কাজেই এদেরকে দ্বিগুণ আগুনের শাস্তি দিন।’ আল্লাহ্ বলবেন, ‘প্রত্যেকের জন্য দ্বিগুণ রয়েছে, কিন্তু তোমরা জান না।’ আর তাদের পূর্ববর্তীরা পরবর্তীদেরকে বলবে, ‘আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্ব নেই, কাজেই তোমরা যা অর্জন করেছিলে, তার জন্য শাস্তি ভোগ কর।” [সূরা আল-আ’রাফঃ ৩৮-৩৯]\n  <br/>\n  <br/>\n  আরও এসেছে, “যেদিন তাদের মুখমণ্ডল আগুনে উলট-পালট করা হবে সেদিন তারা বলবে, ‘হায়! আমরা যদি আল্লাহকে মানতাম আর রাসূলকে মানতাম!’ তারা আরো বলবে, ‘হে আমাদের রব! আমরা আমাদের নেতা ও বড় লোকদের আনুগত্য করেছিলাম এবং তারা আমাদেরকে পথভ্রষ্ট করেছিল; ‘হে আমাদের রব! তাদেরকে দ্বিগুণ শাস্তি দিন এবং তাদেরকে দিন মহাঅভিসম্পাত।” [সূরা আল-আহযাবঃ ৬৬-৬৮]\n  <br/>\n  <br/>\n  কিন্তু বিভিন্ন আয়াতদৃষ্টে মনে হয় যে, হাশরের ময়দানেও তারা ঝগড়া করবে, যেমন কুরআনের অন্যত্র এসেছে, “হায়! আপনি যদি দেখতেন যালিমদেরকে যখন তাদের রবের সামনে দাঁড় করানো হবে তখন তারা পরস্পর বাদ-প্রতিবাদ করতে থাকবে, যাদেরকে দুর্বল মনে করা হত তারা ক্ষমতাদর্পীদেরকে বলবে, ‘তোমরা না থাকলে আমরা অবশ্যই মুমিন হতাম।’ যারা ক্ষমতাদর্পী ছিল তারা, যাদেরকে দূর্বল মনে করা হত তাদেরকে বলবে, ‘তোমাদের কাছে সৎপথের দিশা আসার পর আমরা কি তোমাদেরকে তা থেকে নিবৃত্ত করেছিলাম? বরং তোমরাই ছিলে অপরাধী।’ যাদেরকে দুর্বল মনে করা হত তারা ক্ষমতাদর্পীদেরকে বলবে, ‘প্রকৃত পক্ষে তোমরাই তো দিনরাত চক্রান্তে লিপ্ত ছিলে, যখন তোমরা আমাদেরকে নির্দেশ দিয়েছিলে যেন আমরা আল্লাহ্‌র সাথে কুফরী করি এবং তাঁর জন্য সমকক্ষ (শির্ক) স্থাপন করি।’ আর যখন তারা শাস্তি দেখতে পাবে তখন তারা অনুতাপ গোপন রাখবে এবং যারা কুফরী করেছে আমরা তাদের গলায় শৃংখল পরাব। তাদেরকে তারা যা করত তারই প্রতিফল দেয়া হবে।” [সূরা সাবাঃ ৩১-৩৩] এ ঝগড়াটি হবে হাশরের মাঠে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১৪ : ২২",
        "arabic_text": "\nوَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "আর যখন বিচারের কাজ সম্পন্ন হবে তখন শয়তান বলবে, ‘আল্লাহ্ তো তোমাদেরকে প্রতিশ্রুতি দিয়েছিলেন সত্য প্রতিশ্রুতি [১], আমিও তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম, কিন্তু আমি তোমাদেরকে দেয়া প্রতিশ্রুতি ভঙ্গ করেছি। আমার তো তোমাদের উপর কোন আধিপত্য ছিল না, আমি শুধু তোমাদেরকে ডাকছিলাম তাতে তোমরা আমার ডাকে সাড়া দিয়েছিলে। কাজেই তোমরা আমাকে তিরস্কার করো না, তোমরা নিজেদেরই তিরস্কার কর। আমি তোমাদের উদ্ধারকারী নই এবং তোমরাও আমার উদ্ধারকারী নও। তোমরা যে আগে আমাকে আল্লাহ্‌র শরীক করেছিলে [২] আমি তা অস্বীকার করছি। নিশ্চয় যালিমদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ সত্যবাদী ছিলেন এবং আমি ছিলাম মিথ্যেবাদী। অন্যত্র আল্লাহ্ বলেন, “সে তাদেরকে প্রতিশ্রুতি দেয় এবং তাদের হৃদয়ে মিথ্যা বাসনার সৃষ্টি করে। আর শয়তান তাদেরকে যে প্রতিশ্রুতি দেয় তা ছলনামাত্র।” [সূরা আন-নিসাঃ ১২০]\n  <br/>\n  <br/>\n  আরও বলেন, “আর তোমার কণ্ঠ দিয়ে তাদের মধ্যে যাকে পারো পদস্খলিত কর, তোমার অশ্বারোহী ও পদাতিক বাহিনী দ্বারা তাদেরকে আক্রমণ কর এবং তাদের ধনে ও সন্তান-সন্ততিতে শরীক হয়ে যাও, আর তাদেরকে প্রতিশ্রুতি দাও।’ আর শয়তান ছলনা ছাড়া তাদেরকে কোন প্রতিশ্রুতিই দেয় না।” [সূরা আল-ইসরা: ৬৪]\n  <br/>\n  <br/>\n  [২] এখানে আবার বিশ্বাসগত শির্কের মোকাবিলায় শির্কের একটি স্বতন্ত্র ধারা অর্থাৎ কর্মগত শির্কের অস্তিত্বের একটি প্রমাণ পাওয়া যায়। যাকে ‘শির্ক ফিত তা’আহ’ বা আনুগত্যের ক্ষেত্রে শির্ক বলা হয়। একথা সুস্পষ্ট, বিশ্বাসগত দিক দিয়ে শয়তানকে কেউই আল্লাহ্‌র সার্বভৌম ক্ষমতা ও কর্তৃত্বে শরীক করে না এবং কেউ তার পূজা, আরাধনা ও বন্দেগী করে না। সবাই তাকে অভিশাপ দেয়। তবে তার আনুগত্য ও দাসত্ব এবং চোখ বুজে বা খুলে তার পদ্ধতির অনুসরণ অবশ্যি করা হচ্ছে। এটিকেই এখানে শির্ক বলা হয়েছে। কুরআনে কর্মগত শির্কের একাধিক প্রমাণ রয়েছে। যেমন, ইয়াহূদী ও নাসারাদের বিরুদ্ধে বলা হয়েছে, “তারা আল্লাহ্‌ ছাড়া নিজেদের “আহবার” (উলামা) ও “রাহিব” (সংসার বিরাগী সন্ন্যাসী) দেরকে রব হিসেবে গ্রহণ করেছে।” [সূরা আত-তাওবাঃ ৩১] প্রবৃত্তির কামনা বাসনার পূজারীদের সম্পর্কে বলা হয়েছেঃ তারা নিজেদের প্রবৃত্তির কামনা বাসনাকে ইলাহ বানিয়ে নিয়েছে। [সূরা আল ফুরকানঃ ৪৩]\n  <br/>\n  <br/>\n  নাফরমান বান্দাদের সম্পর্কে এসেছে, “তারা শয়তানের ইবাদাত করতে থেকেছে।” [সূরা ইয়াসীনঃ ৬০]\n  <br/>\n  <br/>\n  এ থেকে একথা পরিষ্কার জানা যায় যে, আল্লাহ্‌র অনুমোদন ছাড়াই অথবা আল্লাহ্‌র হুকুমের বিপরীত কোন গাইরুল্লাহর অনুসরণ ও আনুগত্য করতে থাকাও শির্ক। শরী’আতের দৃষ্টিতে আকীদাগত মুশরিকদের জন্য যে বিধান তাদের জন্য সেই একই বিধান, কোন পার্থক্য নেই। [দেখুন, আশ-শির্ক ফিল কাদীম ওয়াল হাদীস, আশ-শির্ক ফিল উলুহিয়্যাহ ফিত তা’আহ অধ্যায়]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১৪ : ২৩",
        "arabic_text": "\nوَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ ",
        "bangla_text": "আর যারা ঈমান আনে ও সৎকাজ করে তাদেরকে প্রবেশ করানো হবে জান্নাতে যার পাদদেশে নদী প্রবাহিত। সেখানে তারা তাদের রবের অনুমতিক্রমে স্থায়ী হবে, সেখানে তাদের অভিবাদন হবে ‘সালাম’ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দ্বারা বোঝা যাচ্ছে যে, জান্নাতবাসীদের পরস্পর সাদর সম্ভাষন হবে সালাম। [আদওয়াউল বায়ান] আবার কারও কারও মতে, এ সালাম আল্লাহ্‌র পক্ষ থেকে হবে। [বাগভী] অন্যত্র আছে যে, ফেরেশতাগণ জান্নাতবাসীদেরকে এ শব্দে সাদর সম্ভাষণ জানাবে। যেমনঃ “যখন তারা জান্নাতের কাছে উপস্থিত হবে ও এর দ্বারসমূহ খুলে দেয়া হবে এবং জান্নাতের রক্ষীরা তাদেরকে বলবে, ‘তোমাদের প্রতি ‘সালাম’, তোমরা সুখী হও এবং জান্নাতে প্রবেশ কর স্থায়ীভাবে অবস্থিতির জন্য।” [সূরা আয-যুমারঃ ৭৩]\n  <br/>\n  <br/>\n  “স্থায়ী জান্নাত, তাতে তারা প্রবেশ করবে এবং তাদের পিতা-মাতা, পতি-পত্নী ও সন্তান-সন্ততিদের মধ্যে যারা সৎকাজ করেছে তারাও, এবং ফিরিশতাগণ তাদের কাছে উপস্থিত হবে প্রত্যেক দরজা দিয়ে, এবং বলবে, ‘তোমরা ধৈর্য্য ধারণ করেছ বলে তোমাদের প্রতি শান্তি; কত ভাল এ পরিণাম!” [সূরা আর-রা’দঃ ২৩-২৪]\n  <br/>\n  <br/>\n  “তাদেরকে প্রতিদান দেয়া হবে জান্নাতের সুউচ্চ কক্ষ যেহেতু তারা ছিল ধৈর্য্যশীল, তাদেরকে সেখানে অভ্যর্থনা করা হবে অভিবাদন ও সালাম সহকারে।” [সূরা আল-ফুরকানঃ ৭৫]\n  <br/>\n  <br/>\n  “সেখানে তাদের ধ্বনি হবেঃ ‘হে আল্লাহ! আপনি মহান, পবিত্র! এবং সেখানে তাদের অভিবাদন হবে, ‘সালাম’ এবং তাদের শেষ ধ্বনি হবেঃ ‘সকল প্রশংসা জগতসমূহের রব আল্লাহ্‌র প্রাপ্য!” [সূরা ইউনুসঃ ১০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১৪ : ২৪",
        "arabic_text": "\nأَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ ",
        "bangla_text": "আপনি কি লক্ষ্য করেন না আল্লাহ্ কিভাবে উপমা দিয়ে থাকেন? সৎবাক্যের [১] তুলনা উৎকৃষ্ট গাছ যার মূল সুদৃঢ় ও যার শাখা-প্রশাখা উপরে বিস্তৃত [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে (كَلِمَةً طَيِّبَةً) বলা হয়েছে। “কালেমা তাইয়েবা”র শাব্দিক অর্থ “পবিত্র কথা।” পারিভাষিক অর্থ হচ্ছে, লা ইলাহা ইল্লাল্লাহ এ কালেমা। [বাগভী] এ আয়াতের ব্যাখ্যায় ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত আছে, তিনি বলেছেনঃ\n  <br/>\n  <br/>\n  (كَلِمَةً طَيِّبَةً)\n  <br/>\n  <br/>\n  হলোঃ লা ইলাহা ইল্লাল্লাহর সাক্ষ্য দেয়া আর\n  <br/>\n  <br/>\n  (كَشَجَرَةٍ طَيِّبَةٍ)\n  <br/>\n  <br/>\n  হলো মু’মিন। [ইবন কাসীর] এরপর\n  <br/>\n  <br/>\n  (اَصْلُهَا ثَابِتٌ)\n  <br/>\n  <br/>\n  এর অর্থ, লা ইলাহা ইল্লাল্লাহ মু’মিনের অন্তরে সুপ্রতিষ্ঠিত।\n  <br/>\n  <br/>\n  (وَّفَرْعُهَا فِي السَّمَاۗءِ)\n  <br/>\n  <br/>\n  অর্থ, এ কালেমার কারণে এর মাধ্যমে মু’মিনের আমল আসমানে উত্থিত হয়। [ইবন কাসীর] আর এ তাফসীরই দাহহাক, সা’য়ীদ ইবনে জুবাইর, ইকরিমাহ এবং কাতাদা সহ অনেক মুফাসসেরীন থেকে বর্ণিত হয়েছে। যার সারকথা হলো, উত্তম বৃক্ষ হলো মু’মিন যার তুলনা খেজুর গাছের সাথে বিভিন্ন হাদীসে দেয়া হয়েছে। খেজুর গাছ শুধু ভাল কিছুই উপহার দেয়। তেমনি ঈমানদার, শুধু ভালকাজই তার কাছ থেকে আসমানে উঠতে থাকে। সে ভাল কথা, ভাল কাজ করেই যেতে থাকে আর তা দুনিয়াতে হলেও তার ফলাফল নির্ধারিত হয় আকাশে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে মু’মিন ও তার ক্রিয়াকর্মের উদাহরণে এমন একটি বৃক্ষের কথা উল্লেখ করা হয়েছে, যার কাণ্ড মজবুত ও সুউচ্চ এবং শিকড় মাটির গভীরে প্রেথিত। ভূগর্ভস্থ ঝর্ণা থেকে সেগুলো সিক্ত হয়। গভীর শিকড়ের কারণে বৃক্ষটি এত শক্ত যে, দমকা বাতাসে ভূমিসাৎ হয়ে যায় না। ভূপৃষ্ঠ থেকে উর্ধ্বে থাকার কারণে এর ফল ময়লা ও আবর্জনা থেকে মুক্ত। এ বৃক্ষের দ্বিতীয় গুণ এই যে, এর শাখা উচ্চতায় আকাশ পানে ধাবমান। তৃতীয় গুণ এই যে, এর ফল সবসময় সর্বাবস্থায় খাওয়া যায়। এ বৃক্ষটি কি এবং কোথায়, এ সম্পর্কে তাফসীরবিদগণের বিভিন্ন উক্তি বর্ণিত আছে। সর্বাধিক তথ্যনির্ভর উক্তি এই যে, এটি হচ্ছে খেজুর বৃক্ষ। [আত-তাফসীরুস সহীহ] এর সমর্থন অভিজ্ঞতা এবং চাক্ষুষ দেখা দ্বারাও হয় এবং বিভিন্ন হাদীস থেকেও পাওয়া যায়। খেজুর বৃক্ষের কাণ্ড যে উচ্চ ও মজবুত, তা প্রত্যক্ষ বিষয়-সবাই জানে। আনাস রাদিয়াল্লাহু ‘আনহু বলেনঃ ‘কুরআনে উল্লেখিত পবিত্র বৃক্ষ হচ্ছে খেজুর বৃক্ষ এবং অপবিত্র বৃক্ষ হচ্ছে হানযল তথা মাকাল বৃক্ষ।’ [তিরমিযিঃ ৩১১৯, নাসায়ীঃ ২৮২]\n  <br/>\n  <br/>\n  আব্দুল্লাহ্ ইবনে উমর রাদিয়াল্লাহু ‘আনহুমা বলেনঃ ‘একদিন আমরা রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর খেদমতে উপস্থিত ছিলাম। জনৈক ব্যক্তি তার কাছে খেজুর বৃক্ষের শাঁস নিয়ে এল। তখন তিনি সাহাবায়ে কেরামকে একটি প্রশ্ন করলেনঃ বৃক্ষসমূহের মধ্যে একটি বৃক্ষ হচ্ছে মর্দে-মু’মিনের দৃষ্টান্ত। (বুখারীর রেওয়ায়েত মতে এ স্থলে তিনি আরো বললেন যে, কোন ঋতুতেই এ বৃক্ষের পাতা ঝরে না।) বল, এ কোন বৃক্ষ? ইবনে উমর বললেনঃ আমার মন চাইল যে, বলে দেই- খেজুর বৃক্ষ। কিন্তু মজলিশে আবু বকর, উমর ও অন্যান্য প্রধান প্রধান সাহাবী উপস্থিত ছিলেন। তাদেরকে চুপ দেখে আমি বলার সাহস পেলাম না। এরপর স্বয়ং রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেনঃ এ হচ্ছে খেজুর বৃক্ষ।’ [বুখারীঃ ৭২, ১৩১, ২২০৯, ৪৬৯৮, মুসলিমঃ ২৮১১, মুসনাদে আহমাদঃ ২/১২, ২/৬১]\n  <br/>\n  <br/>\n  এ বৃক্ষ দ্বারা মু’মিনের দৃষ্টান্ত দেয়ার কারণ এই যে, কালেমায়ে তাইয়্যেবার মধ্যে ঈমান হচ্ছে মজবুত ও অনড় শিকড়বিশিষ্ট, দুনিয়ার বিপদাপদ একে টলাতে পারে না। সাহাবী ও তাবেয়ী; বরং প্রতি যুগের খাঁটি মুসলিমদের দৃষ্টান্ত বিরল নয়, যারা ঈমানের মোকাবেলায় জান, মাল ও কোন কিছুর পরওয়া করেনি। দ্বিতীয় কারণ তাদের পবিত্রতা ও পরিচ্ছন্নতা। তারা দুনিয়ার নোংরামী থেকে সবসময় দূরে সরে থাকেন যেমন ভূপৃষ্ঠের ময়লা-আবর্জনা উঁচু বৃক্ষকে স্পর্শ করতে পারে না। এ দু’টি গুণ হচ্ছে (اَصْلُهَا ثَابِتٌ)-এর দৃষ্টান্ত। তৃতীয় কারণ এই যে, খেজুর বৃক্ষের শাখা যেমন আকাশের দিকে উচ্চে ধাবমান, মু’মিনের ঈমানের ফলাফলও অর্থাৎ সৎকর্মও তেমনি আকাশের দিকে উত্থিত হয়। কুরআন বলেঃ\n  <br/>\n  <br/>\n  (اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ)\n  <br/>\n  <br/>\n  [সূরা ফাতিরঃ ১০] -অর্থাৎ পবিত্র বাক্যাবলী আল্লাহ্ তা’আলার যেসব যিকর, তাসবীহ্-তাহলীল, কুরআন তেলাওয়াত ইত্যাদি করে, সেগুলো সকাল-বিকাল আল্লাহ্‌র দরবারে পৌঁছতে থাকে। চতুর্থ কারণ এই যে, খেজুর বৃক্ষের ফল যেমন সব সময় সর্বাবস্থায় এবং সব ঋতুতে দিবারাত্র খাওয়া হয়, মু’মিনের সৎকর্মও তেমনি সবসময়, সর্বাবস্থায় এবং সব ঋতুতে অব্যাহত রয়েছে এবং খেজুর বৃক্ষের প্রত্যেকটি অংশই যেমন উপকারী, তেমনি মু’মিনের প্রত্যেক কথা ও কাজ, ওঠাবসা এবং এসবের প্রতিক্রিয়া সমগ্র বিশ্বের জন্য উপকারী ও ফলদায়ক। তবে শর্ত এই যে, আল্লাহ্ ও রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর শিক্ষা অনুযায়ী হতে হবে। [দেখুন, ইবনুল কাইয়্যেম, ই’লামুল মুওয়াক্কে’য়ীন, ১/১৩৩; আল-বাদর, তাআম্মুলাত ফী মুমাসালাতিল মু’মিন বিন নাখলাহ] উপরোক্ত বক্তব্য থেকে জানা গেল যে,\n  <br/>\n  <br/>\n  (تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ)\n  <br/>\n  <br/>\n  বাক্যে (اُكُلٌ) শব্দের অর্থ হচ্ছে ফল ও খাদ্যোপযোগী বস্তু এবং (حين) শব্দের অর্থ প্রতিমুহূর্ত। এটিই সবচেয়ে প্রাধান্যপ্রাপ্ত মত। [তাবারী] যদিও এখানে অন্যান্য মতও রয়েছে। [দেখুন, তাবারী; বাগভী; কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১৪ : ২৫",
        "arabic_text": "\nتُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ ",
        "bangla_text": "যা সব সময়ে তার ফলদান করে তার রবের অনুমতিক্রমে। আর আল্লাহ্ মানুষের জন্য উপমাসমূহ পেশ করে থাকেন, যাতে তারা শিক্ষা গ্রহণ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১৪ : ২৬",
        "arabic_text": "\nوَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ ",
        "bangla_text": "আর অসৎবাক্যের তুলনা এক মন্দ গাছ যার মূল ভূপৃষ্ঠ হতে বিচ্ছিন্নকৃত, যার কোন স্থায়িত্ব নেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (كَلِمَةٍ خَبِيْثَةٍ) এটি কলেমা তাইয়্যেবার বিপরীত শব্দ। এখানে কাফেরদের দৃষ্টান্ত দেয়া হয়েছে খারাপ বৃক্ষ দ্বারা। কালেমায়ে তাইয়্যেবার অর্থ যেমন লা-ইলাহা ইল্লাল্লাহ্ অর্থাৎ ঈমান, তেমনি কালেমায়ে খবীসার অর্থ কুফরী বাক্য ও কুফরী কাজকর্ম। [কুরতুবী] আনাস রাদিয়াল্লাহু ‘আনহু-এর তাফসীরে (كَشَجَرَةٍ خَبِيْثَةِ) অর্থাৎ খারাপ বৃক্ষের উদ্দিষ্ট অর্থ হানযল বৃক্ষ সাব্যস্ত করা হয়েছে। [কুরতুবী] কেউ কেউ রসুন ইত্যাদি বলেছেন। [বাগভী] কুরআনে এই খারাপ বৃক্ষের অবস্থা এরূপ বর্ণিত হয়েছে যে, এর শিকড় ভূগর্ভের অভ্যন্তরে বেশী যেতে পারে না। ফলে যখন কেউ ইচ্ছা করে, এ বৃক্ষকে সমূলে উৎপাটিত করতে পারে। [কুরতুবী] কাফেরের কাজকর্মকে এ বৃক্ষের সাথে তুলনা করার কারণ হচ্ছে, ইবন আব্বাস বলেন, শির্কের কোন মূল নেই, কোন প্রমাণ নেই যে, কাফের তা ধারণ করবে। আর আল্লাহ্ শির্ক মিশ্রিত কোন আমল কবুল করেন না। [তাবারী] অর্থাৎ কাফেরের দ্বীনের বিশ্বাসের কোন শিকড় ও ভিত্তি নেই। অল্পক্ষণের মধ্যেই নড়বড়ে হয়ে যায়। অনুরূপভাবে এ বৃক্ষের ফল-ফুল অর্থাৎ কাফেরের ক্রিয়াকর্ম আল্লাহ্‌র দরবারে ফলদায়ক নয়। গ্রহণযোগ্য নয়। [বাগভী; কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১৪ : ২৭",
        "arabic_text": "\nيُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ ",
        "bangla_text": "যারা ঈমান এনেছে, আল্লাহ্ তাদেরকে সুদৃঢ় বাক্যের দ্বারা দুনিয়ার জীবনে ও আখিরাতে সুপ্রতিষ্ঠিত রাখবেন [১] এবং যারা যালিম আল্লাহ্ তাদেরকে বিভ্রান্তিতে রাখবেন। আর আল্লাহ্ যা ইচ্ছে তা করেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে আমরা আরো যে শিক্ষা পাই তা হলো, মু’মিনের ঈমান ও কালেমায়ে তাইয়্যেবার একটি বিশেষ প্রতিক্রিয়া রয়েছে, তা হলোঃ মু’মিনের কালেমায়ে তাইয়্যেবা মজবুত ও অনড় বৃক্ষের মত একটি প্রতিষ্ঠিত উক্তি। একে আল্লাহ্ তা’আলা চিরকাল কায়েম ও প্রতিষ্ঠিত রাখেন দুনিয়াতেও এবং আখেরাতেও। শর্ত এই যে, এ কালেমা আন্তরিকতার সাথে বলতে হবে এবং লা-ইলাহা ইল্লাল্লাহ্-এর মর্ম পূর্ণরূপে বুঝতে হবে এবং সে অনুসারে আমল করতে হবে। এ কালেমায় বিশ্বাসী ব্যক্তিকে দুনিয়াতে আল্লাহ্ তা’আলার পক্ষ থেকে শক্তি যোগানো হয়। যখন কোন সন্দেহ আসে তাদেরকে সে সন্দেহ থেকে উত্তরণ করে দৃঢ় বিশ্বাসের প্রতি পথনির্দেশ দেয়া হয়। অনুরূপভাবে প্রবৃত্তির তাড়নায় মানুষ যখন দিশেহারা হয়ে যায়, তখনও তাদেরকে নিজের আত্মার অনিষ্টতা ও খারাপ ইচ্ছাশক্তির বিরুদ্ধে আল্লাহ্ ও তাঁর রাসূলের ভালবাসাকে সবকিছুর উপর স্থান দেয়ার তাওফীক দেয়া হয়। আখেরাতেও মৃত্যুর পূর্বমূহূর্তে দ্বীনে ইসলামীর উপর প্রতিষ্ঠিত রাখার মাধ্যমে তাকে উত্তম পরিসমাপ্তির ব্যাপারে সহযোগিতা করা হয়। তারপর কবরে তাকে ফেরেশতাদ্বয়ের প্রশ্নের সঠিক উত্তর প্রদানের সহযোগিতা করা হয়, ফলে সে উত্তর দিতে পারে যে, আমার রব আল্লাহ্, আমার দ্বীন ইসলাম এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমার নবী। [সা’দী] অধিকাংশ মুফাসসির ও মুহাদ্দিস বলেন, এ আয়াত কবরের ফিতনা তথা প্রশ্নোত্তরের সাথে সংশ্লিষ্ট। বস্তুত: কবরের শাস্তি ও শান্তি কুরআন ও হাদীসের দ্বারা প্রমাণিত। রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেন, মুসলিমকে যখন কবরে প্রশ্ন করা হবে, তখন সে সাক্ষ্য দিবে যে, লা ইলাহা ইল্লাল্লাহ্, এবং এটাও বলবে যে, মুহাম্মাদ আল্লাহ্‌র রাসূল। আর এটাই হচ্ছে আল্লাহ্‌র বাণী-\n  <br/>\n  <br/>\n  (يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِي الْحَيٰوةِ الدُّنْيَا وَفِي الْاٰخِرَةِ)\n  <br/>\n  <br/>\n  -এর উদ্দেশ্য। [বুখারীঃ ৪৬৯৯, মুসলিমঃ ২৮৭১] এছাড়া আরো প্রায় চল্লিশ জন সাহাবী থেকে এ বিষয়ে বহু হাদীস বর্ণিত আছে। ইবনে কাসীর স্বীয় তাফসীর গ্রন্থে এগুলো উল্লেখ করেছেন। হাদীসগুলো মুতাওয়াতির পর্যায়ের। [সা’দী] সাহাবাগণ তাদের তাফসীরে আলোচ্য আয়াতে আখেরাতের অর্থ কবর এবং আয়াতটিকে কবরের আযাব সওয়াব সম্পর্কিত বলে সাব্যস্ত করেছেন। [বিস্তারিত দেখুন, ইবন কাসীর; আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্ তা’আলা যা চান, তাই করেন। তিনি চাইলে কাউকে তাওফীক দেন, কাউকে তাওফীক থেকে বঞ্চিত করেন। কাউকে সুদৃঢ় রাখেন। কাউকে পদস্খলিত করেন। [বাগভী] কাউকে আযাব দেন, কাউকে পথভ্রষ্ট করেন। [কুরতুবী] তাঁর ইচ্ছাকে রুখে দাঁড়ায়, এমন কোন শক্তি নেই। উবাই ইবনে কা’ব, আব্দুল্লাহ্ ইবনে মাসউদ, হুযাইফা ইবন ইয়ামান প্রমুখ সাহাবী বলেনঃ মু’মিনের এরূপ বিশ্বাস রাখা অপরিহার্য যে, তার যা কিছু অর্জিত হয়েছে, তা আল্লাহ্‌র ইচ্ছায়ই অর্জিত হয়েছে। এটা অর্জিত না হওয়া অসম্ভব ছিল। এমনিভাবে যে বস্তু অর্জিত হয়নি, তা অর্জিত হওয়া সম্ভব ছিল না।\n  <br/>\n  <br/>\n  তারা আরো বলেনঃ যদি তুমি এরূপ বিশ্বাস না রাখ, তবে তোমার আবাস হবে জাহান্নাম। কারণ, এটাই মূলতঃ তাকদীরের উপর ঈমান। আর যে কেউ তাকদীরের ভাল বা মন্দ হওয়ার উপর ঈমান আনবে না তার ঈমানই শুদ্ধ হবে না। তার আবাস জাহান্নাম হবেই। [ইবনুল কাইয়্যেম, তরীকুল হিজরাতাইনঃ ১/৮২ ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১৪ : ২৮",
        "arabic_text": "\n۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ ",
        "bangla_text": "আপনি কি তাদেরকে লক্ষ্য করেন না যারা আল্লাহ্‌র অনুগ্রহকে কুফরী দ্বারা পরিবর্তন করে নিয়েছে এবং তারা তাদের সম্প্রদায়কে নামিয়ে আনে ধ্বংসের ঘরে [১]--",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ “আপনি কি তাদেরকে দেখেন না, যারা আল্লাহ্ তা’আলার নেয়ামতের পরিবর্তে কুফর অবলম্বন করেছে এবং তাদের অনুসারী জাতিকে ধ্বংস ও বিপর্যয়ের অবস্থানে পৌঁছে দিয়েছে? তারা জাহান্নামে প্রজ্জ্বলিত হবে। জাহান্নাম অত্যন্ত মন্দ আবাস।” অধিকাংশ মুফাসসিরের নিকট এখানে মক্কার কাফেরদের বুঝানো হয়েছে। [বুখারী: ৪৭০০]\n  <br/>\n  <br/>\n  মুজাহিদ বলেন, এর দ্বারা কুরাইশদেরকে বুঝানো হয়েছে যারা বদরে মারা গেছে। [ইবন কাসীর] এখানে “আল্লাহ্‌র নেয়ামত” বলে সাধারণভাবে অনুভূত, প্রত্যক্ষ ও মানুষের বাহ্যিক উপকার সম্পর্কিত নেয়ামত বোঝানো যেতে পারে। কোন কোন মুফাসসির বলেন, এখানে নেয়ামত দ্বারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকেই বোঝানো হয়েছে। তারা তার সাথে কুফরি করে তাদের প্রতি প্রেরিত নেয়ামতকে পরিবর্তন করে নিয়েছে। [বাগভী] মূলতঃ যাবতীয় কাফের ও মুশরিকরা নেয়ামতের কৃতজ্ঞতা প্রকাশ করার পরিবর্তে অকৃতজ্ঞতা, অবাধ্যতা ও নাফরমানী করেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১৪ : ২৯",
        "arabic_text": "\nجَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ ",
        "bangla_text": "জাহান্নামে, যার মধ্যে তারা দগ্ধ হবে, আর কত নিকৃষ্ট এ আবাসস্থল!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১৪ : ৩০",
        "arabic_text": "\nوَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ ",
        "bangla_text": "আর তারা আল্লাহ্‌র জন্য সমকক্ষ [১] নির্ধারণ করে তাঁর পথ হতে বিভ্রান্ত করার জন্য। বলুন, ‘ভোগ করে নাও [২], পরিণামে আগুনই তোমাদের ফিরে যাওয়ার স্থান।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (اَنْدَادًا) শব্দটি (نِدٌ) -এর বহুবচন। এর অর্থ সমতুল্য, সমান। প্রতিমাসমূহকে (اَنْدَادًا) বলার কারণ এই যে, মুশরিকরা স্বীয় কর্মে তাদেরকে আল্লাহ্‌র সমতুল্য সাব্যস্ত করে রেখেছিল। তারা আল্লাহ্‌র সাথে সেগুলোরও ইবাদত করত এবং অন্যদেরকে সেগুলোর ইবাদতের প্রতি আহ্বান জানাত। [ইবন কাসীর] সূরা আল-বাকারাহ এর তাফসীরে এর বিস্তারিত আলোচনা চলে গেছে।\n  <br/>\n  <br/>\n  [২] (تَمَتَّعَ) শব্দের অর্থ কোন বস্তু দ্বারা সাময়িকভাবে কয়েকদিন উপকৃত হওয়া। আয়াতে মুশরিকদের ভ্রান্ত মতবাদের নিন্দা করে বলা হয়েছে যে, তারা প্রতিমাসমূহকে আল্লাহ্‌র সমতুল্য ও তাঁর অংশীদার সাব্যস্ত করেছে। রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে আদেশ দেয়া হয়েছেঃ আপনি তাদেরকে বলে দিন যে, তোমরা দুনিয়ার ক্ষণস্থায়ী নেয়ামত দ্বারা উপকৃত হতে থাক; তোমাদের শেষ পরিণতি জাহান্নামের অগ্নি। দুনিয়ার ক্ষনস্থায়ীত্বের কথা আল্লাহ্ তা’আলা পবিত্র কুরআনের অন্যান্য স্থানেও বিশেষভাবে উল্লেখ করেছেন। [দেখুনঃ সূরা লুকমানঃ ২৪, সূরা ইউনুসঃ ৭০, সূরা আয-যুমারঃ ৮, সূরা আলে ইমরানঃ ১৯৭, সূরা আন-নিসাঃ ৭৭, সূরা আত-তাওবাহঃ ৩৮, সূরা আর-রা’দঃ ২৬, সূরা আন-নাহলঃ ১১৭, সূরা গাফেরঃ ৩৯, সূরা আয-যুখরুফঃ ৩৫, সূরা আল-হাদীদঃ ২০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১৪ : ৩১",
        "arabic_text": "\nقُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ ",
        "bangla_text": "আমার বান্দাদের মধ্যে যারা ঈমান এনেছে তাদেরকে আপনি বলুন, ‘সালাত কায়েম করতে এবং আমি তাদেরকে যে রিযিক দিয়েছি তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করতে [১]---সে দিনের আগে যে দিন থাকবে না কোন বেচা- কেনা এবং থাকবে না বন্ধুত্বও [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মু’মিন বান্দাদের জন্য বিরাট সুসংবাদ ও সম্মান রয়েছে। প্রথমে আল্লাহ্ তা’আলা তাদেরকে নিজের বান্দা বলেছেন, এরপর ঈমান-গুণে গুণান্বিত করেছেন, অতঃপর তাদেরকে চিরস্থায়ী সুখ ও সম্মান দানের পদ্ধতি বলে দিয়েছেন যে, তারা সালাত কায়েম করুক। এর মানে হচ্ছে, মু’মিনদের হতে হবে কৃতজ্ঞ। আর এ কৃতজ্ঞতার বাস্তব রূপ ফুটিয়ে তোলার জন্য এদের সালাত কায়েম এবং আল্লাহ্‌র পথে অর্থ ব্যয় করতে হবে। সালাতের সময় অলসতা এবং সালাতের সুষ্ঠু নিয়মাবলীতে ক্রটি না করা চাই। এছাড়া আল্লাহ্ প্রদত্ত রিযক থেকে কিছু তাঁর পথেও ব্যয় করুক। ব্যয় করার উভয় পদ্ধতিকেই বৈধ রাখা হয়েছে- গোপনে অথবা প্রকাশ্যে। কোন কোন আলেম বলেনঃ ফরয যাকাত, ফিৎরা ইত্যাদি প্রকাশ্যে হওয়া উচিত- যাতে অন্যরাও উৎসাহিত হয়, আর নফল দান-সদকা গোপনে করা উচিত যাতে রিয়া ও নাম-যশ অর্জনের মত মনোভঙ্গি সৃষ্টির আশংকা না থাকে। [কুরতুবী] ব্যাপারটি আসলে নিয়তের উপর নির্ভরশীল। যদি প্রকাশ্যে দান করার মধ্যে রিয়া ও নাম-যশের নিয়ত থাকে, তবে দানের ফযীলত শেষ হয়ে যায়- তা ফরয হোক কিংবা নফল। পক্ষান্তরে যদি অপরকে উৎসাহিত করার নিয়ত থাকে, তবে ফরয ও নফল উভয় ক্ষেত্রে প্রকাশ্যে দান করা বৈধ। [দেখুন, তাফসীর ইবন কাসীর ১/৭০১; সূরা আল-বাকারার ২৭১ নং আয়াতের তাফসীর]\n  <br/>\n  <br/>\n  [২] তারপর আল্লাহ্ তা’আলা সালাত কায়েম করতে এবং গোপনে ও প্রকাশ্যে দান করাকে দ্রুত করতে বলেছে। [ইবন কাসীর] কারণ, কখন কিয়ামত এসে যায় তখন আর তারা এগুলো করতে সক্ষম হবে না। কারণ সেদিন কোন লেন-দেনের মাধ্যমে নিজের আযাবকে অন্যের কাছে স্থানান্তর করতে পারবে না। অনুরূপভাবে সেদিন কোন বন্ধুও তার জন্য কিছু দিতে পারবে না। [সা’দী] অন্য আয়াতে আল্লাহ্ তা’আলা তা আরো স্পষ্ট করে বলে দিয়েছেনঃ\n  <br/>\n  <br/>\n  “হে মু’মিনগণ! আমি যা তোমাদেরকে দিয়েছি তা থেকে তোমরা ব্যয় কর সেদিন আসার আগে, যেদিন কেনা-বেচা, বন্ধুত্ব ও সুপারিশ থাকবে না এবং কাফিররাই যালিম।” [সূরা আল-বাকারাহঃ ২৫৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১৪ : ৩২",
        "arabic_text": "\nٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ ",
        "bangla_text": "আল্লাহ্, যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন [১], আর যিনি আকাশ হতে পানি বর্ষণ করে তা দিয়ে তোমাদের জীবিকার জন্য ফলমূল উৎপাদন করেন এবং যিনি নৌযানকে তোমাদের অনুগত করে দিয়েছেন যাতে তাঁর নির্দেশে সেগুলো সাগরে বিচরণ করে এবং যিনি তোমাদের কল্যাণে নিয়োজিত করেছেন নদীসমূহকে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত এবং এর পরবর্তী কয়েকটি আয়াতে আল্লাহ্ তা’আলা তাঁর অনেকগুলো নেয়ামত স্মরণ করিয়ে মানুষকে ‘ইবাদাত ও আনুগত্যের দাওয়াত দিয়েছেন। আল্লাহ্ বলেন, তিনিই এমন সত্তা, যিনি আসমান ও যমীন সৃষ্টি করেছেন, যাদের উপর মানুষের অস্তিত্বের সূচনা ও স্থায়ীত্ব নির্ভরশীল। এরপর তিনি আকাশ থেকে পানি বর্ষণ করেছেন, যার সাহায্যে হরেক রকমের ফলফলাদি সৃষ্টি করেছেন। যাতে সেগুলো তাদের রিযক হতে পারে। অথচ তাঁর নিয়ামত অস্বীকার করা হচ্ছে, তাঁর বন্দেগী ও আনুগত্য থেকে মুখ ফিরিয়ে নেয়া হচ্ছে, তাঁর সাথে জোর করে অংশীদার বানিয়ে দেয়া হচ্ছে। এসব সবই তাঁর দান, যাঁর দানের কোন সীমা-পরিসীমা নেই।\n  <br/>\n  <br/>\n  [২] আয়াতে বলা হয়েছে, আল্লাহ্ তা’আলাই নৌকা ও জাহাজসমূহকে তোমাদের কাজে নিয়োজিত করেছেন। এরা আল্লাহ্‌র নির্দেশে নদ-নদীতে চলাফেরা করে। আয়াতে ব্যবহৃত (سَخَّرَ) শব্দের অর্থ (ذَلَّلَ وَيَسَّرَ) অনুগত করেছেন এবং উপকৃত হওয়া সহজ করেছেন। অর্থাৎ আল্লাহ্ তা’আলা কিছু জিনিস তোমাদের অনুগত করে দিয়েছেন। তন্মধ্যে কিছু এমন জিনিসও আছে যেগুলো থেকে কল্যাণ লাভ করা তোমাদের জন্য সহজ করে দিয়েছেন। সে হিসেবে আয়াতের অর্থ হবে, আল্লাহ্ তা’আলা ঐ সত্তা যিনি আসমান ও যমীন সৃষ্টি করেছেন, অস্তিত্বহীন অবস্থা থেকে অস্তিত্বে নিয়ে এসেছেন। তিনি মেঘ থেকে বৃষ্টি নাযিল করেছেন। যা দ্বারা তিনি মৃত ভূমিকে জীবিত করেছেন। তা থেকে তিনি তোমাদের রিযকের ব্যবস্থা করেছেন। তোমাদের জন্য নৌকা ও জাহাজকে অনুগত ও সহজ করে দিয়েছেন যাতে তাঁর নির্দেশে সেটি সমুদ্রে তোমাদের উপকারার্থে চলাফেরা করে। আর নদীগুলোকে তোমাদের পান করার জন্য, তোমাদের চতুষ্পদ জন্তুদের পানের সুবিধার্থে, তোমাদের ক্ষেত-খামারে পানি দেয়ার স্বার্থে, অনুরূপ তোমাদের যাবতীয় উপকারার্থে অনুগত ও সহজ করে দিয়েছেন। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১৪ : ৩৩",
        "arabic_text": "\nوَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ ",
        "bangla_text": "আর তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন সূর্য ও চাঁদকে, যারা অবিরাম [১] একই নিয়মের অনুবর্তী এবং তোমাদের কল্যাণে নিয়োজিত করেছেন রাত ও দিনকে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদের জন্য সূর্য ও চন্দ্রকে অনুবর্তী করে দিয়েছি। এরা উভয়ে সর্বদা একই নিয়মে চলাচল করে। (دَاىِٕـبَيْنِ) শব্দটি (داب) থেকে উদ্ভুত। এর অর্থ অভ্যাস। [কুরতুবী] অর্থাৎ সর্বদা ও সর্বাবস্থায় চলা এ দু’টির (সূর্য ও চন্দ্র) অভ্যাসে পরিণত করে দেয়া হয়েছে। এর খেলাফ হয় না। কিয়ামত পর্যন্ত এ দু’টি চলতে থাকবে, কোন প্রকার ক্লান্ত না হয়ে। [কুরতুবী] অনুবর্তী করার অর্থ এরূপ নয় যে, তারা তোমাদের আদেশ ও ইঙ্গিতে চলবে। কেননা, সূর্য ও চন্দ্রকে মানুষের আজ্ঞাধীন চলার অর্থে ব্যক্তিগত নির্দেশের অনুবর্তী করে দিলে তাদের মধ্যে পারস্পরিক মতবিরোধ দেখা দিত। তাই আল্লাহ্ তা’আলা আসমান ও যমীনসমূহকে মানুষের অনুবর্তী করেছেন ঠিকই; কিন্তু এরূপ অর্থে করেছেন যে, এগুলো সর্বদা সর্বাবস্থায় আল্লাহ্‌র অপার রহস্যের অধীনে মানুষের কাজে নিয়োজিত আছে। এরূপ অর্থে নয় যে, তাদের উদয়, অস্ত ও গতি মানুষের ইচ্ছা ও মর্জির অধীন। [দেখুন, মুয়াসসার]\n  <br/>\n  <br/>\n  [২] এমনিভাবে রাতদিনকে মানুষের অনুবর্তী করে দেয়ার অর্থও এরূপ যে, এগুলোকে মানুষের সেবা ও সুখ বিধানের কাজে নিয়োজিত করা হয়েছে। [দেখুন, মুয়াসসার]\n  <br/>\n  <br/>\n  ইবন কাসীর বলেন, রাত ও দিনকে মানুষের জন্য নিয়োজিত করার অর্থ, একটি অপরটি থেকে কিছু অংশ নিয়ে নেয়া। কখনও রাত দিন থেকে নেয় ফলে রাত বড় হয়, আর কখনও দিন রাত থেকে কিছু অংশ নিয়ে নেয় ফলে দিন বড় হয়। অন্য আয়াতেও যেমন বিষয়টি বলা হয়েছে। উদাহরণস্বরূপ দেখুন, সূরা আল-হাজ্জ: ৬১; সূরা লুকমানঃ ২৯; সূরা ফাতির: ১৩; সূরা আল-হাদীদ: ৬।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১৪ : ৩৪",
        "arabic_text": "\nوَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ ",
        "bangla_text": "এবং তিনি তোমাদেরকে দিয়েছেন তোমরা তাঁর কাছে যা কিছু চেয়েছ তা থেকে [১]। তোমরা আল্লাহ্‌র অনুগ্রহ গুণলে তার সংখ্যা নির্ণয় করতে পারবে না [২]। নিশ্চয় মানুষ অতি মাত্রায় যালিম, অকৃতজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা’আলা তোমাদেরকে ঐ সমুদয় বস্তু দিয়েছেন, যা তোমরা চেয়েছ। [আত-তাফসীরুস সহীহ; ফাতহুল কাদীর] তবে আল্লাহ্‌র দান ও পুরস্কার কারো চাওয়ার উপর নির্ভরশীল নয়। আমরা নিজেদের অস্তিত্বও তাঁর কাছে চাইনি। তিনি নিজ কৃপায় চাওয়া ব্যতীতই দিয়েছেন। আসমান, যমীন, চন্দ্র, সূর্য ইত্যাদি সৃষ্টি করার প্রার্থনা কে করেছিল? এগুলো চাওয়া ছাড়াই আমাদের পালনকর্তা আমাদেরকে দান করেছেন। এ কারণেই কোন কোন মুফাসসির এ বাক্যের অর্থ এরূপ বর্ণনা করেছেন যে, আল্লাহ্ তা’আলা তোমাদেরকে প্রত্যেক ঐ বস্তু দিয়েছেন, যা চাওয়ার যোগ্য; যদিও তোমরা চাওনি। [বাগভী; কুরতবী; ফাতহুল কাদীর] কিন্তু বাহ্যিক অর্থ হচ্ছে তোমাদের প্রার্থিত প্রতিটি বস্তু থেকে কিছু কিছু তোমাদেরকে তিনি দিয়েছেন। এ অর্থ নেয়া হলেও কোন অসুবিধা নেই। কারণ, মানুষ সাধারণতঃ যা যা চায়, তার কিছু অংশ তাকে দিয়েই দেয়া হয়। [ফাতহুল কাদীর] কোন কোন মুফাসসির বলেন, এখানে চাওয়া বলতে প্রয়োজনীয় সামগ্রীকে বুঝানো হয়েছে, তখন অর্থ হবে, তোমাদের প্রকৃতির সর্ববিধ চাহিদা পূরণ করেছেন। তোমাদের মুখে চাওয়া হোক বা অবস্থায় সে চাওয়া বুঝা যাক। এসব তিনিই দান করেছেন। জীবন যাপনের জন্য প্রয়োজনীয় সবকিছুই সরবরাহ করেছেন। তোমাদের বেঁচে থাকা ও বিকাশ লাভ করার জন্য যেসব উপাদান ও উপকরণের প্রয়োজন ছিল তা সবই যোগাড় করে দিয়েছেন। [ইবন কাসীর] যেখানে বাহ্যদৃষ্টিতে তার প্রার্থনা পূর্ণ করা হয় না, সেখানে সংশ্লিষ্ট ব্যক্তির জন্য অথবা সারা বিশ্বের জন্য কোন না কোন উপযোগিতা নিহিত থাকে যা সে জানে না। কিন্তু সর্বজ্ঞ আল্লাহ্ জানেন যে, তার প্রার্থনা পূর্ণ করা হলে স্বয়ং তার জন্য অথবা তার পরিবারের জন্য অথবা সমগ্র বিশ্বের জন্য বিপদাপদের কারণ হয়ে যাবে। এমতাবস্থায় প্রার্থনা পূর্ণ না করাই বড় নেয়ামত। কিন্তু জ্ঞানের ক্রটির কারণে মানুষ তা জানে না, তাই দুঃখিত হয়।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্ তা’আলার নেয়ামত এত অধিক যে, সব মানুষ একত্রিত হয়ে সেগুলো গণনা করতে চাইলে গুণে শেষ করতে পারবে না। মানুষের নিজের অস্তিত্বই স্বয়ং একটি ক্ষুদ্র জগৎ। চক্ষু, কর্ণ, নাসিকা, হস্ত, পদ, দেহের প্রতিটি গ্রন্থি এবং শিরা-উপশিরায় আল্লাহ্ তা’আলার অন্তহীন নেয়ামত নিহিত রয়েছে। [ফাতহুল কাদীর] এ থেকে অনুমান করা যায় যে, আল্লাহ্ তা’আলার সম্পূর্ণ দান ও নেয়ামতের গণনা করাও আমাদের দ্বারা সম্ভবপর নয়। সংক্ষিপ্ত বা বিস্তারিত কোনভাবেই আমরা সেটা গণনা করে শেষ করতে পারব না। এই অসংখ্য নেয়ামতের বিনিময়ে অসংখ্য ‘ইবাদাত ও অসংখ্য শোকর জরুরী হওয়াই ছিল ইনসাফের দাবী। মানুষ সে শোকর আদায়ের ব্যাপারে অতিশয় যালেম, কারণ সে এ ব্যাপারে গাফেল থাকে। [ফাতহুল কাদীর] মূলত: মানুষের প্রকৃতিই এই যে, সে অত্যাচারী, যালেম, গোনাহ করার ব্যাপারে অতি উৎসাহী, রবের হক আদায়ে অমনোযোগী, আল্লাহ্‌র নেয়ামতের সাথে অধিক কুফরিকারী। সে শোকরিয়া তো আদায় করেই না, নেয়ামতের স্বীকারোক্তি পর্যন্ত করে না। তবে এদের ব্যতিক্রম কিছু লোক আছে যাদেরকে আল্লাহ্‌ হিদায়াত করেছেন, তারা ঠিকই তাঁর শোকর আদায় করতে সচেষ্ট থাকে। রবের অধিকার সম্পর্কে যথেষ্ট সচেতন থাকে এবং সেটা আদায় করতে নিজেকে নিয়োজিত করে। উপরে বর্ণিত আয়াতসমূহে আল্লাহ্‌র যে নেয়ামত তাঁর বান্দাদের জন্য রয়েছে সেগুলোর সামান্য কিছুর বর্ণনা রয়েছে। এর মাধ্যমে আল্লাহ্ তাঁর বান্দাদেরকে তাঁর নেয়ামতের শোকরিয়া আদায়ের আহ্বান জানিয়েছেন। যেভাবে তাঁর নেয়ামত দিন-রাত ব্যাপী তেমনি তার শোকরও দিন-রাত করার জন্য উদগ্রীব করেছেন।\n  <br/>\n  <br/>\n  [সা’দী] তালক ইবন হাবীব বলেন, বান্দাদের উপর আল্লাহ্‌র নেয়ামত এত বেশী যে বান্দারা সেটা গুণে শেষ করতে পারবে না। তাই তোমরা সকাল-বিকাল তাওবা কর। [ইবন কাসীর] এভাবে আল্লাহ্ তা’আলা দুর্বলমতি মানুষের প্রতি অনেক অনুগ্রহ করেছেন। মানুষ যখন সত্যের খাতিরে স্বীকার করে নেয় যে, যথার্থ শোকর আদায় করার সাধ্য তার নেই, তখন আল্লাহ্ তা’আলা এ স্বীকারোক্তিকেই শোকর আদায়ের স্থলাভিষিক্ত করে নেন।\n  <br/>\n  <br/>\n  হাদীসে এসেছে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খাবারের পরে যে দো’আ শিখিয়েছেন, তাতে এসেছে, ‘হে আল্লাহ্! আপনার জন্য যাবতীয় প্রশংসা, যথেষ্ট হয়েছে না বলে, (অর্থাৎ যে প্রশংসা আমি করছি তা আপনার নেয়ামতের বিপরীতে যথেষ্ট নয় অথবা আমাদের খাবার হিসেবেও যা খেয়েছি সেটাই যথেষ্ট নয় বরং সারা জীবন এ নেয়ামত আমাদের লাগবে) এবং যে নেয়ামত থেকেও বিদায় নিতে পারব না (বা আমরা না নিয়ে পারব না)। আর এ নেয়ামত থেকে অমুখাপেক্ষীও আমরা হতে পারব না।’ [বুখারীঃ ৫৪৫৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১৪ : ৩৫",
        "arabic_text": "\nوَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ ",
        "bangla_text": "আর স্মরণ করুন [১], যখন ইবরাহীম বলেছিলেন, ‘হে আমার রব! এ শহরকে নিরাপদ করুন [২] এবং আমাকে ও আমার পুত্রদেরকে মূর্তি পূজা হতে দূরে রাখুন [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সাধারণ অনুগ্রহের কথা উল্লেখ করার পর এবার আল্লাহ্ কুরাইশদের প্রতি যেসব বিশেষ অনুগ্রহ করেছিলেন সেগুলোর কথা বলছেন। এ সংগে একথাও বলা হচ্ছে যে, তোমাদের প্রপিতা ইবরাহীম আলাইহিস সালাম কোন ধরনের প্রত্যাশা নিয়ে তোমাদের এখানে আবাদ করেছিলেন, তার দো’আর জবাবে আমি তোমাদের প্রতি কোন ধরনের অনুগ্রহ বর্ষণ করেছিলাম এবং এখন তোমরা নিজেদের প্রপিতার প্রত্যাশা ও নিজেদের রবের অনুগ্রহের জবাবে কোন ধরনের ভ্রষ্টতা ও দুষ্কর্মের অবতারণা করে যাচ্ছো। তিনি তো এ ঘরকে একমাত্র আমার ইবাদতের জন্য তৈরী করেছিলেন। এ ইবরাহীম যার জন্য এ এলাকা আবাদ হয়েছে তিনি তো প্রচণ্ডভাবেই আল্লাহ্ ছাড়া অন্য কিছুর ইবাদাতের বিরোধিতা করে গেছেন। তিনিই তো মক্কার জন্য নিরাপত্তার দো’আ করেছেন। [আল-বাহরুল মুহীত; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে ইবরাহীম ‘আলাইহিস্ সালাম-এর দু’টি দো’আ উল্লেখ করা হয়েছে।\n  <br/>\n  <br/>\n  প্রথম দো’আঃ\n  <br/>\n  <br/>\n  (رَبِّ اجْعَلْ هٰذَا الْبَلَدَ اٰمِنًا)\n  <br/>\n  <br/>\n  -অর্থাৎ হে আমার রব! এ (মক্কা) নগরীকে শান্তির আলয় করে দাও। সূরা আল-বাকারায়ও [১২৬ নং আয়াতে] এ দো’আর উল্লেখ করা হয়েছে। সেখানে (بلد) শব্দটি (الف) ও (لام) ব্যতীত (بلدا) বলা হয়েছে। এর অর্থ অনির্দিষ্ট নগরী। এর কারণ হিসেবে কোন কোন মুফাসসির যা বলেন তা এই যে, এ দো’আটি যখন করা হয়েছিল, তখন মক্কা নগরীর পত্তন হয়নি। তাই ব্যাপক অর্থবোধক ভাষায় দো'আ করেছিলেন যে, এ জায়গাকে একটি শান্তির নগরীতে পরিণত করে দিন। এরপর মক্কায় যখন জনবসতি স্থাপিত হয়ে যায়, তখন এ আয়াতে বর্ণিত দো’আটি করেন। কারণ এর পরে তার দু ছেলে ইসমাঈল ও ইসহাকের কথা উল্লেখ করেছেন। যা দ্বারা বোঝা যায় যে, দো’আটি পরেই করা হয়েছে। কারণ ইসমাঈল আলাইহিস সালাম ইসহাকের চেয়ে তের বছরের বড় ছিলেন। আর প্রথম যখন দো’আ করেছিলেন তখন ইসমাঈল ও তার মা-এ দু’জনই ছিলেন। আর ইসমাঈল তখন ছিলেন দুগ্ধপোষ্য শিশু। [আল-বাহরুল মুহীত; ইবন কাসীর]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেন, সূরা বাকারার আয়াতে সে দেশ ও দেশের বাসিন্দা সবার নিরাপত্তা চাওয়া হয়েছে, পক্ষান্তরে এ সূরায় শুধু দেশের নিরাপত্তা চাওয়া হয়েছে। [ফাতহুল কাদীর] এ ক্ষেত্রে মক্কাকে নির্দিষ্ট করে প্রথমে যে দো’আ করেন তা হচ্ছে, ‘একে শান্তির আবাসস্থল করে দিন।’ আল্লাহ্ তা’আলা নবীর এ দো’আ কবুল করেছেন। তিনি অন্যত্র বলেন, “তারা কি দেখে না আমরা ‘হারাম’কে নিরাপদ স্থান করেছি, অথচ এর চারপাশে যেসব মানুষ আছে, তাদের উপর হামলা করা হয়।” [সূরা আল-আনকাবূত: ৬৭]\n  <br/>\n  <br/>\n  এখানে লক্ষণীয় যে, ইবরাহীম আলাইহিস সালাম সবকিছুর আগে নিরাপত্তার জন্য দো’আ করেছেন। কারণ, যদি কোন স্থানে নিরাপত্তার অভাব হয়, সেখানে দ্বীন- দুনিয়ার কোন কাজই সঠিকভাবে আঞ্জাম দেয়া সম্ভব হয় না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] দ্বিতীয় দো’আ এই যে, আমাকে ও আমার সন্তান-সন্ততিকে মূর্তিপূজা থেকে বাঁচিয়ে রাখুন। নবীগণ নিষ্পাপ। কিন্তু এখানে ইবরাহীম ‘আলাইহিস্ সালাম দো’আ করতে গিয়ে নিজেকেও অন্তর্ভুক্ত করেন। এর কারণ এই যে, স্বভাবজাত ভীতির প্রভাবে নবীগণ সর্বদা শংকা অনুভব করতেন। অথবা আসল উদ্দেশ্য ছিল সন্তান-সন্ততিকে মূর্তিপূজা থেকে বাঁচানোর দো’আ করা। সন্তানদেরকে এর গুরুত্ব বোঝাবার জন্য নিজেকেও দো’আয় শামিল করে নিয়েছেন। আল্লাহ্ তা’আলা স্বীয় বন্ধুর দো’আ কবুল করেছেন। ফলে তার সন্তানরা শির্ক ও মূর্তিপূজা থেকে নিরাপদ থাকে। [তাবারী; কুরতুবী] তবে তার বংশধরদের মধ্যে মূর্তিপূজা হবে না এমনটি বলা হয়নি এবং ইবরাহীম ‘আলাইহিস্ সালামও এমন দো’আ করেননি। কারণ, মক্কাবাসীরা সাধারণভাবে ইবরাহীম ‘আলাইহিস্ সালাম-এরই বংশধর। তাদের মধ্যে মূর্তিপূজা বিদ্যমান ছিল। প্রত্যেক দো’আকারীর উচিত তার নিজের ও পিতামাতা ও তার সন্তান-সন্তুতিদের জন্য এ দো’আ করা। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১৪ : ৩৬",
        "arabic_text": "\nرَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "‘হে আমার রব! এ সব মূর্তি তো বহু মানুষকে বিভ্রান্ত করেছে [১]। কাজেই যে আমার অনুসরণ করবে সে আমার দলভুক্ত, কিন্তু কেউ আমার অবাধ্য হলে আপনি তো ক্ষমাশীল, পরম দয়ালু [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পূর্ব আয়াতে বর্ণিত দো’আর কারণ বর্ণনা করে বলা হয়েছে যে, মূর্তিপূজা থেকে আমাদের অব্যাহতি কামনার কারণ এই যে, এ মূর্তি অনেক মানুষকে পথ ভ্রষ্টতায় লিপ্ত করেছে। ইবরাহীম ‘আলাইহিস্ সালাম স্বীয় পিতা ও জাতির অভিজ্ঞতা থেকে একথা বলেছিলেন। মূর্তিপূজা তাদেরকে সর্বপ্রকার মঙ্গল ও কল্যাণ থেকে বঞ্চিত করে দিয়েছিল। অর্থাৎ মূর্তিগুলো মানুষকে আল্লাহ্‌র দিক থেকে ফিরিয়ে নিয়ে নিজেদের ভক্তে পরিণত করেছে। মূর্তি যেহেতু অনেকের পথভ্রষ্টতার কারণ হয়েছে তাই পথভ্রষ্ট করার কাজকে তার কৃতকর্ম হিসেবে উল্লেখ করা হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের মধ্যে যে ব্যক্তি আমার অনুসারী হবে তথা ঈমান ও সৎকর্ম সম্পাদনকারী হবে, সে তো আমারই। উদ্দেশ্য, তার প্রতি যে দয়া ও কৃপা করা হবে, তা বলাই বাহুল্য। পক্ষান্তরে যে ব্যক্তি অবাধ্যতা করে, তার জন্য আপনি অত্যন্ত ক্ষমাশীল, দয়ালু। এখানে অবাধ্যতার অর্থ যদি কর্মগত অবাধ্যতা অর্থাৎ মন্দকৰ্ম নেয়া হয়, তবে আয়াতের অর্থ স্পষ্ট যে, আপনার কৃপায় তারও ক্ষমা আশা করা যায়। আর যদি অবাধ্যতার অর্থ কুফরী ও অস্বীকৃতি নেয়া হয়, তবে কাফের ও মুশরিকের ক্ষমা না হওয়া নিশ্চিত ছিল এবং ওদের জন্য সুপারিশ না করার নির্দেশ ইবরাহীম ‘আলাইহিস্ সালাম-কে পূর্বেই দেয়া হয়েছিল। এমতাবস্থায় তাদের ক্ষমার আশা ব্যক্ত করার সঠিক অর্থ হলোঃ নবীসুলভ দয়া প্রকাশ করা। প্রত্যেক নবীর আন্তরিক বাসনা এটাই ছিল যে, প্রত্যেক কাফের ঈমান আনুক, তাই আল্লাহ্ তা’আলাকে “আপনি অত্যন্ত ক্ষমাশীল, দয়ালু” -একথা বলে তিনি এই স্বভাবসুলভ বাসনা প্রকাশ করে দিয়েছেন মাত্র। একথা বলেননি যে, এদের সাথে ক্ষমা ও দয়ার ব্যবহার করুন। ঈসা ‘আলাইহিস্ সালামও স্বীয় উম্মতের কাফেরদের সম্পর্কে এরূপ বলেছিলেনঃ\n  <br/>\n  <br/>\n  (وَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ)\n  <br/>\n  <br/>\n  [সূরা আল-মায়েদাঃ ১১৮] অর্থাৎ “আপনি যদি তাদেরকে ক্ষমা করেন, তবে আপনি পরাক্রমশালী, প্রজ্ঞাবান”। আপনি সবই করতে পারেন। আপনার কাজে কেউ বাধাদানকারী নেই। [দেখুন, ইবন কাসীর] আব্দুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহুমা বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইবরাহীম আলাইহিস সালামের এ কথা ‘হে রব! এ মুর্তিগুলো অনেক মানুষকে পথভ্রষ্ট করেছে’ এ আয়াতাংশ এবং ঈসা আলাইহিস সালামের যদি আপনি তাদেরকে আযাব দেন তবে তারা তো আপনারই বান্দা' আয়াতাংশ তেলাওয়াত করেন। তারপর তিনি তার দু'হাত উপরে উঠালেন এবং বললেন, হে আল্লাহ! আমার উম্মত, হে আল্লাহ! আমার উম্মত, হে আল্লাহ! আমার উম্মত। আর কাঁদতে থাকলেন। তখন আল্লাহ্ তাআলা জিবরীলকে বললেন, হে জিবরীল তুমি মুহাম্মাদের কাছে যাও, -অথচ তোমার রব জানেন - তাকে জিজ্ঞেস কর, কেন তিনি কাঁদছেন? তখন জিবরীল এসে রাসূলকে জিজ্ঞেস করলেন। তিনিও জিবরীলকে প্রশ্নোত্তর জানালেন। তখন আল্লাহ বললেন, জিবরীল যাও, মুহাম্মাদের কাছে এবং তাকে বল, আমরা অবশ্যই আপনার উম্মতের ব্যাপারে আপনাকে সন্তুষ্ট করব এবং আপনার জন্য খারাপ কোন কিছু করব না। মুসলিম: ২০২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১৪ : ৩৭",
        "arabic_text": "\nرَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ ",
        "bangla_text": "হে আমাদের রব! আমি আমার বংশধরদের কিছু সংখ্যককে বসবাস করালাম [১] অনুর্বর উপত্যকায় [২] আপনার পবিত্র ঘরের কাছে [৩], হে আমাদের রব! এ জন্য যে, তারা যেন সালাত কায়েম করে [৪]। অতএব আপনি কিছু লোকের অন্তর তাদের প্রতি অনুরাগী করে দিন [৫] এবং ফল-ফলাদি দিয়ে তাদের রিযকের ব্যবস্থা করুন [৬], যাতে তারা কৃতজ্ঞতা প্রকাশ করে [৭]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ইবরাহীম আলাইহিসসালাম কিভাবে তার স্ত্রী ও একমাত্র সন্তানকে এ মরুপ্রান্তরে রেখে গেলেন সে ঘটনাটি সহীহ বর্ণনার উপর নির্ভর করে বর্ণনা করা প্রয়োজন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ নারী জাতি সর্বপ্রথম ইসমাঈল আলাইহিসসালাম এর মাতা হাজেরা থেকেই কোমরবন্ধ বানানো শিখেছে। হাজেরা সারা থেকে আপন গর্ভের নিদর্শনাবলী গোপন করার উদ্দেশ্যেই কোমরবন্ধ লাগাতেন। অতঃপর উভয়ের মনোমালিণ্য চরমে পৌছলে আল্লাহর আদেশে ইবরাহীম আলাইহিসসালাম হাজেরা ও তার শিশুপুত্র ইসমাইলকে সাথে নিয়ে নির্বাসন দানের জন্য বের হলেন। পথে হাজেরা শিশুকে দুধ পান করাতেন। শেষ পর্যন্ত ইবরাহীম আলাইহিসসালাম তাদের উভয়কে নিয়ে যেখানে কাবাঘর অবস্থিত সেখানে এসে উপস্থিত হলেন এবং মসজিদের উচু অংশে যমযমের উপরিস্থত এক বিরাট বৃক্ষতলে তাদেরকে রাখলেন। তখন মক্কায় না ছিল কোন জনমানব, না ছিল পানির কোনরূপ ব্যবস্থা। অতঃপর সেখানেই তাদেরকে রেখে গেলেন এবং একটি থলের মধ্যে কিছু খেজুর আর একটি মশকে স্বল্প পরিমাণ পানি দিয়ে গেলেন। তারপর ইবরাহীম আলাইহিসসালাম নিজ গৃহ অভিমুখে ফিরে চললেন। ইসমাঈলের মাতা তার পিছু পিছু ছুটে আসলেন এবং চিৎকার করে বলতে লাগলেন, হে ইবরাহীম! কোথায় চলে যাচ্ছেন? আর আমাদেরকে রেখে যাচ্ছেন এমন এক ময়দানে, যেখানে না আছে কোন সাহায্যকারী না আছে পানাহারের কোন বস্তু। তিনি বার বার এ কথা বলতে লাগলেন। কিন্ত ইবরাহীম আলাইহিসসালাম সেদিকে ফিরেও তাকালেন না। তখন হাজেরা তাকে জিজ্ঞেস করলেন, এর আদেশ কি আপনাকে আল্লাহ দিয়েছেন? তিনি জবাব দিলেন, হ্যাঁ। হাজেরা বললেন, তাহলে আল্লাহ আমাদের ধ্বংস ও বরবাদ করবেন না। তারপর তিনি ফিরে আসলেন। ইবরাহীমও সামনে চললেন। শেষ পর্যন্ত যখন তিনি গিরিপথের বাঁকে এসে পৌছলেন, যেখানে স্ত্রী-পুত্র আর তাকে দেখতে পাচ্ছিল না, তখন তিনি কাবা ঘরের দিকে মুখ করে দাঁড়ালেন এবং দু’হাত তুলে এ দোআ করলেনঃ\n  <br/>\n  <br/>\n  “হে আমাদের রব ! আমি আমার বংশধরদের কিছু সংখ্যককে বসবাস করালাম অনুর্বর উপত্যকায় আপনার পবিত্র ঘরের কাছে, হে আমাদের রব ! এ জন্যে যে, তারা যেন সালাত কায়েম করে। অতএব আপনি কিছু লোকের অন্তর তাদের প্রতি অনুরাগী করে দিন এবং ফল-ফলাদি দিয়ে তাদের রিযকের ব্যবস্থা করুন, যাতে তারা কৃতজ্ঞতা প্রকাশ করে।\" তখন ইসমাঈলের মা ইসমাঈলকে দুধ খাওয়াতেন আর নিজে ঐ মশক থেকে পানি পান করতেন। পরিশেষে মশকে যা পানি ছিল তা ফুরিয়ে গেল। তখন তিনি নিজেও তৃষ্ণার্ত হলেন এবং তার শিশুপুত্রটিও পিপাসায় কাতর হয়ে পড়ল। তিনি শিশুর প্রতি দেখতে লাগলেন, শিশুর বুক ধড়ফড় করছে কিংবা বলেছেন, সে জমিনে ছটফট করছে। শিশুপুত্রের দিকে তাকানো তার পক্ষে অসহনীয় হয়ে উঠল। তিনি সরে পড়লেন এবং তাঁর অবস্থানের সংলগ্ন পর্বত সাফা’কেই একমাত্র নিকটতম পর্বত হিসেবে পেলেন তারপর তিনি এর উপর উঠে দাঁড়িয়ে ময়দানের দিকে মুখ করলেন, এদিক সেদিক তাকিয়ে দেখলেন কাউকে দেখা যায় কি না? কিন্তু না কাউকে তিনি দেখলেন না। তখন দ্রুত সাফা পর্বত থেকে নেমে পড়লেন। যখন তিনি নিচু ময়দানে পৌছলেন তখন আপন কামিজের এক দিক তুলে একজন শ্রান্ত-ক্লান্ত ব্যক্তির ন্যায় দৌড়ে চললেন। শেষে ময়দান অতিক্রম করলেন, মারওয়া পাহাড়ের নিকট এসে গেলেন এবং তার উপর উঠে দাঁড়ালেন। তারপর চারদিকে নজর করলেন, কাউকে দেখতে পান কি না? কিন্তু কাউকে দেখলেন না তিনি অনুরূপভাবে সাতবার করলেন। ... তারপর যখন তিনি শেষবার মারওয়ার পাহাড়ের উপর উঠলেন, একটি আওয়াজ শুনলেন। তখন নিজেকেই নিজে বললেন, একটু অপেক্ষা কর। তিনি কান দিলেন। আবারও শব্দ শুনলেন। তখন বললেন, তোমার আওয়াজ তো শুনছি। যদি তোমার কাছে উদ্ধার করার মত কিছু থাকে আমাকে উদ্ধার কর। অকস্মাৎ তিনি, যমযম যেখানে অবস্থিত সেখানে একজন ফেরেশতাকে দেখতে পেলেন। সে ফেরেশতা আপন পায়ের গোড়ালি দ্বারা আঘাত করলেন। কিংবা তিনি বলেছেন-আপন ডানা দ্বারা আঘাত হানলেন। ফলে (আঘাতের স্থান থেকে) পানি উপচে উঠতে লাগল। হাজেরা এর চার পাশে বাঁধ দিয়ে তাকে হাউযের আকার দান করলেন এবং অঞ্জলি ভরে তার মশকটিতে পানি ভরতে লাগলেন। হাজেরার অঞ্জলি ভরার পরে পানি উছলে উঠতে লাগল। ... তারপর হাজেরা পানি পান করলেন এবং শিশুপুত্রকেও দুধ পান করালেন। তখন ফেরেশতা তাকে বললেন, ধ্বংসের কোন আশংকা আপনি করবেন না। কেননা, এখানেই আল্লাহর ঘর রয়েছে। এই শিশু তার পিতার সাথে মিলে এটি পুনঃ নিৰ্মাণ করবে এবং আল্লাহ তার পরিজনকে কখনও ধ্বংস করবেন না। ঐ সময় বায়তুল্লাহ জমিন থেকে টিলার ন্যায় উচু ছিল। বন্যার পানি আসতো এবং ডান বাম থেকে ভেঙ্গে নিয়ে যেতো।\n  <br/>\n  <br/>\n  হাজেরা এভাবেই দিন-যাপন করছিলেন। শেষ পর্যন্ত “জুরহুম” গোত্রের একদল লোক তাদের পাশ দিয়ে অতিক্রম করে গেল। কিংবা তিনি বলেছেন, ‘জুরহুম' গোত্রের কিছু লোক ‘কাদা’ এর পথে এ দিক দিয়ে আসছিল। তারা মক্কার নিচুভূমিতে অবতরণ করল এবং দেখতে পেল কতগুলো পাখি চক্রাকারে উড়ছে। তখন তারা বলল, নিশ্চয় এ পাখিগুলো পানির উপরই ঘুরছে। অথচ আমরা এ ময়দানে বহুকাল কাটিয়েছি। কিন্তু কোন পানি এখানে ছিল না। তারপর তারা একজন বা দু'জন লোক সেখানে পাঠাল। তারা গিয়েই পানি দেখতে পেল। ফিরে এসে সবাইকে পানির খবর দিল। সবাই সেদিকে অগ্রসর হলো। বর্ণনাকারী বলেনঃ\n  <br/>\n  <br/>\n  ইসমাঈলের মাতা পানির কাছে বসা ছিলেন। তারা তাকে জিজ্ঞেস করল, আমরা আপনার নিকটবর্তী স্থানে বসবাস করতে চাই; আপনি আমাদেরকে অনুমতি দিবেন কি? তিনি জবাব দিলেন, হ্যাঁ, তবে এ পানির উপর তোমাদের কোন অধিকার থাকবে না। তারা হ্যাঁ বলে সম্মতি জানালো।\n  <br/>\n  <br/>\n  ইবনে আব্বাস বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, এ ঘটনা ইসমাঈলের মাতার জন্য এক সুবর্ণ সুযোগ এনে দিল, তিনিও মানুষের সাহচর্য কামনা করছিলেন। ফলে আগন্তুক দলটি সেখানে বসতি স্থাপন করলো এবং পরিবার-পরিজনের কাছে খবর পাঠালো, তারাও এসে সেখানে বসবাস শুরু করল। শেষ পর্যন্ত সেখানে তাদের কয়েকটি খান্দান জন্ম নিল। ইসমাঈলও বড় হলেন, তাদের থেকে আরবী শিখলেন। জওয়ান হলে তিনি তাদের অধিক আগ্রহের বস্তু ও প্রিয়পাত্র হয়ে উঠলেন। যখন তিনি যৌবনপ্রাপ্ত হলেন, তখন তারা তাদেরই এক মেয়েকে তার সঙ্গে বিয়ে দিল। বিয়ের পরে ইসমাঈলের মাতা মারা গেলেন। ... (ইতিমধ্যে ইবরাহীম আলাইহিসসালাম দু’বার এসে ইসমাঈল ও স্ত্রীর খোজ নিলেন এবং এ ব্যাপারে দিক নির্দেশনা দিলেন)\n  <br/>\n  <br/>\n  পুনরায় ইবরাহীম আলাইহিসসালাম আল্লাহর ইচ্ছায় কিছু দিন এদের থেকে দূরে রইলেন। এরপর আবার তাদের কাছে আসলেন। ইসমাঈল আলাইহিসসালাম যমযমের কাছে একটি গাছের নীচে বসে নিজের তীর মেরামত করছিলেন। পিতাকে যখন আসতে দেখলেন, দাঁড়িয়ে তার দিকে এগিয়ে গেলেন। অতঃপর একজন পিতা-পুত্রের সঙ্গে সাক্ষাত হলে যা করে তারা তা-ই করলেন।\n  <br/>\n  <br/>\n  তারপর ইবরাহীম আলাইহিসসালাম বললেনঃ হে ইসমাঈল। আল্লাহ আমাকে একটি কাজের হুকুম দিয়েছেন। ইসমাঈল আলাইহিসসালাম জবাব দিলেন, আপনার পরওয়ারদিগার আপনাকে যা আদেশ করেছেন তা করে ফেলুন।\n  <br/>\n  <br/>\n  ইবরাহীম আলাইহিসসালাম বললেনঃ তুমি আমাকে সাহায্য করবে কি? ইসমাঈল আলাইহিসসালাম বললেন, হ্যাঁ। আমি অবশ্যই আপনার সাহায্য করব ইবরাহীম আলাইহিসসালাম বললেন, আল্লাহ আমাকে এখানে এর চারপাশ ঘেরাও করে একটি ঘর বানানোর নির্দেশ দিয়েছেন। এ বলে তিনি উচু টিলাটির দিকে ইশারা করলেন এবং স্থানটি দেখালেন। তখনি তারা উভয়ে কাবা ঘরের দেয়াল উঠাতে লেগে গেলেন। ইসমাঈল আলাইহিসসালাম পাথর যোগান দিতেন এবং ইবরাহীম আলাইহিসসালাম গাথুনি করতেন। যখন দেয়াল উচু হয়ে গেল, তখন ইসমাঈল আলাইহিসসালাম মাকামে ইবরাহীম নামক মশহুর পাথরটি আনলেন এবং ইবরাহীম আলাইহিসসালামের জন্য তা যথাস্থানে রাখলেন। ইবরাহীম আলাইহিসসালাম এর উপর দাঁড়িয়ে ইমারত নির্মাণ করতে লাগলেন এবং ইসমাঈল তাকে পাথর যোগান দিতে লাগলেন। আর উভয়ে এ দো'আ করতে থাকলেনঃ\n  <br/>\n  <br/>\n  “হে আমাদের রব! আমাদের থেকে (এ কাজটুকু) কবুল করুন। নিশ্চয়ই আপনি সবকিছু শুনেন ও জানেন\"। আবার তারা উভয়ে ইমারত নির্মাণ করতে লাগলেন। তারা কাবা ঘরের চারদিকে ঘুরছিলেন এবং উভয়ে এ দো'আ করছিলেনঃ\n  <br/>\n  <br/>\n  “হে আমাদের প্রভু! আমাদের এ শ্রমটুকু কবুল করে নিন। নিশ্চয়ই আপনি সর্বশ্রোতা, সর্বজ্ঞ।\" (সূরা আল-বাকারাহঃ ১২৭), [বুখারীঃ ৩৩৬৪]\n  <br/>\n  <br/>\n  [২] ইবরাহীম আলাইহিস সালাম যখন আল্লাহর পক্ষ থেকে নির্দেশ পান যে, দুগ্ধপোষ্য শিশু ও তার জননীকে শুষ্ক প্রান্তরে ছেড়ে আপনি শামে চলে যান, তখন তিনি আবেদন করেছিলেন যে, তাদেরকে ফলমূল দান করুন; যদিও তা অন্য জায়গা থেকে আনা হয়। এ কারণেই মক্কা মুকাররামায় আজ পর্যন্ত চাষাবাদের তেমন ব্যবস্থা না থাকলেও সারা বিশ্বের ফলমূল এত অধিক পরিমাণে সেখানে পৌছে থাকে যে, অন্যান্য অনেক শহরেই সেগুলো পাওয়া দুস্কর।\n  <br/>\n  <br/>\n  [৩] এ আয়াতাংশ থেকে কেউ কেউ প্রমাণ নিতে চেষ্টা করেছেন যে, বায়তুল্লাহ শরীফের ভিত্তি ইবরাহীম আলাইহিস সালাম-এর পূর্বে স্থাপিত হয়েছিল। কোন কোন মুফাসসির এ আয়াতের এবং বিভিন্ন বর্ণনার ভিত্তিতে বলেনঃ\n  <br/>\n  <br/>\n  সর্বপ্রথম আদম 'আলাইহিস সালাম বায়তুল্লাহ নিৰ্মাণ করেন। নূহের মহাপ্লাবনের পর ইবরাহীম আলাইহিস সালামকে এই ভিত্তির উপরেই বায়তুল্লাহ পূননির্মাণের আদেশ দেয়া হয়। জিবরাঈল আলাইহিস সালাম প্রাচীন ভিত্তি দেখিয়ে দেন। [কুরতুবী] তবে সহীহ কোন দলীল সরাসরি এটা প্রমাণ করে না যে, ইবরাহীম আলাইহিসসালামের পূর্বে কেউ কা'বা ঘর বানিয়েছে। বিভিন্ন দুর্বল বর্ণনায় আদম আলাইহিসসালাম এবং পরবর্তী ধ্বংসপ্রাপ্ত কিছু জাতির\n  <br/>\n  <br/>\n  মক্কায় আসার কথা এসেছে, কিন্তু সেগুলো সহীহ হাদীসের বিপরীতে টিকে না। যেখানে সরাসরি সহীহ হাদীসে এসেছে যে, “প্রথম মাসজিদ বাইতুল্লাহিল হারাম তারপর বাইতুল মাকদিস, আর এ দুয়ের মধ্যে সময়ের ব্যবধান হলো চল্লিশ বছরের”। [দেখুনঃ মুসলিমঃ ৫২০] ইবরাহীম আলাইহিস সালাম নির্মিত এই প্রাচীর জাহেলিয়াত যুগে বিধ্বস্ত হয়ে গেলে কুরাইশরা তা নতুনভাবে নির্মান করে। এ নির্মাণকাজে আবু তালেবের সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও নবুওয়তের পূর্বে অংশগ্রহণ করেন। [মুসলিমঃ ৩৪০] এতে বায়তুল্লাহর বিশেষণ (محرّم) উল্লেখ করা হয়েছে। এর অর্থ সম্মানিতও হতে পারে এবং সুরক্ষিতও। বায়তুল্লাহ শরীফের মধ্যে উভয় বিশেষণই বিদ্যমান। এটি যেমন চিরকাল সম্মানিত, তেমনি চিরকাল শক্রর কবল থেকে সুরক্ষিত। [কুরতুবী]\n  <br/>\n  <br/>\n  [৪] ইবরাহীম আলাইহিস সালাম দো'আর প্রারম্ভে পুত্র ও তার জননীর অসহায়তা ও দুর্দশা উল্লেখ করার পর সর্বপ্রথম সালাত কায়েমকারী করার দোআ করেন। ইবন জারীর বলেন, এখানে বায়তুল্লাহকে কেন হারাম বা সম্মানিত/সুরক্ষিত করা হয়েছে তার কারণ বর্ণনা করা হয়েছে আর সেটা হচ্ছে, যাতে মানুষ সেখানে সালাত আদায় করতে সমর্থ হয়। [তাবারী; ইবন কাসীর] তাছাড়া সালাত সবচেয়ে উত্তম ইবাদাত। [আল-বাহরুল মুহীত]এর দ্বারা দুনিয়া ও আখেরাতের যাবতীয় মঙ্গল সাধিত হয়। যে এ সালাত ঠিকভাবে কায়েম রাখতে পারবে সে দ্বীন কায়েম রাখতে পারবে। [সা'দী] এ থেকে বোঝা গেল যে, পিতা যদি সন্তানকে সালাতের অনুবতী করে দেয়, তবে এটাই সন্তানদের পক্ষে পিতার সর্ববৃহৎ সহানুভূতি ও হিতাকাংখা হবে।\n  <br/>\n  <br/>\n  [৫] (اَفْىِٕدَةً) শব্দটি (فؤاد) এর বহুবচন। এর অর্থ অন্তর। এখানে (اَفْىِٕدَةً) শব্দটি (نكرة) এবং তার সাথে (من) অব্যয় ব্যবহার করা হয়েছে, যা (تبعيض) ও (تقليل) এর অর্থে আসে। তাই অর্থ এই যে, কিছু সংখ্যক লোকের অন্তর তাদের দিকে আকৃষ্ট করে দিন। [কুরতুবী ফাতহুল কাদীর] কোন কোন তাফসীরবিদ বলেনঃ যদি এ দো’আয় কিছু সংখ্যক অর্থবোধক অব্যয় ব্যবহার করা না হত; তবে সারা বিশ্বের মুসলিম, অমুসলিম, ইয়াহুদী, নাসারা এবং প্রাচ্য ও পাশ্চাত্যের সব মানুষ মক্কায় ভীড় করত, যা তাদের জন্য কষ্টের কারণ হয়ে দাড়াত। এর পরিপ্রেক্ষিতে ইবরাহীম আলাইহিস সালাম দো'আয় বলেছেনঃ কিছু সংখ্যক লোকের অন্তর তাদের দিকে আকৃষ্ট করে দিন। যাতে করে শুধু মুসলিমরাই এখানে আসে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৬] যাতে করে তারা এ ফল-মুল খেয়ে আপনার ইবাদতের জন্য শক্তি লাভ করতে পারে। ইবন কাসীরা আল্লাহ্ তা'আলা এ দোআ কবুল করেছেন। অন্যত্র আল্লাহ বলেন,\n  <br/>\n  <br/>\n  “আমরা কি তাদেরকে এক নিরাপদ হারামে প্রতিষ্ঠিত করিনি, যেখানে সর্বপ্রকার ফলমূল আমদানী হয় আমাদের দেয়া রিযকস্বরূপ\" [সূরা আল-কাসাস ৭৫]\n  <br/>\n  <br/>\n  এ দোআর প্রভাবেই মক্কা মুকাররামা কোন কৃষিপ্রধান অথবা শিল্পপ্রধান এলাকা না হওয়া সত্বেও সারা বিশ্বের দ্রব্যসামগ্রী এখানে প্রচুর পরিমাণে আমদানী হয়, যা বোধ হয় জগতের অন্য কোন বৃহত্তম শহরেও পাওয়া যায় না। এ দোআর বরকতেই সব যুগে সব ধরনের ফল, ফসল ও অন্যান্য জীবন ধারণ সামগ্রী সেখানে পৌঁছে থাকে। [কুরতুবী]\n  <br/>\n  <br/>\n  (৭) এতে ইঙ্গিত করেছেন যে, সন্তানদের জন্য আর্থিক সুখ-স্বাচ্ছন্দ্যের দোআ এ কারণে করা হয়েছে, যাতে তারা কৃতজ্ঞ হয়ে কৃতজ্ঞতার সওয়াবও অর্জন করে। এভাবে সালাতের অনুবর্তিতা দ্বারা দোআ শুরু করে কৃতজ্ঞতার কথা উল্লেখ করে শেষ করা হয়েছে। মাঝখানে আর্থিক সুখ-শান্তির প্রসঙ্গ আনা হয়েছে। এতে শিক্ষা রয়েছে যে, মুসলিমের এরূপই হওয়া উচিত। তার ক্রিয়াকর্ম, ধ্যান-ধারণার উপর আখেরাতের কল্যাণ চিন্তা প্রবল থাকা দরকার এবং সংসারের কাজ ততটুকুই করা উচিত, যতটুকু নেহায়েত প্রয়োজন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১৪ : ৩৮",
        "arabic_text": "\nرَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ ",
        "bangla_text": "‘হে আমাদের রব! আপনি তো জানেন যা আমরা গোপন করি ও যা আমরা প্রকাশ করি; আর কোন কিছুই আল্লাহ্‌র কাছে গোপন নেই, না যমীনে না আসমানে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলার সর্বব্যাপী জ্ঞানের প্রসঙ্গ টেনে দো’আ সমাপ্ত করা হয়েছে। অর্থ এই যে, আপনি আমার আন্তরিক অবস্থা ও বাহ্যিক আবেদন নিবেদন সবকিছু সম্পর্কে ওয়াকিফহাল। আপনি আমার এ দো’আর উদ্দেশ্য ভাল করেই জানেন। আপনি জানেন যে, আমি এ দো’আ দ্বারা কেবল আপনার জন্য ইখলাস ও সন্তুষ্টিই কামনা করছি। [তাবারী; ইবন কাসীর] ‘আন্তরিক অবস্থা’ বলতে ঐ দুঃখ, মনোবেদনা ও চিন্তা-ভাবনা বোঝানো হয়েছে, যা একজন দুগ্ধপোষ্য শিশু ও তার জননীকে উন্মুক্ত প্রান্তরে নিঃসম্বল, ফরিয়াদরত অবস্থায় ছেড়ে আসা এবং তাদের বিচ্ছেদের কারণে স্বাভাবিকভাবে দেখা দিয়েছিল। [কুরতুবী] আর ‘বাহ্যিক আবেদন-নিবেদন' বলে স্পষ্টত:\n  <br/>\n  <br/>\n  ইবরাহীম আলাইহিস সালাম-এর দো’আই বোঝানো হয়েছে। আয়াতের শেষে আল্লাহ্ তা'আলার জ্ঞানের বিস্তৃতি বর্ণনা করে বলা হয়েছে যে, আমাদের বাহ্যিক ও আন্তরিক অবস্থাই কেন বলি, সমস্ত ভূ-মণ্ডল ও নভোমণ্ডলে কোন অবস্থাই তাঁর অজ্ঞাত নয়। অর্থাৎ হে আল্লাহ! আমি মুখে যা কিছু বলছি তা আপনি শুনছেন এবং যেসব আবেগ-অনুভূতি আমার হৃদয় অভ্যন্তরে লুকিয়ে আছে তাও আপনি জানেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১৪ : ৩৯",
        "arabic_text": "\nٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ ",
        "bangla_text": "সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি আমাকে আমার বার্ধক্যে ইসমা’ঈল ও ইসহাককে দান করেছেন। নিশ্চয় আমার রব দো’আ শ্রবণকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের বিষয়বস্তুও পূর্ববতী দো'আর পরিশিষ্ট। কেননা, দো'আর অন্যতম শিষ্টাচার হচ্ছে দো'আর সাথে সাথে আল্লাহ তা'আলার প্রশংসা ও গুণ বর্ণনা করা। ইবরাহীম 'আলাইহিস সালাম এস্থলে বিশেষভাবে আল্লাহ তা'আলার একটি নেয়ামতের শোকর আদায় করেছেন, নেয়ামতটি এই যে, ঘোর বার্ধক্যের বয়সে আল্লাহ তা'আলা তার দো'আ কবুল করে তাকে সুসন্তান ইসমাঈল ও ইসহাক দান করেছেন। এ প্রশংসা বর্ণনায় এদিকেও ইঙ্গিত রয়েছে যে, নিঃসঙ্গ ও নিঃসহায় অবস্থায় জনশূন্য প্রান্তরে পরিত্যক্ত শিশুটি আপনারই দান। আপনিই তার হেফাযত করুন। অবশেষে\n  <br/>\n  <br/>\n  (اِنَّ رَبِّيْ لَسَمِيْعُ الدُّعَاءِ)\n  <br/>\n  <br/>\n  বলে প্রশংসা বর্ণনা সমাপ্ত করা হয়েছে। অর্থাৎ নিশ্চয় আমার রব দো’আ শ্রবণকারী তথা কবুলকারী।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১৪ : ৪০",
        "arabic_text": "\nرَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ ",
        "bangla_text": "‘হে আমার রব! আমাকে সালাত কয়েমকারী করুন এবং আমার বংশধরদের মধ্য হতেও। হে আমাদের রব! আর আমার দো’আ কবূল করুন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রশংসা বর্ণনার পর আবার দো’আয় মশগুল হয়ে যানঃ\n  <br/>\n  <br/>\n  (رَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلٰوةِ وَمِنْ ذُرِّيَّتِيْ رَبَّنَا وَتَقَبَّلْ دُعَاءِ)\n  <br/>\n  <br/>\n  এতে নিজের জন্য ও সন্তানদের জন্য সালাত কায়েম রাখার দো’আ করেন। অতঃপর কাকুতি-মিনতি সহকারে আবেদন করেন যে, হে আমার পালনকর্তা! আমার দো’আ কবুল করুন। এখানে সালাতে কায়েম রাখার অর্থ, সালাতের হিফাযতকারী এবং এর সীমারেখা যথাযথভাবে কায়েম করা বুঝানো হয়েছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১৪ : ৪১",
        "arabic_text": "\nرَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ ",
        "bangla_text": "‘হে আমার রব! যেদিন হিসেব অনুষ্ঠিত হবে সেদিন আমাকে, আমার পিতা-মাতাকে এবং মুমিনদেরকে ক্ষমা করুন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সবশেষে একটি ব্যাপক অর্থবোধক দো’আ  করলেন,\n  <br/>\n  ‘হে আমার রব! আমাকে আমার পিতা-মাতাকে এবং সব মুমিনকে ক্ষমা করুন ঐদিন, যেদিন হাশরের ময়দানে সারাজীবনের কাজকর্মের হিসাব নেয়া হবে। এতে তিনি মাতা-পিতার জন্যও মাগফেরাতের দো'আ করেছেন। অথচ পিতা অর্থাৎ আযর যে কাফের ছিল, তা কুরআনুল কারীমেই উল্লেখিত রয়েছে। সম্ভবতঃ এ দো’আটি তখন করেছেন, যখন ইবরাহীম আলাইহিস সালাম-কে কাফেরদের জন্য দো’আ করতে নিষেধ করা হয়নি। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১৪ : ৪২",
        "arabic_text": "\nوَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ ",
        "bangla_text": "আর আপনি কখনো মনে করবেন না যে, যালিমরা যা করে সে বিষয়ে আল্লাহ্‌ গাফিল [১], তবে তিনি তাদেরকে সেদিন পর্যন্ত অবকাশ দেন যেদিন তাদের চক্ষু হবে স্থির [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কোন অবস্থাতেই তোমরা আল্লাহকে গাফেল মনে করো না। এখানে বাহ্যতঃ প্রত্যেক ঐ ব্যক্তিকে সম্বোধন করা হয়েছে, যাকে তার গাফলতি ও শয়তান এ ধোঁকায় ফেলে রেখেছে। [ফাতহুল কাদীর] পক্ষান্তরে যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সম্বোধন করা হয়, তবে এর উদ্দেশ্য উম্মতের গাফেলদেরকে শোনানো এবং হুশিয়ার করা। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর পক্ষ থেকে এরূপ সম্ভাবনাই নেই যে, তিনি আল্লাহ্ তা'আলাকে পরিস্থিতি সম্পর্কে বেখবর অথবা গাফেল মনে করতে পারেন।\n  <br/>\n  <br/>\n  [২] অর্থাৎ কিয়ামতের ভয়াবহ দৃশ্য তাদের সামনে হবে। বিস্ফারিত দৃষ্টিতে তারা তা দেখতে থাকবে যেন তাদের চোখের মনি স্থির হয়ে গেছে, পলক পড়ছে না। ঠায় এক দৃষ্টে তাকিয়ে থাকবে। অন্য আয়াতে আল্লাহ্ তা'আলা তা আরো ব্যাখ্যা করে বলেছেন যে,\n  <br/>\n  <br/>\n  \"অমোঘ প্রতিশ্রুত সময় আসন্ন হলে হঠাৎ কাফিরদের চোখ স্থির হয়ে যাবে, তারা বলবে, ‘হায়, দুর্ভোগ আমাদের! আমরা তো ছিলাম এ বিষয়ে উদাসীন; না, আমরা সীমালংঘনকারীই ছিলাম।” [সূরা আল-আম্বিয়াঃ ৯৭]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১৪ : ৪৩",
        "arabic_text": "\nمُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ ",
        "bangla_text": "ভীত-বিহবল চিত্তে উপরের দিকে তাকিয়ে তারা ছুটোছুটি করবে, নিজেদের প্রতি তাদের দৃষ্টি ফিরবে না এবং তাদের অন্তর হবে উদাস [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেদিন চক্ষুসমূহ বিস্ফোরিত হয়ে থাকবে।\n  <br/>\n  <br/>\n  (مُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ)\n  <br/>\n  <br/>\n  -অর্থাৎ লজ্জা, ভয় ও বিস্ময়ের কারণে মস্তক উপরে তুলে প্রাণপণ দৌড়াতে থাকবে।\n  <br/>\n  <br/>\n  (لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ)\n  <br/>\n  <br/>\n  –অর্থাৎ অপলক নেত্রে চেয়ে থাকবে।\n  <br/>\n  <br/>\n  (وَاَفْـئِدَ تُهُمْ هَوَاءٌ)\n  <br/>\n  <br/>\n  –অর্থাৎ ভয়ে তাদের অন্তর শূন্য, উদাস ও ব্যাকুল হবে। কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১৪ : ৪৪",
        "arabic_text": "\nوَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ ",
        "bangla_text": "আর যেদিন তাদের শস্তি আসবে সেদিন সম্পর্কে আপনি মানুষকে সতর্ক করুন, তখন যারা যুলুম করেছে তারা বলবে, ‘হে আমাদের রব! আপনি আমাদেরকে কিছু কালের জন্য অবকাশ দিন, আমরা আপনার ডাকে সাড়া দেব এবং রাসূলগণের অনুসরণ করব।‘ তোমরা কি আগে শপথ করে বলতে না যে, তোমাদের পতন নেই [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এসব অবস্থা বর্ণনা করার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বলা হয়েছে যে, আপনি আপনার জাতিকে ঐ দিনের শাস্তির ভয় প্রদর্শন করুন, যেদিন যালিম ও অপরাধীরা অপারগ হয়ে বলবেঃ হে আমাদের রব! আমাদেরকে আরো কিছুদিন সময় দিন। অর্থাৎ দুনিয়াতে কয়েকদিনের জন্য পাঠিয়ে দিন, যাতে আমরা আপনার দাওয়াত কবুল করতে পারি এবং আপনার প্রেরিত নবীগণের অনুসরণ করে এ আযাব থেকে মুক্তি পেতে পারি। অন্য আয়াতেও আল্লাহ তা’আলা কাফেরদের এ অবস্থা বর্ণনা করে বলছেন,\n  <br/>\n  <br/>\n  “আর আপনি যদি দেখতেন! যখন অপরাধীরা তাদের রবের নিকট অবনত মস্তকে বলবে, ‘হে আমাদের রব! আমরা দেখলাম ও শুনলাম, সুতরাং আপনি আমাদেরকে ফেরত পাঠান, আমরা সৎকাজ করব, নিশ্চয় আমরা দৃঢ় বিশ্বাসী।\" [সূরা আস-সাজদাহ ১২]\n  <br/>\n  <br/>\n  আল্লাহ তা'আলার পক্ষ থেকে তাদের আবেদনের জবাবে বলা হবেঃ এখন তোমরা একথা বলছ কেন? তোমরা কি ইতিপূর্বে কসম খেয়ে বলনি যে, তোমাদের ধন-সম্পদ ও শান-শওকতের পতন হবে না এবং তোমরা সর্বদাই দুনিয়াতে এমনিভাবে বিলাস-ব্যসনে মত্ত থাকবে? তোমরা পুনর্জীবন ও আখেরাত অস্বীকার করে আসছিলে। অন্য আয়াতেও কাফেরদের এ আবদার ও তার জবাব বর্ণিত হয়েছে। বলা হয়েছে,\n  <br/>\n  <br/>\n  “অবশেষে যখন তাদের কারো মৃত্যু আসে, সে বলে, 'হে আমার রব! আমাকে আবার ফেরত পাঠান, ‘যাতে আমি সৎকাজ করতে পারি যা আমি আগে করিনি।‘ না, এটা হবার নয়। এটা তো তার একটি বাক্য মাত্র যা সে বলবেই\" [সূরা আল-মুমিনূন: ৯৯-১০০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১৪ : ৪৫",
        "arabic_text": "\nوَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ ",
        "bangla_text": " আর তোমরা বাস করেছিলে তাদের বাসভূমিতে, যারা নিজেদের প্রতি যুলুম করেছিল এবং তাদের সাথে আমরা কিরূপ (আচরণ) করেছিলাম তাও তোমাদের কাছে স্পষ্ট ছিল। আর তোমাদের জন্য আমরা অনেক দৃষ্টান্তও উপস্থাপন করেছিলাম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে তাদেরকে হুশিয়ার করা হয়েছে যে, অতীত জাতিসমূহের অবস্থা ও উত্থান-পতন তোমাদের জন্য সর্বোত্তম উপদেশ। আশ্চর্যের বিষয়, তোমরা এগুলো থেকে শিক্ষা গ্রহণ কর না। অথচ তোমরা এসব ধ্বংসপ্রাপ্ত জাতির আবাসস্থলেই বসবাস ও চলাফেরা কর। কিছু অবস্থা পর্যবেক্ষণের মাধ্যমে এবং কিছু সংবাদ পরস্পরের মাধ্যমে তোমরা একথাও জান যে, আল্লাহ তা'আলা অবাধ্যতার কারণে ওদেরকে কিরূপ কঠোর শাস্তি দিয়েছেন। এছাড়া আল্লাহ তাদেরকে সৎপথে আনার জন্য অনেক দৃষ্টান্ত বর্ণনা করেছেন কিন্তু এরপরও তাদের চৈতন্যোদয় হয়নি। আল্লাহ বলেন, “এটা পরিপূর্ণ হিকমত, কিন্তু ভীতিপ্রদর্শন তাদের কোন কাজে লাগেনি।” [সূরা আল-কামার:৫][ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১৪ : ৪৬",
        "arabic_text": "\nوَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ ",
        "bangla_text": "আর তারা ভীষণ চক্রান্ত করেছিল, কিন্তু তাদের চক্রান্ত আল্লাহ্‌র কাছে রক্ষিত হয়েছে [১], তবে তাদের চক্রান্ত এমন ছিল না যে, পর্বত টলে যাবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনি তাদের যাবতীয় চক্রান্ত বেষ্টন করে আছেন। তিনি সেগুলোকে পুনরায় তাদের দিকে তাক করে দিয়েছেন। আবার তিনি সেগুলোর বিনিময়ে তাদের শাস্তি দিবেন।\n  <br/>\n  <br/>\n  [২] অধিকাংশ তাফসীরবিদ (وَاِنْ كَانَ مَكْرُهُمْ) বাক্যের (اِنْ) শব্দটি নেতিবাচক অব্যয় সাব্যস্ত করে অর্থ করেছেন যে, তারা যদিও অনেক কূটকৌশল ও চালবাজি করেছে, কিন্তু তাতে পাহাড়ের স্বস্থান থেকে হটে যাওয়া সম্ভবপর ছিল না। [ইবন কাসীর] অর্থাৎ তারা সত্যদ্বীনকে বিলুপ্ত করার লক্ষ্যে এবং সত্যের দাওয়াত কবুলকারী মুসলিমদের নিপীড়নের উদ্দেশ্যে সাধ্যমত কূটকৌশল করেছে। আল্লাহ্ তা'আলার কাছে তাদের সব গুপ্ত ও প্রকাশ্য কূটকৌশল বিদ্যমান রয়েছে। তিনি এগুলো সম্পর্কে ওয়াকিফহাল এবং এগুলোকে ব্যর্থ করে দিতে সক্ষম। তাদের কুটকৌশল এমন বড় কিছু নয় যে, পাহাড় টলে যাবে। সে অনুসারে তাদের যাবতীয় কুটকৌশলের হীনতা ও দূর্বলতা বর্ণনা করাই এখানে উদ্দেশ্য। অন্য আয়াতে এ অর্থে বলা হয়েছে, \"ভূপৃষ্ঠে দম্ভভরে বিচরণ করবেন না; আপনি তো কখনই পদভরে ভূপৃষ্ঠ বিদীর্ণ করতে পারবেন না এবং উচ্চতায় আপনি কখনই পর্বত প্রমাণ হতে পারবেন না।\"[সূরা আল-ইসরাঃ৩৭] [ইবন কাসীর]\n  <br/>\n  <br/>\n  আয়াতের দ্বিতীয় আরেকটি অর্থ হলো, “যদিও তাদের কূটকৌশল এমন মারাত্মক ও গুরুতর ছিল যে, এর মোকাবেলায় পাহাড়ও স্বস্থান থেকে অপসৃত হবে।\" [কুরতুবী] কিন্তু আল্লাহর অপার শক্তির সামনে এসব কূটকৌশল ব্যর্থ হয়ে গেছে। আয়াতে বর্ণিত শত্রুতামূলক কূটকৌশলের অর্থ অতীতে ধ্বংসপ্রাপ্ত জাতিসমূহের কূটকৌশলও হতে পারে। উদাহরণতঃ নমরূদ, ফির’আওন, কওমে-আদ, কওমে সামূদ ইত্যাদি। এটাও সম্ভব যে, এতে আরবের বর্তমান মুশরিকদের অবস্থা বর্ণনা করা হয়েছে যে, তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মোকাবেলায় অত্যন্ত গভীর ও সুদূরপ্রসারী চক্রান্ত ও কূটকৌশল করেছে। কিন্তু আল্লাহ্ তা’আলা সব ব্যর্থ করে দিয়েছেন।\n  <br/>\n  <br/>\n  আয়াতে উল্লেখিত (مكر) শব্দের অর্থ কোন কোন মুফাসসিরের মতে, শির্ক ও রাসূলদের উপর মিথ্যারোপ। [কুরতুবী] অর্থাৎ তাদের শির্ক ও রাসূলের উপর মিথ্যারোপ মারাত্মক আকার ধারণ করলেও আল্লাহ সে সম্পর্কে সম্পূর্ণ ওয়াকিফহাল। অন্য আয়াত থেকেও এ অর্থের সমর্থন পাওয়া যায়, অন্য আয়াতে বলা হয়েছে, শির্ক  করার কারণে আকাশ ফেটে যাওয়ার উপক্রম হয়। [সূরা মারইয়ামঃ ৯০][ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১৪ : ৪৭",
        "arabic_text": "\nفَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ ",
        "bangla_text": "সুতরাং আপনি কখনো মনে করবেন না যে, আল্লাহ্‌ তাঁর রসূলগণকে দেয়া প্রতিশ্রুতি ভঙ্গ করেন। নিশ্চয় আল্লাহ্‌ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরপর উম্মতকে শোনানোর জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে অথবা প্রত্যেক সম্বোধনযোগ্য ব্যক্তিকে হুশিয়ার করে বলা হয়েছেঃ “কেউ যেন এরূপ মনে না করে যে, আল্লাহ্ তা'আলা রাসূলগণের সাথে বিজয় ও সাফল্যের যে ওয়াদা করেছেন, তিনি তার খেলাফ করবেন। নিঃসন্দেহে আল্লাহ্ তা’আলা মহাপরাক্রান্ত এবং প্রতিশোধ গ্রহণকারী।\" তিনি নবীগণের শক্রদের কাছ থেকে অবশ্যই প্রতিশোধ গ্রহণ করবেন এবং ওয়াদা পূর্ণ করবেন। [বাগভী; কুরতুবী]। তিনি তাদেরকে দুনিয়াতেও সাহায্য করবেন, আখেরাতেও যেদিন সাক্ষীরা সাক্ষ্য দিতে দাঁড়াবে সেদিনও তিনি তাদের সাহায্য করবেন। তিনি পরাক্রমশালী কোন কিছুই তার ক্ষমতার বাইরে নেই। তিনি যা ইচ্ছা করেন তা পূরণে কেউ বাধা সৃষ্টি করতে পারে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১৪ : ৪৮",
        "arabic_text": "\nيَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ ",
        "bangla_text": "যেদিন এ যমীন পরিবর্তিত হয়ে অন্য যমীন হবে এবং আসমানসমূহও [১]; আর মানুষ উন্মুক্তভাবে উপস্থিত হবে এক, একচ্ছত্র অধিপতি আল্লাহ্‌র সামনে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কেয়ামতের ভয়াবহ অবস্থা ও ঘটনাবলী বর্ণনা করা হয়েছেঃ “কেয়ামতের দিন বর্তমান পৃথিবী পাল্টে দেয়া হবে এবং আকাশও। সবাই এক ও পরাক্রমশালী আল্লাহর সামনে হাজির হবে।\" পৃথিবী ও আকাশ পাল্টে দেয়ার এরূপ অর্থও হতে পারে যে, তাদের আকার ও আকৃতি পাল্টে দেয়া হবে; যেমন কুরআনুল কারীমের অন্যান্য আয়াত ও হাদীসে আছে যে, সমগ্র ভূ-পৃষ্ঠকে একটি সমতল ভূমিতে পরিণত করে দেয়া হবে। এতে কোন গৃহের ও বৃক্ষের আড়াল থাকবে না এবং পাহাড়, টিলা, গর্ত, গভীরতা কিছুই থাকবে না। এ অবস্থা বর্ণনা প্রসঙ্গে আল্লাহ্ তা'আলা বলেনঃ\n  <br/>\n  <br/>\n  (لَّا تَرٰى فِيْهَا عِوَجًا وَّلَآ اَمْتًا)\n  <br/>\n  <br/>\n  [ত্বাহাঃ ১০৭] অর্থাৎ গৃহ ও পাহাড়ের কারণে বর্তমানে রাস্তা ও সড়ক বাঁক ঘুরে ঘুরে চলেছে। কোথাও উচ্চতা এবং কোথাও গভীরতা দেখা যায়। কেয়ামতের দিন এগুলো থাকবে না, বরং সব পরিস্কার ময়দান হয়ে যাবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ\n  <br/>\n  <br/>\n  ‘কেয়ামতের দিন ময়দার রুটির মত পরিস্কার ও সাদা পৃথিবীর বুকে মানবজাতিকে পুনরুত্থিত করা হবে। এতে কারো কোন চিহ্ন (গৃহ, উদ্যান, বৃক্ষ, পাহাড়, টিলা ইত্যাদি) থাকবে না। [বুখারীঃ ৬৫২১, মুসলিমঃ ২৭৯০] অন্য এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর নিকট এক ইয়াহুদী এসে প্রশ্ন করলঃ যেদিন পৃথিবী পরিবর্তন করা হবে, সেদিন মানুষ কোথায় থাকবে? তিনি বললেনঃ পুলসিরাতের নিকটে অন্ধকারে থাকবে।‘ [মুসলিমঃ ৩১৫]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় আয়েশা রাদিয়াল্লাহু আনহা বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করেছিলাম যে সেদিন মানুষ কোথায় থাকবে? তিনি বলেছিলেন, \"সিরাতের উপর\" [মুসলিম: ২৭৯১]\n  <br/>\n  <br/>\n  এ থেকে জানা যায় যে, বর্তমান পৃথিবী থেকে পুলসিরাতের মাধ্যমে মানুষকে অন্যদিকে স্থানান্তর করা হবে। ইবনে জারীর স্বীয় তাফসীর গ্রন্থে এ মর্মে একাধিক সাহাবী ও তাবেয়ীর উক্তি বর্ণনা করেছেন। বাস্তব অবস্থা আল্লাহ তা'আলাই ভাল জানেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১৪ : ৪৯",
        "arabic_text": "\nوَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ ",
        "bangla_text": "আর যেদিন আপনি অপরাধীদেরকে দেখবেন পরস্পর শৃংখলিত অবস্থায় [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেদিন সমস্ত মানুষ মহান বিচারপতি আল্লাহর সামনে সম্পূর্ণরূপে প্রকাশিত হবে। তখন যদি আপনি অপরাধীদের দিকে দেখতেন যারা কুফরি ও ফাসাদ সৃষ্টি করে অপরাধ করে বেড়িয়েছে, তারা সেদিন শৃঙ্খলিত অবস্থায় থাকবে। [ইবন কাসীর] এখানে কয়েকটি অর্থ হতে পারে, একঃ কাফেরগণকে তাদের সমমনা সাথীদের সাথে একসাথে শৃংখলিত অবস্থায় রাখা হবে। [ইবন কাসীর] যেমন অন্য আয়াতে এসেছে, “(ফেরেশতাদেরকে বলা হবে,) ‘একত্র কর যালিম ও তাদের সহচরদেরকে এবং তাদেরকে যাদের ইবাদাত করত তারা---\" [সূরা আস-সাফফাত: ২২]\n  <br/>\n  <br/>\n  আরও এসেছে, “আর যখন দেহে আত্মাসমূহ সংযোজিত হবে” [সূরা আত-তাকওয়ীর: ৭]\n  <br/>\n  <br/>\n  যাতে করে শাস্তি বেশী ভোগ করতে পারে। কেউ কারো থেকে পৃথক হবে না। পরস্পরকে কঠোর শাস্তির সম্মুখীন হতে হবে। দুইঃ তারা নিজেদের হাত ও পা শৃংখলিত অবস্থায় জাহান্নামের শাস্তি ভোগ করতে থাকবে। [কুরতুবী] তিন, কাফের ও তাদের সাথে যে শয়তানগুলো আছে সেগুলোকে একসাথে শৃংখলিত করে রাখা হবে। [বাগভী; কুরতুবী] এমনও হতে পারে যে, সব কয়টি অর্থই এখানে উদ্দেশ্য।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১৪ : ৫০",
        "arabic_text": "\nسَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ ",
        "bangla_text": "তাদের জামা হবে আলকাতরার [১] এবং আগুন আচ্ছন্ন করবে তাদের চেহারাসমূহকে [২];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন ব্যাখ্যাকার বলেন, (قطران) এর অর্থ প্রচণ্ড গরম তামা। [ইবন কাসীর] কারও কারও নিকট “কাতেরান” শব্দটি আলকাতরা, গালা ইত্যাদির প্রতিশব্দ হিসেবে ব্যবহার করা হয়। যেগুলোতে সাধারণত আগুন বেশী প্রজ্জলিত হয়।\n  <br/>\n  <br/>\n  [২] এখানে বলা হচ্ছে যে, কাফেরদের মুখ আগুনে আচ্ছন্ন থাকবে। অন্যত্র আরো বলেছেনঃ \"আগুন তাদের মুখমণ্ডল দগ্ধ করবে এবং তারা সেখানে থাকবে বীভৎস চেহারায়” [সূরা আল-মু'মিনূনঃ ১০৪]\n  <br/>\n  <br/>\n  “হায়, যদি কাফিররা সে সময়ের কথা জানত যখন তারা তাদের মুখ ও পিছন দিক থেকে আগুন প্রতিরোধ করতে পারবে না এবং তাদেরকে সাহায্য করাও হবে না!\" [সূরা আল-আম্বিয়াঃ ৩৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১৪ : ৫১",
        "arabic_text": "\nلِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ ",
        "bangla_text": "যাতে আল্লাহ্‌ প্রতিদান দেন প্রত্যেক নাফসকে যা সে অর্জন করেছে। নিশ্চয় আল্লাহ্‌ হিসেব গ্রহনে তৎপর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দু'টি অর্থ হতে পারে।\n  <br/>\n  <br/>\n  এক. তিনি বান্দাদের হিসেব গ্রহণে দ্রুত তা সম্পন্ন করবেন। কেননা, তিনি সবকিছু জানেন। কোন কিছুই তাঁর কাছে গোপন নেই। সমস্ত মানুষ তাঁর শক্তির কাছে একজনের মতই। যেমন অন্য আয়াতে আল্লাহ বলেন, “তোমাদের সবার সৃষ্টি ও পুনরুত্থান একটি প্রাণীর সৃষ্টি ও পুনরুত্থানেরই অনুরূপ।\" [সূরা লুকমান: ২৮]\n  <br/>\n  <br/>\n  দুই. আয়াতের দ্বিতীয় অর্থ হচ্ছে, অচিরেই তিনি তাদের হিসেব গ্রহণ করবেন। কারণ কিয়ামত অতি সন্নিকটে। যেমন অন্য আয়াতে বলেছেন, “মানুষের হিসেব-নিকেশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে\" [সূরা আল-আম্বিয়া: ১][ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১৪ : ৫২",
        "arabic_text": "\nهَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ ",
        "bangla_text": "এটা মানুষের জন্য এক বার্তা, আর যাতে এটা দ্বারা তাদেরকে সতর্ক করা হয় এবং তারা জানতে পারে যে, তিনিই কেবল এক সত্য ইলাহ্ আর যাতে বুদ্ধিমানগণ উপদেশ গ্রহণ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]