[
    {
        "id": 1,
        "verse": "১৫ : ১",
        "arabic_text": "\nالٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ ",
        "bangla_text": "আলিফ- লাম-রা, এগুলো হচ্ছে আয়াত মহাগ্রন্থ ও সুস্পষ্ট কুরআনের [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ৯৯ আয়াত, মক্কী\n  </b>\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] কাতাদা রাহেমাহুল্লাহ আয়াতের তাফসীরে বলেন, আল্লাহর শপথ এ কুরআন হেদায়াত ও সঠিক পথ এবং কল্যাণের রাস্তাকে প্রকাশ করে দিয়েছে। সুতরাং হেদায়াত চাইলে এ কুরআন অনুসরণের বিকল্প নেই। [তাবারী]। এখানে তিনি হালাল, হারাম, হক ও বাতিল স্পষ্ট করে বর্ণনা করেছেন। বাগভী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১৫ : ২",
        "arabic_text": "\nرُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ ",
        "bangla_text": "কখনো কখনো কাফিররা আকাংখা করবে যে, তারা যদি মুসলিম হত [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কখন কাফেরগণ সেটা আকাংখা করবে? কোন কোন মুফাসসির বলেন, তারা এটা মৃত্যুর সময় কামনা করবে। [ইবন কাসীর]। তবে এ ব্যাপারে একটি হাদীসের দিকে তাকালে আমরা স্পষ্ট দেখতে পাই যে, সেটা আখেরাতে তারা কামনা করবে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \"জাহান্নামবাসীরা যখন জাহান্নামে একত্রিত হবে, তারা তাদের সাথে কিছু গুনাহগার মু'মিনদেরকেও দেখতে পাবে, তখন তারা বলবেঃ\n  <br/>\n  <br/>\n  তোমাদের ইসলাম তোমাদের কোন কাজে আসলো না, তোমরা তো দেখছি আমাদের সাথে জাহান্নামেই রয়ে গেলে। তারা বলবেঃ আমাদের কিছু গুনাহ ছিল যার কারণে আমাদের পাকড়াও করা হয়েছে। তারা যা বলেছে আল্লাহ তা শুনলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “তখন কিবলার অনুসারী মুসলিমগণকে বের করার নির্দেশ দেয়া হবে। আর তখন কাফেরগণ আফসোস করে বলবেঃ হায়! আমরা যদি মুসলিম হতাম তাহলে তারা যেভাবে বের হয়ে গেছে সেভাবে আমরাও বের হতে পারতাম। সাহাবী আবু মূসা আল-আশ'আরী বলেনঃ ‘আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পড়লেনঃ\n  <br/>\n  <br/>\n  “আলিফ-লাম-রা, এগুলো আয়াত মহাগ্রন্থের, সুস্পষ্ট কুরআনের কখনো কখনো কাফিররা আকাংখা করবে যে, তারা যদি মুসলিম হত।\" [মুস্তাদরাকে হাকেমঃ ২/২৪২] এভাবে কাফেররা যখন প্রকৃত অবস্থা জানতে পারবে তখন লজ্জিত হবে এবং আফসোস করে ঈমান আনার জন্য আকাংখা করতে থাকবে। কিন্তু তাদের সে আকাংখা কোন কাজে লাগবে না। অন্যত্র আল্লাহ বলেনঃ “আপনি যদি দেখতে পেতেন যখন তাদেরকে আগুনের পাশে দাঁড় করানো হবে এবং তারা বলবে, ‘হায়! যদি আমাদেরকে আবার ফেরত পাঠানো হত তবে আমরা আমাদের প্রতিপালকের নিদর্শনকে অস্বীকার করতাম না এবং আমরা মুমিনদের অন্তর্ভুক্ত হতাম।\" [সূরা আল-আনআমঃ ২৭]\n  <br/>\n  <br/>\n  “ যারা আল্লাহর সম্মুখীন হওয়াকে মিথ্যা বলেছে তারা অবশ্যই ক্ষতিগ্রস্ত হয়েছে, এমনকি হঠাৎ তাদের কাছে যখন কিয়ামত উপস্থিত হবে তখন তারা বলবে, ‘হায়! এটাকে আমরা যে অবহেলা করেছি তার জন্য আক্ষেপ।‘ তারা তাদের পিঠে নিজেদের পাপ বহন করবে; দেখুন, তারা যা বহন করবে তা খুবই নিকৃষ্ট! [সূরা আল-আনআমঃ ৩১]\n  <br/>\n  <br/>\n  “যালিম ব্যক্তি সেদিন নিজের দু'হাত দংশন করতে করতে বলবে, ‘হায়, আমি যদি রাসূলের সাথে সৎপথ অবলম্বন করতাম!” [সূরা আল-ফুরকানঃ ২৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১৫ : ৩",
        "arabic_text": "\nذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ ",
        "bangla_text": "তাদেরকে ছাড়ুন, তারা খেতে থাকুক [১], ভোগ করতে থাকুক এবং আশা তাদেরকে মোহাচ্ছন্ন রাখুক [২], অতঃপর অচিরেই তারা জানতে পারবে [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে জানা গেল যে, পানাহারকে লক্ষ্য ও আসল বৃত্তি সাব্যস্ত করে নেয়া এবং সাংসারিক বিলাস-ব্যসনের উপকরণ সংগ্রহে মৃত্যুকে ভুলে গিয়ে দীর্ঘ পরিকল্পনা প্রণয়নে মেতে থাকা কাফেরদের দ্বারাই হতে পারে, যারা আখেরাত ও তার হিসাব-কিতাবে এবং পুরস্কার ও শাস্তিতে বিশ্বাস করে না। মুমিনও পানাহার করে, জীবিকার প্রয়োজনানুযায়ী ব্যবস্থা করে এবং ভবিষ্যৎ কাজ-কারবারের পরিকল্পনাও তৈরী করে; কিন্তু মুত্যু ও আখেরাতকে ভুলে এ কাজ করে না। তাই প্রত্যেক কাজে হালাল ও হারামের চিন্তা করে এবং অনর্থক পরিকল্পনা প্রণয়নকে বৃত্তি হিসেবে গ্রহণ করে না। এখানে দীর্ঘ আশা পোষণ করার অর্থ হচ্ছে, ঈমান ও আনুগত্য ত্যাগ করে, দুনিয়ার মহব্বত ও লোভে মগ্ন হওয়া, তাওবাহ ও আল্লাহর দিকে প্রত্যাবর্তন পরিত্যাগ করা এবং মৃত্যু ও আখেরাত থেকে নিশ্চিন্ত দীর্ঘ পরিকল্পনায় মত্ত হওয়া। [বাগভী; কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  আবুদ্দারদা রাদিয়াল্লাহু আনহু একবার দামেশকের জামে মসজিদের মিম্বারে দাঁড়িয়ে বললেনঃ ‘হে দামেশকবাসীগণ! তোমরা কি একজন সহানুভূতিশীল, হিতাকাঙ্খী ভাইয়ের কথা শুনবে? শুনে নাও, তোমাদের পূর্বে অনেক বিশিষ্ট লোক অতিক্রান্ত হয়েছে। তারা প্রচুর ধন-সম্পদ একত্রিত করেছিল, সুউচ্চ দালান-কোঠা নির্মাণ করেছিল এবং সুদূরপ্রসারী পরিকল্পনা তৈরী করেছিল, আজ তারা সবাই নিশ্চিহ্ন হয়ে গেছে। তাদের গৃহগুলোই তাদের কবর হয়েছে এবং তাদের দীর্ঘ আশা ধোঁকা ও প্রতারণায় পর্যবসিত হয়েছে। ‘আদ জাতি তোমাদের নিকটেই ছিল। তারা ধন, জন, অস্ত্রশস্ত্র ও অশ্বাদি দ্বারা দেশকে পরিপূর্ণ করে দিয়েছিল। আজ এমন কেউ আছে কি, যে তাদের উত্তরাধিকার আমার কাছ থেকে দু’দিরহামের বিনিময়ে ক্রয় করতে সম্মত হবে?’ [ইবনুল মুবারক আয-যুহদ ৮৪৭; কুরতুবী] হাসান বসরী রাহিমাহুল্লাহ বলেনঃ ‘যে ব্যক্তি জীবদ্দশায় দীর্ঘ আকাঙ্খার জাল তৈরী করে, তার আমল অবশ্যই খারাপ হয়ে যায়।‘ [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ মানুষের আশা-আকাংখা, লোভ-লালসা এতবেশী যে, সে তার পিছনে এতই মগ্ন থাকে যে, তার জীবন শেষ হয়ে যাচ্ছে অথচ তার আশা পুরোয় না। হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সুন্দর উদাহরণ পেশ করেছেন। আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চার কোন বিশিষ্ট একটি ঘর আঁকলেন। তারপর তার মধ্যভাগ থেকে একটি রেখা এঁকে তা বৃত্তের বাইরে নিয়ে গেলেন। তারপর এ রেখার বাইরের অংশে ছোট ছোট কতগুলো রেখা আড়াআড়ি ভাবে মাঝ বরাবর আঁকলেন এবং বললেনঃ “এটা (মধ্যবিন্দু) হলো মানুষ, আর এর চারপাশে যে রেখা তাকে ঘিরে আছে দেখা যাচ্ছে সেটা তার আয়ু। আর যে রেখা বাইরের দিকে চলে গেছে সেটা তার আশা-আকাংখা। আর এই যে, ছোট ছোট রেখাগুলো আছে সেগুলো তার বিপদাপদ বালা-মুসিবত। যদি কোন একটি থেকে বেঁচে যায় অপরটি তাকে জাপটে ধরে। তারপর এটা থেকে বেঁচে গেলেও অপরটি তাকে ঠিকই ধরে ফেলে। [বুখারীঃ ৬৪১৭]\n  <br/>\n  <br/>\n  [৩] অচিরেই তারা জানতে পারবে তাদের ও তাদের কর্মকাণ্ডের পরিণাম কি হবে। [ইবন কাসীর] অন্য আয়াতে সে পরিণামটি বলা হয়েছে, “বলুন, ‘ভোগ করে নাও, পরিণামে আগুনই তোমাদের ফিরে যাওয়ার স্থান।\" [সূরা ইবরাহীম: ৩০] আরও এসেছে, “তোমরা খাও এবং ভোগ করে নাও অল্প কিছুদিন, তোমরা তো অপরাধী, সেদিন দুর্ভোগ মিথ্যারোপকারীদের জন্য।\" [সূরা আল-মুরসালাত: ৪৬-৪৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১৫ : ৪",
        "arabic_text": "\nوَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ ",
        "bangla_text": "আর আমরা যে জনপদকেই ধ্বংস করেছি তার জন্য ছিল একটি নির্দিষ্ট লিপিবদ্ধ কাল [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা'আলা বলছেন, তিনি কোন জনপদকে ঐ সময় পর্যন্ত ধ্বংস করেননি যতক্ষণ তাদের উপর প্রমাণ প্রতিষ্ঠিত করেন নি। শুধু প্রমাণ প্রতিষ্ঠিত করাই নয় বরং তাদের জন্য একটি সময় অবশ্যই আছে সে সময়ও আসতে হয়েছে। তাদের সে সময়ের আগেও তাদের ধ্বংস করা হবে না, তাদের সে সময়ের পরেও তাদের ধ্বংস বিলম্বিত হবে না। [ইবন কাসীর] অর্থাৎ কুফরী করার সাথে সাথেই আমি কখনো কোন জাতিকে পাকড়াও করিনি। তাদেরকে শুনবার, বুঝবার ও নিজেকে শুধরে নেবার জন্য অবকাশ দেয়া হবে। যতক্ষন এ অবকাশ থাকে এবং আমার নির্ধারিত শেষ সীমা না আসে ততক্ষন আমি ঢিল দিতে থাকি। এর মাধ্যমে মূলত: মক্কাবাসী কাফেরদেরকে সাবধান করা এবং তাদেরকে তাদের শির্ক, ইলহাদ ও গোয়ার্তুমী থেকে ফেরৎ আসারই আহবান জানানো হচ্ছে, যে শির্ক, ইলহাদ ও গোয়ার্তুমীর কারণে তারা ধ্বংসের উপযুক্ত হয়েছে। [ইবন কাসীর] এ তাফসীরের পক্ষে আরেকটি প্রমাণ হচ্ছে, আল্লাহর বাণী: “আর আমি যতক্ষণ কোন রাসূল প্রেরণ না করব ততক্ষণ শাস্তিদাতা নই\" [সূরা আল-ইসরা: ১৫; অনরূপ দেখুন, সূরা ইউনুস: ৪৯]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১৫ : ৫",
        "arabic_text": "\nمَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ ",
        "bangla_text": "কোন জাতি তার নির্দিষ্ট কালকে ত্বরান্বিত করতে পারে না, বিলম্বিতও করতে পারে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১৫ : ৬",
        "arabic_text": "\nوَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ ",
        "bangla_text": "আর তারা বলে, ‘হে ঐ ব্যক্তি, যার প্রতি যিকর [১] নাযিল হয়েছে! তুমি তো নিশ্চয় উন্মাদ [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যিকির বা বাণী শব্দটি পারিভাষিক অর্থে কুরআন মজীদে আল্লাহর বাণীর জন্য ব্যবহার করা হয়েছে। আর এ বাণী হচ্ছে আগাগোড়া উপদেশমালায় পরিপূর্ণ। পূর্ববর্তী নবীদের ওপর যতগুলো কিতাব নাযিল হয়েছিল সেগুলো সবই “যিকির” ছিল এবং এ কুরআন মজীদও যিকির। যিকিরের আসল অর্থ হচ্ছে স্মরণ করিয়ে দেয়া, সতর্ক করা এবং উপদেশ দেয়া।\n  <br/>\n  <br/>\n  [২] তারা ব্যঙ্গ ও উপহাস করে একথা বলতো। [সা'দী] এ বাণী যে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ওপর নাযিল হয়েছে একথা তারা স্বীকারই করতো না। আর একথা স্বীকার করে নেয়ার পর তারা তাকে পাগল বলতে পারতো না। আসলে তাদের একথা বলার অর্থ ছিল এই যে, “ওহে, এমন ব্যক্তি! যার দাবী হচ্ছে, আমার ওপর যিকির তথা আল্লাহর বাণী অবতীর্ণ হয়েছে।” [ইবন কাসীর] এটা ঠিক তেমনি ধরনের কথা যেমন ফেরআউন মূসা আলাইহিসসালামের দাওয়াত শুনার পর তার সভাসদদের বলেছিলঃ “নিশ্চয় যে রাসূল তোমাদের নিকট পাঠানো হয়েছে, অবশ্যই সে উন্মাদ ।\" [সূরা আশ-শু'আরাঃ ২৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১৫ : ৭",
        "arabic_text": "\nلَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ",
        "bangla_text": "‘তুমি সত্যবাদীদের অন্তর্ভুক্ত হয়ে থাকলে আমাদের কাছে ফেরেশতাদেরকে উপস্থিত করছ না কেন [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা বলতঃ তুমি যদি মনে করে থাক যে তোমার কাছে আল্লাহর বাণী এসেছে তবে একথা সাক্ষ্য দেয়ার জন্য ফেরেশতাগণ এসে তা প্রমাণ করুন। নতুবা আমরা সেটা বিশ্বাস করছি না। এভাবে ফেরেশতা নাযিল করার দাবী কাফেরদের চিরাচরিত অভ্যাস। ফেরআউন বলেছিলঃ “মূসাকে কেন দেয়া হল না স্বর্ণ-বলয় অথবা তার সঙ্গে কেন আসল না ফিরিশতাগণ দলবদ্ধভাবে?” [সূরা আয-যুখরুফঃ ৫৩]\n  <br/>\n  <br/>\n  আরবের কাফেররাও বলেছিলঃ “যারা আমার সাক্ষাত কামনা করে না তারা বলে, ‘আমাদের কাছে ফিরিশতা নাযিল করা হয় না কেন? অথবা আমরা আমাদের রব কে দেখি না কেন?’ তারা তো তাদের অন্তরে অহংকার পোষণ করে এবং তারা সীমালংঘন করেছে গুরুতররূপে ।\" [সূরা আল-ফুরকানঃ ২১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১৫ : ৮",
        "arabic_text": "\nمَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ ",
        "bangla_text": "আমরা ফেরেশতাদেরকে যথার্থ কারণ ছাড়া প্রেরণ করি না; আর ( ফেরেশতারা উপস্থিত হলে) তখন তারা আর অবকাশ পেত না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নিছক তামাশা দেখাবার জন্য ফেরেশতাদেরকে অবতরণ করানো হয় না। কোন জাতি দাবী করলো, ডাকো ফেরেশতাদেরকে আর অমনি ফেরেশতারা হাযির হয়ে গেলেন, এমনটি হয় না। যখন কোন জাতির শেষ সময় উপস্থিত হয় এবং তার ব্যাপারে চুড়ান্ত ফায়সালা করার সংকল্প করে নেয়া হয় তখনই ফেরেশতাদেরকে পাঠানো হয়। তখন কেবলমাত্র ফায়সালা অনুযায়ী কাজ সম্পন্ন করে ফেলা হয়। মুজাহিদ রাহিমাহুল্লাহ বলেন, এর অর্থ ফেরেশতাগণ রিসালত ও শাস্তি নিয়েই নাযিল হয়ে থাকেন। [আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১৫ : ৯",
        "arabic_text": "\nإِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ ",
        "bangla_text": "নিশ্চয় আমরাই কুরআন নাযিল করেছি এবং আমরা অবশ্যই তার সংরক্ষক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এই বাণী, যার বাহক সম্পর্কে তোমরা খারাপ মন্তব্য করছ, আল্লাহ নিজেই তা অবতীর্ণ করেছেন। তিনি একে কোন প্রকার বাড়তি বা কমতি, পরিবর্তন বা পরিবর্ধন হওয়া থেকে হেফাযত করবেন। অন্যত্র আল্লাহ বলেছেন, “বাতিল এতে অনুপ্রবেশ করতে পারে না---সামনে থেকেও না, পিছন থেকেও না। এটা প্রজ্ঞাময়, স্বপ্রশংসিতের কাছ থেকে নাযিলকৃত ।\" [সূরা ফুসসিলাত: ৪২]\n  <br/>\n  <br/>\n  আরও বলেছেন, “নিশ্চয় এর সংরক্ষণ ও পাঠ করাবার দায়িত্ব আমাদেরই। কাজেই যখন আমরা তা পাঠ করি আপনি সে পাঠের অনুসরণ করুন, তারপর তার বর্ণনার দায়িত্ব নিশ্চিতভাবে আমাদেরই” [সূরা আল-কিয়ামাহঃ ১৭-১৯]।\n  <br/>\n  <br/>\n  সুতরাং একে বিকৃত বা এর মধ্যে পরিবর্তন সাধন করার সুযোগ ও তোমরা কেউ কোনদিন পাবে না। আল্লাহ্ তাআলা স্বয়ং এর হেফাযত করার কারণে শক্ররা হাজারো চেষ্টা সত্বেও এর মধ্যে কোন পরিবর্তন আনতে পারেনি। রিসালাত আমলের পর আজ চৌদশ’ বছর অতীত হয়ে গেছে। দ্বীনি ব্যাপারাদীতে মুসলিমদের ক্রটি ও অমনোযোগিতা সত্বেও কুরআনুল কারীম মুখস্ত করার ধারা বিশ্বের সর্বত্র পূর্ববৎ অব্যাহত রয়েছে। প্রতি যুগেই লাখো লাখো বরং কোটি কোটি মুসলিম যুবক-বৃদ্ধ এবং বালক ও বালিকা এমন বিদ্যমান থাকা, যাদের বক্ষ-পাঁজরে আগাগোড়া কুরআন সংরক্ষিত রয়েছে। কোন বড় থেকে বড় আলেমের সাধ্য নেই যে, এক অক্ষর ভুল পাঠ করে। তৎক্ষনাৎ বালক-বৃদ্ধ নির্বিশেষে অনেক লোক তার ভুল ধরে ফেলবে।\n  <br/>\n  <br/>\n  প্রখ্যাত আলেম সুফিয়ান ইবন ওয়াইনা এর কারণ বর্ণনা করে বলেন, কুরআনুল কারীম যেখানে তাওরাত ও ইঞ্জীলের আলোচনা করেছে, সেখানে বলেছেঃ\n  <br/>\n  <br/>\n  (بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ)\n  <br/>\n  <br/>\n  [সূরা আল-মায়েদাঃ ৪৪] অর্থাৎ ইয়াহুদী ও নাসারাদেরকে আল্লাহর গ্রন্থ তাওরাত ও ইঞ্জীলের হেফাযতের দায়িত্ব দেয়া হয়েছিল। এ কারণেই যখন ইয়াহুদী ও নাসারাগণ হেফাযতের কর্তব্য পালন করেনি, তখন এ গ্রন্থদ্বয় বিকৃত ও পরিবর্তিত হয়ে বিনষ্ট হয়ে গেল। পক্ষান্তরে কুরআনুল কারীম সম্পর্কে আল্লাহ্ তা'আলা বলেনঃ\n  <br/>\n  <br/>\n  (وَاِنَّا لَهٗ لَحٰفِظُوْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ “আমিই এর সংরক্ষক\" [সূরা আল-হিজরঃ৯]।\n  <br/>\n  <br/>\n  সুতরাং এটি কখনও অসংরক্ষিত হওয়ার সুযোগ নেই। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১৫ : ১০",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ ",
        "bangla_text": "আর অবশ্যই আপনার আগে আমরা আগেকার অনেক সম্প্রদায়ের কাছে রাসূল পাঠিয়েছিলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১৫ : ১১",
        "arabic_text": "\nوَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "আর তাদের কাছে এমন কোন রাসূল আসেনি যাকে তারা ঠাট্টা-বিদ্রূপ করত না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১৫ : ১২",
        "arabic_text": "\nكَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ ",
        "bangla_text": "এভাবেই আমরা অপরাধীদের অন্তরে তা সঞ্চার করি [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সাধারণত অনুবাদক ও তাফসীরকারগণ এর অর্থ করেছেন: আমি তাকে প্রবেশ করাই বা চালাই। এর মধ্যকার (ه) সর্বনামটিকে বিদুপ এর সাথে এবং (তারা এর প্রতি ঈমান আনে না) এর মধ্যকার সর্বনামটিকে এর সাথে সংযুক্ত করেছেন। তারা এর অর্থ এভাবে বর্ণনা করেছেনঃ\n  <br/>\n  <br/>\n  “আমি এভাবে এ বিদ্রপকে অপরাধীদের অন্তরে প্রবেশ করিয়ে দেই এবং তারা এ বাণীর প্রতি ঈমান আনে না।” [সা’দী] যদিও ব্যাকরণের নিয়ম অনুযায়ী এতে কোন ক্রটি নেই, তবুও ব্যাকরণের নিয়ম অনুযায়ী উভয় সর্বনামই “যিকির” বা বাণীর সাথে সংযুক্ত হওয়াই বেশী নির্ভুল বলে মনে হয়। [ফাতহুল কাদীর] আরবী ভাষায় (سلك) শব্দের অর্থ হচ্ছে কোন জিনিসকে অন্য জিনিসের মধ্যে ঢুকিয়ে দেয়া অনুপ্রবেশ করানো, চালিয়ে দেয়া বা গলিয়ে দেয়া। যেমন সুঁইয়ের ছিদ্রে সূতো গলিয়ে দেয়া হয়। [কুরতুবী] কাজেই এ হিসেবে আয়াতের অর্থ, ঈমানদারদের মধ্যে তো এই “বাণী” হৃদয়ের শীতলতা ও আত্মার খাদ্য হয়ে প্রবেশ করে। কিন্তু অপরাধীদের অন্তরে তা বারুদের মত আঘাত করে এবং তা শুনে তাদের মনে এমন আগুন জ্বলে ওঠে যেন মনে হয় একটি গরম শলাকা তাদের বুকে বিদ্ধ হয়ে এফোঁড় ওফোঁড় করে দিয়েছে। তাদের অন্তরে এ কুরআন ঢুকলেও তা সেখানে স্থান পায় না। সেখান থেকে শুধু মিথ্যারোপই বের হয়। [দেখুন, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১৫ : ১৩",
        "arabic_text": "\nلَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "এরা কুরআনের প্রতি ঈমান আনবে না, আর অবশ্যই গত হয়েছে পূর্ববর্তীদের রীতি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পূর্ববর্তীদের রীতি চলে গেছে যে, তারা ঈমান আনেনি। আর আল্লাহও তাদেরকে ধ্বংস করে দিয়েছেন। তাদের উপর আযাব নাযিল করেছেন। সুতরাং বর্তমানকালের কাফের সম্প্রদায়ের অবস্থাও তদ্রুপ হবে, তারা ঈমান আনবে না, আর আল্লাহ তাদেরকে শাস্তি দেবেন। [জালালাইন, আইসারুত তাফাসীর, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১৫ : ১৪",
        "arabic_text": "\nوَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ ",
        "bangla_text": "আর যদি আমরা তাদের জন্য আকাশের দরজা খুলে দেই অতঃপর তারা তাতে আরোহন করতে থাকে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১৫ : ১৫",
        "arabic_text": "\nلَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ ",
        "bangla_text": "তবুও তারা বলবে, আমাদের দৃষ্টি সম্মোহিত করা হয়েছে; না, বরং আমরা এক জাদুগ্রস্ত সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১৫ : ১৬",
        "arabic_text": "\nوَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ ",
        "bangla_text": "আর অবশ্যই আমরা আকাশের বুরুজসমূহ সৃষ্টি করেছি [১] এবং দর্শকদের জন্য সেগুলোকে সুশোভিত করেছি [২];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (بُرُوْج) শব্দটি (برج) এর বহুবচন। এটি বৃহৎ প্রাসাদ, দুর্গ ও মজবুত ইমারত ইত্যাদি অর্থে ব্যবহৃত হয়। মুজাহিদ, কাতাদাহ, প্রমুখ তাফসীরবিদগণ এখানে (بُرُوْج) এর তাফসীরে ‘বৃহৎ নক্ষত্র’ উল্লেখ করেছেন। [তাবারী] সে হিসেবে আয়াতের অর্থ, আমি আকাশে বৃহৎ নক্ষত্র সৃষ্টি করেছি। সাধারণত: সূর্যের পরিভ্রমণ পথকে যে বারটি স্তরে বিভক্ত করা হয়ে থাকে, ‘বুরুজ’ শব্দটি দ্বারা এখানে তা উদ্দেশ্য নেয়া হয়েছে বলে কোন কোন মুফাসসির মনে করেছেন। হাসান বসরী ও কাতাদা এটিকে গ্রহ-নক্ষত্র অর্থে গ্রহণ করেছেন। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অন্য এক স্থানে আকাশকে তারকারাজির সাহায্যে সৌন্দর্যমণ্ডিত করার কথা বলেছেন। যেমনঃ “আমি কাছের আকাশকে নক্ষত্ররাজির সুষমা দ্বারা সুশোভিত করেছি, [সূরা আস-সাফফাতঃ ৬]\n  <br/>\n  “আমি নিকটবতী আকাশকে সুশোভিত করেছি প্রদীপমালা দ্বারা\" [সূরা আল-মুলকঃ ৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১৫ : ১৭",
        "arabic_text": "\nوَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ ",
        "bangla_text": "এবং প্রত্যেক অভিশপ্ত শয়তান হতে আমরা সেগুলোকে সুরক্ষিত করেছি;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১৫ : ১৮",
        "arabic_text": "\nإِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ ",
        "bangla_text": "কিন্তু কেউ চুরি করে [১] শুনতে চাইলে [২] প্রদীপ্ত শিখা [৩] তার পশ্চাদ্ধাবন করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেসব শয়তান তাদের বন্ধু ও পৃষ্ঠপোষকদেরকে গায়েবের খবর এনে দেবার চেষ্টা করে থাকে, যাদের সাহায্যে অনেক জ্যোতিষী, গণক ও ফকির বেশধারী বহুরুপী অদৃশ্য জ্ঞানের ভড়ং দেখিয়ে থাকে, গায়েবের খবর জানার কোন একটি উপায়-উপকরণও আসলে তাদের আয়ত্বে নেই। তারা চুরি-চামারি করে কিছু শুনে নেবার চেষ্টা অবশ্যি করে থাকে।\n  <br/>\n  <br/>\n  [২] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “মাঝে মাঝে ফিরিশতারা আকাশের নীচে মেঘমালার স্তর পর্যন্ত অবতরণ করত এবং আসমানের সংবাদাদী নিয়ে পরস্পর আলোচনা করত। শয়তানরা শূন্যে আত্মগোপন করে এসব সংবাদ শুনত এবং গণকদের কাছে তা গোপনে পৌছিয়ে দিত। গণকরা এগুলোর সাথে শত মিথ্যা নিজেদের পক্ষ থেকে জুড়ে দিয়ে তা বলে বেড়ায়”। [বুখারীঃ ৩২১০, ২২২৮]\n  <br/>\n  <br/>\n  পরে উল্কাপাতের মাধ্যমে তা বন্ধ করে দেয়া হয়। অন্য এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ যখন আসমানে কোন বিষয়ের ফয়সালা করেন তখন ফেরেশতাগণ তার নির্দেশের আনুগত্য স্বরূপ তাদের ডানাগুলোকে মারতে থাকে তাতে পাথরের উপর জিঞ্জির পড়ার মত শব্দ অনুভূত হয়। তারপর যখন তাদের অন্তর থেকে ভয়ভীতি দূর হয় তখন তারা বলতে থাকেঃ তোমাদের প্রভু কি বলেছেন? তারাই আবার বলেঃ হক্ক বলেছেন, তিনি বড়, মহান। কান লাগিয়ে কথাচোরগণ এ কথোপকথন শুনতে পায়। আর এসব কান লাগিয়ে শ্রবণকারীগণ একটির উপর একটি থাকে। বর্ণনাকারী সুফিয়ান তার হাত দিয়ে ইঙ্গিত করে দেখিয়ে দিলেন। তিনি তার ডান হাতের আঙ্গুলগুলোকে ফাক করলেন এবং একটির উপর আর একটি স্থাপন করলেন। তারপর কখনো কখনো উজ্জল আলোর শিখা সে কান লাগিয়ে শ্রবণকারীকে তার সাথীর কাছে কথা পৌছানোর পূর্বেই আঘাতে করে জালিয়ে দেয়। আবার কখনো কখনো আলোর শিখা তার কাছে পৌঁছার আগেই সে তার নীচের সাথীকে তা পৌঁছিয়ে দেয়। এভাবে পৌছাতে পৌছাতে যমীন পর্যন্ত পৌছে দেয়। তারপর যাদুকর বা গণকের মুখে রেখে দেয়। তখন সে যাদুকর তথা গণক সে সংবাদের সাথে শতটি মিথ্যা মিশ্রিত করে বর্ণনা করে। আর এভাবেই তার কোন কোন কথা সত্যে পরিণত হয়। তারপর লোকেরা বলতে থাকেঃ সে কি আমাদেরকে বলেনি যে, অমুক অমুক দিন এই সেই হবে, তারপর আমরা কি সঠিক পাইনি? আসলে সেটা ছিল ঐ বাক্য যা আসমান থেকে শোনা গিয়েছিল। [বুখারীঃ ৪৭০১]\n  <br/>\n  <br/>\n  [৩] (شِهَابٌ) এর আভিধানিক অর্থ উজ্জ্বল আগুনের শিখা। এখানে বলা হয়েছে, (شِهَابٌ مُّبِيْنٌ)  কুরআনের অন্য জায়গায় এজন্য\n  <br/>\n  <br/>\n  (شِهَابٌ ثَاقِبٌ)\n  <br/>\n  <br/>\n  শব্দ ব্যবহার করা হয়েছে। [সূরা আস-সাফফাতঃ ১০] আবার কোথায়ও বলা হয়েছে,\n  <br/>\n  <br/>\n  (شِهَابًا رَّصَدًا)\n  <br/>\n  <br/>\n  [সূরা আল-জিনঃ ৯] আবদুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের এক সমাবেশে উপস্থিত ছিলেন। ইতিমধ্যে আকাশে তারকা খসে পড়ল। তিনি সাহাবীদেরকে জিজ্ঞেস করলেনঃ জাহেলিয়াত যুগে অর্থাৎ ইসলাম-পূর্বকালে তোমরা তারকা খসে যাওয়াকে কি মনে করতে? তারা বললেনঃ আমরা মনে করতাম যে, বিশ্বে কোন ধরণের অঘটন ঘটবে অথবা কোন মহান ব্যক্তি মৃত্যুবরণ কিংবা জন্মগ্রহণ করবেন। তিনি বললেনঃ এটা অর্থহীন ধারণা। কারো জন্ম-মৃত্যুর সাথে  এর কোন সম্পর্ক নেই। এসব জ্বলন্ত অঙ্গার শয়তানদেরকে বিতাড়নের জন্য নিক্ষেপ করা হয়। [মুসলিমঃ ২২২৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১৫ : ১৯",
        "arabic_text": "\nوَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ ",
        "bangla_text": "আর যমীন, এটাকে আমরা বিস্তৃত করেছি, তাতে পর্বতমালা স্থাপন করেছি; এবং আমরা তাতে প্রত্যেক বস্তু উদগত করেছি সুপরিমিতভাবে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দুটি অর্থ করা হয়ে থাকেঃ এক অর্থ. প্রত্যেক বস্তু সুপরিমিতভাবে উৎপন্ন করেছি। এ সব উৎপন্ন বস্তুকে আল্লাহ্ তা'আলা একটি বিশেষ সমন্বয় ও সামঞ্জস্যের মধ্যে সৃষ্টি করেছেন। দুই. যমীনে তিনি এমন জিনিস তৈরী করেছেন যা ওজন করা যায় এবং পরিমাণ নির্ধারণ করা যায়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১৫ : ২০",
        "arabic_text": "\nوَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ ",
        "bangla_text": "আর আমরা তাতে জীবিকার ব্যবস্থা করেছি তোমাদের জন্য এবং তোমরা যাদের রিযিকদাতা নও তাদের জন্যও [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আর তিনি সেখানে তাদেরকেও সৃষ্টি করেছেন যাদেরকে তোমরা রিযিক দাও না। অথবা আয়াতের অর্থ, আর এ যমীনের মধ্যে আমরা তোমাদের জন্য যেমন রিযিক রেখেছি তেমনি তাদের জন্যও রিযিক রেখেছি। তখন যমীনে যেগুলো আছে সবই এর অন্তর্ভুক্ত হবে, যেমন, সমস্ত প্রাণী। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১৫ : ২১",
        "arabic_text": "\nوَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ ",
        "bangla_text": "আর আমাদের কাছেই আছে প্রত্যেক বস্তুর ভাণ্ডার এবং আমরা তা পরিজ্ঞাত পরিমানেই নাযিল করে থাকি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে এ সত্যটি সম্পর্কে সজাগ করে দেয়া হয়েছে যে, সবকিছুর খযীনা তো তাঁর কাছেই। (خزينة) বলা হয় এমন স্থানকে যেখানে মূল্যবান সামগ্ৰী হেফাযত করা হয়। খযীনা বলে এটাই বুঝানো হয়েছে যে, যত কিছু হওয়া সম্ভব সবই তার কাছে তিনিই সেগুলোকে পরিমানমত অস্তিত্বহীন অবস্থা থেকে অস্তিত্বে আনয়ন করেন কোন কোন মুফাসসিরের মতে, এখানে বৃষ্টি বোঝানো হয়েছে। কারণ, বৃষ্টির কারণে সেগুলো উৎপন্ন হয়। [ফাতহুল কাদীর] সুতরাং বায়ু, পানি, আলো, শীত, গ্রীষ্ম, জীব, জড়, উদ্ভিদ তথা প্রত্যেকটি জিনিস, প্রত্যেকটি প্রজাতি, প্রত্যেকটি শ্রেণী ও প্রত্যেকটি শক্তির জন্য একটি সীমা নির্ধারিত রয়েছে। কোন কিছুই তাঁর নির্ধারিত সীমার বাইরে কেউ পেতে পারে না। আল্লাহ অন্য আয়াতে বলেন, “আর যদি আল্লাহ তাঁর বান্দাদের রিযক প্রশস্ত করে দিতেন তবে তারা যমীনে অবশ্যই বিপর্যয় সৃষ্টি করত; কিন্তু তিনি তার ইচ্ছেমত পরিমাণেই নাযিল করে থাকেন। নিশ্চয় তিনি তার বান্দাদের সম্পর্কে সম্যক অবহিত ও সর্বদ্ৰষ্টা\" [সূরা আশ-শূরা:২৭]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১৫ : ২২",
        "arabic_text": "\nوَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ ",
        "bangla_text": "আর আমরা বৃষ্টি-গর্ভ বায়ু পাঠাই, তারপর আকাশ হতে পানি নাযিল করে তা তোমাদেরকে পান করতে দেই [১]; অথচ তোমরা নিজেরা তা ভাণ্ডারে জমাকারী নও [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে প্রথমে বলা হয়েছে যে, আল্লাহর কুদরত কিভাবে সমুদ্রের পানিকে ভূ-পৃষ্ঠের সর্বত্র পৌছানোর অভিনব ব্যবস্থা সম্পন্ন করেছে। ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, তিনি বাতাস পাঠান, সেগুলো আকাশ থেকে পানি বয়ে নিয়ে যায়। তারপর মেঘের উপর দিয়ে যাওয়ার পরে সেটা এমনভাবে পড়ার মত হয় যেমন দোহানোর আগে জন্তুর দুধ পড়ার অবস্থা হয়। দাহহাক বলেন, আল্লাহ মেঘমালার উপর বায়ু পাঠান তখন সেটা এমনভাবে সেটাকে পরাগায়ণের মত করে যে, তা পানিতে পূর্ণ হয়ে যায়। [ইবন কাসীর] এর ব্যাখ্যা এভাবে করা যেতে পারে যে, তিনি সমুদ্রে বাষ্প সৃষ্টি করেন। বাম্পে বৃষ্টির উপকরণ বায়ু সৃষ্টি হয় এবং তা উপরে বায়ু প্রবাহিত করে একে পাহাড়সম মেঘমালার পানিভর্তি জাহাজে পরিণত করে। অতঃপর আল্লাহ তা'আলা এসব পানি পৃথিবীর সর্বত্র যেখানে দরকার পৌছে দিয়ে থাকেন। এরপর আল্লাহর পক্ষ থেকে সেখানে যতটুকু পানি দেয়ার আদেশ হয়েছে আল্লাহর ফিরিশতারা এই উড়ন্ত মেঘমালা থেকে সেখানে সে পরিমাণ পানি বর্ষণ করছে। আল্লাহ তা'আলা অন্যত্র বলেনঃ “তিনিই আকাশ থেকে বারি বর্ষণ করেন। তাতে তোমাদের জন্য রয়েছে পানীয় এবং তা থেকে জন্মায় উদ্ভিদ যাতে তোমরা পশু চারণ করে থাক। তিনি তোমাদের জন্য তা দ্বারা জন্মান শস্য, যায়তূন, খেজুর গাছ, দ্রাক্ষা এবং সব রকমের ফল। অবশ্যই এতে চিন্তাশীল সম্প্রদায়ের জন্য রয়েছে নিদর্শন।\" [সূরা আন-নাহলঃ ১০-১১]\n  <br/>\n  <br/>\n  “তিনিই স্বীয় অনুগ্রহের প্রাক্কালে সুসংবাদবাহীরূপে বায়ু প্রেরণ করেন এবং আমি আকাশ হতে বিশুদ্ধ পানি বর্ষণ করি--- যা দ্বারা আমি মৃত ভূ-খণ্ডকে সঞ্জীবিত করি এবং আমার সৃষ্টির মধ্যে বহু জীবজন্তু ও মানুষকে তা পান করাই।\" [সূরা আল-ফুরকানঃ ৪৮-৪৯]\n  <br/>\n  <br/>\n  [২] এ আয়াতের দু'টি অর্থ করা হয়ে থাকেঃ একঃ তোমরা এ পানির কোন ভান্ডারের মালিক নও যে তোমরা চাইলেই তা পাবে। এটা তো শুধু আমার পক্ষ থেকে দান করা। [ফাতহুল কাদীর] এ আয়াতে আল্লাহর কুদরতের ঐ ব্যবস্থার প্রতি ইঙ্গিত রয়েছে, যার সাহায্যে ভূ-পৃষ্ঠে বসবাসকারী প্রত্যেক মানুষ, জীব-জন্তু, পশু-পক্ষী ও হিংস্ৰ জানোয়ারদের জন্য প্রয়োজনানুযায়ী পানি সরবরাহের নিশ্চয়তা বিধান করা হয়েছে। এর ফলে প্রত্যেক ব্যক্তি সর্বত্র, সর্বাবস্থায় প্রয়োজন অনুযায়ী পান, গোসল ও ধৌতকরণ এবং খেত-খামার ও উদ্যান সেচের জন্য বিনামূল্যে পানি পেয়ে যায়। কুপ খনন ও পাইপ সংযোজনে কারো কিছু ব্যয় হলে তা সুবিধা অর্জনের মূল্য বৈ নয়। এক ফোটা পানির মূল্য পরিশোধ করার ক্ষমতা কারো নেই এবং কারো কাছে তা দাবীও করা হয় না। আল্লাহ তা'আলা বলেনঃ “তোমরা যে পানি পান কর তা সম্পর্কে কি তোমরা চিন্তা করেছ? তোমরা কি ওটা মেঘ হতে নামিয়ে আন, না আমি ওটা বর্ষণ করি? [সূরা আল-ওয়াকি'আহঃ ৬৮-৬৯]\n  <br/>\n  <br/>\n  দুই, দুনিয়াতে আল্লাহ্ তা'আলা যে পানি নাযিল করান তা নাযিল করার পর তোমরা ইচ্ছে করলেই তা সংরক্ষন করে রাখতে পার না। [ফাতহুল কাদীর] যতক্ষন আল্লাহ্ তা'আলা সে ব্যবস্থা করে না দিবেন। কারণ তা নাযিল হওয়ার পর নষ্ট করে দেয়া, ব্যবহার উপযোগী না থাকা অসম্ভব কিছু নয়। আল্লাহ বলেন, “আমি ইচ্ছে করলে ওটা লবণাক্ত করে দিতে পারি। তবুও কেন তোমরা কৃতজ্ঞতা প্রকাশ কর না?” [সূরা আল-ওয়াকি'আহঃ৭০]\n  <br/>\n  <br/>\n  আরো বলেনঃ “এবং আমি আকাশ থেকে বারি বর্ষণ করি পরিমিতভাবে; তারপর আমি তা মাটিতে সংরক্ষিত করি; আমি তাকে অপসারিত করতেও সক্ষম \" [সূরা আল-মুমিনূনঃ ১৮] আরো বলেনঃ “অথবা তার পানি ভূগর্ভে হারিয়ে যাবে এবং তুমি কখনো সেটার সন্ধান লাভে সক্ষম হবে না।” [সূরা আল-কাহফঃ ৪১] আরো বলেনঃ “বলুন, তোমরা ভেবে দেখেছ কি যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়, তখন কে তোমাদেরকে এনে দেবে প্রবাহমান পানি?” [সূরা আল-মুলকঃ ৩০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১৫ : ২৩",
        "arabic_text": "\nوَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ ",
        "bangla_text": "আর আমরাই জীবন দান করি ও মৃত্যু ঘটাই এবং আমরাই চুড়ান্ত মালিকানার অধিকারী",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১৫ : ২৪",
        "arabic_text": "\nوَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ ",
        "bangla_text": "আর অবশ্যই আমরা তোমাদের মধ্য থেকে যারা অগ্রগামী হয়েছে তাদেরকে জানি এবং অবশ্যই জানি তাদেরকে যারা পশ্চাতে গমনকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে সাহাবী ও তাবেয়ী তাফসীরবিদদের পক্ষ থেকে (الْمُسْتَقْدِمِيْنَ) (অগ্রগামী দল) এবং (الْمُسْتَاْخِرِيْنَ) (পশ্চাদগামী দল) -এর তাফসীর সম্পর্কে বিভিন্ন উক্তি বর্ণিত রয়েছে।\n  <br/>\n  <br/>\n  ১) কাতাদাহ ও ইকরিমা বলেনঃ যারা পূর্বে জন্মগ্রহণ করেছে তারা অগ্রগামী। আর যারা এ পর্যন্ত জন্মগ্রহণ করেনি, তারা পশ্চাদগামী।\n  <br/>\n  <br/>\n  ২) ইবনে আব্বাস ও দাহহাক বলেনঃ যারা মরে গেছে, তারা অগ্রগামী এবং যারা জীবিত আছে, তারা পশ্চাদগামী। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  ৩) মুজাহিদ বলেনঃ পূর্ববর্তী উম্মতের লোকেরা অগ্রগামী এবং উম্মতে মুহাম্মাদী পশ্চাদগামী। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  ৪) কোন কোন মুফাসসির বলেনঃ ইবাদাতকারী ও সৎকর্মশীলরা অগ্রগামী আর গোনাহগাররা পশ্চাদগামী। [তাবারী; বাগভী]\n  <br/>\n  <br/>\n  ৫) সাঈদ ইবনে মুসাইয়িব, কুরতুবী, শা'বী প্রমুখ তাফসীরবিদের মতে যারা সালাতের কাতারে অথবা জিহাদের সারিতে এবং অন্যান্য সৎকাজে এগিয়ে থাকে তারা অগ্রগামী এবং যারা এসব কাজে পেছনে থাকে এবং দেরী করে, তারা পশ্চাদগামী। [ইবন কাসীর; বাগভী]\n  <br/>\n  <br/>\n  বলাবাহুল্য, এসব উক্তির মধ্যে মৌলিক কোন বিরোধ নেই। সবগুলোর সমন্বয় সাধন করা সম্ভবপর। কেননা, আল্লাহ্ তা'আলার সর্বব্যাপী জ্ঞান উল্লেখিত সর্বপ্রকার অগ্রগামী ও পশ্চাদগামীতে পরিব্যপ্ত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১৫ : ২৫",
        "arabic_text": "\nوَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ ",
        "bangla_text": "আর নিশ্চয় আপনার রব তাদেরকে সমবেত করবেন; নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তার অপার কর্মকুশলতা ও প্রজ্ঞার বলেই তিনি সবাইকে একত্র করবেন। আবার তাঁর জ্ঞানের পরিধি এত ব্যাপক ও বিস্তৃত যে তার নাগালের বাইরে কেউ নেই। বরং পূর্ববতী ও পরবতী কোন মানুষের মাটি হয়ে যাওয়া দেহের একটি কণাও তার কাছ থেকে হারিয়ে যেতে পারে না। তাই যে ব্যক্তি আখেরাতের জীবনকে দূরবতী ও অবাস্তব মনে করে সে মূলত আল্লাহর প্রজ্ঞা ও কুশলতা সম্পর্কে বেখবর। আর যে ব্যক্তি অবাক হয়ে জিজ্ঞেস করে, মরার পরে যখন আমাদের মৃত্তিকার বিভিন্ন অণু-কণিকা বিক্ষিপ্ত হয়ে যাবে তখন আমাদের কিভাবে পুনর্বার জীবিত করা হবে, সে আসলে আল্লাহর জ্ঞান সম্পর্কে অজ্ঞ। এজন্যই যারা পুনরুত্থানকে অস্বীকার করে তারা আল্লাহর কুদরতের সাথে শির্ক করে। এটা শির্ক ফির রবুবিয়াহ। [দেখুন, আশশির্ক ফিল কাদীম ওয়াল হাদীস]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১৫ : ২৬",
        "arabic_text": "\nوَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ ",
        "bangla_text": "আর অবশ্যই আমরা মানুষ সৃষ্টি করেছি গন্ধযুক্ত কাদার শুস্ক ঠনঠনে কালচে মাটি হতে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মানুষের আদি উৎস সম্পর্কে কুরআন বলছে, সরাসরি মৃত্তিকার উপাদান থেকে তার সৃষ্টিকর্ম শুরু হয়।\n  <br/>\n  <br/>\n  (صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ)\n  <br/>\n  <br/>\n  “শুকনো কালো ঠনঠনে পচা মাটি” শব্দাবলীর মাধ্যমে একথা ব্যক্ত করা হয়েছে। (حَمَاٍ) বলতে আরবী ভাষায় এমন ধরনের কালো কাদা মাটিকে বুঝায় যার মধ্যে দুৰ্গন্ধ সৃষ্টি হয়ে গেছে, যাকে আমরা নিজেদের ভাষায় পংক বা পাঁক বলে থাকি অথবা অন্য কথায় বলা যায়, যা মাটির গোলা বা মন্ড হয়ে গেছে। [সা'দী] (مَّسْنُوْنٍ) শব্দের দুই অর্থ হয়। একটি অর্থ, পরিবর্তিত, অর্থাৎ এমন পচা, যার মধ্যে পচন ধরার ফলে চকচকে ও তেলতেলে ভাব সৃষ্টি হয়ে গেছে। [সা'দী] আর দ্বিতীয় অর্থ, চিত্রিত। অর্থাৎ যা একটি নির্দিষ্ট আকৃতি ও কাঠামোতে রুপান্তরিত হয়েছে। [ফাতহুল কাদীর] (صَلْصَالٍ) বলা হয় এমন পচা কাদাকে যা শুকিয়ে যাওয়ার পর ঠনঠন করে বাজে। [এর জন্য আরও দেখুন, বাগভী; কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  এ শব্দাবলী থেকে পরিষ্কার জানা যাচ্ছে যে, গাজানো কাদা মাটির গোলা বা মন্ড থেকে প্রথমে প্রথম মানুষকে বানানো হয় এবং তা তৈরী হবার পর যখন শুকিয়ে যায় তখন তার মধ্যে প্রাণ ফুঁকে দেয়া হয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১৫ : ২৭",
        "arabic_text": "\nوَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ ",
        "bangla_text": "আর এর আগে আমরা সৃষ্টি করেছি জিনদেরকে অতি উষ্ণ [১] নির্ধুম আগুন থেকে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (السَّمُوْمِ) বলা হয় গরম বাতাসকে। [বাগভী] আর আগুনকে সামুমের সাথে সংযুক্ত করার ফলে এর অর্থ হয় আগুনের প্রখর উত্তাপ [সা’দী] কুরআনের যেসব জায়গায় জিনকে আগুন থেকে সৃষ্টি করা হয়েছে বলে উল্লেখ করা হয়েছে এ আয়াত থেকে তার সুস্পষ্ট ব্যাখ্যা হয়ে যায়।\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১৫ : ২৮",
        "arabic_text": "\nوَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ ",
        "bangla_text": "আর স্মরণ করুন, যখন আপনার রব ফেরেশতাদেরকে বললেন, নিশ্চয় আমি গন্ধযুক্ত কাদার শুস্ক ঠনঠনে কালচে মাটি হতে মানুষ সৃষ্টি করতে যাচ্ছি;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১৫ : ২৯",
        "arabic_text": "\nفَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ ",
        "bangla_text": "অতঃপর যখন আমি তাকে সুঠাম করব এবং তাতে আমার পক্ষ থেকে রূহ সঞ্চার করব [১] তখন তোমরা তার প্রতি সিজদাবনত হয়ো [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে জানা যায়, মানুষের মধ্যে যে রুহ ফুকে দেয়া হয় অর্থাৎ প্রাণ সঞ্চার করা হয় তা মূলতঃ আল্লাহর সৃষ্টিকৃত রুহ বা নির্দেশ বিশেষ। এ সম্পর্কটি সম্মানের জন্য করা হয়েছে। নতুবা আল্লাহর কোন অংশ সৃষ্টির কারো কাছে নেই [ফাতহুল কাদীর] মূলত: সৃষ্টির মধ্যে যেসব গুণের সন্ধান পাওয়া যায় তার প্রত্যেকটিরই উৎস ও উৎপত্তিস্থল আল্লাহরই কোন না কোন গুণ। যেমন হাদীসে বলা হয়েছেঃ “মহান আল্লাহ রহমতকে একশো ভাগে বিভক্ত করেছেন। তারপর এর মধ্য থেকে ৯৯ টি অংশ নিজের কাছে রেখে দিয়েছেন এবং মাত্র একটি অংশ পৃথিবীতে অবতীর্ণ করেছেন। এই একটি মাত্র অংশের বরকতেই সমুদয় সৃষ্টি পরস্পরের প্রতি অনুগ্রহশীল হয়। এমনকি যদি একটি প্রাণী তার নিজের সন্তান যাতে ক্ষতিগ্রস্ত না হয় এ জন্য তার ওপর থেকে নিজের নখর উঠিয়ে নেয় তাহলে এটিও আসলে এ রহমত গুণের প্রভাবেরই ফলশ্রুতি” [বুখারীঃ ৬০০০, মুসলিমঃ ২৭৫২]\n  <br/>\n  <br/>\n  [২] এ সিজদা কোন ইবাদতের সিজদা ছিল না বরং সম্মানসূচক ছিল [বাগভী; ফাতহুল কাদীর] যেমনটি আমাদের সালামের বেলায় হয়ে থাকে। যার প্রকৃত স্বরূপ কেমন ছিল তা আমরা জানি না। [আল-মানার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১৫ : ৩০",
        "arabic_text": "\nفَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ ",
        "bangla_text": "অতঃপর ফেরেশতাগণ সবাই একত্রে সিজদা করল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১৫ : ৩১",
        "arabic_text": "\nإِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ ",
        "bangla_text": "ইবলীস ছাড়া, সে সিজদাকারীদের অন্তর্ভুক্ত হতে অস্বীকার করল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১৫ : ৩২",
        "arabic_text": "\nقَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ ",
        "bangla_text": "আল্লাহ্‌ বললেন, ‘হে ইবলীস! তোমার কি হল যে, তুমি সিজদাকারীদের অন্তর্ভুক্ত হলে না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১৫ : ৩৩",
        "arabic_text": "\nقَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ ",
        "bangla_text": "সে বলল, ‘আপনি গন্ধযুক্ত কাদার শুস্ক ঠনঠনে কালচে মাটি হতে যে মানুষকে সৃষ্টি করেছেন আমি তাকে সিজদা করার নই।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১৫ : ৩৪",
        "arabic_text": "\nقَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ ",
        "bangla_text": "তিনি বললেন, তবে তুমি এখান থেকে বের হয়ে যাও, কারণ নিশ্চয় তুমি বিতাড়িত;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১৫ : ৩৫",
        "arabic_text": "\nوَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ ",
        "bangla_text": "আর নিশ্চয় প্রতিদান দিবস পর্যন্ত তোমার প্রতি রইল লা’নত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১৫ : ৩৬",
        "arabic_text": "\nقَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ ",
        "bangla_text": "সে বলল, হে আমার রব!  যেদিন তাদের পুনরুত্থান করা হবে সেদিন পর্যন্ত আমাকে অবকাশ দিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১৫ : ৩৭",
        "arabic_text": "\nقَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ ",
        "bangla_text": "তিনি বললেন, নিশ্চয় তুমি অবকাশপ্রাপ্তদের একজন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১৫ : ৩৮",
        "arabic_text": "\nإِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ ",
        "bangla_text": "সুনির্দিষ্ট সময় আসার দিন পর্যন্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১৫ : ৩৯",
        "arabic_text": "\nقَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "সে বলল, ‘হে আমার রব! আপনি যে আমাকে বিপথগামী করলেন সে জন্য অবশ্যই আমি যমীনে মানুষের কাছে পাপকাজকে শোভন করে তুলব এবং অবশ্যই আমি তাদের সবাইকে বিপথ গামী করব [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেভাবে আপনি এ নগণ্য ও হীন সৃষ্টিকে সিজদা করার হুকুম দিয়ে আমাকে আপনার হুকুম অমান্য করতে বাধ্য করেছে ঠিক তেমনিভাবে এ মানুষদের জন্য আমি দুনিয়াকে এমন চিত্তাকর্ষক ও মনোমুগ্ধকর জিনিসে পরিণত করে দেবো যার ফলে তারা সবাই এর দ্বারা প্রতারিত হয়ে আপনার নাফরমানী করতে থাকবে, আখেরাতের জবাবদিহির কথা ভুলে যাবে। অথবা আয়াতের অর্থ, নাফরমানিকে তাদের কাছে এমন চিত্তাকর্ষক করে তুলব যে, তারা আপনার নির্দেশ ভুলে যাবে। [ফাতহুল কাদীর] ইবলীসের এ ঘোষণা কুরআনের অন্যান্য স্থানেও এসেছে। [যেমন, সূরা আল-আরাফঃ ১৬-১৭, সূরা আন-নিসাঃ ১১৮, সূরা আল-ইসরাঃ ১৬২]\n  <br/>\n  <br/>\n  শয়তান তার এ সমস্ত দাবীকে অনেকটাই সত্যে পরিণত করে দেখিয়েছে। আল্লাহ বলেনঃ “তাদের সম্বন্ধে ইবলীস তার ধারণা সত্য প্রমাণ করল, ফলে তাদের মধ্যে একটি মু'মিন দল ছাড়া সবাই তার অনুসরণ করল\" [সূরা সাবাঃ ২০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১৫ : ৪০",
        "arabic_text": "\nإِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ ",
        "bangla_text": "তবে তাদের মধ্যে আপনার একনিষ্ঠ বান্দাগণ ছাড়া [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্যের দু'টি অর্থ হতে পারে। একটি অর্থ, তোমার জোর খাটবে শুধুমাত্র এমন বিপথগামীদের ওপর যারা তোমাকে অনুসরণ করবে। আমার সত্যিকার বান্দাদের উপর তোমার কোন জোর খাটবে না। আর দ্বিতীয় অর্থটি হচ্ছে, যারা ইখলাসের সাথে ইবাদাত করবে, অন্য কোন দিকে তাকাবে না, তাদের উপর তোমার কোন প্রভাব কাজ করবে না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১৫ : ৪১",
        "arabic_text": "\nقَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ ",
        "bangla_text": "আল্লাহ্‌ বললেন, এটাই আমার কাছে পৌঁছার সরল পথ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১৫ : ৪২",
        "arabic_text": "\nإِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ ",
        "bangla_text": "বিভ্রান্তদের মধ্যে যে তোমার অনুসরণ করবে সে ছাড়া আমার বান্দাদের উপর তোমার কোনই ক্ষমতা থাকবে না [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে জানা যায় যে, আল্লাহ তা'আলার মনোনীত বান্দাদের উপর শয়তানী কারসাজির প্রভাব পড়ে না। কিন্তু বর্ণিত আদমের কাহিনীতে একথাও উল্লেখ করা হয়েছে যে, আদম ও হাওয়ার উপর শয়তানের চক্রান্ত সফল হয়েছে। এমনিভাবে সাহাবায়ে কেরাম সম্পর্কে কুরআন বলেঃ\n  <br/>\n  <br/>\n  (اِنَّمَا اسْتَزَلَّھُمُ الشَّـيْطٰنُ بِبَعْضِ مَا كَسَبُوْا)\n  <br/>\n  <br/>\n  [সূরা আলে-ইমরানঃ ১৫৫] এ থেকে জানা যায়া যে, সাহাবায়ে কেরামের উপরও শয়তানের ধোকা এক্ষেত্রে কার্যকর হয়েছে। তাই আলোচ্য আয়াতে আল্লাহর বিশেষ বান্দাদের উপর শয়তানের আধিপত্য বিস্তৃত না হওয়ার অর্থ এই যে, তাদের মন-মস্তিস্ক ও জ্ঞান-বুদ্ধির উপর শয়তানের এমন আধিপত্য বিস্তৃত হয় না যে, তারা তাদের নিজ ভ্রান্তি কোন সময় বুঝতেই পারেন না; ফলে তওবা করার শক্তি হয় না কিংবা কোন ক্ষমার অযোগ্য গোনাহ করে ফেলেন। উল্লেখিত ঘটনাবলী এ তথ্যের পরিপন্থী নয়। কারণ, আদম ও হাওয়া তওবা করেছিলেন এবং তা মাফ করা হয়েছিল। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১৫ : ৪৩",
        "arabic_text": "\nوَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "আর নিশ্চয় জাহান্নাম তাদের সবারই প্রতিশ্রুত স্থান,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১৫ : ৪৪",
        "arabic_text": "\nلَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ ",
        "bangla_text": "‘সেটার সাতটি দরজা আছে [১], প্রত্যেক দরজা দিয়ে প্রবেশ করার জন্য (শয়তানের অনুসারীদের) নির্দিষ্ট অংশ রয়েছে [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে প্রমাণিত হলো যে, জাহান্নামের সাতটি দরজা রয়েছে, তাছাড়া এ ব্যাপারে বিভিন্ন হাদীসও রয়েছে। [দেখুনঃ সহীহ ইবনে হিববানঃ ৪৬৬৩]\n  <br/>\n  <br/>\n  এ গুলো অপরাধ অনুসারে শাস্তি দেয়ার জন্য একই জাহান্নামের বিভিন্ন স্তর। আলী রাদিয়াল্লাহু আনহু বলেন, জাহান্নামের দরজা সাতটি, সেগুলো একটির উপরে আরেকটি প্রথমটি পূর্ণ হওয়ার পর দ্বিতীয়টি তারপর তৃতীয়টি, এভাবে সবগুলো পূর্ণ হবে। ইকরিমা বলেন, জাহান্নামের সাত দরজার অর্থ, সাত তলা। ইবন জুরাইজ বলেন, প্রথমটি জাহান্নাম, দ্বিতীয়টি লাযা, তৃতীয়টি হুতামা, চতুর্থটি সায়ীর, পঞ্চমটি সাকার, ষষ্ঠটি জাহীম, আর সপ্তমটি হা-ওয়ীয়াহ [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] যেসব গোমরাহী ও গোনাহের পথ পাড়ি দিয়ে মানুষ নিজের জন্য জাহান্নামের পথের দরজা খুলে নেয় সেগুলোর প্রেক্ষিতে জাহান্নামের এ দরজাগুলো নির্ধারিত হয়েছে। যেমন কেউ নাস্তিক্যবাদের পথ পাড়ি দিয়ে জাহান্নামের দিকে যায়। কেউ যায় শির্কের পথ পাড়ি দিয়ে, কেউ মুনাফিকীর পথ ধরে, কেউ প্রবৃত্তি পূজা, কেউ অশ্লীলতা ও ফাসেকী, কেউ জুলুম, নিপীড়ন ও নিগ্রহ, আবার কেউ ভ্ৰষ্টতার প্রচার ও কুফরীর প্রতিষ্ঠা এবং কেউ অশ্লীলতা ও নৈতিকতা বিরোধী কার্যকলাপের প্রচারের পথ ধরে জাহান্নামের দিকে যায়। আবার জাহান্নামেও তাদের শাস্তির পর্যায় হবে ভিন্ন ভিন্ন। হাদীসে এসেছে, “তাদের কাউকে কাউকে আগুন দু গোড়ালী পর্যন্ত আক্রমন করবে। আবার কারো কারো হবে কোমর পর্যন্ত। আর কারো কারো গর্দান পর্যন্ত পাকড়াও করবে\"। [মুসলিমঃ ২৮৪৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১৫ : ৪৫",
        "arabic_text": "\nإِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ ",
        "bangla_text": "নিশ্চয় মুত্তাকীরা থাকবে জান্নাতে ও প্রস্রবণসমূহের মধ্যে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১৫ : ৪৬",
        "arabic_text": "\nٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ ",
        "bangla_text": "তাদেরকে বলা হবে, ‘তোমরা শান্তিতে নিরাপত্তার সাথে এতে প্রবেশ কর [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে জান্নাতীদের সওয়াবকে সংক্ষিপ্তভাবে উল্লেখ করা হয়েছে। কুরআনের অন্যত্র আরো বিস্তারিতভাবে এসেছে, কোথায়ও বলা হয়েছে, “ নিশ্চয় সেদিন মুত্তাকীরা থাকবে প্রস্রবণ বিশিষ্ট জান্নাতে, উপভোগ করবে তা যা তাদের রব তাদেরকে দেবেন; কারণ পার্থিব জীবনে তারা ছিল সৎকর্মপরায়ণ, তারা রাতের সামান্য অংশই অতিবাহিত করত নিদ্রায়, রাতের শেষ প্রহরে তারা ক্ষমা প্রার্থনা করত, এবং তাদের ধন-সম্পদে রয়েছে অভাবগ্রস্ত ও বঞ্চিতের হক।\" [সূরা আয-যারিয়াতঃ ১৫-১৯]\n  <br/>\n  <br/>\n  এ আয়াতগুলোতে তাদের জান্নাতে যাওয়ার কিছু কারণও উল্লেখ করা হয়েছে। আল্লাহ তা'আলা অন্যত্র আরো বলেছেনঃ “মুত্তাকীরা থাকবে নিরাপদ স্থানে--- উদ্যান ও ঝর্ণার মাঝে, তারা পরবে মিহি ও পুরু রেশমী বস্ত্র এবং মুখোমুখি হয়ে বসবে। এরূপই ঘটবে; আমি তাদেরকে সংগিনী দান করব আয়তলোচনা হুর, সেখানে তারা প্রশান্ত চিত্তে বিবিধ ফলমূল আনতে বলবে। প্রথম মৃত্যুর পর তারা সেখানে আর মৃত্যু আস্বাদন করবে না। আর তাদেরকে জাহান্নামের শাস্তি হতে রক্ষা করবেন- আপনার রব নিজ অনুগ্রহে। এটাই তো মহাসাফল্য \" [সূরা আদ-দুখানঃ ৫১-৫৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১৫ : ৪৭",
        "arabic_text": "\nوَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ ",
        "bangla_text": "আর আমরা তাদের অন্তর হতে বিদ্বেষ দূর করব [১]; তারা ভাইয়ের মত পরস্পর মুখোমুখি হয়ে আসনে অবস্থান করবে [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সৎ লোকদের মধ্যে পারস্পারিক ভুল বুঝাবুঝির কারণে দুনিয়ার জীবনে যদি কিছু মনোমালিন্য সৃষ্টি হয়ে গিয়ে থাকে তাহলে জান্নাতে প্রবেশ করার সময় তা দূর হয়ে যাবে এবং পরস্পরের পক্ষ থেকে তাদের মন একেবারে পরিস্কার করে দেয়া হবে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \"মু'মিনদেরকে জাহান্নাম থেকে মুক্তি দেয়ার পর তাদেরকে জান্নাত ও জাহান্নামের মাঝখানে একটি পুলের কাছে আটকানো হবে। সেখানে দুনিয়াতে তাদের একজন অপরজনের উপর যে সমস্ত অত্যাচার করেছে সেগুলোর কেসাস নেয়া হবে। তারপর যখন তারা সম্পূর্ণভাবে সাফ ও স্বচ্ছ হয়ে যাবে তখন তাদেরকে জান্নাতে ঢুকার অনুমতি দেয়া হবে। যার হাতে মুহাম্মাদের প্রাণ তাঁর শপথ করে বলছি, তাদের প্রত্যেকে দুনিয়ায় তাদের অবস্থানস্থলের চেয়েও বেশী ভালোভাবে জান্নাতে তাদের অবস্থানস্থলের পথ পেয়ে যাবে।\" [বুখারীঃ ৬৫৩৫]\n  <br/>\n  <br/>\n  [২] বলা হচ্ছে যে, জান্নাতবাসীগণ আসনে অবস্থান করবে। একে অপরের মুখোমুখি হয়ে আনন্দিত অবস্থায় বসবে। কুরআনের অন্যত্র এ আসনগুলোর বিভিন্ন গুণ বর্ণনা করে বলা হয়েছে, “বহু সংখ্যক হবে পূর্ববতীদের মধ্য থেকে; এবং অল্প সংখ্যক হবে পরবর্তীদের মধ্য থেকে। স্বর্ণ-খচিত আসনে ওরা হেলান দিয়ে বসবে, পরস্পর মুখোমুখি হয়ে \"[সূরা আল-ওয়াকি'আহঃ১৩-১৬]\n  <br/>\n  <br/>\n  আরো বলা হয়েছে, “ওরা হেলান দিয়ে বসবে সবুজ তাকিয়ায় ও সুন্দর গালিচার উপরে ।\" [সূরা আর-রাহমানঃ ৭৬]\n  <br/>\n  <br/>\n  আরো বলা হয়েছে, “সেখানে থাকবে বহমান প্রস্রবণ, উন্নত মর্যাদা সম্পন্ন শয্যা, প্রস্তুত থাকবে পানপত্র, সারি সারি উপাধান, এবং বিছানা গালিচা\"। [সূরা আল-গাশিয়াহঃ ১১-১৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১৫ : ৪৮",
        "arabic_text": "\nلَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ ",
        "bangla_text": "সেখানে তাদেরকে অবসাদ স্পর্শ করবে না এবং তারা সেখান থেকে বহিস্কৃতও হবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে জান্নাতের কয়েকটি বৈশিষ্ট্য জানা গেলঃ\n  <br/>\n  <br/>\n  <b>\n   প্রথমতঃ\n  </b>\n  সেখানে কেউ কোন ক্লান্তি ও দুর্বলতা অনুভব করবে না। অন্য আয়াতেও তা বলা হয়েছে, “যিনি নিজ অনুগ্রহে আমাদেরকে স্থায়ী আবাস দিয়েছেন যেখানে ক্লেশ আমাদেরকে স্পর্শ করে না এবং ক্লান্তিও স্পর্শ করে না।\" [সূরা সাবাঃ ৩৫]\n  <br/>\n  <br/>\n  দুনিয়ার অবস্থা এর বিপরীত। এখানে কষ্ট ও পরিশ্রমের কাজ করলে তো ক্লান্তি হয়ই, বিশেষ আরাম এমনকি চিত্তবিনোদনেও মানুষ কোন না কোন সময় ক্লান্ত হয়ে পড়ে এবং দুর্বলতা অনুভব করে, তা যতই সুখকর কাজ ও বৃত্তি হোক না কেন।\n  <br/>\n  <br/>\n  <b>\n   দ্বিতীয়তঃ\n  </b>\n  জানা গেল যে, জান্নাতের আরাম, সুখ ও নেয়ামত কেউ পেলে তা চিরস্থায়ী হবে। এগুলো কোন সময় হ্রাস পাবে না এবং এগুলো থেকে কাউকে বহিস্কৃতও করা হবে না। অন্য আয়াতে বলা হয়েছেঃ\n  <br/>\n  <br/>\n  (اِنَّ ھٰذَا لَرِزْقُنَا مَا لَهٗ مِنْ نَّفَادٍ)\n  <br/>\n  <br/>\n  অর্থাৎ, “এ হচ্ছে আমাদের রিযক, যা কোন সময় শেষ হবে না। [সূরা সোয়াদঃ ৫৪] আলোচ্য আয়াতে বলা হয়েছেঃ\n  <br/>\n  <br/>\n  (وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ)\n  <br/>\n  <br/>\n  অথাৎ, তাদেরকে কোন সময় এসব নেয়ামত ও সুখ থেকে বহিস্কার করা হবে না। দুনিয়ার ব্যাপারাদি এর বিপরীত। এখানে যদি কেউ কাউকে কোন বিরাট নেয়ামত বা সুখ দিয়েও দেয়, তবুও সদাসর্বদা এ আশঙ্কা লেগেই থাকে যে, দাতা কোন সময় আবার নারাজ হয়ে তাকে বের করে দেয়। নিম্নলিখিত হাদীস থেকেও এর ব্যাখ্যা পাওয়া যায়। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জানিয়েছেনঃ “জান্নাতবাসীদেরকে বলে দেয়া হবে, এখন তোমরা সবসময় সুস্থ থাকবে, কখনো রোগাক্রান্ত হবে না। এখন তোমরা চিরকাল জীবিত থাকবে, কখনো মরবে না। এখন তোমরা চির যুবক থাকবে, কখনো বৃদ্ধ হবে না। এখন হবে চির অবস্থানকারী, কখনো স্থান ত্যাগ করতে হবে না।\" [মুসলিমঃ ২৮৩৭]\n  <br/>\n  <br/>\n  এর আরো ব্যাখ্যা পাওয়া যায় এমন সব আয়াত ও হাদীস থেকে যেগুলোতে বলা হয়েছে জান্নাতে নিজের খাদ্য ও প্রয়োজনীয় জিনিসপত্র সংগ্রহের জন্য মানুষকে কোন শ্রম করতে হবে না। বিনা প্রচেষ্টায় ও পরিশ্রম ছাড়াই সে সবকিছু পেয়ে যাবে।\n  <br/>\n  <br/>\n  <b>\n   তৃতীয়তঃ\n  </b>\n  আরেকটি সম্ভাবনা ছিল এই যে, জান্নাতের নেয়ামত শেষ হবে না এবং জান্নাতীকে সেখান থেকে বেরও করা হবে না, কিন্তু সেখানে থাকতে থাকতে সে নিজেই যদি অতিষ্ট হয়ে যায় এবং বাইরে চলে যেতে চায়? কুরআনুল কারীম এ সম্ভাবনাকেও একটি বাক্যে নাকচ করে দিয়েছেঃ\n  <br/>\n  <br/>\n  (لَا يَبْغُوْنَ عَنْهَا حِوَلًا)\n  <br/>\n  <br/>\n  [সূরা আল-কাহফঃ ১০৮]  অর্থাৎ, তারাও সেখান থেকে ফিরে আসার বাসনা কোন সময়ই পোষণ করবে না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১৫ : ৪৯",
        "arabic_text": "\n۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ ",
        "bangla_text": "আমার বান্দাদেরকে জানিয়ে  দিন যে, নিশ্চয় আমিই পরম ক্ষমাশীল, পরম দয়ালু,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১৫ : ৫০",
        "arabic_text": "\nوَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ ",
        "bangla_text": "আর নিশ্চয় আমার শাস্তিই যন্ত্রণাদায়ক শাস্তি!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১৫ : ৫১",
        "arabic_text": "\nوَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ ",
        "bangla_text": "আর তাদেরকে বলুন, ইবরাহীমের অতিথিদের কথা,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১৫ : ৫২",
        "arabic_text": "\nإِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ ",
        "bangla_text": "যখন তারা তার কাছে উপস্থিত হয়ে বলল, ‘সালাম’, তখন তিনি বললেন, নিশ্চয় আমরা তোমাদের ব্যাপারে শংকিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১৫ : ৫৩",
        "arabic_text": "\nقَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ ",
        "bangla_text": "তারা বলল, ‘ভয় করবেন না, আমরা আপনাকে এক জ্ঞানী পুত্রের সুসংবাদ দিচ্ছি [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইসহাক আলাইহিস সালামের জন্মের সুসংবাদ। কারণ ইসমাঈল আলাইহিসসালাম এর পূর্বেই অন্য স্ত্রীর ঘরে দুনিয়ায় এসেছিলেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১৫ : ৫৪",
        "arabic_text": "\nقَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ ",
        "bangla_text": "তিনি বললেন, ‘তোমরা কি আমাকে সুসংবাদ দিচ্ছ আমি বৃদ্ধ হওয়া সত্ত্বেও? তোমরা কিসের সুসংবাদ দিচ্ছ [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবরাহীম আলাইহিস সালামের এ প্রশ্নটি ছিল অতিশয় আশ্চর্য থেকে। তিনি বুঝাতে চাচ্ছেন যে, আমি বৃদ্ধ হয়ে গেছি, আর আমার স্ত্রীও বৃদ্ধ সুতরাং কিভাবে আমাদেরকে সন্তানের সুসংবাদ দিচ্ছেন? [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১৫ : ৫৫",
        "arabic_text": "\nقَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ ",
        "bangla_text": "তারা বলল, ‘আমরা সত্য সুসংবাদ দিচ্ছি; কাজেই আপনি হতাশ হবেন না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১৫ : ৫৬",
        "arabic_text": "\nقَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ ",
        "bangla_text": "তিনি বললেন, ‘যারা পথভ্রষ্ট তারা ছাড়া আর কে তার রবের অনুগ্রহ থেকে হতাশ হয়?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১৫ : ৫৭",
        "arabic_text": "\nقَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ ",
        "bangla_text": "তিনি বললেন, ‘হে প্রেরিত (ফেরেশতা) গণ! তোমাদের আর বিশেষ কি উদ্দেশ্য আছে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১৫ : ৫৮",
        "arabic_text": "\nقَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ ",
        "bangla_text": "তারা বলল, ‘নিশ্চয় আমাদেরকে এক অপরাধী সম্প্রদায়ের কাছে পাঠানো হয়েছে---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১৫ : ৫৯",
        "arabic_text": "\nإِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "তবে লূতের পরিবারের বিরুদ্ধে নয় [১], আমরা তো অবশ্যই তাদের সবাইকে রক্ষা করব,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পরিবারবর্গ বলে লূত আলাইহিস সালাম, তার পরিবারের ঈমানদার ও তার অনুগামী, অনুসারী সকল মুমিনকেই বোঝানো হয়েছে। [ফাতহুল কাদীর] এর থেকে আরও বোঝা গেল যে, (اٰل) শব্দটি (اَهل) থেকেও ব্যাপক।\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১৫ : ৬০",
        "arabic_text": "\nإِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ ",
        "bangla_text": "কিন্তু তাঁর স্ত্রীকে নয়; আমরা স্থির করেছি যে, নিশ্চয় সে পিছনে অবস্থানকারীদেরই অন্তর্ভুক্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১৫ : ৬১",
        "arabic_text": "\nفَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ ",
        "bangla_text": "অতঃপর ফেরেশতাগণ যখন লূত পরিবারের কাছে আসল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১৫ : ৬২",
        "arabic_text": "\nقَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ ",
        "bangla_text": "তখন লূত বললেন, ‘তোমরা তো অপরিচিত লোক’।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১৫ : ৬৩",
        "arabic_text": "\nقَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ ",
        "bangla_text": "তারা বলল, ‘না, তারা যে বিষয়ে সন্দিগ্ধ ছিল আমরা আপনার কাছে তা’ই নিয়ে এসেছি;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১৫ : ৬৪",
        "arabic_text": "\nوَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ ",
        "bangla_text": "আর আমরা আপনার কাছে সত্য সংবাদ নিয়ে এসেছি এবং আবশ্যই আমরা সত্যবাদী;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১৫ : ৬৫",
        "arabic_text": "\nفَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ ",
        "bangla_text": "কাজেই আপনি রাতের কোন এক সময়ে আপনার পরিবারবর্গকে নিয়ে বেরিয়ে পড়ুন এবং আপনি তাদের পিছনে চলুন [১]। আর তোমাদের মধ্যে কেউ যেন পিছনে না তাকায় [২]; তোমাদেরকে যেখানে যেতে বলা হয়েছে তোমরা সেখানে চলে যাও [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নিজের পরিবারবর্গের পেছনে পেছনে এ জন্য চলুন যেন তাদের কেউ থেকে যেতে না পারে। তাদের হেফাযত করা সম্ভব হয়। [ইবন কাসীর] অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেও যুদ্ধে যোদ্ধাদের পিছনে থাকতেন। দূর্বলদের হাঁকিয়ে নিয়ে যেতেন, আর পথের বাহনের অভাবীকে বহন করে নিয়ে যেতেন। [দেখুন, আবু দাউদ: ২৬৩৯]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যখন তোমরা শব্দ শুনবে তখন তোমরা পিছনে তাদের দিকে তাকিও না। তাদের আযাবে তাদেরকে থাকতে দাও [ইবন কাসীর] কোন কোন মুফাসসির বলেন, এটা ছিল কাওমে লুতের ঈমানদারদের চিহ্ন যে তারা পিছনে ফিরে তাকাবে না। [বাগভী]\n  <br/>\n  <br/>\n  [৩] মনে হয় যেন তাদের সাথে এমন কেউ ছিল যে তাদেরকে পথ দেখিয়ে নিয়ে যাচ্ছিল। [ইবন কাসীর] ইবন আব্বাস বলেন, তাদেরকে শাম দেশে যাওয়ার নির্দেশ দেয়া হয়েছিল। মুকাতিল বলেন, যগর নামক স্থানে তাদের যাওয়ার নির্দেশ ছিল। কেউ কেউ বলেন, জর্দান। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১৫ : ৬৬",
        "arabic_text": "\nوَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ ",
        "bangla_text": "আর আমরা তাকে এ বিষয়ে ফয়সালা জানিয়ে দিলাম যে, নিশ্চয় তাদেরকে ভোরে সমূলে বিনাশ করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১৫ : ৬৭",
        "arabic_text": "\nوَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ ",
        "bangla_text": "আর নগরবাসী উল্লসিত হয়ে উপস্থিত হল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১৫ : ৬৮",
        "arabic_text": "\nقَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ ",
        "bangla_text": "তিনি বললেন, নিশ্চয় এরা আমার অতিথি; কাজেই তোমরা আমাকে বেইযযত করো না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১৫ : ৬৯",
        "arabic_text": "\nوَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ ",
        "bangla_text": "আর তোমরা আল্লাহ্‌র তাকওয়া অবলম্বন কর এবং আমাকে হেয় করো না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১৫ : ৭০",
        "arabic_text": "\nقَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "তারা বলল, আমরা কি দুনিয়াসুদ্ধ লোককে আশ্রয় দিতে তোমাকে নিষেধ করিনি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১৫ : ৭১",
        "arabic_text": "\nقَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ ",
        "bangla_text": "লূত বললেন, একান্তই যদি তোমরা কিছু করতে চাও তবে আমার এ কন্যারা রয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা হুদ-এর ৮৭ নং আয়াতের ব্যাখ্যায় এ আয়াতের কিছু ব্যাখ্যা করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১৫ : ৭২",
        "arabic_text": "\nلَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ ",
        "bangla_text": "আপনার জীবন [১], নিশ্চয় তারা তাদের নেশায় বিভ্রান্ত হয়ে ঘুরছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ কালেমাটির দুটি অর্থ রয়েছে, কেউ কেউ এর অর্থ করেছেন এই যে, এখানে আল্লাহ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের জীবনের শপথ করেছেন। এর মাধ্যমে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সম্মান ও মর্যাদা বৃদ্ধি পেয়েছে। ইবনে আব্বাস বলেন,\n  <br/>\n  আল্লাহ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মত এমন কোন আত্মা সৃষ্টি ও পয়দা করেন নি। আমি আল্লাহকে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ছাড়া আর কারও নামে শপথ করতে শুনিনি। [ইবন কাসীর] এখানে এটা জানা আবশ্যক যে, আল্লাহ্ তা'আলা তাঁর যে কোন সৃষ্টজীবের কসম বা শপথ করতে পারেন। কারণ এর মাধ্যমে তিনি সেটাকে সম্মানিত করেন। কিন্তু বান্দার জন্য একমাত্র আল্লাহ ও তাঁর নাম ও গুণাবলীর মাধ্যমেই শপথ করা যায়। নতুবা তা শির্কে পরিণত হয়।\n  <br/>\n  <br/>\n  তাছাড়া, কাতাদা রাহেমাহুল্লাহ এ আয়াতের অর্থ করেছেন যে, এখানে শপথ উদ্দেশ্য নয়। বরং এটা আরবী ব্যবহার বিধির একটি নিয়ম। এটা দ্বারা কসম বা শপথ উদ্দেশ্য না হয়ে কথায় জোর দেয়া উদ্দেশ্য হয়ে থাকে। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১৫ : ৭৩",
        "arabic_text": "\nفَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ ",
        "bangla_text": "অতঃপর সূর্যোদয়ের সময় প্রকাণ্ড চীৎকার তাদেরকে পাকড়াও করল;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১৫ : ৭৪",
        "arabic_text": "\nفَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ ",
        "bangla_text": "তাতে আমরা জনপদকে উল্টিয়ে উপর-নিচ করে দিলাম এবং তাদের উপর পোড়ামাটির পাথর-কংকর বর্ষন করলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১৫ : ৭৫",
        "arabic_text": "\nإِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ ",
        "bangla_text": "নিশ্চয় এতে নিদর্শন রয়েছে পর্যবেক্ষণ-শক্তিসম্পন্ন ব্যক্তিদের জন্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১৫ : ৭৬",
        "arabic_text": "\nوَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ ",
        "bangla_text": "আর নিশ্চয় তা লোক চলাচলের পথের পাশেই বিদ্যমান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ তা'আলা সেসব জনপদের অবস্থা বর্ণনা করেছেন। (لَبِسَبِيْلٍ مُّقِيْمٍ) শব্দটির কয়েকটি অর্থ হতে পারে। এক. মুজাহিদ ও দাহহাক বলেন, এর অর্থ চিহ্নিত জনপদে পরিণত হয়েছে। কাতাদা বলেন, স্পষ্ট পথে। কাতাদা থেকে অপর বর্ণনায় এসেছে, যমীনের এক প্রান্তে। [ইবন কাসীর] ইবনে কাসীর আরও বলেন,\n  <br/>\n  <br/>\n  এই সাদূম জনপদটিতে যে বিপদ ঘটে গেছে, যে বাহ্যিক ও অভ্যন্তরীন পরিবর্তন ঘটেছে, পাথর নিক্ষিপ্ত হয়েছে, এমনকি শেষ পর্যন্ত তা পচা দুৰ্গন্ধময় খারাপ সাগরে পরিণত হয়েছে, যা আজও একই অবস্থায় বিদ্যমান। যেমন অন্য আয়াতে আল্লাহ বলেন, “তোমরা তো তাদের ধ্বংসাবশেষগুলো অতিক্রম করে থাক সকালে ও সন্ধ্যায়। তবুও কি তোমরা বোঝ না?\" সূরা আস-সাফফাত: ১৩৭-১৩৮]\n  <br/>\n  <br/>\n  কারণ, আরব থেকে সিরিয়া যাওয়ার পথে এ জনপদ অবস্থিত। আল্লাহ্ তা'আলা আরও বলেন, এগুলোতে চক্ষুষ্মান ব্যক্তিদের জন্য আল্লাহ্ তা'আলার অপার শক্তির বিরাট নিদর্শনাবলী রয়েছে। অন্য এক আয়াতে আল্লাহ্ তা'আলা এসব জনপদ সম্পর্কে আরো বলেছেন যে,\n  <br/>\n  <br/>\n  (لَمْ تُسْكَنْ مِّنْۢ بَعْدِهِمْ اِلَّا قَلِيْلًا)\n  <br/>\n  <br/>\n  অর্থাৎ এসব জনপদ আল্লাহর আযাবের ফলে জনশূন্য হওয়ার পর সামান্য কিছু ছাড়া বাকীগুলো পুনর্বার আবাদ হয়নি (সূরা কাসাস-৫৮)।\n  <br/>\n  <br/>\n  এ বিবরণ থেকে জানা যায় যে, আল্লাহ তা'আলা এসব জনপদ ও তাদের ঘর-বাড়ীকে ভবিষ্যৎ বংশধরদের জন্য শিক্ষার উপকরণ করেছেন। এ কারণেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এসব স্থান অতিক্রম করেছেন, তখন আলাহর ভয়ে তার মস্তক নত হয়ে গেছে এবং তিনি সওয়ারীর উটকে দ্রুত হাকিয়ে সেসব স্থান পার হয়ে যাওয়ার চেষ্টা করেছেন। [দেখুন, ইবন হিব্বান: ৬১৯৯]\n  <br/>\n  <br/>\n  তার এ কর্মের ফলে একটি সুন্নত প্রতিষ্ঠা লাভ করেছে। তা এই যে, যেসব স্থানে আল্লাহ তা'আলার আযাব এসেছে, সেগুলোকে তামাশার ক্ষেত্রে পরিণত করা খুবই পাষাণ হৃদয়ের কাজ। বরং সেগুলো থেকে শিক্ষা লাভ করার পস্থা এই যে, সেখানে পৌছে আল্লাহ তা'আলার অপার শক্তির কথা চিন্তা করতে হবে এবং অন্তরে তার আযাবের ভীতি সঞ্চার করতে হবে।\n  <br/>\n  <br/>\n  কুরআনুল কারীমের বক্তব্য অনুযায়ী লুত 'আলাইহিস সালামের ধ্বংসপ্রাপ্ত জনপদসমূহ আজো আরব থেকে সিরিয়াগামী রাস্তার পার্শ্বে জর্দানের এলাকায় সমুদ্রের উপরিভাগ থেকে যথেষ্ট নীচের দিকে একটি বিরাট এলাকা নিয়ে রয়েছে। এর একটি বিরাট পরিধিতে বিশেষ এক প্রকার পানি সাগরের আকার ধারণ করে আছে। এ পানিতে কোন মাছ, ব্যাঙ ইত্যাদি প্রাণী জীবিত থাকতে পারে না। এ জন্যেই একে মৃত সাগর ও লুত সাগর’ নামে অভিহিত করা হয়। অনুসন্ধানের পর জানা গেছে যে, এতে পানির অংশ খুব কম এবং তেল জাতীয় উপাদান অধিক পরিমাণে বিদ্যমান এবং লবনের পরিমাণও; তাই এতে কোন সামুদ্রিক প্রাণী জীবিত থাকতে পারে না।\n  <br/>\n  <br/>\n  আজকাল প্রত্নতত্ত্ববিভাগের পক্ষ থেকে এখানে কিছুসংখ্যক আবাসিক দালান-কোঠা ও হোটেল নিৰ্মাণ করা হয়েছে। আখেরাত থেকে উদাসীন বস্তুবাদী মানুষ একে পর্যটন ক্ষেত্রে পরিণত করে রেখেছে। তারা নিছক তামাশা হিসেবে এসব এলাকা দেখার জন্য গমন করে। এহেন উদাসীনতার প্রতিকারার্থে কুরআনুল কারীম অবশেষে বলেছেঃ\n  <br/>\n  <br/>\n  (اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ, এসব ঘটনা ও ঘটনাস্থল প্রকৃতপক্ষে অন্তদৃষ্টিসম্পন্ন মুমিনদের জন্য শিক্ষাদায়ক। একমাত্র ঈমানদাররাই এ শিক্ষা দ্বারা উপকৃত হয় এবং অন্যরা এসব স্থানকে নিছক তামাশার দৃষ্টিতে দেখে চলে যায়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১৫ : ৭৭",
        "arabic_text": "\nإِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ ",
        "bangla_text": "নিশ্চয় এতে মুমিনদের জন্য রয়েছে নিদর্শন । ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১৫ : ৭৮",
        "arabic_text": "\nوَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ ",
        "bangla_text": "আর ‘আইকা’বাসীরা [১] ও তো ছিলো সীমালঙ্ঘনকারী, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আইকাবাসীগণ শু’আইব আলাইহিসসালামের উম্মত। তাদের প্রকৃত পরিচয় কি তা পূর্বে বর্ণনা করা হয়েছে। সূরা আস-শু’আরাতে তাদের কর্মকাণ্ড ও তাদের উপর আপতিত আযাবের বিস্তারিত আলোচনা করা হয়েছে। [সূরা আস-শু’আরাঃ ১৭৬-১৯১]\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১৫ : ৭৯",
        "arabic_text": "\nفَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ ",
        "bangla_text": "অতঃপর আমরা তাদের থেকে প্রতিশোধ নিলাম, আর এ জনপদ দু’টিই প্রকাশ্য পথের পাশে অবস্থিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১৫ : ৮০",
        "arabic_text": "\nوَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ ",
        "bangla_text": "আর অবশ্যই হিজরবাসীরা [১] রাসূলের প্রতি মিথ্যা আরোপ করেছিল;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা হলো সালেহ আলাইহিসসালামের জাতি। তারা যা যা করত এবং তাদের উপর কি কি আযাব এসেছিল তা এস্থান ছাড়াও কুরআনের অন্যান্য স্থানে আলোচনা করা হয়েছে। [দেখুন, সূরা আল-আরাফঃ ৭৩-৭৮, সূরা হুদঃ ৬১-৬৮, সূরা আস-শু'আরাঃ ১৪১-১৫৯]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১৫ : ৮১",
        "arabic_text": "\nوَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ ",
        "bangla_text": "আমরা তাদেরকে আমাদের নিদর্শন দিয়েছিলাম, কিন্তু তারা তা উপেক্ষা করেছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১৫ : ৮২",
        "arabic_text": "\nوَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ ",
        "bangla_text": "আর তারা পাহার কেটে ঘর নির্মাণ করতো নিরাপদে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১৫ : ৮৩",
        "arabic_text": "\nفَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ ",
        "bangla_text": "অতঃপর ভোরে বিকট চীৎকার তাদেরকে পাকড়াও করল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১৫ : ৮৪",
        "arabic_text": "\nفَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ ",
        "bangla_text": "কাজেই তারা যা অর্জন করত তা তাদের কোন কাজে আসেনি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা পাহাড় কেটে কেটে তার মধ্যে যেসব আলীশান ইমারত নিমাণ করেছিল। তারা যে সমস্ত ক্ষেত-খামার, ফল-ফলাদির জন্য উষ্ট্ৰীটি হত্যা করেছিল, যাতে তাদের পানিতে ঘাটতি না পড়ে, তাদের এ সমস্ত সম্পদ যখন আল্লাহর নির্দেশ আসল তখন তাদেরকে কোন প্রকারে ধ্বংসের হাত থেকে রক্ষা করতে পারেনি। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১৫ : ৮৫",
        "arabic_text": "\nوَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ ",
        "bangla_text": "আর আসমান, যমীন ও তাদের মাঝে অবস্থিত কোন কিছুই যথার্থতা ছাড়া সৃষ্টি করিনি [১] এবং নিশ্চয় কিয়ামত আসবেই। কাজেই আপনি পরম সৌজন্যের সাথে ওদেরকে ক্ষমা করুন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পৃথিবী ও আকাশের সমগ্র ব্যবস্থা হকের ওপর প্রতিষ্ঠিত হয়েছে, বাতিলের ওপর নয়। বিশ্ব জাহান আল্লাহ তা'আলা অনাহুত সৃষ্টি করেন নি। অন্য আয়াতেও আল্লাহ তা বলেছেন। তিনি বলেন,\n  <br/>\n  <br/>\n  “তোমরা কি মনে করেছিলে যে, আমরা তোমাদেরকে অনর্থক সৃষ্টি করেছি এবং তোমাদেরকে আমাদের কাছে ফিরিয়ে আনা হবে না? সুতরাং আল্লাহ মহিমাম্বিত, প্রকৃত মালিক, তিনি ছাড়া কোন হক্ক ইলাহ নেই; তিনি সম্মানিত ‘আরশের রব \" [সূরা আল-মুমিনুন: ১১৫-১১৬] তারপর কিয়ামত সংঘটিত হওয়া যে অবশ্যম্ভাবী সেটা বলেছেন।\n  <br/>\n  <br/>\n  [২] কাতাদা রাহেমাহুল্লাহ বলেন, এ আয়াতের নির্দেশ হলো, সৌজন্যমূলকভাবে তাদেরকে ক্ষমা করে দেয়া। এ নির্দেশ পরবর্তীতে রহিত হয়ে গেছে। এখন শুধু \"লা ইলাহা ইল্লাল্লাহ\" এবং “মুহাম্মাদুররাসূলুল্লাহ\" এ কালেমাই তাদের থেকে গ্রহণ করা হবে। [তাবারী] আয়াতের অন্য অর্থ হচ্ছে, সুতরাং আপনি তাদেরকে সুন্দরভাবে এড়িয়ে যান। [জালালাইন]|\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১৫ : ৮৬",
        "arabic_text": "\nإِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ ",
        "bangla_text": "নিশ্চয় আপনার রব, তিনিই মহাস্রষ্টা, মহাজ্ঞানী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা'আলা যে আখেরাতের পূনর্বার সৃষ্টি করার ক্ষমতা রাখেন তাই প্রমাণ করছে। কারণ তিনি যদি মহান স্রষ্টাই হয়ে থাকেন তবে তার জন্য পূনর্বার সৃষ্টি করা কোন ব্যাপারই নয়। তদুপরি তিনি সর্বজ্ঞানী। তিনি জানেন যমীন তাদের কোন অংশ নষ্ট করেছে এবং তা কোথায় আছে।\n  <br/>\n  <br/>\n  সুতরাং যিনি মহাস্রষ্টা ও মহাজ্ঞানী তিনি অবশ্যই পূনরায় সবাইকে সৃষ্টি করতে পারবেন। অন্য আয়াতে আমরা এ কথারই প্রতিধ্বনি পাচ্ছি। যেখানে বলা হয়েছেঃ\n  <br/>\n  <br/>\n  “যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সমর্থ নন? হ্যা, নিশ্চয়ই তিনি মহাস্রষ্টা, সর্বজ্ঞ। তার ব্যাপার শুধু এই, তিনি যখন কোন কিছুর ইচ্ছে করেন, তিনি বলেন, ‘হও, ফলে তা হয়ে যায়”। [সূরা ইয়াসীনঃ ৮১-৮২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১৫ : ৮৭",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ ",
        "bangla_text": "আর আমরা তো আপনাকে দিয়েছি পুনঃ পুনঃ পঠিত সাতটি আয়াত ও মহান কুরআন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সূরা ফাতিহার সাতটি আয়াত। এর প্রমাণ হলো আবু সাঈদ আল-মু'আল্লা বর্ণিত হাদীস। তিনি বলেনঃ আমি সালাত আদায় করছিলাম এমতাবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আমার কাছ দিয়ে গমন করার সময় আমাকে ডাকলেন। আমি আসলাম না। সালাত শেষ করে তার কাছে আসলে তিনি বললেনঃ আমার ডাকে সাড়া দিতে তোমাকে কে নিষেধ করল? আমি বললামঃ আমি সালাত আদায় করছিলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ \"আল্লাহ কি বলেননিঃ হে ঈমানদারগণ তোমরা আল্লাহ ও তাঁর রাসূলের ডাকে সাড়া দিও”? তারপর তিনি বললেনঃ আমি কি তোমাকে মাসজিদ থেকে বের হওয়ার আগে কুরআনের সবচেয়ে বড় সূরা কি তা জানিয়ে দেব না? তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাসজিদ থেকে বের হতে যাচ্ছিলেন তখন আমি তাকে স্মরণ করিয়ে দিলে তিনি বললেনঃ “আলহামদু লিল্লাহ রাব্বিল আলামীন”\n  <br/>\n  <br/>\n  এটাই “সাবউল মাসানী\" বা সাতটি আয়াত যা বার বার পড়া হয়, এবং কুরআনে কারীম যা আমাকে দেয়া হয়েছে।” [বুখারীঃ ৪৭০৩]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় আবু হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত হয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “উম্মুল কুরআন\" বা সূরা আল-ফাতিহা হলো “সাবাউল মাসানী\" এবং মহান কুরআন। [বুখারীঃ ৪৭০৪]\n  <br/>\n  <br/>\n  তবে কেউ কেউ এর অর্থ করেছেন দু’শ আয়াত বিশিষ্ট সাতটি বড় বড় সূরা। অর্থাৎ আল-বাকারাহ, আলে ইমরান, আন-নিসা, আল-মায়েদাহ, আল-আনআম, আল-আরাফ ও ইউনুস অথবা আল-আনফাল ও আততাওবাহ। [বাগভী; ইবন কাসীর] কিন্তু পূর্ববতী আলেমগণের অধিকাংশই এ ব্যাপারে একমত যে, এখানে সূরা ফাতিহার কথাই বলা হয়েছে। যা সরাসরি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পূর্বোক্ত হাদীস দ্বারা প্রমাণিত। হাদীসের ভাষ্যসমূহ থেকে এটাও প্রমাণিত হয় যে, এখানে মহান কুরআন বলেও সূরা আল-ফাতিহাকেই উদ্দেশ্য নেয়া হয়েছে। সে হিসেবে সূরা ফাতেহাকে মহান কুরআন\" বলার মধ্যে ইঙ্গিত রয়েছে যে, সূরা ফাতিহা এক দিক দিয়ে সমগ্র কুরআন। কেননা ইসলামের সব মূলনীতি এতে ব্যক্ত হয়েছে। [কুরতুবী] যদিও কোন কোন মুফাসসিরের মতে, কুরআনকে ভিন্নভাবে উল্লেখ করার অর্থ হলো,\n  <br/>\n  <br/>\n  “আমরা আপনাকে সাবউল মাসানী\" সূরা ফাতেহা এবং পূর্ণ কুরআন দান করেছি। তখন দুটির অর্থ ভিন্ন ভিন্ন হবে ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১৫ : ৮৮",
        "arabic_text": "\nلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ ",
        "bangla_text": "আমর তাদের বিভিন্ন শ্রেণীকে ভোগ- বিলাসের যে উপকরণ দিয়েছি তার প্রতি আপনি কখনো আপনার দুচোখ প্রসারিত করবেন না [১]। তাদের জন্য আপনি দুঃখ করবেন না [২]; আপনি মুমিনদের জন্য আপনার বাহু নত করুন, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একথাটিও নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং তার সাথীদেরকে সান্তনা দেবার জন্য বলা হয়েছে। তখন এমন একটা সময় ছিল যখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং তার সাথীরা চরম দুরবস্থার মধ্যে জীবন যাপন করছিলেন। অন্যদিকে কুরাইশ সরদাররা পার্থিব অর্থ-সম্পদের ক্ষেত্রে সবরকমের সমৃদ্ধি ও প্রাচুর্যের অধিকারী ছিল। এ অবস্থায় বলা হচ্ছে, আপনার মন হতাশাগ্রস্ত কেন? আপনাকে আমি এমন সম্পদ দান করেছি যার তুলনায় দুনিয়ার সমস্ত সম্পদ তুচ্ছ। আপনাকে কুরআন প্রদান করে আমরা মানুষের হাতে যা আছে তা থেকে অমুখাপেক্ষী করে দিয়েছি।\n  <br/>\n  <br/>\n  [২] এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে কাফেরদের অবাধ্যতায় হতাশ ও পেরেশান না হতে বলা হচ্ছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাফেরদেরকে দাওয়াত দিয়েই যাচ্ছিলেন কিন্তু তারা নিজেদের সম্পদ ও প্রতিপত্তিতে এতই মগ্ন ছিল যে, হক্কের বাণী তাদের কানে প্রবেশ করতো না। তারা ঈমান আনছিল না। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যারপরনাই পেরেশান হয়ে যাচ্ছিলেন। এ অবস্থায় আল্লাহ তা'আলা তাঁর নবীকে সান্তনা দিচ্ছেন যে, আপনার এত পেরেশান হওয়ার কিছু নেই। যারা ঈমান এনেছে তাদেরকে আপনি সাথে নিয়ে এগিয়ে চলুন এবং বলুন যে, আমি তো প্রকাশ্য ভয় প্রদর্শনকারী মাত্র। হেদায়েতের চাবিকাঠি তো আল্লাহর হাতে। তিনি যাকে চান হেদায়াত দান করবেন। পবিত্র কুরআনের অন্যত্রও আল্লাহ্ তা'আলা তার নবীকে উম্মতের হেদায়াতের জন্য ঐকান্তিক আগ্রহের কারণে নিজেকে আফসোস করে ধ্বংস করা থেকে বিরত থাকতে আদেশ করেছেন। [দেখুন, সূরা আল-কাহফঃ ৬, সূরা আশ-শু'আরাঃ ৩, সূরা ফাতিরঃ ৮, সূরা আন-নাহলঃ ১২৭, সূরা আল-মায়িদাহঃ ৬৮]\n  <br/>\n  <br/>\n  তারপরও তারা যে নিজেদের কল্যাণকামীকে নিজেদের শত্রু মনে করছে, নিজেদের ভ্রষ্টতা ও নৈতিক ক্রটিগুলোকে নিজেদের গুণাবলী মনে করছে, নিজেরা এমন পথে এগিয়ে চলছে এবং নিজেদের সমগ্র জাতিকে এগিয়ে নিয়ে যাচ্ছে যার নিশ্চিত পরিণাম ধ্বংস এবং যে ব্যক্তি তাদেরকে শান্তি ও নিরাপত্তার পথ দেখাচ্ছে তার সংস্কার প্রচেষ্টাকে ব্যর্থ করার জন্য সর্বাত্মক সংগ্রাম চালাচ্ছে, তাদের এ অবস্থা দেখে মনঃক্ষুণ্ন হবেন না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১৫ : ৮৯",
        "arabic_text": "\nوَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ ",
        "bangla_text": "এবং বলুন, ‘ নিশ্চয় আমিই প্রকাশ্য সতর্ককারী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১৫ : ৯০",
        "arabic_text": "\nكَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ ",
        "bangla_text": "যেভাবে আমরা নাযিল করেছিলাম বিভক্তকারীদের উপর [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সেই বিভক্তকারী দল বলতে কাদের বুঝানো হয়েছে এ ব্যাপারে কয়েকটি মত বর্ণিত হয়েছে। কারও কারও মতে এখানে তাদেরকে বুঝানো হয়েছে যারা নবীদের বিরোধিতার জন্য, তাদের উপর মিথ্যারোপ করার জন্য, তাদের কষ্ট দেয়ার জন্য পরস্পর শপথ করে প্রতিজ্ঞাবদ্ধ হয়েছিল। যেমন সালেহ আলাইহিস সালামের লোকেরা এরকম করেছিল। “তারা বলল, তোমরা আল্লাহর নামে শপথ গ্রহণ কর, 'আমরা রাতেই শেষ করে দেব তাকে ও তার পরিবার-পরিজনকে; তারপর তার অভিভাবককে নিশ্চিত করে বলব যে, তার পরিবার-পরিজনের হত্যা আমরা প্রত্যক্ষ করিনি” [সূরা আন-নামল: ৪৯]\n  <br/>\n  <br/>\n  কারও কারও মতে, এখানে বাস্তবিকই সালেহ আলাইহিস সালামের কাওমের সে লোকদেরকে উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর] মুকাতিল বলেন, মক্কার কুরাইশদের মধ্যে ষোলজন এ জঘন্য কাজটি করেছিল। তারা পরস্পর শপথ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে মানুষকে দূরে রাখছিল। [বাগভী] কারও কারও মতে, এখানে শব্দটি ভাগ-বাটোয়ারা অর্থে ব্যবহৃত হয়েছে। তাদের মধ্যে কেউ কুরআনকে বলত, জাদু। কেউ বলত, কবিতা। কেউ বলত, মিথ্যা। আর কেউ বলত পূর্ববর্তীদের কাহিনী। কারও কারও মতে, এখানে ইয়াহুদী নাসারাদেরকে বুঝানো হয়েছে। [বাগভী] তাদেরকে বিভক্তকারী এ অর্থে বলা হয়েছে যে, তারা আল্লাহর দীনকে বিভক্ত করে ফেলেছে। তার কিছু কথা মেনে নিয়েছে এবং কিছু কথা মেনে নেয়নি। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১৫ : ৯১",
        "arabic_text": "\nٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ ",
        "bangla_text": "যারা কুরআনকে বিভিন্নভাবে বিভক্ত করেছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (عِضِيْنَ) শব্দের অর্থ করা হয়েছে, বিভক্ত। শব্দটির অন্য অর্থঃ জাদু, গল্প। [বাগভী] এ অর্থের সমর্থনে সীরাত গ্রন্থে এসেছে যে, ওয়ালীদ ইবনে মুগীরাহ কুরাইশের এক সমাবেশে হাজির হয়ে বললঃ হজ্জের মওসুম শুরু হয়ে গেছে। চতুর্দিক থেকে মানুষ এখন তোমাদের কাছে আসবে। এদিকে তোমাদের সাথী (মুহাম্মদ) সম্পর্কে তারা জেনে গেছে। তাই তোমরা তার ব্যাপারে একজোট হয়ে একটি মত পোষণ কর। তারা বললঃ তুমিই বল। সে বললঃ তোমরাই বল। তখন তারা বললঃ আমরা বলব সে গণক। তখন সে বললঃ সে গণক নয়। তখন তারা বললঃ আমরা বলব সে পাগল। সে বললঃ না, সে তো পাগল নয়। তারা বললঃ আমরা বলব সে কবি। সে বলল, না সে কবিও নয়। তারা বললঃ আমরা বলব সে যাদুকর। সে বললঃ না, সে যাদুকরও নয়। তখন তারা বললঃ তাহলে আমরা কি বলব? সে বললঃ আল্লাহর শপথ! তার কথায় আছে মাধুর্য, তোমরা যা-ই বল না কেন বুঝা যাবে যে তোমাদের কথাই বাতিল। তবে তার কথা যাদুকরের কাছাকাছি। এ কথার উপরই সবাই সেখান থেকে চলে গেল। আর এদিকে আল্লাহ তা'আলা তাদের সম্পর্কে নাযিল করলেনঃ\n  <br/>\n  <br/>\n  “যারা কুরআন সম্পর্কে বিভিন্ন ভাগে বিভক্ত হয়েছে, কাজেই শপথ আপনার রবের! আমরা তাদের সবাইকে প্রশ্ন করবই, সে বিষয়ে, যা তারা করে।” [বাগভী; সীরাতে ইবনে হিশাম]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১৫ : ৯২",
        "arabic_text": "\nفَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "কাজেই শপথ আপনার রবের! অবশ্যই আমরা তাদের সবাইকে প্রশ্ন করবই,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১৫ : ৯৩",
        "arabic_text": "\nعَمَّا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "সে বিষয়ে, যা তারা আমল করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১৫ : ৯৪",
        "arabic_text": "\nفَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "অতএব আপনি যে বিষয়ে আদেশপ্রাপ্ত হয়েছেন তা প্রকাশ্যে প্রচার করুন এবং মুশরিকদের থেকে মুখ ফিরিয়ে নিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১৫ : ৯৫",
        "arabic_text": "\nإِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ ",
        "bangla_text": "নিশ্চয় আমরা বিদ্রুপকারীদের বিরুদ্ধে আপনার জন্য যথেষ্ট [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্যে যাদের কথা উল্লেখ করা হয়েছে, তাদের নেতা ছিল পাঁচ ব্যক্তি- আস ইবনে ওয়ায়েল, আসওয়াদ ইবনে মুত্তালিব, আসওয়াদ ইবনে আবদে এয়াগুস, ওলীদ ইবনে মুগীরা এবং হারিস ইবনে তালাতিলা। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১৫ : ৯৬",
        "arabic_text": "\nٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ ",
        "bangla_text": "যারা আল্লাহ্‌র সাথে অন্য ইলাহ নির্ধারণ করে। কাজেই শিঘ্রই তারা জানতে পারবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১৫ : ৯৭",
        "arabic_text": "\nوَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ ",
        "bangla_text": "আর অবশ্যই আমরা জানি, তারা যা বলে তাতে আপনার অন্তর সংকুচিত হয়;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১৫ : ৯৮",
        "arabic_text": "\nفَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ ",
        "bangla_text": "কাজেই আপনি আপনার রবের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করুন এবং আপনি সিজদাকারীদের অন্তর্ভুক্ত হোন [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ আয়াত থেকে আরও জানা গেল যে, কেউ যদি শত্রুর অন্যায় আচরণে মনে কষ্ট পায় এবং হতোদ্যম হয়ে পড়ে, তবে এর আত্মিক প্রতিকার হচ্ছে আল্লাহ তা'আলার তাসবীহ ও ইবাদাতে মশগুল হয়ে যাওয়া। আল্লাহ তা'আলা স্বয়ং তার কষ্ট দূর করে দেবেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা-ই করতেন। হাদীসে এসেছে, “যখনই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কাজে সমস্যা অনুভব করতেন তখনই সালাতে দাঁড়িয়ে যেতেন\" [আবুদাউদঃ ১৩১৯, মুসনাদে আহমাদঃ ৫/৩৮৮]\n  <br/>\n  <br/>\n  অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ্ তা'আলা বলেনঃ হে আদম সন্তান! দিনের প্রারম্ভে চার রাকাআত সালাত আদায়ে অপারগ হয়ো না। কারণ এতে করে আমি তোমাকে শেষ পর্যন্ত যথেষ্ট করব।” [আবু দাউদঃ ১২৮৯, মুসনাদে আহমাদঃ ৫/২৮৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "১৫ : ৯৯",
        "arabic_text": "\nوَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ ",
        "bangla_text": "আর আপনার মৃত্যু আসা পর্যন্ত আপনি আপনার রবের ইবাদাত করুন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কুরআন ব্যবহার করেছে (الْيَقِيْنُ) শব্দটি। সালেম ইবনে আব্দুল্লাহ ইবনে উমর রাদিয়াল্লাহু আনহুম শব্দটির তাফসীর করেছেনঃ মৃত্যু [বুখারীঃ ৪৭০৬] কুরআন ও হাদীসে ইয়াকীন’ শব্দটি মৃত্যু অর্থে ব্যবহার হওয়ার বহু প্রমাণ আছে। পবিত্র কুরআনে এসেছেঃ\n  <br/>\n  <br/>\n  “তারা বলবে, আমরা মুসল্লীদের অন্তর্ভুক্ত ছিলাম না, আমরা অভাবগ্রস্তকে খাদ্য দান করতাম না, এবং আমরা বিভ্রান্ত আলোচনাকারীদের সাথে বিভ্রান্তিমূলক আলোচনায় নিমগ্ন থাকতাম। আমরা কর্মফল দিন অস্বীকার করতাম, শেষ পর্যন্ত আমাদের কাছে মৃত্যু এসে যায় \" [সূরা আল-মুদ্দাসসিরঃ ৪৩-৪৭] অনুরূপভাবে হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উসমান ইবনে মায’উন এর মৃত্যুর পর তার সম্পর্কে বলেছেনঃ “কিন্তু সে! তার তো (الْيَقِيْنُ) তথা মৃত্যু এসেছে, আর আমি তার জন্য যাবতীয় কল্যাণের আশা রাখি। [বুখারীঃ ১২৪৩]\n  <br/>\n  <br/>\n  সুতরাং বুঝা গেল যে, এখানে (الْيَقِيْنُ) শব্দের অর্থ মৃত্যুই। আর এ অর্থই সমস্ত মুফাসসেরীনদের থেকে বর্ণিত হয়েছে। সে হিসেবে প্রত্যেক মানুষকে মৃত্যু পর্যন্ত আল্লাহর ইবাদত করে যেতে হবে। যদি কাউকে ইবাদত থেকে রেহাই দেয়া হতো তবে নবী-রাসূলগণ তা থেকে রেহাই পেতেন কিন্তু তারাও তা থেকে রেহাই পাননি। তারা আমৃত্যু আল্লাহর ইবাদত করেছেন এবং করার নির্দেশ দিয়েছেন। সুতরাং যদি কেউ এ কথা বলে যে, মারেফত এসে গেলে আর ইবাদতের দরকার নেই সে কাফের। কারণ সে কুরআন, হাদীস এবং ইজমায়ে উম্মাতের বিপরীত কথা ও কাজ করেছে। এটা মূলতঃ মুলহিদদের কাজ। আল্লাহ আমাদেরকে তাদের কর্মকাণ্ড থেকে হেফাযত করুন। আমীন।\n  <br/>\n </p>\n</div>"
    }
]