[
    {
        "id": 1,
        "verse": "১৬ : ১",
        "arabic_text": "\nأَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "আল্লাহ্‌র [১] আদেশ আসবেই [২]; কাজেই তা [৩] তাড়াতাড়ি পেতে চেয়ো না। তিনি মহিমান্বিত এবং তারা যা শরীক করে তিনি তা থেকে উর্ধ্বে [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ১২৮ আয়াত, মক্কী\n  </b>\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] এ সূরা নাহলকে বিশেষ কোন ভূমিকা ছাড়াই কঠোর শাস্তির সতর্কবাণী ও ভয়াবহ বিষয়বস্তু দ্বারা শুরু করা হয়েছে। এর কারণ ছিল মুশরিকদের এই উক্তি যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদেরকে কেয়ামত ও আযাবের ভয় দেখায় এবং বলে যে, আল্লাহ্ তা'আলা তাকে জয়ী করা এবং বিরোধীদেরকে শাস্তি দেয়ার ওয়াদা করেছেন। আমাদের তো এরূপ কিছু ঘটবে বলে মনে হয় না। এর উত্তরে বলা হয়েছেঃ আল্লাহর নির্দেশ এসে গেছে। তোমরা তাড়াহুড়া করো না। [দেখুন, আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তা একেবারে আসন্ন হয়ে উঠেছে। তার প্রকাশ ও প্রয়োগের সময় নিকটবর্তী হয়েছে। ব্যাপারটা একেবারেই অবধারিত ও সুনিশ্চিত অথবা একান্ত নিকটবতী এ ধারণা দেবার জন্য ব্যাক্যটি অতীতকালের ক্রিয়াপদের সাহায্যে বর্ণনা করা হয়েছে। [আদওয়াউল বায়ান; আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  তবে এ “আদেশ বা ফায়সালা” কি ছিল এবং কোন আকৃতিতে এসেছে? এ ব্যাপারে বিভিন্ন মত আছেঃ\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেন যে, এখানে আল্লাহর নির্দেশ’বলে কেয়ামত বোঝানো হয়েছে। এর এসে যাওয়ার অর্থও এই যে, আসা অতি নিকটবতী। সমগ্র জগতের বয়সের দিক দিয়ে দেখলে কেয়ামতের নিকটবতী হওয়া কিংবা এসে পৌছাও দূরবর্তী কোন বিষয় নয়। অথবা, তা অবশ্যম্ভাবী হওয়ার কারণে অতীতকালের পদ ব্যবহার করা হয়েছে।\n  <br/>\n  <br/>\n  অন্য আয়াতেও বলা হয়েছে, “মানুষের হিসেব-নিকেশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে” [ সূরা আল-আম্বিয়া: ১]\n  <br/>\n  <br/>\n  আরও এসেছে, “কিয়ামত কাছাকাছি হয়েছে, আর চাদ বিদীর্ণ হয়েছে\" [সূরা আল-কামারঃ ১] [ইবন কাসীর]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেনঃ আল্লাহর নির্দেশ’ বলে এখানে আল্লাহর আদেশ নিষেধ সম্পর্কিত, হালাল হারাম সম্বলিত বিধানাবলী বোঝানো হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেনঃ এখানে “আল্লাহর নির্দেশ\" বলে তাদের উপর যে শাস্তি আসার কথা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে ভয় প্রদর্শন করাতেন তা বুঝানো হয়েছে। আযাবের ব্যাপারে কুরাইশ বংশীয় কাফেরদের সবরের পেয়ালা কানায় ভরে উঠেছিল এবং শেষ ও চূড়ান্ত পদক্ষেপ গ্রহণ করার সময় এসে গিয়েছিল বলেই অতীতকালের ক্রিয়াপদ দ্বারা একথা বলা হয়েছে। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] কাফের মুশরিকগণের চিরাচরিত নিয়ম ছিল যে, তারা আল্লাহর আযাবকে কামনা করত, তারা ভাবত যে আল্লাহর আযাব যদি আসবে তবে আসে না কেন? কিন্তু আল্লাহর নিয়ম হলো, তিনি কোন জাতিকে ধ্বংস করার পূর্বে তাকে প্রচুর সময় দেন। এ ব্যাপারটি আল্লাহ তা'আলা অন্যান্য আয়াতেও উল্লেখ করেছেন। দেখুন, [সূরা আল-আনকাবূতঃ ৫৩,৫৪] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] এখানে তাদের শির্ক বলতে, তারা যে আযাব তাড়াতাড়ি চাচ্ছিল, অথবা কিয়ামত তাড়াতাড়ি চাচ্ছিল তা-ই বোঝানো হয়েছে। কেননা এর দ্বারা তারা মূলত: আল্লাহর ওয়াদাকে ভ্রান্ত সাব্যস্ত করেছে, এটা কুফরী ও শির্ক। তারা মনে করছে যে, আল্লাহ এটা করতে সম্ভব নন। তিনি সেটা করতে পারবে না। আর অপারগতা মূলত: বান্দাদের গুণ। বান্দাদের গুণকে আল্লাহর জন্য সাব্যস্ত করা শির্ক। এ হিসেবে তারা শির্কে লিপ্ত হয়েছিল। [ফাতহুল কাদীর] নতুবা আল্লাহর সাথে কারো শরীক হবার প্রশ্নই ওঠে না। তাঁর সত্তা এর অনেক উধের্ব এবং এ থেকে সম্পূর্ণ মুক্ত ও পবিত্র। মোট কথাঃ তারা যে শির্ক করছে আল্লাহ তা'আলা তা থেকে পবিত্র। একটি কঠোর সতর্কবাণীর মাধ্যমে তাওহীদের দাওয়াত দেয়া এই আয়াতের সারমর্ম।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১৬ : ২",
        "arabic_text": "\nيُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ أَنۡ أَنذِرُوٓاْ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ ",
        "bangla_text": "তিনি তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছে [১] স্বীয় নির্দেশে রূহ [২]- ওহীসহ ফিরিশতা- পাঠান এ বলে যে, তোমরা সতর্ক কর, ‘নিশ্চয় আমি ছাড়া কোন সত্য ইলাহ নেই [৩]; কাজেই তোমরা আমার ব্যাপারে তাকওয়া অবলম্বন কর [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যার প্রতি ইচ্ছা বলে তাঁর নবী-রাসূলদের বুঝানো হয়েছে। [ফাতহুল কাদীর] [এ ব্যাপারে আরো দেখা যেতে পারে সূরা আল-হাজ্জঃ৭৫, সূরা গাফেরঃ ১৫, ১৬]\n  <br/>\n  <br/>\n  [২] আয়াতে (روح) শব্দ বলে ইবনে আব্বাসের মতে ওহী বুঝানো হয়েছে। যা নবুওয়াতের রূহ। এ রূহ বা প্রাণসত্তায় উজ্জীবিত হয়েই নবী কাজ করেন ও কথা বলেন। স্বাভাবিক ও প্রাকৃতিক জীবনে প্রাণের যে মর্যাদা এ ওহী ও নবুওয়াতী প্রাণসত্তা নৈতিক জীবনে সেই একই মর্যাদার অধিকারী। ওহী দ্বারা মুমিনদের প্রাণ উজ্জীবিত হয়। এ ওহীর একটি হচ্ছে কুরআন। দ্বীনে কুরআনের মর্যাদা যেমন শরীরের সাথে রূহের সম্পর্ক। [ফাতহুল কাদীর] তাই কুরআনের বিভিন্ন স্থানে ওহীর জন্য রূহ’ শব্দ ব্যবহার করা হয়েছে। [দেখুনঃ সূরা আস-শূরাঃ ৫২]\n  <br/>\n  <br/>\n  কোন কোন তাফসীরবিদগণের মতে রূহ শব্দ দ্বারা এখানে হেদায়াত বোঝানো হয়েছে। [ফাতহুল কাদীর] অবশ্য দু' অর্থের মধ্যে বৈপরীত্য নেই।\n  <br/>\n  <br/>\n  [৩] এ আয়াতে ইতিহাসগত দলীল দ্বারা তাওহীদ প্রমাণিত হয়েছে যে, আদম 'আলাইহিস সালাম থেকে শুরু করে শেষ নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পর্যন্ত দুনিয়ার বিভিন্ন ভূখণ্ডে এবং বিভিন্ন সময়ে যে রাসূলই আগমন করেছেন তিনি জনসমক্ষে তাওহীদের বিশ্বাসই পেশ করেছেন। [দেখুন সূরা আল-আম্বিয়াঃ ২৫]\n  <br/>\n  <br/>\n  অথচ বাহ্যিক উপায়াদীর মাধ্যমে এক জনের অবস্থা ও শিক্ষা অন্যজনের মোটেই জানা ছিল না। চিন্তা করুন, হাজার হাজার নবী-রাসূল, যারা বিভিন্ন সময়ে, বিভিন্ন দেশে এবং বিভিন্ন ভূখণ্ডে জন্মগ্রহণ করেছেন, তারা সবাই যখন একই বিষয়ের প্রবক্তা, তখন স্বভাবতঃই মানুষ একথা বুঝতে বাধ্য হয় যে, বিষয়টি ভ্রান্ত হতে পারে না। বিশ্বাস স্থাপনের জন্য এককভাবে এ যুক্তিটিই যথেষ্ট।\n  <br/>\n  <br/>\n  [৪] এই বাক্যের মাধ্যমে এ সত্যটি সুস্পষ্ট করে তুলে ধরা হয়েছে যে, নবুওয়াতের রূহ যেখানেই যে ব্যক্তির ওপর অবতীর্ন হয়েছে সেখানেই তিনি এ একটিই দাওয়াত নিয়ে এসেছেন যে সার্বভৌম কর্তৃত্ব একমাত্র আল্লাহর জন্য নির্ধারিত এবং একমাত্র তাঁকেই ভয় করতে হবে, তিনি একাই এর হকদার। তিনি ছাড়া আর দ্বিতীয় এমন কোন সত্তা নেই যার অসন্তুষ্টির ভয়, যার শাস্তির আশংকা এবং যার নাফরমানির অশুভ পরিণামের ভয় করা যাবে। তিনি ছাড়া আর কারো ইবাদত করা যাবে না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১৬ : ৩",
        "arabic_text": "\nخَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "তিনি যথাযথভাবে [১] আসমানসমূহ ও যমীন সৃষ্টি করেছেন; তারা যা শরীক করে তিনি তার উর্ধ্বে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখান থেকে আবার তাওহীদের দলীল-প্রমাণাদি পেশ করা হচ্ছে। [ফাতহুল কাদীর] প্রথমে আসমান ও যমীনকে আল্লাহ তা'আলা যে যথার্থরূপে সৃষ্টি করেছেন সেটা বর্ণনা করছেন। অর্থাৎ আল্লাহ তা'আলা আসমান ও যমীন কোন খেলাচ্ছলে সৃষ্টি করেননি। বরং এগুলোর সৃষ্টির পিছনে অনেক হিকমত রয়েছে। এগুলোর সৃষ্টি হক কারণেই হয়েছে আর তা হচ্ছে এগুলো আল্লাহর একত্ববাদ ও কুদরাতের উপর প্রমাণ বহন করে। আর বান্দাদের তাঁরই ইবাদাত করতে হবে যিনি সৃষ্টিকুলকে মৃত্যুর পর জীবিত করতে সক্ষম। অথবা এগুলো নিজেরাই প্রমাণ করবে যে, এগুলো ধ্বংসশীল। [ফাতহুল কাদীর] তাছাড়া এগুলো সৃষ্টির পিছনে আল্লাহর এক মহান উদ্দেশ্য হলোঃ যারা খারাপ কাজ করেছে তাদেরকে শাস্তি আর যারা ভাল কাজ করেছে তাদেরকে উত্তম প্রতিদান প্রদান করবেন। [দেখুনঃ সূরা আন-নাজমঃ ৩১][ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আল্লাহ্‌র সাথে যাদেরকে শরীক করা হয়, তারা কোনভাবেই আল্লাহ্‌র সমকক্ষ হতে পারে না। তিনি তাদের শরীক করা থেকে অনেক উর্ধ্বে, অনুরূপভাবে কোন শরীকের শরীক হওয়া থেকেও তিনি অনেক উর্ধ্বে। [ফাতহুল কাদীর] তিনি সর্বদিক থেকে উর্ধ্বে। সম্মানের দিক থেকে উর্ধ্বে তিনি, অবস্থানের দিক থেকেও তিনি আরশের উপর। সবকিছুর উপরে তাঁর অবস্থান, আর ক্ষমতা ও প্রতিপত্তির দিক থেকেও তার সমকক্ষ কেউ নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১৬ : ৪",
        "arabic_text": "\nخَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ ",
        "bangla_text": "তিনি শুক্র হতে মানুষ সৃষ্টি করেছেন [১]; অথচ দেখুন, সে প্রকাশ্য বিতন্ডাকারী [২] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] শানকীতী বলেন, এ আয়াতে আল্লাহ বলেছেন যে,\n  <br/>\n  <br/>\n  তিনি শুক্র থেকে মানুষ সৃষ্টি করেছেন। সে শুক্র হচ্ছে পুরুষ ও মহিলার সম্মিলিত বীর্য। অন্য আয়াতে আল্লাহ বলেন, “আমরা তো মানুষকে সৃষ্টি করেছি মিলিত শুক্রবিন্দু হতে\" [সূরা আল ইনসান:২]\n  <br/>\n  <br/>\n  অর্থাৎ পুরুষ ও মহিলার বীর্যের সংমিশ্রণে। এটা জানার পর আরও একটি জিনিস জানা দরকার, তাহচ্ছে অন্যত্র আল্লাহ জানিয়েছেন যে বীর্য সেটির একটি বের হয় পিঠ থেকে, সেটি পুরুষের শুক্র, অপরটি বের হয় বুকের উপরের পাঁজর থেকে, সেটি মহিলার শুক্র। আল্লাহ বলেন, “অতএব মানুষ যেন চিন্তা করে দেখে তাকে কী থেকে সৃষ্টি করা হয়েছে। তাকে সৃষ্টি করা হয়েছে সবেগে স্থলিত পানি হতে, এটা নির্গত হয় মেরুদণ্ড ও পিঞ্জরাস্থীর মধ্য থেকে \" [সূরা আত-তারেক ৫-৭]\n  <br/>\n  <br/>\n  [২] যেহেতু মানুষ সৃষ্টিকুলের মধ্যে সর্বশ্রেষ্ট, তাই প্রথমেই মানুষ সৃষ্টির বিবরণ দিয়ে আল্লাহর একত্ববাদ ও কুদরতের আলোচনা শুরু করা হচ্ছে। [ফাতহুল কাদীর] মানুষ প্রকাশ্য বিতণ্ডাকারী এর দুই অর্থ হতে পারে এবং সম্ভবত এখানে এ দুই অর্থই প্রযোজ্য। একটি অর্থ হচ্ছে, মহান আল্লাহ একটি তুচ্ছ শুক্রবিন্দু থেকে এমন মানুষ তৈরী করেছেন যে বিতর্ক ও যুক্তি প্রর্দশন করার যোগ্যতা রাখে এবং নিজের বক্তব্য ও দাবীর পক্ষে সাক্ষ্য-প্রমাণ পেশ করতে পারে। [কুরতুবী]\n  <br/>\n  <br/>\n  দ্বিতীয় অর্থ হচ্ছে, এই দুর্বল মানবকে যখন বল ও বাকশক্তি দান করা হলো, তখন সে আল্লাহর সত্তা ও গুণাবলী সম্পর্কেই বিতর্ক উত্থাপন করতে লাগলো। যে মানুষকে আল্লাহ শুক্রবিন্দুর মত নগণ্য জিনিস থেকে তৈরী করেছেন তার অহংকারের বাড়াবাড়িটা দেখ, সে আল্লাহর সার্বভৌম ক্ষমতার মোকাবিলায় নিজেকে পেশ করার জন্য বিতর্কে নেমে এসেছে। [ইবন কাসীর; ফাতহুল কাদীর] সে হিসেবে মানুষকে এ মর্মে সতর্ক করে দেয়া হচ্ছে, বড় বড় বুলি আওড়ানোর আগে নিজের সত্তার দিকে একবার তাকাও। কোন আকারে কোথা থেকে বের হয়ে তুমি কোথায় এসে পৌঁছেছো? কোথায় তোমার প্রতিপালনের সূচনা হয়েছিল? তারপর কোন পথ দিয়ে বের হয়ে তুমি দুনিয়ায় এসেছে? তারপর কোন পর্যায় অতিক্রম করে তুমি যৌবন বয়সে পৌছেছো এখন নিজেকে বিস্মৃত হয়ে কার মুখের ওপর কথার তুবড়ি ছোটাচ্ছো? [এ ব্যাপারে সূরা ফুরকানঃ ৫৪, ৫৫ এবং সূরা ইয়াসীনঃ ৭৭-৭৯ আয়াতসমূহ দেখুন]\n  <br/>\n  <br/>\n  অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানুষের এস্বভাবটি ব্যাখ্যা করেছেন। একবার তিনি তার হাতের তালুতে থুতু ফেললেন, তারপর তাতে তার তর্জনী রেখে বললেনঃ “মহান আল্লাহ বলেন, হে বনী আদম! কিভাবে তুমি আমাকে অপারগ করতে পার? অথচ তোমাকে আমি এ ধরণের হীনতা থেকে সৃষ্টি করেছি। তারপর যখন তোমার রূহ ওখানে (তিনি তার কণ্ঠনালির দিকে ইঙ্গিত করলেন) পৌঁছে, তখন তুমি বলঃ আমি সাদকা করব। তখন কি তার আর সদকার সময় বাকী আছে?” [ইবনে মাজাহঃ ২৭০৭; মুসনাদে আহমাদঃ ৪/২১০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১৬ : ৫",
        "arabic_text": "\nوَٱلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ ",
        "bangla_text": "আর চতুষ্পদ জন্তুগুলো, তিনি তা সৃষ্টি করেছেন; তোমাদের জন্য তাতে শীত নিবারক উপকরণ ও বহু উপকার রয়েছে। এবং সেগুলো থেকে তোমরা আহার করে থাক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ঐসব বস্তু সৃষ্টি করার কথা বলা হয়েছে, যেগুলো মানুষের উপকারার্থে বিশেষভাবে সৃজিত হয়েছে। যেমন, উট, গরু, ছাগল ইত্যাদি গৃহপালিত চতুষ্পদ জন্তু। [ইবন কাসীর; ফাতহুল কাদীর] অধিকাংশ ক্ষেত্রে (اَنْعَامَ) দ্বারা উট বোঝানো হয়ে থাকে। [কুরতুবী] এরপর এ সমস্ত জন্তু দ্বারা যে সব উপকার হয় তন্মধ্যে দুটি উপকার বিশেষভাবে উল্লেখ করা হয়েছে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  (এক) (لَكُمْ فِيْهَا دِفْءٌ)  অর্থাৎ এসব জন্তুর পশম দ্বারা মানুষ বস্ত্র এবং চামড়া দ্বারা পরিধেয়, টুপি ও বিছানা তৈরী করে শীতকালে উত্তাপ হাসিল করে। [তাবারী]\n  <br/>\n  <br/>\n  (দুই) (وَمِنْهَا تَاْكُلُوْنَ) অর্থাৎ মানুষ এসব জন্তু যবেহ্ করে খাদ্যও তৈরী করতে পারে। যতদিন জীবিত থাকে ততদিন দুধ দ্বারা উৎকৃষ্ট খাদ্য তৈরী করে। [ইবন কাসীর] অন্যান্য সাধারণ উপকার বোঝানোর জন্য বলা হয়েছে- (وَّمَنَافِعُ) বা উপকারাদী' অর্থাৎ জন্তুগুলোর মাংস, চামড়া, অস্থি ও পশমের মধ্যে আরো অসংখ্য উপকারিতা নিহিত রয়েছে। কারও কারও মতে এর দ্বারা এগুলোকে বাহন হিসেবে ব্যবহার করা বোঝানো হয়েছে। [ফাতহুল কাদীর] তবে সম্ভবত: এ সংক্ষিপ্ত বর্ণনার মধ্যে ঐসব নবাবিস্কৃত বস্তুর প্রতিও ইঙ্গিত রয়েছে, যেগুলো জৈব উপাদান দ্বারা মানুষের খাদ্য, পোষাক, ঔষধ ও ব্যবহার্য দ্রব্যাদি প্রস্তুতের ক্ষেত্রে এ পর্যন্ত আবিস্কৃত হয়েছে অথবা ভবিষ্যতেও কিয়ামত পর্যন্ত আবিস্কৃত হবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১৬ : ৬",
        "arabic_text": "\nوَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ ",
        "bangla_text": "আর তোমরা যখন গোধুলি লগ্নে তাদেরকে চারণভুমি হতে ঘরে নিয়ে আস এবং প্রভাতে যখন তাদেরকে চারণভূমিতে নিয়ে যাও তখন তোমরা তাদের সৌন্দর্য উপভোগ কর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদা বলেন, যখন এগুলো বড় স্তন, লম্বা চুঁটিসহ চলে তখন তোমরা সেগুলো দেখে আনন্দে আপ্লুত হও। আর যখন মাঠে চরতে যায় তখনও তোমরা সেগুলো দেখে খুশি হও। তাবারী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১৬ : ৭",
        "arabic_text": "\nوَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ ",
        "bangla_text": "আর তারা তোমাদের ভার বহন করে নিয়ে যায় এমন দেশে যেখানে প্রাণান্ত কষ্ট ছাড়া তোমরা পৌছতে পারতে না [১]। তোমাদের রব তো অবশ্যই দয়ার্দ্র, পরম দয়ালু [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে এসব জন্তুর আরো একটি গুরুত্বপূর্ণ উপকার বর্ণনা করে বলা হয়েছে যে, এগুলো তোমাদের ভারী জিনিষপত্রকে দূর-দূরান্তের শহরে পৌছে দেয়, যেখানে তোমাদের এবং তোমাদের জিনিষপত্রের পৌছা প্রাণান্তকর পরিশ্রম ব্যতীত সম্ভবপর নয়। উট ও গরু বিশেষভাবে মানুষের এ সেবা বিরাটাকারে সম্পন্ন করে থাকে। কারণ, এমনও অনেক জায়গা রয়েছে, যেখানে এসব নবাবিস্কৃত যান-বাহন অকেজো হয়ে পড়ে। এরূপ ক্ষেত্রে মানুষ বাধ্য হয়ে এসব জন্তুকে আজো কাজে লাগায়। [এ ব্যাপারে আরো দেখুন সূরা আল-মু'মিনূনঃ ২১, ২২, গাফেরঃ ৭৯-৮১]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ যেহেতু দয়ালু ও রহমতের আধার তাই তিনি তোমাদের প্রতি দয়াপরবশ হয়ে এগুলোকে সৃষ্টি করে তোমাদের করায়ত্ব করে দিয়েছেন। [ইবন কাসীর] এ ব্যাপারে কুরআনের অন্যান্য স্থানেও উল্লেখ করা হয়েছে। [দেখুনঃ সূরা আয-যুখরুফঃ ১২-১৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১৬ : ৮",
        "arabic_text": "\nوَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ ",
        "bangla_text": "আর তোমাদের আরোহনের জন্য এবং শোভার জন্য সৃষ্টি করেছেন ঘোড়া, খচ্চর ও গাধা [১] এবং তিনি সৃষ্টি করেন এমন অনেক কিছু, যা তোমরা জান না [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উট, বলদ ইত্যাদির বোঝা বহনের কথা আলোচিত হওয়ার পর ঐসব জন্তুর কথা প্রসঙ্গতঃ উত্থাপন করা উপযুক্ত মনে করা হয়েছে, যেগুলো সৃষ্ট হয়েছে সওয়ারী ও বোঝা বহনের উদ্দেশ্যে। বলা হয়েছে, আমি ঘোড়া, খচ্চর ও গাধা সৃষ্টি করেছি, যাতে তোমরা এগুলোতে সওয়ার হও। আর তোমাদের শোভা ও সৌন্দর্যের উপকরণ হওয়াও এগুলোকে সৃষ্টি করার অন্যতম কারণ। [তাবারী]।\n  <br/>\n  <br/>\n  [২] অর্থাৎ বিপুল পরিমাণ জিনিস এমন আছে যা মানুষের উপকার করে যাচ্ছে। অথচ কোথায় কত সেবক তার সেবা করে যাচ্ছে বরং কি সেবা করছে সে সম্পর্কে মানুষ কিছুই জানে না। সওয়ারীর তিনটি জন্তু ঘোড়া, খচ্চর ও গাধার কথা বিশেষভাবে বর্ণনা করার পর পরিশেষে অন্যান্য যানবাহন সম্পর্কে ভবিষ্যত পদবাচ্যে ব্যবহার করে বলা হয়েছে-\n  <br/>\n  <br/>\n  (وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহ্ তা'আলা ঐসব বস্তু সৃষ্টি করবেন, যেগুলো তোমরা জান না। যেমন, কীট-পতঙ্গ ও যমীনে অন্যান্য প্রাণী। যেগুলো যমীনের নীচে থাকে বা শুষ্ক স্থানে বা সমুদ্রে অবস্থান করে। যেগুলো মানুষ দেখতে পায়নি বা শুনতেও পায়নি। [কুরতুবী] কারও কারও মতে এখানে আল্লাহ্ তাআলা জান্নাতে জান্নাতীদের জন্য এবং জাহান্নামে জাহান্নামীদের জন্য যা সৃষ্টি করবেন বা করেছেন তা-ই বুঝিয়েছেন। [কুরতুবী] তাছাড়া সম্ভবত: এখানে ঐসব নবাবিস্কৃত যানবাহন ও গাড়ী বোঝানো হয়েছে, যেগুলোর অস্তিত্ব প্রাচীনকালে ছিল না; যেমন, রেল, মটর, বিমান ইত্যাদি।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১৬ : ৯",
        "arabic_text": "\nوَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ ",
        "bangla_text": "আর সরল পথ আল্লাহ্‌র কাছে পৌছায় [১], কিন্তু পথগুলোর মধ্যে বাঁকা পথও আছে [২]। আর তিনি ইচ্ছে করলে তোমাদের সবাইকেই সৎপথে পরিচালিত করতেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (قَصْدُ السَّبِيْلِ) শব্দের অর্থঃ সরল পথ, মধ্যম পথ। এমন পথ যা উদ্দেশ্যে পৌছে দেয়। [কুরতুবী] এর দ্বারা এখানে ইসলাম, হক্ক পথ বুঝানো হয়েছে। [কুরতুবী] পূর্ববর্তী আয়াতসমূহে দুনিয়ার বাহ্যিক পথসমূহের বর্ণনার পর এ আয়াতে দ্বীনি পথের কথা আলোচনা করা হচ্ছে। দুনিয়াতে যেমন চলার পথ আল্লাহর সৃষ্টি তেমনি আখেরাতের পথে কিভাবে চলতে হবে তাও মহান আল্লাহ শিখিয়ে দিচ্ছেন। তিনি জানাচ্ছেন যে, হক পথ হচ্ছে সেটিই যা আল্লাহর কাছে পৌছায়। [ইবন কাসীর] অন্য আয়াতেও এসেছে, “আল্লাহ বললেন, এটাই আমার কাছে পৌছার সরল পথ \" [সূরা আলহিজর: ৪১]\n  <br/>\n  <br/>\n  আরও বলেন, “আর এ পথই আমার সরল পথ। কাজেই তোমরা এর অনুসরণ কর এবং বিভিন্ন পথ অনুসরণ করবে না , করলে তা তোমাদেরকে তার পথ থেকে বিচ্ছিন্ন করবে।” [সূরা আল-আনআমঃ ১৫৩]।\n  <br/>\n  <br/>\n  অথবা আয়াতের অর্থ, হক পথ বর্ণনা করা আল্লাহর যিম্মায়। তিনি সেটা রাসূল, দলীল-প্রমাণাদির মাধ্যমে বর্ণনা করেন। [কুরতুবী: মুয়াসসার, আত-তাফসীরুস সহীহ] দুনিয়াতে যেমন অনেক পথ আছে কিন্তু সব পথই গন্তব্যস্থানে পৌছাতে পারে না শুধু সে পথই সঠিক গন্তব্যে পৌছাবে যে পথের সন্ধানদাতা সে পথ সম্পর্কে সম্যক জ্ঞাত, তেমনিভাবে দ্বীনি ব্যাপারেও অনেকে অনেক পথের দিকে আহবান জানাবে কিন্তু আল্লাহ তা'আলার প্রদর্শিত পথ ছাড়া অপরাপর কোন পথই সঠিক গন্তব্যে পৌছাতে সহযোগিতা করতে পারবে না। [সা’দী]\n  <br/>\n  <br/>\n  [২] তাওহীদ, রহমত ও রবুবীয়াতের যুক্তি পেশ করতে গিয়ে এখানে ইঙ্গিতে নবুওয়াতের পক্ষেও একটি যুক্তি পেশ করা হয়েছে। এ যুক্তির সংক্ষিপ্তসার হচ্ছেঃ দুনিয়ায় মানুষের জন্য চিন্তা ও কর্মের অনেকগুলো ভিন্ন ভিন্ন পথ থাকা সম্ভব এবং কার্যত আছেও। যেমন, ইয়াহুদীবাদ, নাসারাবাদ, মজুসীবাদ ইত্যাদি ইবন কাসীরা এসব পথ তো আর একই সংগে সত্য হতে পারে না। সত্য একটিই বাকীগুলো সঠিক পথ নয়। বরং বাঁকা পথ। সেগুলো দ্বারা আল্লাহর কাছে পৌছা যায় না। আর এসব পথে মানুষ হিদায়াতও পায় না। এসব পথে চলে হক পথে আসাও সম্ভব হয় না। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১৬ : ১০",
        "arabic_text": "\nهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ ",
        "bangla_text": "তিনিই আকাশ থেকে বারি বর্ষণ করেন। তাতে তোমাদের জন্য রয়েছে পানীয় এবং তা থেকে জন্মায় উদ্ভিদ যাতে তোমরা পশু চারণ করে থাক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বের আয়াতসমূহে আল্লাহ্‌ রাববুল আলামীন যমীনে যে সমস্ত প্রাণী চলাফেরা করে তাদেরকে মানুষের উপকারের জন্য সৃষ্টি করেছেন সে ঘোষণা দিয়েছেন। এখানে আকাশ থেকে বৃষ্টি নাযিল করার মাধ্যমে মানুষের কি উপকার সাধিত হয় সেটা বর্ণনা করছেন। [ইবন কাসীর] এর মধ্যে প্রথমেই হচ্ছে পানি। তিনি আকাশ থেকে যে পানি নাযিল করেন সেগুলোকে তিনি সুমিষ্ট করেছেন, লবনাক্ত করেন নি। [ইবন কাসীর] অনুরূপভাবে মানুষের জন্য বৃক্ষের ব্যবস্থা করেছেন। (شجر)  শব্দটি প্রায়ই বৃক্ষ অর্থে ব্যবহৃত হয়, যা কাণ্ডের উপর দণ্ডায়মান থাকে। কোন কোন সময় এমন প্রত্যেক বস্তুকেও (شجر) বলা হয় যা ভূ-পৃষ্ঠে উৎপন্ন হয়। ঘাস, লতা-পাতা ইত্যাদিও এর অন্তর্ভুক্ত থাকে। আলোচ্য আয়াতে এ অর্থই বোঝানো হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  কেননা, এর পরেই জন্তুদের চলার কথা বলা হয়েছে। ঘাসের সাথেই এর বেশীর ভাগ সম্পর্ক। (تُسِيْمُوْنَ) শব্দটির অর্থ জন্তুকে চারণক্ষেত্রে চরার জন্য ছেড়ে দেয়া। [কুরতুবী; ইবন কাসীর] অর্থাৎ তোমাদের জন্য এমন গাছের ব্যবস্থা করেছেন যাতে তোমাদের জীব-জন্তু চরে বেড়াতে পারে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১৬ : ১১",
        "arabic_text": "\nيُنۢبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ ",
        "bangla_text": "তিনি তোমাদের জন্য তা [১] দ্বারা জন্মান শস্য, যায়তূন, খেজুর গাছ, আঙ্গুর এবং সব রকমের ফল। নিশ্চয় এতে চিন্তাশীল সম্প্রদায়ের জন্য রয়েছে নিদর্শন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ একই পানি দিয়ে আল্লাহ তা'আলা বহু প্রকার ফল-ফলাদি, ভিন্ন ভিন্ন স্বাদে ও গন্ধে, ভিন্ন ভিন্ন আকৃতি ও প্রকৃতিতে উৎপন্ন করেন এটা নিশ্চয়ই এক বিস্ময়কর ব্যাপার। [এ ব্যাপারে আরো দেখুন সূরা আন-নামলঃ ৬০]\n  <br/>\n  <br/>\n  [২] এসব আয়াতে আল্লাহ্ তা'আলার নেয়ামত ও অভিনব রহস্য সহকারে জগত সৃষ্টির কথা বলা হয়েছে। যারা এ বিষয়ে চিন্তা-ভাবনা করে, তারা এমন সাক্ষ্য-প্রমাণ পায়, যার ফলে আল্লাহ্ তা'আলার তাওহীদ যেন চোখের সামনে ফুটে উঠে। এ কারণেই নেয়ামতগুলোর উল্লেখ করে বার বার এ বিষয়ের প্রতি হুশিয়ার করা হয়েছে। এ আয়াতের শেষে বলা হয়েছে যে,\n  <br/>\n  <br/>\n  এতে চিন্তাশীলদের জন্য প্রমাণ রয়েছে। কেননা, ফসল ও বৃক্ষ এসবের ফল ও ফুলের যে সম্পর্ক আল্লাহ্ তা'আলার কারিগরি ও রহস্যের সাথে রয়েছে তা কিছুটা চিন্তা-ভাবনার দাবী রাখে। মানুষের চিন্তা করা দরকার যে, শস্য কণা কিংবা আটি মাটির নিচে ফেলে রাখলে এবং পানি দিলে আপনা-আপনি বিরাট মহীরূহে পরিণত হতে পারে না এবং তা থেকে রঙ-বেরঙয়ের ফুল-ফল উৎপন্ন হতে পারে না। যা হয়, তাতে কোন কৃষক-ভূস্বামীর কর্মের দখল নেই। বরং সবই সর্বশক্তিমানের কারিগরি ও রহস্য। তিনি একই পানি দ্বারা সেগুলোকে উৎপন্ন করেন, অথচ সেগুলোর প্রকার, স্বাদ, গন্ধ, রং, প্রকৃতি সম্পূর্ণ ভিন্ন। এগুলো সবই প্রমান করছে যে, তিনি ছাড়া আর কোন সত্য ইলাহ নেই। [ইবন কাসীর] অন্য আয়াতে আল্লাহ বলেন,\n  <br/>\n  <br/>\n  “নাকি তিনি, যিনি সৃষ্টি করেছেন আসমানসমূহ ও যমীন এবং আকাশ থেকে তোমাদের জন্য বর্ষণ করেন বৃষ্টি, তারপর আমরা তা দ্বারা মনোরম উদ্যান সৃষ্টি করি, তার গাছ উদগত করার ক্ষমতা তোমাদের নেই। আল্লাহর সাথে অন্য কোন ইলাহ আছে কি? তবুও তারা এমন এক সম্প্রদায় যারা (আল্লাহর) সমকক্ষ নির্ধারণ করে \" [সূরা আন-নামল: ৬০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১৬ : ১২",
        "arabic_text": "\nوَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ وَٱلنُّجُومُ مُسَخَّرَٰتُۢ بِأَمۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ ",
        "bangla_text": "আর তিনিই তোমাদের কল্যাণে নিয়োজিত করেছেন রাত, দিন [১], সূর্য ও চাঁদকে; এবং নক্ষত্ররাজিও তাঁরই নির্দেশে নিয়োজিত। নিশ্চয় এতে বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য রয়েছে অনেক নিদর্শন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ তা'আলা তাঁর বান্দাদেরকে তাঁর কিছু নেয়ামত হিসেব করে দেখিয়ে দিচ্ছেন। [ইবন কাসীর] আল্লামা শানকীতী বলেন, এ আয়াতে আল্লাহ বর্ণনা করছেন যে, তিনি তাঁর বান্দাদের জন্য পাঁচটি গুরুত্বপূর্ণ বৃহৎ নেয়ামত নিয়োজিত করেছেন। এগুলোতে যে বিরাট উপকারিতা রয়েছে সেটা তিনি ব্যতীত কেউ পুরোপুরি জানে না। বিবেকবানদের কাছে এগুলোই স্পষ্ট প্রমাণ দিচ্ছে যে, তিনি একজনই একমাত্র ইবাদাত পাওয়ার উপযুক্ত। সে পাঁচটি নেয়ামত হচ্ছে, রাত, দিন, সূর্য, চন্দ্র ও তারকা। কুরআনে বারবার এ নেয়ামতগুলোকে নিয়োজিত করার কথা ঘোষণা করা হয়েছে। সেখানে এগুলো উল্লেখ করে একমাত্র আল্লাহর ইবাদাতের প্রতি আহবান জানানো হয়েছে। যেমন,\n  <br/>\n  <br/>\n  “নিশ্চয় তোমাদের রব আল্লাহ্ যিনি আসমানসমূহ ও যমীন ছয় দিনে সৃষ্টি করেছেন ; তারপর তিনি আরশের উপর উঠেছেন। তিনিই দিনকে রাত দিয়ে ঢেকে দেন, তাদের একে অন্যকে দ্রুতগতিতে অনুসরণ করে। আর সূর্য, চাদ ও নক্ষত্ররাজি, যা তারই হুকুমের অনুগত, তা তিনিই সৃষ্টি করেছেন। জেনে রাখ, সৃজন ও আদেশ তাঁরই সৃষ্টিকুলের রব আল্লাহ কত বরকতময় \" [সূরা আল-আ’রাফ: ৫৪]\n  <br/>\n  <br/>\n  আরও বলেছেন, “আর তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন সূর্য ও চাঁদকে, যারা অবিরাম একই নিয়মের অনুবর্তী এবং তোমাদের কল্যাণে নিয়োজিত করেছেন রাত ও দিনকে \" [সূরা ইবরাহীম: ৩৩]\n  <br/>\n  <br/>\n  আরও বলেছেন, “আর তাদের জন্য এক নিদর্শন রাত, তা থেকে আমরা দিন অপসারিত করি, তখন তারা অন্ধকারাচ্ছন্ন হয়ে পড়ে। আর সূর্য ভ্রমণ করে তার নির্দিষ্ট গন্তব্যের দিকে, এটা পরাক্রমশালী, সর্বজ্ঞের নিয়ন্ত্রণ। আর চাঁদের জন্য আমরা নির্দিষ্ট করেছি বিভিন্ন মনযিল; অবশেষে সেটা শুষ্ক বাকা, পুরোনো খেজুর শাখার আকারে ফিরে যায়।” [সূরা ইয়াসীন: ৩৭-৩৯]\n  <br/>\n  <br/>\n  আরও বলেন, “আমরা নিকটবতী আসমানকে সুশোভিত করেছি প্রদীপমালা দ্বারা এবং সেগুলোকে করেছি শয়তানের প্রতি নিক্ষেপের উপকরণ এবং তাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত আগুনের শাস্তি \" [সূরা আল-মুলক: ৫]\n  <br/>\n  <br/>\n  অন্য আয়াতে বলেছেন, \"আর তারা নক্ষত্রের সাহায্যেও পথনির্দেশ পায়” [সূরা আন-নাহল: ১৬] [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২] এখানে বলা হয়েছে যে, দিনরাত ও তারকারাজি আল্লাহ তা'আলার নির্দেশের অনুগত হয়ে চলে। শেষে বলা হয়েছে যে, এগুলোর মধ্যে বুদ্ধিমানদের জন্য অনেক প্রমাণ রয়েছে। যারা আল্লাহ যে সমস্ত ব্যাপারে সাবধান করতে চেয়েছেন সেগুলো বুঝে, যাদেরকে আল্লাহ সেটা বুঝার তাওফীক দিয়েছেন তাদের জন্য এতে আল্লাহর প্রচণ্ড ক্ষমতা ও অপার শক্তির অনেক নিদর্শন রয়েছে। [কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১৬ : ১৩",
        "arabic_text": "\nوَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ ",
        "bangla_text": "আর তিনি তোমাদের জন্য যমীনে যা সৃষ্টি করেছেন, বিচিত্র রঙের করে, নিশ্চয় তাতে সে সম্প্রদায়ের জন্য নিদর্শন রয়েছে, যারা উপদেশ গ্রহন করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আসমানের বিভিন্ন চিহ্ন ও নিদর্শনাবলীর প্রতি দৃষ্টি দেয়ার আহবান জানানোর পর এখানে মাটিতে যে আশ্চর্যজনক বিষয়াদি ও বিভিন্ন বস্তু রয়েছে যেমন, জীবজন্তু, খনিজসম্পদ, উদ্ভিদরাজি ও নিশ্চল রং-বেরং এর ও বিভিন্ন প্রকৃতির সৃষ্টিসমূহ রয়েছে, সেগুলোর যে উপকারসমূহ ও বৈশিষ্ট্যসমূহ রয়েছে এর মধ্যে অবশ্যই তাদের জন্য প্রমাণ রয়েছে, যারা উপদেশ গ্রহণ করে। যারা আল্লাহর নেয়ামতসমূহ স্মরণ করে এবং কৃতজ্ঞতা প্রকাশ করতে চায়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১৬ : ১৪",
        "arabic_text": "\nوَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": " আর তিনিই সাগরকে নিয়োজিত করেছেন [১] যাতে তোমরা তা থেকে তাজা (মাছের) গোশত খেতে পার এবং যাতে তা থেকে আহরণ করতে পার রত্নাবলী যা তোমরা ভূষণরূপে পরে থাক [২]; এবং তোমরা দেখতে পাও, তার বুক চিরে নৌযান চলাচল করে [৩] এবং এটা এ জন্যে যে, তোমরা যেন তাঁর অনুগ্রহ সন্ধান করতে পার এবং তোমরা যেন কৃতজ্ঞতা প্রকাশ কর;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নভোমণ্ডল ও ভূমণ্ডলের সৃষ্টবস্তু এবং এগুলোতে মানুষের উপকার বর্ণনা করার পর এখন সমুদ্রগর্ভে মানুষের উপকারের জন্য কি কি নিহিত রয়েছে, সেগুলো বর্ণনা করা হচ্ছে। সমুদ্রে মানুষের খাদ্যের চমৎকার ব্যবস্থা করা হয়েছে। এখান থেকে মানুষ টাটকা গোশত লাভ করে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এটা সমুদ্রের দ্বিতীয় উপকার। ডুবুরীরা সমুদ্র থেকে মূল্যবান অলঙ্কার সামগ্ৰী বের করে আনে। (حِلْيَةً) এর শাব্দিক অর্থ শোভা, সৌন্দর্য। এখানে ঐসব রত্নরাজি ও মণিমুক্তা বোঝানো হয়েছে, যা সমুদ্রগর্ভ থেকে নির্গত হয় এবং মহিলারা এর দ্বারা অলঙ্কার তৈরী করে বিভিন্ন পন্থায় ব্যবহার করে। এ অলঙ্কার মহিলারা পরিধান করে থাকে; কিন্তু কুরআন পুংলিঙ্গ শব্দ ব্যবহার করে (تَلْبَسُوْنَهَا) বলেছে। এতে ইঙ্গিত রয়েছে যে, মহিলাদের অলঙ্কার পরিধান করা প্রকৃতপক্ষে পুরুষদের দেখার স্বার্থে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এটা সমুদ্রের তৃতীয় উপকার। (فُلْكَ)  শব্দের অর্থ নৌকা। (مَوَاخِرَ) শব্দটি (ماخرة) এর বহুবচন। (مخر) এর অর্থ পানি ভেদ করা। অর্থাৎ ঐসব নৌকা ও সামুদ্রিক জাহাজ, যেগুলো পানির ঢেউ ভেদ করে পথ অতিক্রম করে। [ফাতহুল কাদীর] আয়াতের উদ্দেশ্য এই যে,\n  <br/>\n  আল্লাহ্ তা'আলা সমুদ্রকে দূর-দূরান্তের দেশে সফর করার রাস্তা করেছেন এবং দূর-দূরান্তে সফর করা ও পণ্যদ্রব্য আমদানী-রপ্তানী করা সহজ করে দিয়েছেন। একে জীবিকা উপার্জনের একটি উত্তম উপায় সাব্যস্ত করেছেন। কেননা, সমুদ্রপথের ব্যবসা-বাণিজ্য করা সর্বাধিক লাভজনক।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১৬ : ১৫",
        "arabic_text": "\nوَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ ",
        "bangla_text": "আর তিনি যমীনে সুদৃঢ় পর্বত স্থাপন করেছেন, যাতে যমীন তোমাদের নিয়ে হেলে না যায় [১] এবং স্থাপন করেছেন নদ-নদী ও পথসমূহ, যাতে তোমরা তোমাদের গন্তব্যস্থলে পৌছতে পার [২];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (رَوَاسِيَ) শব্দটি (رٰاسِيَة) এর বহুবচন। এর অর্থ ভারী পাহাড়। (تَمِيْدَ) শব্দটি (ميد) থেকে উদ্ভুত। এর অর্থ আন্দোলিত হওয়া এবং অস্থিরভাবে টলমল করা। [ফাতহুল কাদীর] আয়াতের অর্থ এই যে, আল্লাহ্ তা'আলা অনেক রহস্যের অধীনে ভূ-মণ্ডলকে নিবিড় ও ভারসাম্যবিহীন উপাদান দ্বারা সৃষ্টি করেননি। তাই এটা কোন দিক দিয়ে ভারী এবং কোন দিক দিয়ে হান্ধা হয়েছে। অন্যথায় এর অবশ্যম্ভাবী পরিণতি ছিল, ভূ-পৃষ্ঠের অস্থিরভাবে আন্দোলিত হওয়া। এই অস্থিরতাজনিত নড়াচড়া বন্ধ করা এবং পৃথিবীর উৎপাদনকে ভারসাম্যপূর্ণ করার জন্য আল্লাহ্ তা'আলা পৃথিবীতে পাহাড়ের ওজন স্থাপন করেন- যাতে পৃথিবী অস্থিরভাবে নড়াচড়া করতে না পারে। তাই এখানে (اَنْ تَمِيْدَ)  এর পূর্বে (كَرٰاهِيَة) বা (اِنْ) এর পরে (لا) শব্দটি উহ্য ধরে নিয়ে অর্থ করতে হবে। [ফাতহুল কাদীর] এ আয়াত থেকে জানা যায়,\n  <br/>\n  <br/>\n  ভূপৃষ্ঠে পর্বত শ্রেণী স্থাপনের উপকারিতা হচ্ছে, এর ফলে পৃথিবীর আবর্তন ও গতি সুষ্ঠ ও সুশৃংখল হয়। কুরআন মজীদের বিভিন্ন জায়গায় পাহাড়ের এ উপকারিতা সুস্পষ্ট ভাষায় বর্ণনা করা হয়েছে। এ থেকে আমরা বুঝতে পারি, পাহাড়ের অন্য যে সমস্ত উপকারিতা আছে সেগুলো একেবারেই গৌণ। মূলত মহাশূন্যে আবর্তনের সময় পৃথিবীকে আন্দোলিত হওয়া থেকে রক্ষা করাই ভূপৃষ্ঠে পাহাড় স্থাপন করার মুখ্য উদ্দেশ্য। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ নদ-নদীর সাথে যে পথ তৈরী হয়ে যেতে থাকে। বিশেষ করে পার্বত্য এলাকাসমূহে এসব প্রাকৃতিক পথের গুরুত্ব অনুধাবন করা যায়। অবশ্যি সমতল ভূমিতেও এগুলোর গুরুত্ব কম নয়। উপরে বাণিজ্যিক সফরের কথা বলা হয়েছে। তাই এসব সুযোগ-সুবিধার কথা এখানেও সমীচীন মনে হয়েছে, যেগুলো আল্লাহ তা'আলা পথিকদের পথ অতিক্রম ও মন্যিলে-মকসুদে পৌছার জন্য ভূ-মণ্ডল ও নভোমণ্ডলে সৃষ্টি করেছেন। তাই পরবর্তী আয়াতে বলা হয়েছে (وَعَلامَاتٍ) অর্থাৎ আমি পৃথিবীতে রাস্তা চেনার জন্য পাহাড়, নদী, বৃক্ষ, দালান-কোঠা ইত্যাদির সাহায্যে অনেক চিহ্ন স্থাপন করেছি। [ইবন কাসীর] বলাবাহুল্য, ভূ-পৃষ্ঠ যদি একটি চিহ্নবিহীন পরিমণ্ডল হতো তবে মানুষ কোন গন্তব্যস্থানে পৌছার জন্য পথিমধ্যে কতই না ঘুরপাক খেত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১৬ : ১৬",
        "arabic_text": "\nوَعَلَٰمَٰتٖۚ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ ",
        "bangla_text": "এবং পথ নির্দেশক চিহ্নসমূহও। আর তারা নক্ষত্রের সাহায্যে পথনির্দেশ পায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দিনের বেলায় পথ খুঁজে পাওয়ার জন্য তিনি যেমন কিছু নিদর্শন রেখেছেন, তেমনি রাতের বেলায় পথ খুঁজে পাওয়ার জন্য রেখেছেন তারকাসমূহ। দিনের বেলায় বিভিন্ন নিদর্শন দেখে আর রাতের বেলায় তারকাদের অবস্থান দৃষ্টে মানুষ বলতে পারে যে, তার গন্তব্যস্থল কোথায় হতে পারে। [জালালাইন, মুয়াসসার] আল্লাহ সমগ্র যমীনকে একই ধারায় সৃষ্টি করেননি। বরং প্রত্যেকটি এলাকাকে বিভিন্ন বৈশিষ্ট্য দ্বারা চিহ্নিত করেছেন। এর অন্যান্য উপকারিতার মধ্যে একটি অন্যতম উপকারিতা হচ্ছে এই যে, মানুষ নিজের পথ ও গন্তব্য আলাদাভাবে চিনে নেয়। সুতরাং তারকারাজি সৃষ্টি করার অন্যতম উদ্দেশ্য হচ্ছে, রাস্তার পরিচয় লাভ। এগুলোর দ্বারা কোন প্রকার ভাগ্য বা সৃষ্টিজগতের পরিচালনার নিয়ম-কানুন নির্ধারণ করা কুফরী। কাতাদা রাহেমাহুল্লাহ বলেনঃ আল্লাহ্ তা'আলা এ তারকাসমূহ তিনটি কারণে সৃষ্টি করেছেন, আকাশের সৌন্দর্য, শয়তানদের বিতাড়নকারী এবং কিছু আলামত যা দ্বারা পথের দিশা পাওয়া সম্ভব হয়। সুতরাং যে কেউ এর বাইরে অন্য কিছু দিয়ে এগুলোর ব্যাখ্যা করবে সে অবশ্যই ভুল করবে, তার প্রচেষ্টা ব্যর্থ হবে, এবং এমন বস্তুর পিছনে অযথা দৌড়াবে যার ব্যাপারে তার কোন জ্ঞান নেই। [বুখারীঃ ৬/৩৪১]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১৬ : ১৭",
        "arabic_text": "\nأَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَكَّرُونَ ",
        "bangla_text": "কাজেই যিনি সৃষ্টি করেন, তিনি কি তার মত যে সৃষ্টি করে না? তবুও কি তোমরা শিক্ষা গ্রহণ করবে না [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি তোমরা একথা মানো (যেমন বাস্তবে মক্কার কাফেররাও এবং দুনিয়ার অন্যান্য মুশরিকরাও মানতো) যে, একমাত্র আল্লাহই সব কিছুর স্রষ্টা বরং এ বিশ্বজগতে তোমাদের উপস্থাপিত শরীকদের একজনও কোন কিছুই সৃষ্টি করেননি, তাহলে স্রষ্টার সৃষ্টি করা ব্যবস্থায় অস্রষ্টাদের মর্যাদা কেমন করে স্রষ্টার সমান হতে পারে? যদি তা না হয় তবে তার ইবাদাত ব্যতীত অন্যের ইবাদাত কেন করা হবে? তিনিই তো তোমাদের সৃষ্টিকর্তা, রিযকদাতা, তাঁর সাথে এই যে মূর্তিগুলোর ইবাদাত করা হয় সেগুলোও তো সৃষ্ট। সেগুলো কোন কিছুই সৃষ্টি করতে পারে না। যারা সেগুলোর ইবাদাত করে তাদের জন্যও এরা সামান্যতম লাভ বা ক্ষতি বয়ে আনতে পারে না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১৬ : ১৮",
        "arabic_text": "\nوَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ ",
        "bangla_text": "আর তোমরা আল্লাহ্‌র অনুগ্রহ গুণলে তার সংখ্যা নির্ণয় করতে পারবে না। নিশ্চয় আল্লাহ্‌ ক্ষমাপরায়ণ, পরম দয়ালু [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর অপরিসীম অনুগ্রহের কথা বর্ণনা করার পরপরই তাঁর ক্ষমাশীল ও করুণাময় হবার কথা উল্লেখ করা হয়েছে। তার যে নেয়ামত মানুষের উপর আছে তা দাবী করছে যে মানুষ সর্বদা তাঁর শোকরগুজার হবে। কিন্তু আল্লাহ তাঁর অপার মহিমায় তাদের অপরাধ মার্জনা করেন। যদি তোমাদেরকে তার প্রতিটি নেয়ামতের শোকরিয়া আদায় করতে বাধ্য করা হতো, তবে তোমরা কেউই সেটা করতে সক্ষম হতে না। যদি এ ধরণের নির্দেশ আসতো তবে তোমরা দুর্বল হয়ে যেতে এবং তা করা ছেড়ে দিতে আর যদি তিনি এর জন্য তোমাদেরকে আযাব দিতেন তবে তিনি যালেম বিবেচিত হতেন না। কিন্তু আল্লাহ অত্যন্ত ক্ষমাশীল। অনেক কিছুই তিনি ক্ষমা করে দেন, অল্প কিছুরই শাস্তি দিয়ে থাকেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  তোমরা যদি তার কোন কোন নেয়ামতের শোকর আদায় করতে কিছুটা কসূর করে ফেল, তারপর তাওবাহ্ করো এবং তাঁর আনুগত্য ও সস্তুষ্টির দিকে ফিরে আসো তবে তিনি তোমাদেরকে অবশ্যই ক্ষমা করে দিবেন। তাওবাহ ও তার দিকে প্রত্যাবর্তনের পর তিনি তো তোমাদের জন্য অতিশয় দয়ালু। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১৬ : ১৯",
        "arabic_text": "\nوَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ ",
        "bangla_text": "আর তোমরা যা গোপন রাখ এবং যা ঘোষণা কর আল্লাহ্‌ তা জানেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১৬ : ২০",
        "arabic_text": "\nوَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ ",
        "bangla_text": "আর তারা আল্লাহ্‌ ছাড়া অন্য যাদেরকে ডাকে তারা কিছুই সৃষ্টি করে না, বরং তাদেরকেই সৃষ্টি করা হয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আগের আয়াতে বলা হয়েছিল যে, এ সমস্ত উপাস্যগুলো নিজেরা কোন কিছু সৃষ্টি করতে পারে না। এ আয়াতে তা আরও স্পষ্ট বর্ণনা দিচ্ছে যে, কাফেরদের উপাস্যগুলো ইবাদাত পাওয়ার যোগ্য নয়। কারণ, সেগুলো কাউকে সৃষ্টি যেমন করতে পারে না। তেমনি নিজেরাও অন্যদের দ্বারা সৃষ্ট। পূর্বের আয়াতে শুধু তাদের ভাল গুণ অস্বীকার করা হয়েছিল। এখানে ভাল গুণ অস্বীকার করার সাথে সাথে খারাপ গুণও সাব্যস্ত করা হয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১৬ : ২১",
        "arabic_text": "\nأَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ ",
        "bangla_text": "তারা নিষ্প্রাণ, নির্জীব এবং কখন তাদেরকে পুনরুত্থিত করা হবে সে বিষয়ে তাদের কোন চেতনা নেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ অতি ভক্তের দল এসব সত্তাকে সংকট নিরসনকারী, অভিযোগের প্রতিকারকারী, দরিদ্রের সহায়, ধনদাতা এবং আরো কত কিছু মনে করে নিজেদের প্রয়োজন পূর্ণ করার জন্য ডাকতে থাকে। অথচ এরা আসলে মৃত নিশ্চল বস্তু এগুলোতে কোন রূহ নেই। এগুলো কোন কথা শুনে না, দেখে না, বুঝেও না। আরও অতিরিক্ত হচ্ছে যে, এগুলো জানে না কখন কিয়ামত অনুষ্ঠিত হবে, তাহলে তাদের কাছে কিভাবে কোন উপকারের আশা করা যেতে পারে? কিভাবে সওয়াব ও প্রতিদানের আশা তাদের কাছে করা যায়? এটা তো শুধু তার কাছ থেকেই জানা যায় যে সবকিছু জানে এবং সবকিছুর সৃষ্টিকর্তা। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১৬ : ২২",
        "arabic_text": "\nإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ ",
        "bangla_text": "তোমাদের ইলাহ্ এক ইলাহ্, কাহেই যারা আখিরাতে ঈমান আনে না তাদের অন্তর অস্বীকারকারী [১] এবং তারা অহংকারী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ তা'আলা জানাচ্ছেন যে, একমাত্র এক ও অমুখাপেক্ষী আল্লাহ ব্যতীত আর কোন ইলাহ নেই। আর এটাও জানাচ্ছেন যে, কাফেররা তা অস্বীকার করে। তাদের মধ্যে ওয়ায নসীহত ও স্মরণ কোন প্রতিক্রিয়া করতে পারে না। তারা হক গ্রহণের বদলে শুধু অহংকারই করে বেড়ায়, কোন সঠিক কিছু মেনে নেয়াকে তারা অনেক বড় করে দেখে। অস্বীকার তাদের প্রকৃতিতে পরিণত হয়েছে। [ফাতহুল কাদীর] তারা এ জন্য প্রায়ই শুধু আশ্চর্যবোধ করত। তারা বলতঃ “তিনি কি সমস্ত ইলাহকে এক ইলাহ বানিয়ে ফেলেছেন? এটা তো এক আশ্চর্য বস্তু\"। [সূরা ছোয়াদঃ ৫] অন্য আয়াতে আল্লাহ তাদের অবস্থা বর্ণনা করে বলেনঃ “শুধু এক আল্লাহর কথা বলা হলে যারা আখিরাতে বিশ্বাস করে না তাদের অন্তর বিতৃষ্ণায় সংকুচিত হয় এবং আল্লাহর পরিবর্তে উপাস্যগুলোর উল্লেখ করা হলে তারা আনন্দে উল্লসিত হয় \" [সূরা আয-যুমারঃ ৪৫]\n  <br/>\n  <br/>\n  [২] তাদের অহংকারের কারণে আল্লাহ তাদেরকে কঠোর শাস্তি দিবেন। সূরা গাফেরের ৬০ নং আয়াতেও আল্লাহ তা উল্লেখ করেছেন। [ইবন কাসীর] হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যার অন্তরে সামান্যতম অহংকারও থাকবে সে জান্নাতে যাবে না। আর যার অন্তরে সামান্যতম ঈমানও থাকবে সে জাহান্নামে থাকবে না। একলোক বলল, হে আল্লাহর রাসূল! কোন লোক যদি চায় যে তার কাপড় সুন্দর হোক, তার জুতা সুন্দর হোক? তিনি বললেন, নিশ্চয় আল্লাহ সুন্দর তিনি সুন্দর পছন্দ করেন। অহংকার হচ্ছে হককে না মানা ও মানুষকে হেয় করে দেখা। [মুসলিম: ৯১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১৬ : ২৩",
        "arabic_text": "\nلَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ ",
        "bangla_text": "নিঃসন্দেহ যে, আল্লাহ জানেন যা তারা গোপন করে এবং যা তারা ঘোষণা করে। নিশ্চয় তিনি অহংকারীদের পছন্দ করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১৬ : ২৪",
        "arabic_text": "\nوَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "আর যখন তাদেরকে বলা হয়, তোমাদের রব কী নাযিল করেছেন? তখন তারা বলে, পূর্ববর্তীদের উপকথা! [১]’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দাওয়াতের চর্চা যখন চারদিকে হতে লাগলো তখন মক্কার লোকেরা যেখানেই যেতো সেখানেই তাদেরকে জিজ্ঞেস করা হতো, তোমাদের ওখানে যে ব্যক্তি নবী হয়ে এসেছেন তিনি কি শিক্ষা দেন? কুরআন কোন ধরনের কিতাব, তার মধ্যে কি বিষয়ের আলোচনা করা হয়েছে? ইত্যাদি ইত্যাদি। এ ধরনের প্রশ্নের জবাবে মক্কার কাফেররা সবসময় এমন সব শব্দ প্রয়োগ করতো যাতে প্রশ্নকারীর মনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং তিনি যে কিতাবটি এনেছেন সে সম্পর্কে কোন না কোন সন্দেহ জাগতো অথবা কমপক্ষে তার মনে নবীর বা তাঁর নবুওয়াতের ব্যাপারে সকল প্রকার আগ্রহ খতম হয়ে যেত। [এ ব্যাপারে আরো দেখুন, সূরা আল-ফুরকানঃ ৫]\n  <br/>\n  <br/>\n  এভাবেই তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর মিথ্যাচার করতো এবং তার সম্পর্কে পরস্পর বিরোধী সম্পূর্ণ অসার অলীক বাতিল কথাবার্তা বলতো। কেননা যারাই হকের বিপরীতে কথা বলবে, তারা যত প্রকারের কথাই বলুক না কেন, সবই ভুল ও অসার হতে বাধ্য। তারা বলত, জাদুকর, কবি, গণক, পাগল। শেষ পর্যন্ত তারা তাদের সবচেয়ে বড় শিক্ষক ওলীদ ইবন মুগীরা আল-মাখযুমী যা বলেছিল তাতেই সবাই একমত হয়েছিল। আল্লাহ বলেন, “সে তো চিন্তা করল এবং সিদ্ধান্ত করল। সুতরাং ধ্বংস হোক সে! কেমন করে সে এ সিদ্ধান্ত করল! তারপরও ধবংস হোক সে! কেমন করে সে এ সিদ্ধান্তে উপনীত হল! তারপর সে তাকাল। তারপর সে ভ্ৰকুঞ্চিত করল ও মুখ বিকৃত করল। তারপর সে পিছন ফিরল এবং অহংকার করল। অতঃপর সে বলল, এটা তো লোক পরম্পরায় প্রাপ্ত জাদু ভিন্ন আর কিছু নয়।” [সূরা আল-মুদ্দাসসির: ২৪]\n  <br/>\n  অর্থাৎ বলা হয়ে থাকে যে, তার আনিত বিষয় জাদু। শেষপর্যন্ত তারা এটার উপর পরস্পর একমত হয়ে চলে যায়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১৬ : ২৫",
        "arabic_text": "\nلِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ ",
        "bangla_text": "ফলে কিয়ামতের দিন তারা বহন করবে তাদের পাপের বোঝা পূর্ণ মাত্রায় এবং তাদেরও পাপের বোঝা যাদেরকে তারা অজ্ঞতাবশত বিভ্রান্ত করেছে [১]। দেখুন, তারা যা বহন করবে তা কত নিকৃষ্ট !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যারাই কারো পথভ্রষ্টতার কারণ হবে তারাই ভ্ৰষ্টদের যাবতীয় পাপের ভাগী হবে। অন্য আয়াতেও আল্লাহ বলেন “তারা তো বহন করবে নিজেদের ভার এবং নিজেদের বোঝার সাথে আরো কিছু বোঝা ; আর তারা যে মিথ্যা উদ্ভাবন করত সে সম্পর্কে কিয়ামতের দিন অবশ্যই তাদেরকে প্রশ্ন করা হবে ।\" [সূরা আল-আনকাবূত: ১৩]\n  <br/>\n  <br/>\n  অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ \"কেউ ভালো কাজের সূচনা করলে যত লোক এর উপর আমল করবে তত লোকের আমলের সমপরিমান সওয়াব তার জন্য লিখা হবে, আর কেউ মন্দ কাজের সূচনা করলে যত লোক এ কাজ করবে ততলোকের কাজের সমপরিমান গুণাহ তার জন্য লিখা হবে। অথচ তাদের গুণাহের সামান্যতমও কমতি করা হবেনা”। [মুসলিমঃ ১০১৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১৬ : ২৬",
        "arabic_text": "\nقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ ",
        "bangla_text": "অবশ্যই তাদের পূর্ববর্তীগণ চক্রান্ত করেছিল; অতঃপর আল্লাহ্‌ তাদের ইমারতের ভিত্তিমূলে আঘাত করেছিলেন; ফলে ইমারতের ছাদ তাদের উপর ধ্বসে পড়ল এবং তাদের প্রতি শাস্তি আসল এমনভাবে যে, তারা উপব্ধি করতে পারেনি [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে কাদেরকে উদ্দেশ্য করা হয়েছে এ ব্যাপারে আলেমগণ বিভিন্ন মত পোষণ করেছেন। কোন কোন মুফাসসির বলেনঃ এর দ্বারা নমরূদকে বুঝানো হয়েছে। যে নিজেকে ইলাহ বলে দাবী করেছিল এবং আকাশে উঠার জন্য সিঁড়ি স্থাপন করেছিল। সে সিঁড়ির মুলোৎপাটিত করা হয়েছিল। তারপর আল্লাহ তাকে সামান্য একটি মশা দিয়ে শাস্তি দিয়েছিলেন। যা তার নাকের ছিদ্র পথে ঢুকে গিয়েছিল। তারপর চারশ’ বছর পর্যন্ত সে এ শাস্তি ভোগ করেছে। তার কাছে ঐ ব্যক্তি বেশী দরদী বলে বিবেচিত হতো যে দুহাতে হাতুড়ি দিয়ে তার মাথায় পেটাতো। সে চারশ’ বছর মানুষকে পদানত করে রেখেছিল। তাই আল্লাহ্‌ তাকে চারশ’ বছর পর্যন্ত হাঁতুড়ির পেটা খাইয়েছেন। তারপর আল্লাহ তাকে মৃত্যু দেন। [ইবন কাসীর] কোন কোন মুফাসসির অবশ্য বলেন যে, এ আয়াতের উদ্দেশ্য বুখতনাসর। [ইবন কাসীর] তার সম্পর্কে বিভিন্ন বর্ণনা ইয়াহুদী ও নাসারাদের গ্রন্থে এসেছে। অবশ্য অধিকাংশ মুফাসসির বলেনঃ এখানে কোন সুনির্দিষ্ট লোক না বুঝিয়ে যারাই আল্লাহর দ্বীন থেকে মানুষকে বিরত রাখার জন্য বিভিন্ন পদ্ধতি ও কুটকৌশল অবলম্বন করেছিল তাদের সবার জন্য উদাহরণ হিসেবে পেশ করা হয়েছে। [ইবন কাসীর] বিভিন্ন সূরায় আল্লাহ তা'আলা এ বিষয়টি বিভিন্ন ভাবে বর্ণনা করেছেন । [দেখুন, সূরা ইবরাহীমঃ ৪৬, সূরা নূহঃ ২২, সূরা সাবাঃ ৩৩]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১৬ : ২৭",
        "arabic_text": "\nثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ ",
        "bangla_text": "পরে কিয়ামতের দিন তিনি তাদেরকে লাঞ্ছিত করবেন [১] এবং তিনি বলবেন, কোথায় আমার সেসব শরীক [২] যাদের সম্বন্ধে তোমরা ঘোর বিতণ্ডা করতে? যাদেরকে জ্ঞান দান করা হয়েছিল তারা বলবে [৩], আজ লাঞ্ছনা ও অমঙ্গল কাফিরদের উপর--",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাদের গোপন ষড়যন্ত্রসমূহ ফাঁস করে দিয়ে তাদেরকে লজ্জিত করবেন। অনুরূপ কথা সূরা আত-তারেক এর ৯ নং আয়াতে উল্লেখ করে বলা হয়েছে যে, \"যে দিন গোপন তথ্যসমূহ ফাঁস করে দেয়া হবে সেদিন তাদের কোন শক্তি বা সাহায্যকারী থাকবে না”। অথচ তারা দুনিয়াতে এ শক্তি-সামর্থ্য ও সাহায্যকারীর কারণে গর্ব ও অহংকার করে বেড়াত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “কিয়ামতের দিন প্রত্যেক গাদ্দার তথা বিশ্বাসঘাতকের পিছনের অংশে তার বিশ্বাসঘাতকতার পরিমাণ একটি পতাকা লাগিয়ে দেয়া হবে। তাতে বলা থাকবেঃ এটা অমুকের পুত্র অমুকের গাদ্দারীর প্রমাণপত্ৰ”। [বুখারী: ৩১৮৭; মুসলিম:১৭৩৬]\n  <br/>\n  <br/>\n  এভাবে আল্লাহ্ তাআলা প্রত্যেক ষড়যন্ত্রকারী, চক্রান্তকারী ও ধোঁকাবাজের যাবতীয় গোপন তথ্য ফাঁস করে দিয়ে তাকে অপমানিত করবেন।\n  <br/>\n  <br/>\n  [২] এখানে শরীকদেরকে আল্লাহ তা'আলা তাঁর নিজের দিকে সম্পর্কযুক্ত করার মূল কারণ হচ্ছে ধমকি প্রদান। কারণ, সেদিন আল্লাহ তা'আলার সম্মান, প্রতিপত্তি ও মর্যাদা সবাই সঠিকভাবে উপলব্ধি করতে পারবে। আর তখন প্রত্যেকেই বুঝতে পারবে যে, আল্লাহর সাথে যে শরীক নির্ধারণ করেছিলাম তা ছিল বোকামী। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [৩] এখানে আল্লাহর দ্বীনের জ্ঞানীদের সম্মানিত করা হয়েছে। যখন কাফেরদের বিরুদ্ধে সমস্ত দলীল-প্রমাণাদি স্থাপন করা শেষ হবে এবং তাদের বিরুদ্ধে আল্লাহর আযাবের বাণী প্রতিষ্ঠিত হয়ে যাবে, আর কাফেররা ওজর আপত্তি করার সুযোগ থেকে বঞ্চিত হবে, তখন জানবে যে, তাদের পালানোর কোন জায়গা নেই। তখন দ্বীনের জ্ঞানীরা এ কথা বলবে। তারা বলবে, আজ লাঞ্ছনা ও অমঙ্গল কাফিরদের উপর— [ইবন কাসীরা] তারা হলো আল্লাহর দ্বীন সম্পর্কে সঠিক জ্ঞানী। যারা দুনিয়াতে হক্ক কথা বলতে কখনো পিছপা হতো না তারা আখেরাতেও হক্ক কথা বলার সুযোগ পাবে। এটা তাদের জন্য বড় সম্মানের বিষয়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১৬ : ২৮",
        "arabic_text": "\nٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡۖ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِۭۚ بَلَىٰٓۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "যাদের মৃত্যু ঘটায় ফিরিশতাগণ তারা নিজেদের প্রতি যুলুম করা অবস্থায়; তখন তারা আত্মসমর্পণ করে বলবে, ‘আমরা কোন মন্দ কাজ করতাম না।‘ [১] অবশ্যই হ্যাঁ, নিশ্চয় তোমরা যা করতে সে বিষয়ে আল্লাহ্‌ সবিশেষ অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা তাদের মিথ্যাচার। অন্য আয়াতে এসেছে, তারা বলবে “আল্লাহর শপথ আমরা কখনো মুশরিক ছিলাম না\" [সূরা আল-আন’আমঃ ২৩]\n  <br/>\n  <br/>\n  অন্য আয়াতে আল্লাহ বলেনঃ “যে দিন আল্লাহ পুনরুথিত করবেন তাদের সবাইকে, তখন তারা আল্লাহর কাছে সেরূপ শপথ করবে যেরূপ শপথ তোমাদের কাছে করে” [সূরা আল-মুজাদালাহঃ ১৮]\n  <br/>\n  <br/>\n  তাদের মিথ্যাচারের কারণে আল্লাহ্ তা'আলা বলছেন যে, তোমাদের কথা সঠিক নয়; বরং তোমরা যাবতীয় মন্দ কাজ করতে। আল্লাহ্ তা'আলা তোমরা যা করতে সে সম্পর্কে সম্যক জ্ঞাত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১৬ : ২৯",
        "arabic_text": "\nفَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ ",
        "bangla_text": "কাজেই তোমরা দরজাগুলো দিয়ে জাহান্নামে প্রবেশ কর, তাতে স্থায়ী হয়ে। অতঃপর অহংকারীদের আবাসস্থল কত নিকৃষ্ট !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১৬ : ৩০",
        "arabic_text": "\n۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞۚ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ ",
        "bangla_text": "আর যারা তাকওয়া অবলম্বন করেছিল তাদেরকে বলা হল, ‘তোমাদের রব কী নাযিল করেছেন?’ তারা বলল, ‘মহাকল্যাণ [১]।’ যারা সৎকাজ করে তাদের জন্য আছে এ দুনিয়ায় মঙ্গল এবং আখিরাতের আবাস আরো উৎকৃষ্ট। আর মুত্তাকীদের আবাসস্থল কত উত্তম [২]! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ঈমানদারগণ তাদের কাছে যা আল্লাহর পক্ষ থেকে নাযিল করা হয়েছে তাকে বিরাট নেয়ামত জ্ঞান করে। তারা কাফেরদের মত এটা বলে না যে, পূর্ববর্তীদের গাঁথা। বরং তাদের কাছে এটা এক মহাকল্যাণের বস্তু, রহমত ও উত্তম জিনিস যারা তার অনুসরণ করবে ও তার উপর ঈমান আনবে। তারপর তারা আল্লাহর পক্ষ থেকে ঈমানদারদের জন্য যে পুরস্কার রয়েছে তা জানিয়ে দিচ্ছেন যে, যারা সৎকাজ করে তাদের জন্য আছে এ দুনিয়ায় মঙ্গল এবং আখিরাতের আবাস আরো উৎকৃষ্ট। আর মুত্তাকীদের আবাসস্থল কত উত্তম। [ইবন কাসীর] যেমন অন্য আয়াতে আল্লাহ বলেন, “মুমিন হয়ে পুরুষ ও নারীর মধ্যে যে কেউ সৎকাজ করবে, অবশ্যই আমরা তাকে পবিত্র জীবন দান করব। আর অবশ্যই আমরা তাদেরকে তারা যা করত তার তুলনায় শ্রেষ্ঠ প্রতিদান দেব।\" [সূরা আন-নাহল: ৯৭]\n  <br/>\n  <br/>\n  ইবন কাসীর বলেন, যে কেউ দুনিয়াতে উত্তম আমল করবে, আল্লাহ তার জন্য দুনিয়া ও আখেরাতে তার আমলটি সুন্দর করে দিবেন।\n  <br/>\n  <br/>\n  [২] এ আয়াতের সমার্থে আরো কিছু আয়াত রয়েছে। [দেখুনঃ সূরা ইউনুসঃ ২৬, সূরা আন-নাহলঃ ৯৭, সূরা আল-কাসাসঃ ৮০, সূরা আলে ইমরানঃ ১৯৮, সূরা আলআলাঃ ১৭, সূরা আদ-দোহাঃ ৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১৬ : ৩১",
        "arabic_text": "\nجَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ لَهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ ",
        "bangla_text": "সেটা স্থায়ী জান্নাত, যাতে তারা প্রবেশ করবে; তার পাদদেশে নদী প্রবাহিত; তারা যা কিছু চাইবে তাতে তাদের জন্য তা-ই থাকবে [১]। এভাবেই আল্লাহ্‌ পুরস্কৃত করেন মুত্তাকীদেরকে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ হচ্ছে জান্নাতের আসল পরিচয়। সেখানে মানুষ যা চাইবে তা পাবে। তার ইচ্ছা ও পছন্দ বিরোধী কোন কাজই সেখানে হবে না। দুনিয়ার কোন প্রধান ব্যক্তি, কোন প্রধান নেতা এবং কোন বিশাল রাজ্যের অধিকারী বাদশাহও কোন দিন এ নিয়ামত লাভ করেনি। দুনিয়ায় এ ধরনের নিয়ামত লাভের কোন সম্ভাবনাই নেই। কিন্তু জান্নাতের প্রত্যেক অধিবাসীই সেখানে আনন্দ ও উপভোগের চূড়ান্ত পর্যায়ে পৌছে যাবে। তার জীবনে সর্বক্ষণ সবদিকে সবকিছু হবে তার ইচ্ছা ও পছন্দ অনুযায়ী। তার প্রত্যেকটি আশা সফল হবে, প্রত্যেকটি কামনা ও বাসনা পূর্ণতা লাভ করবে এবং প্রত্যেকটি ইচ্ছা ও আকাংখা বাস্তবায়িত হবে। [এ ব্যাপারে আরো দেখুন সূরা আয-যুখরুফঃ ৭১]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১৬ : ৩২",
        "arabic_text": "\nٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "ফিরিশতাগণ [১] যাদের মৃত্যু ঘটায় উত্তমভাবে। ফিরিশতাগণ বলবেন, তোমাদের উপর সালাম! তোমরা যা করতে তার ফলে জান্নাতে প্রবেশ কর [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত এবং এর পরবর্তী যে আয়াতে মৃত্যুর পর মুত্তাকী ও ফেরেশতাদের আলাপ আলোচনার কথা উল্লেখ করা হয়েছে, এগুলো কুরআন মজীদের এমন ধরনের আয়াতের অন্যতম যেগুলো সুস্পষ্ট ভাবে কবরের আযাব ও সওয়াবের প্রমাণ পেশ করে। সূরা আল-মুমিনের ৪৫-৪৬ আয়াতে এসবের চাইতে বেশী সুস্পষ্ট ভাষায় বর্যখের আযাবের কথা বলা হয়েছে। সেখানে আল্লাহ ফিরআউন ও ফিরআউনের পরিবারবর্গ সম্পর্কে বলেছেন, একটি কঠিন আযাব তাদেরকে ঘিরে রেখেছে। সকালসাঁঝে তাদেরকে আগুনের সামনে নিয়ে আসা হয়। তারপর যখন কিয়ামতের সময় এসে যাবে তখন হুকুম দেয়া হবে- ফিরআউনের পরিবারবর্গকে কঠিনতম আযাবের মধ্যে ফেলে দাও।\" এখানে এটা বিশ্বাস করা জরুরী যে, কবরের শাস্তি শুধু রূহের উপর হবে না। বরং রূহ এবং দেহ উভয়টির উপরই হবে। কিয়ামতের মাঠে এবং এর পরবর্তী জীবন হবে সম্পূর্ণ আলাদা ধরনের যার সাথে দুনিয়ার জীবনের কোন তুলনাই চলে না। সেখানে সবকিছুর গতি প্রকৃতি ভিন্ন হবে।\n  <br/>\n  <br/>\n  [২] এখানে আল্লাহ্ তা'আলা মৃত্যুর সময় ঈমানদারগণের যে অবস্থা হয় এবং ফিরিশতাগণ তাদেরকে কিভাবে সাদর সম্ভাষণ জানায় তা বর্ণনা করছেন। অনুরূপ আয়াত কুরআনের অন্যান্য স্থানেও এসেছে। [দেখুনঃ সূরা ফুসসিলাতঃ ৩০-৩২]\n  <br/>\n  <br/>\n  তবে একথা জানা আবশ্যক যে, সৎকাজ করা জান্নাতে যাওয়ার কারণ। কিন্তু শুধুমাত্র সৎকাজই মানুষকে জান্নাতে প্রবেশ করাবে না, যতক্ষন তার সাথে আল্লাহর রহমত না থাকে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “তোমাদের মধ্যে কেউ তার কাজের বিনিময়ে নাজাত পাবে না। লোকেরা বললঃ আপনিও পাবেন না? তিনি বললেনঃ না, আমিও না। তবে আল্লাহ যদি তার রহমত দিয়ে আমাকে ঢেকে রাখেন। সুতরাং সঠিক এবং কর্তব্যনিষ্ঠভাবে কাজ করে আল্লাহর নৈকট্য অর্জন করো, সকাল বিকাল এবং রাতের শেষাংশে আল্লাহর ইবাদত করো। এসব কাজে মধ্যম পন্থা অবলম্বন করো। মধ্যম পন্থাই তোমাদেরকে লক্ষ্যে পৌঁছাবে। [বুখারীঃ ৬৪৬৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১৬ : ৩৩",
        "arabic_text": "\nهَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ ",
        "bangla_text": "তারা তো শুধু তাদের কাছে ফিরিশতা আসার প্রতীক্ষা করে অথবা আপনার রবের নির্দেশ আসার। তাদের পূর্ববর্তীরা এরূপই করত [১]। আর আল্লাহ্‌ তাদের প্রতি কোন যুলুম করেননি, কিন্তু তারাই নিজেদের প্রতি যুলুম করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ হচ্ছে, যতদূর বুঝবার ব্যাপার ছিল আপনি তো প্রত্যেকটি সত্যকে উন্মুক্ত করে বুঝিয়ে দিয়েছেন। যুক্তির সাহায্যে তার সত্যতা প্রমাণ করে দিয়েছেন। বিশ্বজাহানের সমগ্র ব্যবস্থা থেকে এর পক্ষে সাক্ষ্য উপস্থাপন করেছেন। কোন বিবেক-বুদ্ধি সম্পন্ন ব্যক্তির জন্য শির্কের ওপর অবিচল থাকার কোন অবকাশই রাখেননি। এখন এরাই একটি সরল সোজা কথা মেনে নেবার ব্যাপারে ইতস্তত করছে কেন? এরা কি মউতের ফেরেশতার অপেক্ষায় আছে? এ ফেরেশতা সামনে এসে গেলে তখন জীবনের শেষ মুহুর্তে কি এরা তা মেনে নেবে? অথবা কিয়ামতের দিন আল্লাহর আযাব সামনে এসে গেলে তার প্রথম আঘাতের পর তা মেনে নেবে? কাতাদাহ বলেন, ফিরিশতার আগমন বলে এখানে মৃত্যু নিয়ে ফিরিশতাদের আগমন বোঝানো হয়েছে। আর আল্লাহর নির্দেশ বলে কিয়ামতের দিনের কথা বোঝানো হয়েছে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১৬ : ৩৪",
        "arabic_text": "\nفَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "কাজেই তাদের উপর আপতিত হয়েছে তাদের মন্দ কাজের পরিণতি এবং তাদেরকে পরিবেষ্টন করেছে তা-ই যা নিয়ে তারা ঠাট্টা – বিদ্রুপ করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১৬ : ৩৫",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ ",
        "bangla_text": "আর যারা শির্ক করেছে, তারা বলল, আল্লাহ্‌ ইচ্ছে করলে আমরা ও আমাদের পিতৃপুরুষেরা তাঁকে ছাড়া অন্য কোন কিছুর ইবাদাত করতাম না [১]। আর কোন কিছু তাঁকে ছাড়িয়ে হারামও ঘোষণা করতাম না [২]। তাদের পূর্ববর্তীরা এরূপ করত। রাসূলদের কর্তব্য কি শুধু সুস্পষ্ট বাণী পৌছে দেয়া নয় [৩]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা'আলা এ আয়াতে কাফের মুশরিকদের একটি বড় সন্দেহের উল্লেখ করে তা অপনোদন করেছেন। সন্দেহটি হলোঃ যদি আল্লাহ আমাদের কর্মকাণ্ড অপছন্দ করতেন তবে অবশ্যই তার জন্য শাস্তি বিধান করতেন এবং আমাদেরকে তা করতে দিতেন না। যেহেতু তিনি আমাদের শাস্তি দিচ্ছেন না এবং আমাদেরকে শির্ক করতে দিচ্ছেন তা দ্বারা বুঝা গেল যে, আমাদের কর্মকাণ্ডে আল্লাহ সন্তুষ্ট আছেন। তাই আমাদেরকে আর কোন দাওয়াত গ্রহণ করার প্রয়োজন নেই। আল্লাহ তা'আলা\n  <br/>\n  <br/>\n  (كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚ فَهَلْ عَلَي الرُّسُلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ)\n  <br/>\n  <br/>\n  তাদের দাবীর মত দাবী তাদের পূর্বেকার কাফের মুশরিকগণও করেছিল। তাদের কাছে এটার ব্যাপারে কোন গ্রহণযোগ্য যুক্তি নেই। তারা তাদের মনগড়া কথাকে চালিয়ে নিচ্ছে। কারণ আল্লাহ্ তা'আলার ফয়সালা দু’ধরনের। এক ধরনের ফয়সালা আছে যাকে বলা হয় জাগতিক ফয়সালা, যার বাইরে কেউ যাবার অধিকার রাখে না। যেমন, জীবন -মৃত্যু, রোগ-শোক ইত্যাদি। এ ধরনের ফয়সালার সাথে আল্লাহর সন্তুষ্টি নির্ভর করে না। আরেক ধরনের ফয়সালা আছে যাকে বলা হয় শর’য়ী ফয়সালা। যেমন ঈমান আনা, ভাল কাজ করা ইত্যাদি। এ ধরনের ফয়সালার সাথে আল্লাহর সন্তুষ্টি রয়েছে। এ ধরনের ফয়সালার ক্ষেত্রে মানুষের স্বাধীনতা রয়েছে। মানুষ ইচ্ছা করলে ঈমান আনতে পারে এবং এর মাধ্যমে আল্লাহর সন্তুষ্টি লাভ করে। আবার কুফরীও এখতিয়ার করতে পারে যাতে আল্লাহর অসন্তুষ্টি রয়েছে। আল্লাহ মানুষকে যে সীমিত স্বাধীনতা দিয়েছেন তার কারণেই তাকে বিভিন্ন সময়ে আল্লাহর শরীআত অনুসারে চলার জন্য নবী-রাসূল পাঠিয়ে তাঁর পথের দিশা দেন। তিনি তাদেরকে সে পথ মানতে বাধ্য করে দেন না। কারণ, বাধ্য করে দিলে তাকলীফ থাকে না। জান্নাত ও জাহান্নামের প্রয়োজন পড়তো না। নবীদের কাজ তো শুধু হক পথকে মানুষের সামনে সুস্পষ্টভাবে তুলে ধরা। এর পর যারা ঈমান আনবে তারা জান্নাতি হবে আর যারা ঈমান আনবে না তারা জাহান্নামি হবে। সুতরাং এখানে কাফেরদের উত্থাপন করা কুটতর্কের কোন অর্থ নেই। তারা অন্যান্য ব্যাপারে এ ধরনের কুটতর্ক মানে না, শুধু ঈমান ও নতুন আইন প্রবর্তনের ব্যাপারে তা পেশ করে থাকে। তাদেরকে যদি গালি দেয়া হয় বা তাদের কাবাকে কেউ ধ্বংস করতে আসে তবে তা প্রতিহত করতে সদা প্রস্তুত থাকে। তখন একথা বলে না যে, আল্লাহর ইচ্ছা অনুসারে হচ্ছে। শুধু ঈমান ও আল্লাহর আইনের ব্যাপারেই তারা এরকম করে থাকে। [এ ব্যাপারে বিস্তারিত দেখুন, মাজমু ফাতাওয়া: ৮/২৫৬-২৬১; ১০/৩৪; ২০/৬৫; মিনহাজুস সুন্নাহ: ৩/৬০]\n  <br/>\n  <br/>\n  [২] যেমন তারা বিভিন্ন জন্তুকে ছেড়ে দিত এবং এগুলোকে খাওয়া ও ধরা-ছোয়া হারাম ঘোষণা করত। যেমন, বাহীরা, সায়েবা, ওয়াসীলা ইত্যাদি। [এ ব্যাপারে বিস্তারিত দেখুন সূরা আল-আনআমঃ ১৩৮ এবং সূরা আল-মায়েদাঃ ১০৩]\n  <br/>\n  <br/>\n  [৩] এটা কাফেরদের সন্দেহের উত্তর। বলা হয়েছে যে, তোমাদের দাবী যে আল্লাহ চাইলে আমরা তিনি ব্যতীত আর কারও ইবাদাত করতে সক্ষম হতাম না, যদি তিনি চাইতেন তবে তিনি আমাদের এ কাজ অস্বীকার করেন না কেন? আমাদের কুফর, শির্ক ও অবৈধ কাজকর্ম পছন্দ না করলে তিনি আমাদেরকে তা থেকে নিষেধ করেন না কেন? এর উত্তরে বলা হয়েছে যে, আল্লাহ অবশ্যই তোমাদের কর্মকাণ্ডকে অপছন্দ করেন। তিনি তোমাদের কার্যাবলীকে কঠোরভাবে ঘৃণা করেছেন এবং শক্তভাবে নিষেধ করেছেন। আর সে জন্যই তিনি প্রতি জাতিতে প্রতি প্রজন্মে, প্রতি গোষ্ঠীতে তার নবী-রাসূলদের পাঠিয়েছেন। তারা সবাই একমাত্র আল্লাহর ইবাদতের দিকে আহবান জানিয়েছেন এবং তিনি ব্যতীত আর কারও ইবাদাত না করার নির্দেশ দিয়েছেন। তিনি বলেছেন, “তোমরা একমাত্র আল্লাহর ইবাদত কর এবং তাগুত থেকে দূরে থাক\" এভাবে মানুষের কাছে তিনি রাসূলদেরকে পাঠিয়েই চলেছেন, যখন থেকে বনী আদমের মধ্যে শির্কের উৎপত্তি হয়েছে। কাওমে নূহের মধ্যে। যখন তাদের কাছে নূহকে তিনি পাঠিয়েছিলেন। আর তিনি ছিলেন যমীনের অধিবাসীদের কাছে পাঠানো প্রথম রাসূল। এ রাসূলদের পাঠানোর ধারা তিনি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে প্রেরণের মাধ্যমে শেষ করেন। যেমন অন্য আয়াতে বলেছেন, “আর অবশ্যই আমরা প্রতিটি উম্মতে রাসূলদেরকে এ বলে পাঠিয়েছিলাম যে, তোমরা আল্লাহর ইবাদত কর এবং তাগুতকে বর্জন কর”। সুতরাং মুশরিকদের পক্ষে এটা বলা কিভাবে সঙ্গত হবে যে, আল্লাহ ইচ্ছে করলে আমরা ও আমাদের পিতৃপুরুষেরা তাকে ছাড়া অন্য কোন কিছুর ইবাদাত করতাম না। আর কোন কিছু তাঁকে ছাড়িয়ে হারামও ঘোষণা করতাম না। সুতরাং বুঝা যাচ্ছে যে, আল্লাহর শরীআতগত ইচ্ছা তোমাদের সাথে নেই। কেননা তিনি তার রাসূলদের মুখে তোমাদেরকে তা করতে নিষেধ করেছেন। আর যদি বল প্রকৃতিগত ইচ্ছা যা নির্ধারিত থাকার কারণে তোমরা শির্ক ও কুফরি ও অন্যান্য অন্যায় কাজ করতে সমর্থ হও, তবে এটা থেকে তোমাদের দলীল নেয়ার কোন সুযোগ নেই। কেননা, আল্লাহ্ তা'আলা জাহান্নামও সৃষ্টি করেছেন, জাহান্নামের বাসিন্দা শয়তান ও কাফেরদেরকেও সৃষ্টি করেছেন। কিন্তু তিনি বান্দাদের কুফরীতে সন্তুষ্ট নন। এর মধ্যে তার বিশেষ হিকমত ও রহস্য রয়েছে। [ইবন কাসীর] না। সুতরাং কাফেরদের একথা বলা যে, আমাদের ধর্মমত আল্লাহর কাছে পছন্দ না হলে আমাদের বাধ্য করেন না কেন, একটি বোকামী ও হঠকারিতা প্রসূত প্রশ্ন বৈ নয়। শুধু এতটুকু বলেই ক্ষান্ত হননি। এরপর আল্লাহ্ তা'আলা আরও জানিয়ে দিয়েছেন যে, তোমাদের দাবী যে, আমাদের কর্মকাণ্ড আল্লাহর মনঃপুত: না হলে আল্লাহ কেন আমাদের কর্মকাণ্ড অস্বীকার করেন না। এ কথাটি মোটেই ঠিক নয়। কারণ, নবী পাঠিয়ে তোমাদের কর্মকাণ্ডকে অস্বীকার করা হয়েছে। সর্বোপরি তোমরা যখন রাসূলদের সাবধানবাণী অনুসারে শির্ক, কুফর ও অন্যায় কাজ থেকে বিরত হলে না, তখন তিনি তোমাদের উপর শাস্তি নাযিল করেন। তাই পরবর্তী আয়াতে আল্লাহ বলেন,\n  <br/>\n  <br/>\n  “অতঃপর তাদের কিছু সংখ্যককে আল্লাহ হিদায়াত দিয়েছেন, আর তাদের কিছু সংখ্যকের উপর পথভ্রান্তি সাব্যস্ত হয়েছিল; কাজেই তোমরা যমীনে পরিভ্রমণ কর অতঃপর দেখে নাও মিথ্যারোপকারীদের পরিণাম কী হয়েছে ?” অর্থাৎ তাদেরকে জিজ্ঞেস কর যারা আমার রাসূলদের নির্দেশের বিরোধিতা করেছিল এবং হকের উপর মিথ্যারোপ করেছিল তাদের পরিণাম কেমন হয়েছিল। “আল্লাহ তাদেরকে ধ্বংস করেছেন। আর কাফিরদের জন্য রয়েছে অনুরূপ পরিণাম”। [সূরা মুহাম্মাদ ১০]  “আর এদের পূর্ববর্তীগণও অস্বীকার করেছিল; ফলে কিরূপ হয়েছিল আমার প্রত্যাখ্যান (শাস্তি)।\" [সূরা আল-মুলক ১৮] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১৬ : ৩৬",
        "arabic_text": "\nوَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُۚ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ ",
        "bangla_text": "আর অবশ্যই আমরা প্রত্যেক জাতির মধ্যে রাসূল পাঠিয়েছিলাম এ নির্দেশ দিয়ে যে, তোমরা আল্লাহ্‌র ইবাদাত কর এবং তাগূতকে বর্জন কর [১]। অতঃপর তাদের কিছু সংখ্যককে আল্লাহ্‌ হিদায়াত দিয়েছে, আর তাদের কিছু সংখ্যকের উপর পথভ্রান্তি সাব্যস্ত হয়েছিল; কাজেই তোমরা যমীনে পরিভ্রমন কর অতঃপর দেখে নাও মিথ্যারোপকারীদের পরিণাম কী হয়েছে [২]? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে একটি সত্য স্পষ্টভাবে প্রমাণিত হচ্ছে যে, প্রত্যেক নবীর মিশনই ছিল তাওহীদের। সবাই তাওহীদের আহবান জানিয়েছেন এবং তাগুত ও শির্ক থেকে তাদের উম্মতদেরকে সাবধান করে গেছেন। এ ব্যাপারে প্রত্যেকের দাবী ছিল এক। কোন হেরফের ছিল না। আদম, নূহ, মূসা, ঈসা ও মুহাম্মাদ সাল্লাল্লাহু আলাইহিম ওয়া সাল্লাম প্রত্যেকেই তাওহীদ তথা একমাত্র এক আল্লাহর ইবাদত করার আহবান জানিয়েছেন এবং আল্লাহ ব্যতীত যাবতীয় উপাস্য পরিত্যাগ করার আহবান জানিয়েছেন। তাদের কেউই নিজেকে বা অপর কোন সৃষ্টিকে ইলাহ বলে ঘোষণা দেননি। নাসারাদের ত্রিত্ববাদ ঈসা আলাইহিসসালামের দাওয়াত নয়। [সমস্ত নবী-রাসূলদের দাওয়াত যে একই ছিল এবং আল্লাহ্ তা'আলা কর্তৃক প্রত্যেক জাতির নিকট নবী-রাসূল পাঠানোর বিষয়ে আরো দেখুন, সূরা আল-আম্বিয়াঃ ২৫, সূরা আয-যুখরুফঃ ৪৫]\n  <br/>\n  <br/>\n  [২] অর্থাৎ নিশ্চয়তা লাভ করার জন্য অভিজ্ঞতার চাইতে আর কোন বড় নির্ভরযোগ্য মানদণ্ড নেই। এখন তুমি নিজেই দেখে নাও, মানব ইতিহাসের একের পর এক অভিজ্ঞতা কি প্রমাণ করছে? আল্লাহর আযাব কার ওপর এসেছে-ফেরাউন ও তার দলবলের ওপর, না মূসা ও বনী ইসরাঈলের ওপর? সালেহকে যারা অস্বীকার করেছিল তাদের ওপর, না তাকে যারা মেনে নিয়েছিল তাদের ওপর? হুদ, নূহ ও অন্যান্য নবীদেরকে যারা অমান্য করেছিল তাদের ওপর, না মুমিনদের ওপর? এই ঐতিহাসিক অভিজ্ঞতাগুলোর ফল কি এই দাড়িয়েছে যে, আমার ইচ্ছার কারণে যারা শির্ক করার ও মনগড়া শরীআত গঠনের সুযোগ লাভ করেছিল তাদের প্রতি আমার সমর্থন ছিল? বরং বিপরীত পক্ষে এ ঘটনাবলী সুস্পষ্টভাবে একথা প্রমাণ করছে যে, উপদেশ ও অনুশাসন সত্বেও যারা এসব গোমরাহীর ওপর ক্রমাগত জোর দিয়ে চলেছে। আমার ইচ্ছাশক্তি তাদেরকে অপরাধ করার অনেকটা সুযোগ দিয়েছে। তারপর তাদের নৌকা পাপে ভরে যাবার পর ডুবিয়ে দেয়া হয়েছে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১৬ : ৩৭",
        "arabic_text": "\nإِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ ",
        "bangla_text": "আপনি তাদের হিদায়াতের জন্য ঐকান্তিকভাবে আগ্রহী হলেও [১] আল্লাহ্‌ যাকে বিভ্রান্ত করেন, তাকে হিদায়াত দেন না এবং তাদের জন্য কোন সাহায্যকারীও নেই [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আমি এবং মানুষের দৃষ্টান্ত সেই ব্যক্তির ন্যায় যে আগুন জ্বালালো। আর আগুন যখন তার চারপাশ আলোকিত করল, পতঙ্গ এবং যে সমস্ত প্রাণী আগুনে ঝাঁপ দেয় সেগুলো ঝাঁপ দিতে লাগল। তখন সে ব্যক্তি সেগুলোকে আগুন থেকে ফিরাবার চেষ্টা করল, তা সত্বেও সেগুলো আগুনে পুড়ে মরে। তদ্রুপ আমিও তোমাদের কোমরের কাপড় ধরে আগুন থেকে বাঁচাবার চেষ্টা করি, কিন্তু তোমরা তাতে পতিত হও \" [বুখারীঃ ৬৪৮৩]\n  <br/>\n  <br/>\n  [২] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবসময় উম্মাতের হেদায়াতের জন্য ব্যস্ত থাকতেন। এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সান্তনা দিয়ে বলা হচ্ছে যে, আপনি চাইলেই যে, তারা হেদায়াত পেয়ে যাবে এমনটি নয়। হেদায়াত দেয়ার মালিক আল্লাহ। তিনি যাকে ইচ্ছা হেদায়াত করবেন। কিন্তু তার চিরাচরিত নিয়ম হলো, তিনি তাদেরকেই হেদায়াত দেন যারা হেদায়াত পাওয়ার জন্য আগ্রহী। অপরপক্ষে যারা হেদায়াতের পথ থেকে দূরে থাকা বেশী পছন্দ করছে, হেদায়াতের পথে প্রতিবন্ধকতা সৃষ্টি করছে তাদেরকে তিনি হেদায়াত করেন না। [এ ব্যাপারে আরো দেখুন, সূরা আল-মায়েদাহঃ ৪১, সূরা হুদঃ ৩৪, সূরা আল-আরাফঃ ১৮৬, সূরা ইউনুসঃ ৯৬-৯৭]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১৬ : ৩৮",
        "arabic_text": "\nوَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর তারা দৃঢ়তার সাথে আল্লাহ্‌র শপথ করে বলে, যার মৃত্যু হয় আল্লাহ্‌ তাকে পুনর্জীবিত করবেন না [১]। অবশ্যই হ্যাঁ, তাঁর নিজের উপর কৃত প্রতিশ্রুতি তিনি সত্যে রূপ দেবেন। কিন্তু বেশিরভাগ মানুষই জনে না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ “আল্লাহ্ তা'আলা বলেন, বনী আদম আমাকে গালি দেয় অথচ তাদের পক্ষে আমাকে গালি দেয়া উচিত নয়। আবার তারা আমাকে মিথ্যা প্রতিপন্ন করে অথচ আমাকে মিথ্যা প্রতিপন্ন করাও তাদের জন্য উচিত নয়। তাদের গালি হলো তারা আমার ব্যাপারে বলে যে, আমার সন্তান আছে, আর আমাকে মিথ্যা প্রতিপন্ন করা হলো এটা বলা যে, তিনি (আল্লাহ) যেভাবে আমাকে প্রথমবার সৃষ্টি করেছেন সেভাবে পূনরায় সৃষ্টি করবেন না।” [বুখারীঃ ৩১৯৩]\n  <br/>\n  <br/>\n  [২] জানেনা বলেই রাসূলদের বিরোধিতা করে এবং কুফরিতে নিপতিত হয়। [ইবন কাসীর] তারা এটাও জানে না যে, পুনরুত্থান ও হিসেব নেয়া তার পক্ষে একেবারেই সহজ। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১৬ : ৩৯",
        "arabic_text": "\nلِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ ",
        "bangla_text": "যে বিষয়ে তারা মতানৈক্য করছে, তা তাদেরকে স্পষ্টভাবে বর্ণনা করার জন্য এবং কফিরদের জানার জন্য যে, নিশ্চয় তারা ছিল মিথ্যাবাদী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বক্তব্য থেকে মৃত্যুর পরের জীবন এবং শেষ বিচারের দিনের জন্য মানুষের পুনরুত্থানের রহস্য ও হিকমত বর্ণনা করা হচ্ছে। [ইবন কাসীর] দুনিয়ায় যখন থেকে মানুষ সৃষ্টি হয়েছে, সত্য সম্পর্কে অসংখ্য মতবিরোধ দেখা দিয়েছে। এ ধরনের মতবিরোধের ক্ষেত্রে বিবেকের দাবী এই যে, এক সময় না এক সময় সঠিক ও নিশ্চিতভাবে প্রতিভাত হোক যথার্থই তাদের মধ্যে হক কি ছিল এবং বাতিল কি ছিল, কে সত্যপন্থী ছিল এবং কে মিথ্যাপন্থী। এ দুনিয়ায় এ যবনিকা সরে যাওয়ার কোন সম্ভাবনাই দেখা যায় না। এ দুনিয়ার ব্যবস্থাপনাই এমন যে, এখানে সত্য কোনদিন পর্দার বাইরে আসতে পারে না। কাজেই বিবেকের এ দাবী পূরণ করার জন্য ভিন্ন আরেকটি জগতের প্রয়োজন। আর সেটাই হচ্ছে আখেরাত | [এ বিষয়টির দিকে আল্লাহ তা'আলা ইঙ্গিত করেছেন, দেখুন সূরা আত-তুরঃ ১৪-১৬, সূরা আল-কামারঃ ৫০, সূরা লুকমানঃ ২৮]\n  <br/>\n  <br/>\n  তাছাড়া আরও একটি কারণে মানুষের পুনরুত্থান প্রয়োজন বলে এখানে বলা হয়েছে, তা হচ্ছে, এ সমস্ত কাফের ও মুশরিকরা শপথ ও কসম করে কিয়ামতের আগমন ও সেখানে মানুষের পুনরুত্থানের বিষয়টি অস্বীকার করছে, সুতরাং কিয়ামত ও পুনরুত্থান হলে কারা তাদের শপথে মিথ্যাবাদী ছিল সেটা প্রমাণ হয়ে যাবে। ইবন কাসীর] তখন তাদের বিচার করা হবে। যেদিন তাদেরকে ধাক্কা মারতে মারতে নিয়ে যাওয়া হবে জাহান্নামের আগুনের দিকে। [ইবন কাসীর] [এ ব্যাপারে দেখুন সূরা আন-নাজমঃ ৩১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১৬ : ৪০",
        "arabic_text": "\nإِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ ",
        "bangla_text": "আমরা কোন কিছুর ইচ্ছে করলে সে বিষয়ে আমাদের কথা তো শুধু এই যে, আমরা বলি, ‘হও’; ফলে তা হয়ে যায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ লোকেরা মনে করে, মরার পর মানুষকে পুনর্বার সৃষ্টি করা এবং সামনের পেছনের সমগ্র মানব-কুলকে একই সঙ্গে পুনরুজ্জীবিত করা বড়ই কঠিন কাজ। অথচ আল্লাহর ক্ষমতা অসীম। নিজের কোন সংকল্প পূর্ণ করার জন্য তাঁর কোন সাজসরঞ্জাম, উপায়-উপকরণ ও পরিবেশের আনুকুল্যের প্রয়োজন হয় না। তাঁর প্রত্যেকটি ইচ্ছা শুধুমাত্র তাঁর নির্দেশেই পূর্ণ হয়। বর্তমানে যে দুনিয়ার অস্তিত্ব দেখা যাচ্ছে, এটিও নিছক হুকুম থেকেই অস্তিত্ব লাভ করেছে এবং অন্য দুনিয়াটিও মুহুর্তকালের মধ্যে শুধুমাত্র একটি হুকুমেই জন্ম লাভ করবে। যখন তিনি হও\" বলবেন তখনি তা হয়ে যাবে। যেমন অন্য আয়াতে বলেছেন, “আর আমাদের আদেশ তো কেবল একটি কথা, চোখের পলকের মত \" [সূরা আল-কামারঃ ৫০][দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১৬ : ৪১",
        "arabic_text": "\nوَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ ",
        "bangla_text": "আর যারা অত্যাচারিত হওয়ার পর আল্লাহ্‌র পথে হিজরত [১] করেছে [২], আমরা অবশ্যই তাদেরকে দুনিয়ায় উত্তম আবাস দেব; আর আখিরাতের পুরস্কার তো অবশ্যই শ্রেষ্ঠ। যদি তারা জানত !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (هجرة) আভিধানিক অর্থ ত্যাগ করা। আল্লাহর জন্য দেশ ত্যাগ করা ইসলামে একটি বড় ইবাদাত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, হিজরতের পূর্বে মানুষ যেসব গোনাহ করে, হিজরত সেগুলোকে খতম করে দেয়’। মুসলিম: ১২১] হিজরত কোন কোন অবস্থায় ফরয, ওয়াজিব এবং কোন কোন অবস্থায় মোস্তাহাব ও উত্তম হয়ে থাকে।\n  <br/>\n  <br/>\n  [২] কোন কোন মুফাসসির বলেন, যেসব মুহাজির কাফেরদের অসহনীয় জুলুম- নির্যাতনে অতিষ্ঠ হয়ে মক্কা থেকে হাবশায় (ইথিওপিয়া) হিজরত করেছিলেন এখানে তাদের প্রতি ইঙ্গিত করা হয়েছে। [ইবন কাসীর] অপর কোন কোন মুফাসসির বলেন, এ আয়াতে মদীনায় হিজরতকারী সাহাবীদের ব্যাপারে নাযিল হয়েছে। যেমন, বিলাল, সুহাইব, খাবাব, আম্মার প্রমূখ। [কুরতুবী] তবে যারাই হিজরত করেছে এবং করবে আয়াত তাদের সবাইকে শামিল করে। [কুরতুবী] এখানে আল্লাহ তা'আলা ঐ সমস্ত মুমিন বান্দাদের ফযিলত সম্পর্কে জানাচ্ছেন যারা আল্লাহর পথে তারই সন্তুষ্টির জন্য যুলুম, নির্যাতন, কষ্ট ও জাতির পক্ষ থেকে পরীক্ষায় নিপতিত হওয়ার পর হিজরত করেছে। যারা তাদেরকে ঈমান থেকে কুফরি ও শির্কের দিকে ফিরিয়ে নেয়ার জন্য পরীক্ষায় ফেলেছে, ফলে তারা তাদের জন্মভূমি ও বন্ধু-বান্ধব ত্যাগ করে আল্লাহর আনুগত্য করার জন্য বিদেশে পাড়ি জমিয়েছে, তাদের জন্য রয়েছে দু'টি সওয়াব। তার একটি দুনিয়াতেই তারা পাবে, আর সেটি হচ্ছে প্রশস্ত রিযিক ও স্বচ্ছন্দ জীবন [সা’দী] আল্লাহ তা'আলা মদীনাকে তাদের জন্য কি চমৎকার ঠিকানা করেছিলেন। উৎপীড়নকারী প্রতিবেশীদের স্থলে তারা মহানুভব, সহানুভূতিশীল প্রতিবেশী পেয়েছিলেন। তারা শক্ৰদের বিপক্ষে বিজয় ও সাফল্য লাভ করেছিলেন। হিজরতের পর অল্প কিছুদিন অতিবাহিত হতেই তাদের সামনে রিযকের দ্বার উন্মুক্ত করে দেয়া হয়। যারা ছিলেন ফকীর, মিসকীন, তারা হয়ে গেলেন বিত্তশালী, ধনী। দুনিয়ার বিভিন্ন দেশ বিজিত হয়। তাদের চরিত্র মাধুর্য ও সৎকর্মের কীর্তি আবহমান কাল পর্যন্ত শক্রমিত্র নির্বিশেষে সবার মুখে উচ্চারিত হয়। তাদেরকে এবং তাদের বংশধরদেরকে আল্লাহ তা'আলা অসামান্য ইযযত ও গৌরব দান করেন। এগুলো হচ্ছে পার্থিব বিষয়। [ফাতহুল কাদীর] আর দ্বিতীয়টি আখেরাতের সওয়াব। যার সম্পর্কে বলা হয়েছে যে, দুনিয়ার সওয়াবের তুলনায় সেটি অনেক বড়। যেমন অন্য আয়াতে বলেছেন, “যারা ঈমান এনেছে, হিজরত করেছে এবং নিজেদের সম্পদ ও নিজেদের জীবন দ্বারা আল্লাহর পথে জিহাদ করেছে তারা আল্লাহর কাছে মর্যাদায় শ্রেষ্ঠ। আর তারাই সফলকাম। তাদের রব তাদেরকে সুসংবাদ দিচ্ছেন, স্বীয় দয়া ও সন্তোষের এবং এমন জান্নাতের যেখানে আছে তাদের জন্য স্থায়ী নেয়ামত। সেখানে তারা চিরস্থায়ী হবে নিশ্চয় আল্লাহর কাছে আছে মহাপুরস্কার \" [সূরা আত-তাওবাহঃ ২০-২১]\n  <br/>\n  <br/>\n  যদি তারা জানতে পারত যে যারা ঈমান এনেছে এবং হিজরত করেছে তাদের এত বড় সওয়াব রয়েছে তবে কেউই ঈমান ও হিজরত থেকে পিছপা হতো না। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১৬ : ৪২",
        "arabic_text": "\nٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ ",
        "bangla_text": "যারা ধৈর্য ধারণ করে ও তাদের রবের উপর নির্ভর করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১৬ : ৪৩",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ ",
        "bangla_text": "আর আপনার আগে আমরা ওহীসহ কেবল পুরুষদেরকেই [১] পাঠিয়েছিলাম [২], সুতরাং তোমরা জ্ঞানীদেরকে [৩] জিজ্ঞেস কর যদি না জান,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে আকীদার একটি বিরাট মূলনীতি প্রমাণিত হচ্ছে যে, আল্লাহ্ তাআলা নবী-রাসূল হিসেবে একমাত্র পুরুষদেরকেই বাছাই করেছেন। আল্লাহ্ তা'আলা পবিত্র কুরআনের তিনটি স্থানে সরাসরি এ ঘোষণা দিয়েছেন, [সূরা ইউসুফঃ ১০৯, সূরা আন-নাহলঃ ৪৩, সূরা আল-আম্বিয়াঃ৭]\n  <br/>\n  <br/>\n  সুতরাং কোন মহিলাকে আল্লাহ্ তাআলা নবী-রাসূল করে পাঠাননি। কারণ নবুওয়ত ও রিসালাতের গুরুদায়িত্ব কেবলমাত্র পুরুষরাই বহন করতে পারে।\n  <br/>\n  <br/>\n  [২] এখানে মক্কার মুশরিকদের একটি আপত্তি উদ্ধৃত না করেই তার জবাব দেয়া হচ্ছে। এ আপত্তিটি ইতোপূর্বে সকল নবীর বিরুদ্ধে উত্থাপন করা হয়েছিল এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সমকালীনরাও তাঁর কাছে বারবার এ আপত্তি জানিয়েছিল। এ আপত্তিটি ছিল এই যে, আপনি আমাদের মতই একজন মানুষ, তাহলে আল্লাহ আপনাকে নবী করে পাঠিয়েছেন আমরা একথা কেমন করে মেনে নেবো? আল্লাহ তা'আলা তাদের এ আপত্তি ও তার উত্তর এ আয়াত সহ কুরআনের বিভিন্ন স্থানে দিয়েছেন। [দেখুনঃ সূরা ইউনুসঃ ২, সূরা ইউসুফঃ ১০৯, সুরা আল হিজরঃ ৯, সূরা আল-ইসরাঃ ৯৩-৯৫, সূরা আল-ফুরকানঃ ২০, সূরা আল-আম্বিয়াঃ ৮, সূরা আল-আহকাফঃ ৯, সূরা আল কাহফঃ ১১০]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ জ্ঞানী সম্প্রদায়, আহলি কিতাবদের আলেম সমাজ এবং আরো এমন সব লোক যারা নাম-করা আলেম না হলেও মোটামুটি আসমানী কিতাবসমূহের শিক্ষা এবং পূর্ববতী নবীগণের জীবন বৃত্তান্ত জানেন। কুরআনের অন্য আয়াতেও এ নির্দেশটি ঘোষিত হয়েছে। যেমন, “আপনার আগে আমরা ওহীসহ পুরুষদেরকেই পাঠিয়েছিলাম; সুতরাং যদি তোমরা না জান তবে জ্ঞানীদেরকে জিজ্ঞেস কর” [সূরা আল-আম্বিয়া: ৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১৬ : ৪৪",
        "arabic_text": "\nبِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِۗ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ ",
        "bangla_text": "স্পষ্ট প্রমাণাদি ও গ্রন্থাবলীসহ [১]। আর আপনার প্রতি আমরা কুরআন নাযিল করেছি, যাতে আপনি মানুষকে যা তাদের প্রতি নাযিল করা হয়েছে [২], তা স্পষ্টভাবে বুঝিয়ে দেন এবং যাতে তারা চিন্তা করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের এ অংশটুকু পূর্ববর্তী আয়াতের “আমরা পাঠিয়েছিলাম” এর সাথে সংশ্লিষ্ট। [ইবন কাসীর] তখন আয়াতের পূর্ণ অর্থ হবেঃ\n  <br/>\n  <br/>\n  \"আমরা আপনার পূর্বেই শুধুমাত্র পুরুষ মানুষকেই ওহী দিয়ে পাঠিয়েছিলাম, তাদেরকে পাঠিয়েছিলাম স্পষ্ট প্রমাণাদি ও গ্রন্থাবলীসহকারে\"। আয়াতের অপর অর্থ হচ্ছে যে, এ আয়াতটি পূর্বোক্ত আয়াতের তোমরা যদি না জান’ কথার সাথে সংশ্লিষ্ট। তখন অর্থ হবে, যদি তোমরা স্পষ্ট প্রমাণাদি ও গ্রন্থ সম্পর্কে না জান তবে পূর্ববর্তী যাদেরকে কিতাব দেয়া হয়েছে তাদেরকে জিজ্ঞেস কর। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে (ذكر) এর অর্থ সর্বসম্মতভাবে কুরআনুল কারীম ৷ [ইবন কাসীর] আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে আদেশ করা হয়েছে যে, আপনি লোকদের কাছে কুরআনের আয়াত বর্ণনা ও ব্যাখ্যা করে দিন। কারণ, আপনি আপনার কাছে যা নাযিল হয়েছে সেটা সম্পর্কে ভাল জানেন। আর আপনি এটার উপর অত্যন্ত যত্নবান। আপনি এটার অনুসরণ করেই যাচ্ছেন। এটা এজন্যে যে, আমরা জানি আপনি সবচেয়ে উত্তম সৃষ্টি এবং আদম সস্তানদের সর্দার বা নেতা। সুতরাং যা সংক্ষিপ্ত হিসেবে আছে তা আপনি তাদের কাছে বিবৃত করুন, যা তাদের কাছে খটকা লাগে তা বর্ণনা করুন। যাতে তারা তাদের নিজেদের জন্য দেখে-শুনে হিদায়াত গ্রহণ করতে পারে এবং দুনিয়া ও আখেরাতের সফলতা লাভ করতে পারে। [ইবন কাসীর] সুতরাং আপনি তাদের কাছে এ কিতাবের প্রতিটি বিধি-বিধান, ওয়াদা ও ধমকি সবই আপনার কথা ও কাজের মাধ্যমে বর্ণনা করে দিন। এতে বুঝা গেল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হচ্ছেন বর্ণনাকারী। তিনি আল্লাহর পক্ষ থেকে এ কিতাবের যাবতীয় সংক্ষিপ্ত হুকুম সালাত, যাকাত ইত্যাদি যে সমস্ত আহকাম বিস্তারিতভাবে আসেনি সেগুলোকে বিস্তারিতভাবে বর্ণনা করবেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১৬ : ৪৫",
        "arabic_text": "\nأَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ ",
        "bangla_text": "যারা কুকর্মের ষড়যন্ত্র করে তারা কি এ বিষয়ে নির্ভয় হয়েছে যে, আল্লাহ্‌ তাদেরকে ভূগর্ভে বিলীন করবেন না অথবা তাদের উপর আসবে না শাস্তি এমনভাবে যে, তারা উপলব্ধিও করবে না [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে কাফেরদেরকে ভয় প্রদর্শনার্থে বলা হয়েছে যে, আখেরাতের শাস্তির পূর্বে দুনিয়াতেও আল্লাহর আযাব তোমাদেরকে পাকড়াও করতে পারে। তোমরা যে মাটির উপর বসে আছ, তার অভ্যন্তরেই তোমাদেরকে বিলীন করে দেয়া যেতে পারে; কিংবা কোন ধারণাতীত জায়গা থেকে তোমরা আযাবে পতিত হতে পার; যেমন বদর যুদ্ধে এক হাজার অস্ত্রসজ্জিত বীরযোদ্ধা কয়েকজন নিরস্ত্র মুসলমানের হাতে এমন মার খেয়েছে, যার কল্পনাও তারা করতে পারত না। কিংবা এটাও হতে পারে যে, চলাফেরার মধ্যেই তোমরা কোন আযাবে গ্রেফতার হয়ে যাও; যেমন কোন দূরারোগ্য প্রাণঘাতী রোগের প্রাদুর্ভাব দেখা দিতে পারে অথবা উচ্চ স্থান থেকে পতিত হয়ে অথবা শক্ত জিনিষের সাথে আঘাত লেগে মৃত্যুমুখে পতিত হতে পার, কিংবা এরূপ শাস্তিও হতে পারে যে, অকস্মাৎ আযাব না এসে টাকা-পয়সা, স্বাস্থ্য এবং সুখ-স্বাচ্ছন্দ্যের উপকরণ সামগ্ৰী আস্তে আস্তেহ্রাস পেতে থাকবে এবং এভাবে হ্রাস পেতে পেতে গোটা সম্প্রদায়ই একদিন বিলুপ্ত হয়ে যাবে। [এ ধরনের আয়াত আরো দেখুন, সূরা আল-মুলকঃ ১৬, ১৭, সূরা আল-আরাফঃ ৯৭, ৯৮ ] [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১৬ : ৪৬",
        "arabic_text": "\nأَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ ",
        "bangla_text": "অথবা চলাফেরা করতে থাকাকালে তিনি তাদেরকে পাকড়াও করবেন না? অতঃপর তারা তা ব্যর্থ করতে পারবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১৬ : ৪৭",
        "arabic_text": "\nأَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ ",
        "bangla_text": "অথবা তাদেরকে তিনি ভীত-সন্ত্রস্ত অবস্থায় পাকড়াও করবেন না? নিশ্চয় তোমাদের রব অতি দয়ার্দ্র, পরম দয়ালু [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে দুনিয়ার বিভিন্ন আযাব বর্ণনা করার পর সর্বশেষে বলা হয়েছে\n  <br/>\n  <br/>\n  (فَاِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌ)\n  <br/>\n  <br/>\n  এতে আল্লাহর দয়ালু হওয়া ব্যক্ত করে ইঙ্গিত করা হয়েছে যে, দুনিয়ার হুশিয়ারী প্রকৃতপক্ষে স্নেহ ও দয়ার কারণেই হয়ে থাকে, যাতে গাফেল মানুষ হুশিয়ার হয়ে স্বীয় কর্মকাণ্ড সংশোধন করে নেয়। তবে তা শুধুমাত্র গোনাহগার ঈমানদারদের ব্যাপারে। কিন্তু যারা কাফের তাদের জন্য দুনিয়ার আযাবের সাথে আখেরাতের আযাবও অপেক্ষা করছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহর চেয়ে বড় সহিষ্ণু আর কেউ নেই যে খারাপ শোনার পরও ধৈর্যধারণ করে, তারা তার জন্য সন্তান সাব্যস্ত করে তারপরও তিনি তাদেরকে রিযিক দেন এবং তাদের নিরাপত্তা বিধান করেন। [বুখারীঃ ৬০৯৯]\n  <br/>\n  <br/>\n  অপর হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “অবশ্যই আল্লাহ যালেমকে ছাড় দিতেই থাকেন, তারপর যখন তাকে পাকড়াও করেন তখন সে তার ধরা থেকে পালানোর কোন পথ পায় না, তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠ করলেনঃ \"এরূপই আপনার রবের শাস্তি! তিনি শাস্তি দান করেন জনপদসমূহকে যখন ওরা যুলুম করে থাকে। নিশ্চয়ই তার শাস্তি মর্মম্ভদ, কঠিন।\" [সূরা হুদঃ ১০২] [মুসলিমঃ ২৫৮৩] অনুরূপভাবে আল্লাহ্ তা'আলা সূরা হজ্জের ৪৮ নং আয়াতেও এটা উল্লেখ করেছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১৬ : ৪৮",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ ",
        "bangla_text": "তারা কি লক্ষ্য করে না আল্লাহ্‌র সৃষ্ট বস্তুর প্রতি, যার ছায়া [১] ডানে ও বামে ঢলে পড়ে একান্ত অনুগত হয়ে আল্লাহ্‌র প্রতি সিজদাবনত হয়?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দেহ বিশিষ্ট সমস্ত জিনিসের ছায়া থেকে এ আলামতই জাহির হচ্ছে যে, পাহাড়-পর্বত, গাছ-পালা, জন্তু-জানোয়ার বা মানুষ সবাই একটি বিশ্বজনীন আইনের শৃংখলে আষ্টেপৃষ্ঠে বাঁধা। আল্লাহর সার্বভৌম ক্ষমতার ক্ষেত্রে কারোর সামান্যতম অংশও নেই। কোন জিনিসের ছায়া থাকলে বুঝতে হবে, সেটি একটি জড় বস্তু। আর জড় বস্তু হওয়ার অর্থ হলো, সেটি একটি সৃষ্টি এবং সৃষ্টিকর্তার অনুগত গোলাম। এ ব্যাপারে কোন সন্দেহ থাকতে পারে না। ছায়ার সিজদা সংক্রান্ত আলোচনা এর পূর্বে সূরা আর-রাদের ১৫ নং আয়াতে করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১৬ : ৪৯",
        "arabic_text": "\nوَلِلَّهِۤ يَسۡجُدُۤ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ ",
        "bangla_text": "আর আল্লাহ্‌কেই সিজদা করে যা কিছু আছে আসমানসমূহে ও যমীনে, যত জীবজন্তু আছে সেসব এবং ফিরিশতাগণও, তারা অহংকার করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১৬ : ৫০",
        "arabic_text": "\nيَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ۩ ",
        "bangla_text": "তারা ভয় করে তাদের উপরস্থ [১] তাদের রবকে এবং তাদেরকে যা আদেশ করা হয় তারা তা করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত এবং এ ধরণের অসংখ্য আয়াত ও হাদীস থেকে প্রমাণিত হয় যে, আল্লাহ তা'আলা উপরে সুউচ্চে অবস্থান করছেন। তিনি তার আরশের উপর আছেন। এটাই আহলে সুন্নাত ওয়াল জামা’আতের আকীদা। এর বাইরের যাবতীয় আকীদা বিভ্রান্তি ও ভ্রষ্টতা।\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১৬ : ৫১",
        "arabic_text": "\n۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ ",
        "bangla_text": "আর আল্লাহ্‌ বলেছেন, ‘তোমরা দুই ইলাহ্ গ্রহণ করো না [১]; তিনিই তো একমাত্র ইলাহ্ [২]। কাজেই তোমরা শুধু আমাকেই ভয় কর।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “যে সাক্ষ্য দিল, আল্লাহ ছাড়া আর কোন সত্য ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই, আর মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর বান্দা ও রাসূল। আর নিশ্চয় ঈসা আলাইহিসসালাম আল্লাহর বান্দা ও রাসূল এবং সে কালেমা যা তিনি মারইয়ামকে পৌছিয়েছেন ও তাঁর পক্ষ থেকে একটি রূহ মাত্র। জান্নাত সত্য, জাহান্নাম সত্য, তার আমল যাই হোক, আল্লাহ তাকে জান্নাতে প্রবেশ করাবেন। আর অন্য সনদে জুনাদা এ কথাগুলো বাড়িয়ে বলেছেন , জান্নাতের আট দরজার যে কোন দরজা দিয়েই সে চাইবে আল্লাহ তাকে জান্নাতে প্রবেশ করাবেন। [বুখারীঃ ৩৪৩৫]\n  <br/>\n  <br/>\n  [২] এ আয়াতে আল্লাহ্ তা'আলা সমস্ত মানুষকে তাঁর সাথে আর কাউকে ইলাহ হিসেবে গ্রহণ না করার জন্য নির্দেশ দিচ্ছেন। সাথে সাথে এ ঘোষণাই দিচ্ছেন যে, তিনিই একমাত্র ইলাহ। তারপর তাদেরকে তাঁকেই একমাত্র ভয় করার জন্য আদেশ দিচ্ছেন। কেননা, ভাল-মন্দ তাঁর হাতেই। তিনি ব্যতীত আর কেউ কারো ভাল-মন্দ করার ক্ষমতা রাখে না। এ বিষয়টি আল্লাহ্ তা'আলা পবিত্র কুরআনের বিভিন্ন আয়াতে ব্যক্ত করেছেন [দেখুনঃ সূরা আয-যারিয়াতঃ ৫০,৫১]\n  <br/>\n  <br/>\n  অনুরূপভাবে একাধিক ইলাহ বিবেকের দাবীতেও অগ্রহণযোগ্য। আল্লাহ বলেনঃ “যদি এতদুভয়ে আল্লাহ ছাড়া আরও অনেক ইলাহ থাকত তাহলে তা ধ্বংস হয়ে যেত”। [সূরা আল-আম্বিয়াঃ ২২] আল্লাহ তা'আলা আরো বলেনঃ\n  <br/>\n  <br/>\n  “আল্লাহ কোন সন্তান গ্রহণ করেননি এবং তার সাথে অন্য কোন ইলাহ নেই; যদি থাকত তবে প্রত্যেক ইলাহ স্বীয় সৃষ্টি নিয়ে পৃথক হয়ে যেত এবং একে অন্যের উপর প্রাধান্য বিস্তার করত। তারা যা বলে তার থেকে আল্লাহ কত পবিত্র!” [সূরা আল-মু'মিনূনঃ ৯১] |\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১৬ : ৫২",
        "arabic_text": "\nوَلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًاۚ أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ ",
        "bangla_text": "আর আসমানসমূহে ও যমীনে যা কিছু আছে তা তাঁরই এবং সার্বক্ষণিক আনুগত্য তাঁরই প্রাপ্য [১]। তারপরও কি তোমরা আল্লাহ্‌ ছাড়া অন্য কারও তাকওয়া অবলম্বন করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের একটি অনুবাদ উপরে উল্লেখ করা হয়েছে, যা কাতাদাহ থেকে বর্ণিত। [আত-তাফসীরুস সহীহ] কোন কোন মুফাসসির বলেন, (وَاصِبًا) এর অর্থ হচ্ছে, (واجبًا) বা বাধ্যতামূলকভাবে। [ইবন কাসীর] কোন কোন মুফাসসির (وَاصِبًا) এর অর্থ হচ্ছে, (التَّعَبُ وَالاِعْيٰاءُ) বা ক্লান্তক্লিষ্ট। অর্থাৎ আল্লাহর আনুগত্য করেই যেতে হবে, যদিও বান্দা সেটা করতে ক্লান্ত-ক্লিষ্ট হয়ে পড়ে। [কুরতুবী] আর যদি (وَاصِبًا) শব্দের অর্থ (خالصًا) ধরা হয় [কুরতুবী] তখন এর অর্থ হবে \"আসমান ও যমীনে যা কিছু আছে সেগুলোর ইবাদত একমাত্র তাঁরই উদ্দেশ্যে”। তখন আয়াতটির সমার্থবোধক হবে আল্লাহর বাণীঃ\n  <br/>\n  <br/>\n  \"তারা কি আল্লাহর দ্বীন ব্যতীত অন্য কিছু খুঁজে ফিরছে? অথচ আসমানসমূহে ও যমীনে যা কিছু রয়েছে সবই ইচ্ছায়-অনিচ্ছায় তাঁরই কাছে আত্মসমৰ্পন করেছে\" [সূরা আলে ইমরানঃ ৮৩]\n  <br/>\n  <br/>\n  তাছাড়া আয়াতটির নির্দেশসূচক অর্থও করা যায়। অর্থাৎ তোমরা একমাত্র তাঁকেই ভয় কর এবং তাঁরই আনুগত্য কর। যেমন অন্য আয়াতে বলা হয়েছেঃ\n  <br/>\n  <br/>\n  “সাবধান দ্বীনকে একমাত্র আল্লাহর জন্যই খালেস করে নাও\" [সূরা আয-যুমারঃ ৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১৬ : ৫৩",
        "arabic_text": "\nوَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ ",
        "bangla_text": "আর তোমাদের কাছে যে সব নিয়ামত রয়েছে তা তো আল্লাহ্‌রই কাছ থেকে; তারপর যখন দুঃখ-দৈন্য তোমাদেরকে স্পর্শ করে তখন তোমরা তাঁকেই ব্যাকুলভাবে ডাক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের ব্যাখ্যায় আরও দেখা যেতে পারে, সূরা আল-ইসরাঃ ৬৭ ৷\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১৬ : ৫৪",
        "arabic_text": "\nثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ ",
        "bangla_text": "তারপর যখন আল্লাহ্‌ তোমাদের দুঃখ-দৈন্য দূরীভূত করেন তখন তোমাদের একদল তাদের রবের সাথে শির্ক করে [১]---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, এ আয়াতে আল্লাহ তা'আলা জানাচ্ছেন যে, বনী আদম যখন দুঃখ কষ্ট পায় তখন আল্লাহর জন্য দ্বীনকে খালেস করে আহবান করতে থাকে, তারপর যখন আল্লাহ তাদের কষ্ট দূর করে দেন, বিপদাপদ থেকে মুক্তি দেন, তখন তাদেরই একদল অর্থাৎ কাফের শ্রেণী সবচেয়ে স্বল্পতম সময়ে আগের অবস্থান কুফর ও অবাধ্যতায় ফিরে যায়। কুরআনের অন্যত্রও বলা হয়েছে, “তিনিই তোমাদেরকে জলে-স্থলে ভ্রমণ করান। এমনকি তোমরা যখন নৌযানে আরোহন কর এবং সেগুলো আরোহী নিয়ে অনুকূল বাতাসে বেরিয়ে যায় এবং তারা তাতে আনন্দিত হয়, তারপর যখন দমকা হাওয়া বইতে শুরু করে এবং চারদিক থেকে উত্তাল তরঙ্গমালা ধেয়ে আসে, আর তারা নিশ্চিত ধারণা করে যে, এবার তারা ঘেরাও হয়ে পড়েছে, তখন তারা আল্লাহকে তাঁর জন্য দ্বীনকে একনিষ্ঠ করে ডেকে বলেঃ \"আপনি আমাদেরকে এ থেকে বাঁচালে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব। অতঃপর তিনি যখন তাদেরকে বিপদমুক্ত করেন তখন তারা যমীনে অন্যায়ভাবে সীমালঙ্ঘন করতে থাকে।\" [সূরা ইউনুসঃ ২২]।\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহর প্রতি কৃতজ্ঞতার সাথে সাথে কোন বুযর্গ বা দেব-দেবীর প্রতি কৃতজ্ঞতারও নযরানা পেশ করতে থাকে এবং নিজেদের প্রত্যেকটি কথা থেকে একথা প্রকাশ করতে থাকে যে, তাদের মতে আল্লাহর এ মেহেরবানীর মধ্যে উক্ত বুযর্গ বা দেব-দেবীর মেহেরবানীও অন্তর্ভুক্ত ছিল বরং তারাই মেহেরবানী করে আল্লাহকে মেহেরবানী করতে উদ্বুদ্ধ না করলে আল্লাহ কখনোই মেহেরবানী করতেন না। বর্তমানেও অধিকাংশ পথভ্রষ্ট মানুষ এ ধরণের শির্ক করে থাকে। তারা তাদের উদ্দেশ্য সফল হওয়ার জন্য পীর-ফকীর, দরগাহর মেহেরবানী বা সুপারিশ অন্তর্ভুক্ত আছে বলে বিশ্বাস করে থাকে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১৬ : ৫৫",
        "arabic_text": "\nلِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ ",
        "bangla_text": "আমরা তাদেরকে যা দিয়েছি তা অস্বীকার করার জন্য। কাজেই তোমরা ভোগ করে নাও, অচিরেই তোমরা জানতে পারবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১৬ : ৫৬",
        "arabic_text": "\nوَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ ",
        "bangla_text": "আর আমরা তাদেরকে যে রিযক দান করি তারা তার এক অংশ নির্ধারণ করে [১] তাদের জন্য যাদের সম্বন্ধে তারা কিছুই জানে না [২]। শপথ আল্লাহ্‌র! তোমরা যা মিথ্যা উদ্ভাবন কর সে সম্পর্কে অবশ্যই তোমাদেরকে প্রশ্ন করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ তা'আলা মুশরিকদের ঘৃণ্যতম আচরণের বর্ণনা দিচ্ছেন, যারা আল্লাহর সাথে মূর্তি, দেবতা, সমকক্ষের ইবাদত করে থাকে। তারা আল্লাহর দেয়া রিযিকের একাংশ তাদের সেসব প্রতিমা, মূর্তির জন্য নির্ধারণ করে “নিজেদের ধারণা অনুযায়ী বলে, ‘এটা আল্লাহর জন্য এবং এটা আমাদের শরীকদের জন্য।‘ অতঃপর যা তাদের শরীকদের অংশ তা আল্লাহর কাছে পৌছায় না এবং যা আল্লাহর অংশ তা তাদের শরীকদের কাছে পৌছায়, তারা যা মীমাংসা করে তা নিকৃষ্ট!” [সূরা আল-আন’আম: ১৩৬]\n  <br/>\n  <br/>\n  অর্থাৎ তাদের জন্য নযরানা, ভেট ও অর্ঘ্য পেশ করার উদ্দেশ্যে নিজেদের উপার্জন ও কৃষি উৎপাদনের একটি নির্দিষ্ট অংশ তাদের উপাস্যদের জন্য আলাদা করে রাখতো। তারপর আল্লাহর অংশের উপর সেগুলোকে প্রাধান্য দিত। তাই আল্লাহ তা'আলা নিজের আত্মার শপথ করে বলছেন যে, অবশ্যই তিনি তাদেরকে তাদের এ মিথ্যাচারের জন্য জিজ্ঞাসাবাদ করবেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] যে তারা কোন লাভ কিংবা ক্ষতি করতে পারে। [তাবারী] অথবা আয়াতের অর্থ, আর তারা এমনসব উপাস্যদের জন্য আল্লাহর দেয়া রিযিকের অংশ নির্ধারণ করে রাখে, যারা তাদের এ অংশ রাখা সম্পর্কে কিছুই জানে না। [সা’দী; মুয়াসসার] অথবা, তারা এমন সব উপাস্যের জন্য রিযিকের কিছু অংশ নির্ধারণ করে রাখে যাদের বাস্তবতা সম্পর্কে তাদের কোন জ্ঞান নেই। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১৬ : ৫৭",
        "arabic_text": "\nوَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ ",
        "bangla_text": "আর তারা নির্ধারণ করে আল্লাহ্‌র জন্য [১] কন্যা সন্তান [২]--- তিনি পবিত্র, মহিমান্বিত। আর তাদের জন্য তাই যা তারা কামনা করে [৩]!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে কাফেরদের দু'টি বদ-অভ্যাসের নিন্দা করা হয়েছে। প্রথমতঃ তারা নিজেদের ঘরে কন্যাসন্তানের জন্মগ্রহণকে এত খারাপ মনে করে যে, লজ্জায় মানুষের সামনে দেখা পর্যন্ত দেয় না এবং চিন্তা করতে থাকে যে, কন্যা-সন্তান জন্মগ্রহণ করার কারণে তার যে বে-ইজ্জতি হয়েছে, তা মেনে নিয়ে সবর করবে, না একে জীবিত কবরস্থ করে এ থেকে নিস্কৃতি লাভ করবে। উপরন্তু মূর্খতা এই যে, যে সন্তানকে তারা নিজেদের জন্য পছন্দ করে না, তাকেই আল্লাহর সাথে সম্বন্ধযুক্ত করে বলে যে, ফিরিশতারা হলো আল্লাহ্ তা'আলার কন্যা। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আরব মুশরিকরা আল্লাহর বান্দা ফিরিশতাদেরকে মেয়ে বলত। তারপর সেগুলোকে আল্লাহর মেয়ে বলত। এরপর সেগুলোর ইবাদাত করতো। এভাবে তারা তিনটি স্থানেই ভুল করতো। প্রথমত: তারা আল্লাহর জন্য সন্তান সাব্যস্ত করে ভুল করেছিল। অথচ তাঁর কোন সন্তান নেই। তারপর তাঁকে সন্তান-সন্ততির মধ্যে তাদের নিকট যেটা খারাপ সেটা দিত। অর্থাৎ মেয়ে সন্তান। কারণ তারা এটা নিতে রাযী নয়। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেছেন, “তবে কি তোমাদের জন্য পুত্র সন্তান এবং আল্লাহর জন্য কন্যা সন্তান? এ রকম বন্টন তো অসংগত।” এ আয়াতেও বলেছেন যে, “আর তারা তাঁর জন্য কন্যা সন্তান সাব্যস্ত করে, তিনি কতই না পবিত্র\" তাদের এ সমস্ত মিথ্যাচার ও অসত্য ও মনগড়া কথা হতে। “সাবধান! তারা তো মনগড়া কথা বলে যে, ‘আল্লাহ সন্তান জন্ম দিয়েছেন।‘ তারা নিশ্চয় মিথ্যাবাদী। তিনি কি পুত্র সন্তানের পরিবর্তে কন্যা সন্তান পছন্দ করেছেন? তোমাদের কী হয়েছে, তোমরা কিরূপ বিচার কর?” [সূরা আস-সাফফাতঃ ১৫১-১৫৪] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ পুত্র। আল্লাহর জন্য কন্যা সন্তান সাব্যস্ত করলেও নিজেদের জন্য কন্যা সন্তান চায় না। কন্যা সন্তান তাদের জন্য অসম্মানজনক। তাদের জন্য পুত্র সন্তানই তারা কল্যানজনক মনে করে। এভাবেই তারা নিজেদের জন্য পুত্র সন্তান আর আল্লাহর জন্য কন্যা সন্তান নির্ধারণ করার মাধ্যমে এক অন্যায় ভাগ-বাটোয়ারায় লিপ্ত। আল্লাহ তা'আলা অন্যত্র বলেন, “তোমরা আমাকে জানাও ‘লাত’ ও ‘উযযা’ সম্পর্কে এবং তৃতীয় আরেকটি ‘মানাত’ সম্পর্কে ? তবে কি তোমাদের জন্য পুত্র সন্তান এবং আল্লাহর জন্য কন্যা সন্তান? এ রকম বন্টন তো অসংগত। এগুলো কিছু নাম মাত্র যা তোমরা ও তোমাদের পূর্বপুরুষরা রেখেছ, যার সমর্থনে আল্লাহ কোন দলীল-প্রমাণ নাযিল করেননি। তারা তো অনুমান এবং নিজেদের প্রবৃত্তিরই অনুসরণ করে” [সূরা আন-নাজম:১৯-২৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১৬ : ৫৮",
        "arabic_text": "\nوَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٞ ",
        "bangla_text": "তাদের কাউকে যখন কন্যা সন্তানের সুসংবাদ দেয়া হয় তখন তার মুখমন্ডল কালো হয়ে যায় এবং সে অসহনীয় মানসিক যন্ত্রণায় ক্লিষ্ট হয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর বিপরীতে ইসলাম কন্যা সন্তানকে আখেরাতের নাজাতের অসীলা নির্ধারণ করে দিয়েছে। আয়েশা রাদিয়াল্লাহু আনহা বলেনঃ এক মহিলা তার দুটি মেয়ে সন্তান সহ আমার কাছে এসে কিছু চাইল। সে আমার কাছে মাত্র একটি খেজুরই পেল। আমি তাকে তাই দিলাম। সে তা গ্রহণ করে তা দু’ভাগে ভাগ করে দু মেয়েকে দিল। নিজে কিছুই খেল না। তারপর সে দাঁড়িয়ে গেল এবং বের হয়ে গেল। কিছুক্ষণ পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে প্রবেশ করলে আমি তাকে ঐ মহিলা এবং তার মেয়েদের সম্পর্কে জানালাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ\n  <br/>\n  <br/>\n  “যে কেউ মেয়েদের নিয়ে দুঃখ কষ্টে পড়বে এবং তাদের প্রতি সদ্ব্যাবহার করবে, সেগুলো তার জন্য জাহান্নামের আগুন থেকে বাঁধা হয়ে দাঁড়াবে। [বুখারীঃ ১৪১৮, মুসলিমঃ ২৬২৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১৬ : ৫৯",
        "arabic_text": "\nيَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي ٱلتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ ",
        "bangla_text": "তাকে যে সুসংবাদ দেয়া হয়, তার গ্লানির কারণে সে নিজ সম্প্রদায় হতে আত্মগোপন করে। সে চিন্তা করে হীনতা সত্বেও কি তাকে রেখে দেবে, নাকি মাটিতে পুঁতে ফেলবে [১]। সাবধান! তারা যা সিদ্ধান্ত করে তা কত নিকৃষ্ট!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুগীরাহ ইবনে শু’বা রাদিয়াল্লাহু আনহু বলেন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অযথা মানুষের গায়ে পড়ে কথা বলা ও মতভেদ করা, বিনা প্রয়োজনে অধিক প্রশ্ন করা, অনর্থক ধন-সম্পদ নষ্ট করতে নিষেধ করেছেন। মায়েদের অবাধ্য হতে, কন্যা-সন্তানকে জীবন্ত কবর দিতে, অধিকারীর অধিকার প্রদানে অস্বীকার করতে এবং অনধিকারভাবে অধিকার চাইতেও নিষেধ করেছেন।” [বুখারীঃ ৭২৯২]\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১৬ : ৬০",
        "arabic_text": "\nلِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِۖ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "যারা আখেরাতে ঈমান রাখে না যাবতীয় খারাপ উদাহরণ  (গুণাগুণ) তাদেরই, আর আল্লাহ্‌র জন্যই যাবতীয় মহোত্তম গুণাগুণ [১] আর তিনিই পরাক্রমশালী, প্রজ্ঞাময় [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে প্রমাণিত হয় যে, আল্লাহর যাবতীয় নাম ও গুণই সুন্দর ও মহোত্তম। তাঁর জন্য কোন প্রকার খারাপ নাম ও গুণ সাব্যস্ত করা জায়েয নেই। তবে এতে অবশ্যই ঈমান রাখতে হবে যে, কুরআন ও সুন্নায় আল্লাহর জন্য যে সমস্ত নাম ও গুণাগুণ সাব্যস্ত করা হয়েছে তা অবশ্যই স্বীকৃতি দিতে হবে এবং তার প্রত্যেকটিই সুন্দর। [দেখুন, উসাইমীনঃ আল-কাওয়া’য়িদুল মুসলা]\n  <br/>\n  <br/>\n  [২] আয়াতের শেষে আল্লাহর দুটি গুণবাচক নাম ব্যবহার করে এদিকে ইঙ্গিত করা হয়েছে যে, কন্যা সন্তান জন্মগ্রহণকে বিপদ ও অপমান মনে করা এবং মুখ লুকিয়ে রাখা আল্লাহ তা'আলার রহস্যের মোকাবেলা করার নামান্তর। কেননা, নর ও নারীর সৃষ্টি আল্লাহর একটি সাক্ষাত প্রজ্ঞাপূর্ণ বিধি। তিনি এমন প্রবল পরাক্রমশালী যে, তাঁকে কেউ পরাজিত করতে পারে না। সুতরাং তারা যতই তাঁর দিকে মিথ্যা কথা ও কাজ সম্পর্কযুক্ত করুক না কেন, এটা তাঁর কোন ক্ষতি করবে না। তিনি তাঁর প্রতিটি কাজ ও কথায় হিকমতপূর্ণ। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১৬ : ৬১",
        "arabic_text": "\nوَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ ",
        "bangla_text": "আর আল্লাহ্‌ যদি মানুষকে তাদের সীমালংঘনের জন্য শাস্তি দিতেন তবে ভূপৃষ্ঠে কোন জীব- জন্তুকেই রেহাই দিতেন না [১]; কিন্তু তিনি এক নির্দিষ্ট কাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন। অতঃপর যখন তাদের সময় আসে তখন তারা মহূর্তকাল আগাতে বা পিছাতে পারে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা'আলা এ আয়াতে একটি গুরুত্বপূর্ণ কথা জানিয়ে দিচ্ছেন। তা হচ্ছে, তিনি যদি মানুষকে তাদের অত্যাচার-অনাচারের কারণে পাকড়াও করতেন তবে যমীনের বুকে কোন প্রাণী রাখতেন না। এখানে প্রাণী বলে কাফের উদ্দেশ্য নেয়া হলে কোন সমস্যা নেই। কারণ, তিনি তাদেরকে অবকাশ দেয়ার শাস্তি দিবেন এটাই স্বাভাবিক। কিন্তু যদি প্রাণী বলে যমীনে বিচরণশীল সব প্রাণীই উদ্দেশ্য হয় তবে আল্লাহর পাকড়াও দ্বারা কেবল মানুষই ধ্বংস হতো না বরং তাদের সহ যমীনের উপর যত প্রাণী আছে সবাইকে তা পেয়ে বসত। ফলে যমীন প্রাণীশূণ্য হয়ে পড়ত। কিন্তু আল্লাহ্ তা’আলা অত্যন্ত ধৈর্যশীল ও সহিষ্ণু। তিনি তাদেরকে একটি সুনির্দিষ্ট সময় পর্যন্ত অবকাশ দিয়ে থাকেন। যাতে যারা তাওবা করার করতে পারে, আর যারা অন্যায়কারী তাদের অন্যায় কাজের পরিপূর্ণতা লাভ করে । [ফাতহুল কাদীর] এখন প্রশ্ন হচ্ছে, কাফেরকে ধ্বংস করার পাশাপাশি অন্যান্য প্রাণীদেরকে কেন ধ্বংস করা হবে, অথচ তাদের কোন গোনাহ নেই? এর উত্তরে কোন কোন মুফাসসির বলেন, যালেমকে তার শাস্তি বিধান করতে ধ্বংস করবেন। আর যদি অন্যান্য প্রাণী হিসাব-নিকাশ আছে এ রকম হয় তবে তাদের সওয়াব পূর্ণ করার জন্য, আর যদি হিসাব-নিকাশ নেই এ রকম প্রাণী হয়, তবে যালেমদের যুলুমের কু-প্রভাবের কারণে। [ফাতহুল কাদীর] এর দ্বারা বোঝা গেল যে, মানুষ অন্যায়ের কারণে অন্যান্য প্রাণীজগতকেও কষ্টে নিক্ষেপ করে। আর যদি ভাল কাজ করে তখন অন্যান্য প্রাণীকুলও তাদের ভালকাজের সুফল ভোগ করে। এ জন্যই যারা দ্বীনের জ্ঞানে জ্ঞানী তাদের জন্য পানির মাছ এবং আকাশের পাখিও দোআ করে। কারণ তারা দ্বীনি জ্ঞানার্জনের মাধ্যমে অন্যায় আচরণ থেকে নিজেরা দূরে থাকবে অন্যদেরকেও দূরে রাখবে। ফলে আল্লাহর রহমত নাযিল হওয়ার কারণ হবে। যা মানুষ ও সবার জন্য সমভাবে আসে। আল্লাহ্ তা'আলা মানুষের গুনাহর কারণে তাদেরকে অনাবৃষ্টির মাধ্যমে শাস্তি দেন। এ শাস্তি মানুষ ও অন্যান্য প্রাণীজগত সবাইকে শামিল করে। তাই মানুষের উচিত যাবতীয় অন্যায়-অনাচার থেকে দূরে থাকা। যাতে তাদের আচরণে এমন প্রাণীদের কষ্ট না হয় যারা কোন অন্যায় করেনি। [কুরতুবী; ইবনুল কাইয়্যেম, মিফতাহু দারিস সা’আদাহ: ১/৬৫]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১৬ : ৬২",
        "arabic_text": "\nوَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰۚ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ ",
        "bangla_text": "আর যা তারা অপছন্দ করে তা-ই তারা আল্লাহ্‌র প্রতি আরোপ করে। তাদের জিহ্বা মিথ্যা বর্ণনা করে যে, মঙ্গল তো তাদেরই জন্য [১]। নিঃসন্দেহে তাদের জন্য আছে আগুন, আর নিশ্চয় তাদেরকেই সবার আগে তাতে নিক্ষেপ করা হবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফের-মুশরিকদের অভ্যাস যে, তারা নিজেরা অন্যায় কাজ করার পরও বলে থাকে যে, আমরা দুনিয়া ও আখেরাতের যাবতীয় কল্যাণের অধিকারী হবো। এটা তাদের আত্মপ্রসাদ ছাড়া আর কিছুই নয়। এটা তাদের জাতীয় চরিত্রে পরিণত হয়েছে। আল্লাহ তা'আলা তাদের এ স্বভাবের কথা পবিত্র কুরআনের বিভিন্ন স্থানে উল্লেখ করে তা খণ্ডন করেছেন। [দেখুনঃ সূরা হুদঃ ৯-১০, সূরা ফুসসিলাতঃ ৫০, সূরা মারইয়ামঃ ৭৭-৭৮, সূরা আল-কাহফঃ ৩৫,৩৬]\n  <br/>\n  <br/>\n  [২] (مُّفْرَطُوْنَ) শব্দটি যদি (فرط) বা অগ্রগামী শব্দ থেকে গ্রহণ করা হয়ে থাকে তবে তার অর্থ হবেঃ তারা সবার আগে জাহান্নামে পতিত হবে। অনুবাদে তাই উল্লেখ করা হয়েছে। তাছাড়া কোন কোন মুফাসসিরের মতে, শব্দটির অর্থঃ তাদেরকে সেখানে স্থায়ীভাবে ছেড়ে রাখা হবে। [তাবারী; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১৬ : ৬৩",
        "arabic_text": "\nتَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "শপথ আল্লাহ্‌র! আমরা আপনার আগেও বহু জাতির কাছে রাসূল পাঠিয়েছি; কিন্তু শয়তান ঐসব জাতির কার্যকলাপ তাদের দৃষ্টিতে শোভন করেছিল; কাজেই সে –ই আজ [১] তাদের অভিভাকক আর তাদেরই জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আজ বলে দুনিয়ার জীবনেও উদ্দেশ্য হতে পারে। আবার আখেরাতের জীবনেও উদ্দেশ্য হতে পারে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১৬ : ৬৪",
        "arabic_text": "\nوَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "আর আমরা তো আপনার প্রতি কিতাব নাযিল করেছি যারা এ বিষয়ে মতভেদ করে তাদেরকে সুস্পষ্টভাবে বুঝিয়ে দেয়ার জন্য এবং যারা ঈমান আনে এমন সম্প্রদায়ের জন্য পথনির্দেশ ও দয়াস্বরূপ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য কথায় এ কিতাব নাযিল হওয়ার কারণে এরা একটি সুবর্ণ সুযোগ পেয়ে গেছে। তাওহীদ ও পুনরুত্থানের বিভিন্ন অবস্থা ও শরীআতের বিধানের মধ্যে যে সব মতবাদ ও ধর্মে এরা বিভক্ত হয়ে গেছে সেগুলোর পরিবর্তে সবাই একমত হতে পারে এ কুরআনের কাছে ফিরে আসার মাধ্যমে। [ফাতহুল কাদীর] এখন এ নিয়ামতটি এসে যাওয়ার পরও যারা অতীতের অবস্থাকেই প্রাধান্য দিয়ে যাওয়ার মত নিৰ্বুদ্ধিতার পরিচয় দিচ্ছে তাদের পরিণাম ধ্বংস ও লাঞ্ছনা ছাড়া আর কিছু নয়। এখন যারা এ কিতাবকে মেনে নেবে একমাত্র তারাই সত্য-সরল পথ পাবে এবং তারাই অঢেল বরকত ও রহমতের অধিকারী হবে।\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১৬ : ৬৫",
        "arabic_text": "\nوَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ ",
        "bangla_text": "আর আল্লাহ্‌ আকাশ হতে বারি বর্ষণ করেন এবং তা দিয়ে তিনি ভূমিকে তার মৃত্যুর পর পুনর্জীবিত করেন। নিশ্চয় এতে নিদর্শন রয়েছে এমন সম্প্রদায়ের জন্য যারা কথা শোনে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেভাবে আল্লাহ্ তা'আলা কুরআন দ্বারা কুফরীর কারণে মৃত অন্তরসমূহকে জীবিত করেন। সেভাবে তিনি যমীনকে তার মৃত্যুর পর আকাশ থেকে পানি বর্ষণ করে জীবিত করেন। [ইবন কাসীর] এর দ্বারা তিনি একদিকে তাঁর অপার শক্তি, তাওহীদের উপর প্রমাণ পেশ করছেন। কারণ, তাদের উপাস্যগুলো এটা করতে সক্ষম নয়। [কুরতুবী] অপর দিকে আল্লাহ যে মৃত্যুর পর সমস্ত মানুষকে পুনর্বার জীবিত করবেন সেটার পক্ষেও প্রমাণ পাওয়া গেল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১৬ : ৬৬",
        "arabic_text": "\nوَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ ",
        "bangla_text": "আর নিশ্চয় গবাদি পশুর মধ্যে তোমাদের জন্য শিক্ষা রয়েছে। তার পেটের গোবর ও রক্তের মধ্য থেকে [১] তোমাদেরকে পান করাই বিশুদ্ধ দুধ, যা পানকারীদের জন্য স্বাচ্ছন্দ্যকর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] গোবর ও রক্তের মাঝখান দিয়ে পরিস্কার দুধ বের করা সম্পর্কে আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ জন্তুর ভক্ষিত ঘাস তার পাকস্থলীতে একত্রিত হলে পাকস্থলী তা সিদ্ধ করে। পাকস্থলীর এই ক্রিয়ার ফলে খাদ্যের বিষ্ঠা নীচে বসে যায় এবং দুধ উপরে থেকে যায়। দুধের উপরে থাকে রক্ত। এরপর যকৃত এই তিন প্রকার বস্তুকে পৃথকভাবে তাদের স্থানে ভাগ করে দেয়, রক্ত পৃথক করে রগের মধ্যে চালায় এবং দুধ পৃথক করে জন্তুর স্তনে পৌঁছে দেয়। এখন পাকস্থলীতে শুধু বিষ্ঠা থেকে যায়, যা গোবর হয়ে বের হয়ে আসে। [ইবন কাসীর] প্রকৃতিতে এমন কে আছে যে চতুষ্পদ জন্তুরা যে খাবার খায়, যে পানীয় গ্রহণ করে সেটাকে দুধে রুপান্তরিত করতে পারে? [সা’দী] এ আয়াত থেকে আরও জানা গেল যে, সুস্বাদু ও উপাদেয় খাদ্য ব্যবহার করা দ্বীনদারীর পরিপন্থী নয়। [কুরতুবী] তবে শর্ত এই যে, হালাল পথে উপার্জন করতে হবে এবং অপব্যয় যাতে না হয় সেদিকে লক্ষ্য রাখতে হবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ তোমরা যখন আহার করবে তখন বলবে,\n  <br/>\n  <br/>\n  (اَللّٰهُمَّ بَاركْ لَنَا فِيْهِ وَاَطْعِمْنَا خَيْرًا مِنْهُ، وَفِىْ رِوَايَةٍ: وَارْزُقْنَا خَيْرًامِنْهُ)\n  <br/>\n  <br/>\n  (অর্থাৎ হে আল্লাহ্! আমাদেরকে এতে বরকত দিন এবং ভবিষ্যতে আরও উত্তম খাদ্য দিন। অন্য বর্ণনায়, ভবিষ্যতে আরও উত্তম রিযিক দিন।) আর যখন তোমাদেরকে দুধ পান করানো হয়, তখন বলব,\n  <br/>\n  <br/>\n  (اَللّٰهُمَّ بَاركْ لَنَا فِيْهِ وَزِدْنَا مِنْهُ)\n  <br/>\n  <br/>\n  (অর্থাৎ হে আল্লাহ! আমাদেরকে এতে বরকত দিন এবং আরো বেশী দান করুন।) (এর চাইতে উত্তম খাদ্য চাওয়া হয়নি।) কারণ, মানুষের খাদ্য তালিকায় দুধের চাইতে উত্তম কোন খাদ্য নেই। [আবুদাউদঃ ৩৭৩০, তিরমিযীঃ ৩৪৫৫, ইবনে মাজাহঃ ৩৩২২] তাই আল্লাহ তা'আলা প্রত্যেক মানুষ ও জন্তুর প্রথম খাদ্য করেছেন দুধ, যা মায়ের স্তন্য থেকে সে লাভ করে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১৬ : ৬৭",
        "arabic_text": "\nوَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ ",
        "bangla_text": "আর খেজুর গাছের ফল ও আঙ্গুর হতে তোমরা মাদক ও উত্তম খাদ্য গ্রহণ করে থাক [১]; নিশ্চয় এতে বোধশক্তি সম্পন্ন সম্প্রদায়ের জন্য রয়েছে নিদর্শন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ এরশাদ করেছেন, খেজুর ও আঙ্গুরের ফলসমূহের মধ্য থেকেও মানুষ তার খাদ্য ও লাভজনক সামগ্রী তৈরী করে। এর একটি হলো- মাদকদ্রব্য, যাকে মদ্য ও শরাব বলে অভিহিত করা হয়ে থাকে। দ্বিতীয়টি হলো উত্তম জীবনোপকরণ অর্থাৎ উত্তম রিযক। যেমন, খেজুর ও আঙ্গুরের তাজা খাবার হিসেবে ব্যবহার করা যায় অথবা শুকিয়ে তাকে মজবুতও করে নেয়া যায়। সুতরাং মর্মার্থ এই যে, আল্লাহ তা'আলা তাঁর অপার শক্তিবলে খেজুর ও আঙ্গুর ফল মানুষকে দান করেছেন এবং তদ্বারা খাদ্য ইত্যাদি প্রস্তুত করার ক্ষমতাও দিয়েছেন। [দেখুন, সা’দী]\n  <br/>\n  <br/>\n  [২] অধিকাংশ মুফাসসিরের মতে (سَكْر) এর অর্থ মাদকদ্রব্য, যা নেশা সৃষ্টি করে। আলোচ্য আয়াতটি সর্বসম্মতিক্রমে মক্কায় নাযিল হয়েছে। মদের নিষেধাজ্ঞা এর পরে মদীনায় নাযিল হয়েছে। আয়াতটি নাযিল হওয়ার সময় মদ নিষিদ্ধ ছিল না। মুসলিমরা সাধারণভাবে তা পান করত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১৬ : ৬৮",
        "arabic_text": "\nوَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ ",
        "bangla_text": "আর আপনার রব মৌমাছিকে তার অন্তরে ইঙ্গিত দ্বারা নির্দেশ দিয়েছেন [১], ‘ঘর তৈরী কর পাহাড়ে, গাছে ও মানুষ যে মাচান তৈরী করে তাতে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অহীর আভিধানিক অর্থ হচ্ছে, এমন সূক্ষ্ম ও গোপন ইশারা, যা ইশারাকারী ও ইশারা গ্রহনকারী ছাড়া তৃতীয় কেউ টের পায় না। এ সম্পর্কের ভিত্তিতে এ শব্দটি ইলকা বা মনের মধ্যে কোন কথা নিক্ষেপ করা ও ইলহাম বা গোপনে শিক্ষা ও উপদেশ দান করার অর্থে ব্যবহৃত হয়। এখানে ওহী করার অর্থ ইলহাম, হিদায়াত ও ইরশাদ। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১৬ : ৬৯",
        "arabic_text": "\nثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ ",
        "bangla_text": "‘এরপর প্রত্যেক ফল হতে কিছু কিছু খাও, অতঃপর তোমার রবের সহজ পথ অনুসরণ কর [১]’। তার পেট থেকে নির্গত হয় বিভিন্ন রঙ এর পানীয় [২]; যাতে মানুষের জন্য রয়েছে আরোগ্য [৩]। নিশ্চয় এতে রয়েছে চিন্তাশীল সম্প্রদায়ের জন্য নিদর্শন [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] 'রবের সহজ পথ’ এর কয়েকটি অর্থ হতে পারে। এক, তুমি অনুগত হয়ে সে পথে চল যে পথ তোমার রব তোমাকে শিখিয়েছেন এবং বুঝিয়েছেন। রবের রাস্তা বলা হয়েছে এজন্যে যে, সে রবই তাকে সৃষ্টি করেছেন এবং এ পথে চলা শিখিয়েছেন। সুতরাং তুমি তোমার রবের শিখিয়ে পথগুলোতে বিভিন্ন স্থানে রিযিকের খোঁজে বেরিয়ে পড়। পাহাড়ে, গাছের ফাঁকে ফাঁকে। অথবা আয়াতের অর্থ, হে মৌমাছি! তুমি যা খেয়েছ তা তোমার রবের নির্দেশক্রমে ও তাঁর শক্তিতে তোমার শরীরের মধ্য দিয়ে মধু তৈরীর প্রক্রিয়া পরিণত কর। অথবা আয়াতের অর্থ, হে মৌমাছি! যখন তুমি দূরে কোন স্থানে মধু আহরণের জন্য যাবে, তখন সেটা সংগ্রহ করে আবার তোমার গৃহে ফিরে আস, তোমার প্রভুর শিখিয়ে দেয়া পথসমূহ অবলম্বন করে। পথ হারিয়ে ফেলো না। [ফাতহুল কাদীর] মূলত: তিনটি অর্থই উদ্দেশ্য হওয়া সম্ভব।\n  <br/>\n  <br/>\n  [২] এখানে ওহীর মাধ্যমে প্রদত্ত এই নির্দেশের যথাযথ ফলশ্রুতি বর্ণনা করা হয়েছে, বলা হয়েছে যে, তার পেট থেকে বিভিন্ন রঙের পানীয় বের হয়। এতে মানুষের জন্য রোগের প্রতিষেধক রয়েছে। খাদ্য ও ঋতুর বিভিন্নতার কারণে মধুর রঙ বিভিন্ন হয়ে থাকে। এ কারণেই কোন বিশেষ অঞ্চলে কোন বিশেষ ফল-ফুলের প্রাচুর্য থাকলে সেই এলাকার মধুতে তার প্রভাবও স্বাদ অবশ্যই পরিলক্ষিত হয়। মধু সাধারণতঃ তরল আকারে থাকে, তাই একে পানীয় বলা হয়েছে। এ বাক্যেও আল্লাহর একত্ব ও অপার শক্তির অকাট্য প্রমাণ বিদ্যমান। একটি ছোট্ট প্রাণীর পেট থেকে কেমন উপাদেয় ও সুস্বাদু পানীয় বের হয়। এরপর সর্বশক্তিমানের আশ্চর্যজনক কারিগরি দেখুন, অন্যান্য দুধের জন্তুর দুধ ঋতু ও খাদ্যের পরিবর্তনে লাল ও হলদে হয় না, কিন্তু মৌমাছির মধু সাদা, হলুদ, লাল ইত্যাদি বহু রঙের হয়ে থাকে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] মধু যেমন বলকারক খাদ্য এবং রসনার জন্য আনন্দ এবং তৃপ্তিদায়ক, তেমনি রোগ-ব্যাধির জন্যও ফলদায়ক ব্যবস্থাপত্র। মধু বিরেচক এবং পেট থেকে দূষিত পদার্থ অপসারক। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে কোন এক সাহাবী তার ভাইয়ের অসুখের বিবরণ দিলে তিনি তাকে মধু পান করানোর পরামর্শ দেন। দ্বিতীয় দিনও এসে আবার সাহাবী বললেনঃ অসুখ পূর্ববৎ বহাল রয়েছে। তিনি আবারো একই পরামর্শ দিলেন। তৃতীয় দিনও যখন সংবাদ এল যে, অসুখে কোন পার্থক্য হয়নি, তখন তিনি বললেনঃ\n  <br/>\n  <br/>\n  (صَدَقَ اللّٰهُ وَكَذَبَ بَطْنُ اَخِيْكَ)\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহর উক্তি নিঃসন্দেহে সত্য, তোমার ভাইয়ের পেট মিথ্যাবাদী। যাও তাকে মধু খাইয়ে দাও, তারপর লোকটি গিয়ে মধু খাওয়ানোর পর সে আরোগ্য লাভ করল। [বুখারীঃ ৫৭১৬, মুসলিমঃ ২২১৭] এখানে আল্লাহর উক্তি সত্য এবং পেট মিথ্যাবাদী হওয়ার উদ্দেশ্য এই যে, ঔষধের দোষ নাই। রুগীর বিশেষ মেজাযের কারণে ঔষধ দ্রুত কাজ করেনি। এরপর রুগীকে আবার মধু পান করানো হয় এবং সে সুস্থ হয়ে উঠে। তবে সমস্ত রোগের জন্য সরাসরি মধু ব্যবহার করতে হবে তা এ আয়াতে বলা হয়নি। আবার কখনো কখনো বিভিন্ন উপাদানের সাথে মিশে তা আরোগ্য দানকারী প্রতিষেধকে পরিণত হয়। অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “তোমরা দুটি আরোগ্যকে আঁকড়ে ধরবে, কুরআন এবং মধু” [ইবনে মাজাহঃ ৩৪৫২, মুস্তাদরাকে হাকেম ৪/২০০] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অপর হাদীসে বলেনঃ\n  <br/>\n  <br/>\n  “তিনটি বস্তুতে আরোগ্য রয়েছে, শিঙ্গা, মধু এবং আগুনের ছেঁক। তবে আমি আমার উম্মাতকে ছেঁক দিতে নিষেধ করি” [বুখারীঃ ৫৬৮০, মুসলিমঃ ২২০৫] তবে আলোচ্য আয়াতে (شفاء) শব্দটি থেকে মধু যে প্রত্যেক রোগের ঔষধ, তা বোঝা যায় না। কিন্তু (شفاء) শব্দের (تنوين) যা (تعظيم) এর অর্থ দিচ্ছে, তা থেকে অবশ্যই বোঝা যায় যে, মধুর নিরাময় শক্তি বিরাট ও স্বতন্ত্র ধরণের। যদিও কোন কোন আলেম বলেনঃ মধু সর্বরোগের প্রতিষেধক। তারা মহান পালনকর্তার উক্তির বাহ্যিক অর্থেই এমন প্রবল ও অটল বিশ্বাস রাখেন যে, তারা ফোঁড়া ও চোখের চিকিৎসাও মধুর মাধ্যমে করেন এবং দেহের অন্যান্য রোগেরও। এ কারণেই হয়তঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও মধু পছন্দ করতেন [দেখুনঃ বুখারীঃ ৫৪৩১, ৫৬১৪, মুসলিমঃ ১৪৭৪, আবুদাউদঃ ৩৭৫১, তিরমিযীঃ ১৮৩২, ইবনে মাজাহঃ ৩৩২৩, মুসনাদে আহমাদ ৬/৫৯] ইবনে ওমর রাদিয়াল্লাহু ‘আনহু সম্পর্কে বর্ণিত আছে যে, তার শরীরে ফোঁড়া বের হলেও তিনি তাতে মধুর প্রলেপ দিয়ে চিকিৎসা করতেন। এর কারণ জিজ্ঞাসিত হলে তিনি বলেনঃ আল্লাহ তা'আলা কুরআনে কি মধু সম্পর্কে\n  <br/>\n  <br/>\n  (فِيْهِ شِفَاءٌ لِّلنَّاسِ)\n  <br/>\n  <br/>\n  বলেননি? অন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “এতে (অর্থাৎ মধুতে) মৃত্যু ছাড়া আর সব রকমের রোগের আরোগ্য রয়েছে\"। [ইবনে মাজাহঃ ৩৪৫৭] আয়াতের মর্ম অনুযায়ী আরো জানা গেল যে, ঔষধের মাধ্যমে রোগের চিকিৎসা করা বৈধ। [কুরতুবী]\n  <br/>\n  কারণ, আল্লাহ্ তা'আলা একে নেয়ামত হিসেবে উল্লেখ করেছেন। অন্যত্র বলা হয়েছে\n  <br/>\n  <br/>\n  (وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ)\n  <br/>\n  <br/>\n  [আল-ইসরাঃ ৮২]। হাদীসে ঔষধ ব্যবহার ও  চিকিৎসার প্রতি উৎসাহ দান করা হয়েছে। মোটকথা, চিকিৎসা করা ও ঔষধ ব্যবহার করা যে বৈধ, এ বিষয়ে সকল আলেমই একমত এবং এ সম্পর্কে বহু হাদীস ও রেওয়ায়েত বর্ণিত রয়েছে।\n  <br/>\n  <br/>\n  [৪] নিশ্চয় এ ছোট প্রাণীটিকে সঠিক পথে সহজভাবে চলার ইলহাম করা, বিভিন্ন গাছ থেকে মধু নেয়ার পদ্ধতি শিখিয়ে দেয়া, তারপর সেটাকে মোমের মধ্যে ও মধুর জন্য ভিন্ন ভিন্নভাবে রাখা যা অন্যতম উত্তম বস্তু হিসেবে বিবেচিত। অবশ্যই চিন্তাশীল সম্প্রদায়ের জন্য এতে বড় নিদর্শন রয়েছে। যা তার সৃষ্টিকর্তার মহত্বতার উপর প্রমাণবহ। এর দ্বারা তারা এটার উপর প্রমাণ গ্রহণ করবেন যে, তিনি সব করতে সক্ষম, প্রাজ্ঞ, জ্ঞানী, দাতা, দয়ালু। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১৬ : ৭০",
        "arabic_text": "\nوَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ ",
        "bangla_text": "আর আল্লাহ্‌ই তোমাদেরকে সৃষ্টি করেছেন; তারপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং তোমাদের মধ্যে কাউকে প্রত্যাবর্তিত [১] করা হবে নিকৃষ্টতম বয়সে [২]; যাতে জ্ঞান লাভের পরেও তার সবকিছু অজানা হয়ে যায়। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, পূর্ণ ক্ষমতাবান [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ তা'আলা তার বান্দাদের মধ্যে তাঁর কর্মকাণ্ড কিভাবে সম্পন্ন করেন সেটা বর্ণনা করছেন। তিনিই তাদেরকে অস্তিত্বহীন অবস্থা থেকে অস্তিত্ব দিয়েছেন। তারপর তাদেরকে মৃত্যু প্রদান করেন। তাদের মধ্যে আবার কাউকে বৃদ্ধাবস্থায় উপনীত হওয়া পর্যন্ত ছাড় দেন। যেমন, অন্য আয়াতেও বলেছেন, “আল্লাহ্‌, তিনি তোমাদেরকে সৃষ্টি করেন দুর্বলতা থেকে, দুর্বলতার পর তিনি দেন শক্তি ; শক্তির পর আবার দেন দুর্বলতা ও বার্ধক্য। তিনি যা ইচ্ছে সৃষ্টি করেন এবং তিনিই সর্বজ্ঞ, সর্বক্ষম \" [সূরা আর-রূম: ৫৪][ইবন কাসীর]\n  <br/>\n  <br/>\n  এখানে (مَّنْ يُّرَدُّ) শব্দ দ্বারা ইঙ্গিত করা হয়েছে যে, পূর্বেও মানুষের উপর দিয়ে এক প্রকার দুর্বলতা ও শক্তিহীনতার যুগ অতিক্রান্ত হয়েছে। সেটা ছিল তার প্রাথমিক শৈশবের যুগ। তখন সে কোনরূপ জ্ঞান-বুদ্ধির অধিকারী ছিল না। তার হস্তপদ ছিল দুর্বল ও অক্ষম। সে ক্ষুধা-তৃষ্ণা নিবারণ করতে এবং উঠা-বসা করতে অপরের মুখাপেক্ষী ছিল। এরপর আল্লাহ তা'আলা তাকে যৌবন দান করেছেন। এটা ছিল তার উন্নতির যুগ। এরপর ক্রমান্বয়ে তাকে বার্ধক্যের স্তরে পৌছে দেন। এ স্তরে তাকে দুর্বলতা, শক্তিহীনতা ও ক্ষয়ের ঐ সীমায় প্রত্যাবর্তিত করা হয়, যা ছিল শৈশবে। আল্লাহ্ তা'আলা অন্যত্র বলেন,\n  <br/>\n  <br/>\n  “অবশ্যই আমরা সৃষ্টি করেছি মানুষকে সুন্দরতম গঠনে, তারপর আমরা তাকে হীনতাগ্রস্তদের হীনতমে পরিণত করি--- \" [সূরা আত-তীন: ৪-৫][দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] (اَرْذَلِ الْعُمُرِ) বলে বার্ধক্যের সে বয়স বোঝানো হয়েছে, যাতে মানুষের দৈহিক ও মানসিক শক্তি নিস্তেজ হয়ে পড়ে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ বয়স থেকে আশ্রয় প্রার্থনা করে বলতেনঃ\n  <br/>\n  <br/>\n  (اَللّٰهُمَّ اِنِّىْ اَعُوْذُبِكَ مِنْ سُوْءِالْعُمُرِ، وفي رواية: مِنْ اَنْ اُرَدَّ  اِلٰى اَرْذَلِ الْعُمُرِ)\n  <br/>\n  <br/>\n  অর্থাৎ হে আল্লাহ! আমি মন্দ বয়স থেকে আপনার আশ্রয় প্রার্থনা করি। অন্য এক রেওয়ায়েতে আছেঃ অকৰ্মণ্য বয়সে ফিরিয়ে দেয়া থেকে আশ্রয় প্রার্থনা করি। [বুখারীঃ ৪৭০৭] (اَرْذَلِ الْعُمُرِ) এর নির্দিষ্ট কোন সংখ্যা নেই। তবে উল্লেখিত সংজ্ঞাটি অগ্রগণ্য মনে হয়। কুরআনও এর প্রতি\n  <br/>\n  <br/>\n  (لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَـيْــــئًا)\n  <br/>\n  <br/>\n  বলে ইঙ্গিত করেছে। অর্থাৎ যে বয়সে হুশ-জ্ঞান অবশিষ্ট না থাকে। ফলে জানা বিষয়ও ভুলে যায়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] নিশ্চয় আল্লাহ মহাজ্ঞানী, মহাশক্তিশালী। তিনি জ্ঞান দ্বারা প্রত্যেকের বয়স জানেন এবং শক্তি দ্বারা যা চান, করেন। তিনি ইচ্ছা করলে শক্তিশালী যুবকের উপর অকৰ্মণ্য বয়সের লক্ষণাদি চাপিয়ে দেন এবং ইচ্ছা করলে একশ’ বছরের বয়োবৃদ্ধ ব্যক্তিকেও শক্ত সমর্থ যুবক করে রাখেন। এসবই লা-শরীক আল্লাহ সুবহানাহু ওয়া তা'আলার ক্ষমতাধীন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১৬ : ৭১",
        "arabic_text": "\nوَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِۚ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ ",
        "bangla_text": "আর আল্লাহ্‌ জীবনোপকরণে তোমাদের মধ্যে কাউকে কারো উপর শ্রেষ্ঠত্ব দিয়েছেন। যাদেরকে শ্রেষ্ঠত্ব দেয়া হয়েছে তারা তাদের অধীনস্থ দাসদাসীদেরকে নিজেদের জীবনোপকরণ হতে এমন কিছু দেয় না যাতে ওরা এ বিষয়ে তাদের সমান হয়ে যায় [১]। তবে কি তারা আল্লাহ্‌র অনুগ্রহ অস্বীকার করছে [২]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রথম থেকে সমগ্র ভাষণটিই চলছে শির্ককে মিথ্যা প্রতিপন্ন ও তাওহীদকে সত্য প্রমাণ করার জন্য এবং সামনের দিকেও এ একই বিষয়বস্তুই একের পর এক এগিয়ে চলছে। এখানে একথা প্রমাণ করা হয়েছে যে, তোমরা নিজেদের ধন-সম্পদে যখন নিজেদের গোলাম ও চাকর বাকরদেরকে সমান মর্যাদা দাও না –অথচ এ সম্পদ আল্লাহর দেয়া- তখন তোমাদের প্রতি আল্লাহর অনুগ্রহের জন্য কৃতজ্ঞতা প্রকাশ করতে গিয়ে আল্লাহর সাথে তাঁর ক্ষমতাহীন গোলামদেরকেও শরীক করা এবং ক্ষমতা ও অধিকারের ক্ষেত্রে আল্লাহর এ গোলামদেরকেও তাঁর সাথে সমান অংশীদার গণ্য করাকে তোমরা কেমন করে সঠিক মনে করো? [ইবন কাসীর] কুরআনের অন্যত্র এ একই যুক্তি প্রদর্শন করা হয়েছে। সেখানে বলা হয়েছে, “আল্লাহ তোমাদের সামনে একটি উপমা তোমাদের সত্তা থেকেই পেশ করেন। আমি তোমাদের যে রিযিক দিয়েছি তাতে কি তোমাদের গোলাম তোমাদের সাথে শরীক আছে? আর এভাবে শরীক বানিয়ে তোমরা ও তারা কি সমান সমান হয়ে গিয়েছ? এবং তোমরা কি তাদেরকে ঠিক তেমনি ভয় পাও যেমন তোমাদের সমপর্যায়ের লোকদেরকে ভয় পাও? এভাবে আল্লাহ খুলে খুলে নিশানী বর্ণনা করেন তাদের জন্য যারা বিবেকবুদ্ধিকে কাজে লাগায় \" [সূরা আর-রুম: ২৮]\n  <br/>\n  <br/>\n  দুটি আয়াতের তুলনামূলক আলোচনা করলে পরিষ্কার জানা যায়, উভয় স্থানেই একই উদ্দেশ্যে একই উপমা বা দৃষ্টান্ত থেকে প্রমাণ সংগ্রহ করা হয়েছে এবং এদের একটি অন্যটির ব্যাখ্যা করছে।\n  <br/>\n  <br/>\n  [২] এখানে আল্লাহর অনুগ্রহ অস্বীকারের অর্থ, আল্লাহই মানুষকে নেয়ামত দান করেছেন। তিনি চান এর জন্য মানুষ একমাত্র তাঁকেই স্মরণ করুক, তাঁরই কাছে কৃতজ্ঞ হোক। নিয়ামতের অস্বীকৃতি ছাড়া আর কিছুই নয়। আল্লাহর নিয়ামত অস্বীকৃতির এই তাৎপর্যটি অনুধাবন করার পর এ বাক্যাংশের অর্থ পরিষ্কার বুঝতে পারা যাচ্ছে যে, এরা যখন প্ৰভু ও গোলামের পার্থক্য ভাল করেই জানে এবং নিজেদের জীবনে সর্বক্ষণ এ পার্থক্যের দিকে নজর রাখে তখন একমাত্র আল্লাহর ব্যাপারেই কি এরা এত অবুঝ হয়ে গেছে যে, তাঁর বান্দাদেরকে তাঁর সাথে শরীক ও তাঁর সমকক্ষ মনে করছে? আল্লাহর দেয়া ক্ষেত-খামার ও পশুসম্পদের একটি অংশ শুধু তারা আল্লাহর জন্য নিধারণ করে থাকে। এভাবে তারা আল্লাহর নেয়ামতকে অস্বীকার করে তার সাথে অন্যকে শরীক করে। হাসান বসরী বলেন, উমর ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু আবু মূসা আল’আরী রাদিয়াল্লাহু আনহুর কাছে লিখা চিঠিতে লিখলেন, ‘আর আপনি দুনিয়াতে আপনাকে প্রদত্ত রিফিক নিয়ে তুষ্ট থাকুন। কেননা, দয়াময় আল্লাহ তার বান্দাদের কারও উপর অপর কাউকে রিযিকের ব্যাপারে শ্রেষ্ঠত্ব প্রদান করেছেন। এটা মূলত: পরীক্ষা, এর মাধ্যমে তিনি সবাইকে পরীক্ষা করেন। যার জন্য রিযিকে প্রশস্তি প্রদান করেছেন তাকে পরীক্ষা করেন যে, সে এর দ্বারা কিভাবে আল্লাহর শোকর আদায় করে, আল্লাহ তার উপর এর মধ্যে যে হক ফরয করেছেন সেটা কিভাবে আদায় করে ' [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১৬ : ৭২",
        "arabic_text": "\nوَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ ",
        "bangla_text": "আর আল্লাহ্‌ তোমাদের থেকেই তোমাদের জোড়া সৃষ্টি করেছেন [১] এবং তোমাদের যুগল থেকে তোমাদের জন্য পুত্র-পৌত্রাদি সৃষ্টি করেছেন [২] এবং তোমাদেরকে উত্তম জীবনোপকরণ দান করেছেন [৩]। তবুও কি তারা বাতিলের স্বীকৃতি দেবে [৪] আর তারা আল্লাহ্‌র অনুগ্রহ অস্বীকার করবে [৫]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে একটি প্রধান নেয়ামত বর্ণিত হয়েছে যে, আল্লাহ তা'আলা তোমাদেরই স্বজাতি থেকে তোমাদের স্ত্রী নির্ধারণ করেছেন, যাতে পরস্পরের ভালবাসাও পূর্ণরূপে হয় এবং মানব জাতির আভিজাত্য এবং মাহাত্ম্যও অব্যাহত থাকে। যদি অন্য প্রজাতি থেকে তা নির্ধারণ করতেন তবে তাদের মধ্যে এরকমের মিল-মহব্বত থাকত না। সুতরাং তাঁর রহমতের এক নিদর্শনস্বরূপ তিনি আদম সস্তানকে পুরুষ ও নারী এ দু’ভাগে সৃষ্টি করেছেন। আর নারীদেরকে পুরুষদের স্ত্রী হিসেবে নির্ধারণ করেছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমাদের স্ত্রীদের থেকে তোমাদের পুত্র ও পৌত্র পয়দা করেছেন। এ বাক্যে পুত্রদের সাথে পৌত্রদের উল্লেখ করার মধ্যে এদিকেও ইঙ্গিত পাওয়া যায় যে, এ দম্পতি সৃষ্টির আসল লক্ষ্য হচ্ছে মানব বংশের স্থায়িত্ব, যাতে সন্তান ও সস্তানের সন্তান হয়ে মানব জাতির স্থায়ীত্বের ব্যবস্থা হয়। কোন কোন মুফাসসির আয়াতে উল্লেখিত (حَفَدَةً) শব্দের অর্থ করেছেনঃ খাদেম ও সাহায্যকারীগণ। এ অর্থ শব্দের আভিধানিক অর্থের সাথে বেশী সামঞ্জস্যশীল। কেননা, আয়াতে ব্যবহৃত (حَفَدَةً) শব্দের আসল অর্থ সাহায্যকারী, সেবক। অবশ্য এ অর্থ পূর্ববর্তী তাফসীর অর্থাৎ যারা শব্দটির অর্থ “নাতি” করেছেন তার বিপরীত নয়। কারণ, আরবগণ তাদের ছেলে ও নাতিদের দ্বারাই খেদমত গ্রহণ করে থাকেন। [ইবন কাসীর] সন্তানদের জন্য এ শব্দটি ব্যবহার করার মধ্যে ইঙ্গিত রয়েছে যে, পিতা-মাতার সেবক হওয়া সন্তানের কর্তব্য। তাই এক হাদীসে সুস্পষ্টভাবে এসেছে, “তোমার সন্তান সে তো তোমার দাস তথা খাদেম” [আবু দাউদঃ ২১৩১]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির (حَفَدَةً) শব্দের অর্থ করেছেন, শ্বশুরগোষ্ঠী, জামাতা ইত্যাদি। এ অর্থেও শব্দটি আভিধানিক অর্থের সাথে মিল আছে, কারণ মানুষ তাদের জামাতা ও শ্বশুরগোষ্ঠি দ্বারা সাহায্য-সহযোগিতা পেয়ে থাকে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] এখানে\n  <br/>\n  <br/>\n  (وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ)\n  <br/>\n  <br/>\n  বলে মানুষের ব্যক্তিগত স্থায়িত্বের ব্যবস্থার কথা উল্লেখ করা হয়েছে। জন্মের পর মানুষের ব্যক্তিগত স্থায়িত্বের জন্য খাদ্যের প্রয়োজন রয়েছে। আল্লাহ তা'আলা তাও সরবরাহ করেছেন।\n  <br/>\n  <br/>\n  [৪] বাতিলকে মেনে নেয়ার অর্থ, মূর্তি, প্রতিমা, দেব-দেবী ইত্যাদিকে মেনে নেয়া। [ইবন কাসীর] তারা মনে করে যে, তাদের দেব-দেবী তাদের ক্ষতি কিংবা উপকার করতে পারে। [ফাতহুল কাদীর] অর্থাৎ তারা তাদের সম্পর্কে এ ভিত্তিহীন ও অসত্য বিশ্বাস পোষণ করে যে, তাদের ভাগ্য ভাঙ্গা-গড়া, আশা-আকাংখা পূর্ণ করা, সন্তান দেয়া, রুজি-রোজগার দেয়া, বিচার-আচার ও মামলা-মোকদ্দমায় জয়লাভ করানো এবং রোগ-শোক থেকে বাঁচানোর ব্যাপারটি কতিপয় দেব-দেবী, জিন এবং অতীতের বা পরবর্তীকালের কোন মহাপুরুষ যেমন নবী-রাসূল, পীর-ফকীর ইত্যাদির হাতে রয়েছে। কোন কোন মুফাসসিরের মতে, এখানে বাতিল বলে তারা শয়তানের ধোকায় পড়ে যে সমস্ত পবিত্র বস্তু হারাম করে সেগুলোকে বুঝানো হয়েছে, যেমন বাহীরা, সায়েবা ইত্যাদি। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৫] অর্থাৎ এরা আল্লাহর দেয়া নেয়ামতকে গোপন করে এবং সেগুলোকে অন্যদের দিকে সম্পর্কযুক্ত করে [ইবন কাসীর] হাদীসে এসেছে, “আল্লাহ তা'আলা কিয়ামতের দিন বান্দাকে তার ওপর তার দয়া প্রদর্শন করে বলবেন, আমি কি তোমার বিয়ের ব্যবস্থা করিনি? আমি কি তোমার জন্য ঘোড়া ও উট অনুগত করে দেই নি? আমি তোমাকে নেতৃত্ব ও আরামে চলাফেরা করতে দেইনি? [মুসলিম: ২৯৬৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১৬ : ৭৩",
        "arabic_text": "\nوَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ ",
        "bangla_text": "আর তারা ইবাদাত করে আল্লাহ্‌ ছাড়া এমন কিছুর, যেগুলো আসমান ও যমীন হতে তাদের কোন জীবনোপকরণের মালিক নয় এবং হতেও সক্ষম নয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদের জন্য বৃষ্টি নাযিল করা, ফসল উৎপন্ন করা, গাছ-গাছালির ব্যবস্থা করা, এগুলো কিছুরই তারা মালিক নয়। তারা যদি এগুলো করতে চায়ও তারপরও তারা তা করতে সক্ষম হবে না। এজন্য আল্লাহ এরপরই বলেছেন,\n  <br/>\n  “কাজেই তোমরা আল্লাহর কোন সদৃশ স্থির করো না।\" তিনি জানেন ও সাক্ষ্য দিচ্ছেন যে, তিনি ব্যতীত আর কোন হক ইলাহ নেই, অথচ তোমরা তাঁর সাথে অন্যদেরকে শরীক করছ। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১৬ : ৭৪",
        "arabic_text": "\nفَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَۚ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ ",
        "bangla_text": "কাজেই তোমরা আল্লাহ্‌র কোন সদৃশ স্থির করো না [১]। নিশ্চয় আল্লাহ্‌ জানেন এবং তোমরা জান না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘আল্লাহর জন্য সদৃশ স্থির করো না- মুফাসসির যাজ্জাজ এর তাফসীরে বলেন, তোমরা আল্লাহর জন্য উদাহরণ ও দৃষ্টান্ত পেশ করো না। কেননা, তিনি এক, তার কোন দৃষ্টান্ত নেই। আর তারা বলত যে, জগতের মা’বুদ এতই মহিয়ান যে তাকে আমাদের কেউ ইবাদত করতে পারে না। সুতরাং তারা মূর্তি-প্রতিমা, দেব-দেবী ও তারকারাজির মাধ্যম গ্রহণ করত। যেমন সাধারণ ছোট ছোট লোকেরা বাদশার দরবারে যেতে বড় বড় লোকদের দ্বারস্থ হয়ে থাকে। আর এ বড় বড় লোকগুলো বাদশার খেদমত করে, সুতরাং তাদের কথা শুনবে। এ আয়াতে তাদেরকে তা থেকে নিষেধ করা হয়েছে। [ফাতহুল কাদীর] অর্থাৎ আল্লাহকে দুনিয়ার রাজা-মহারাজা ও বাদশাহ-শাহানশাহদের সমপর্যায়ে রেখে বিচার করো না। রাজা-বাদশাহদের অনুচর, সভাসদ ও মোসাহেবদের মাধ্যম ছাড়া তাদের কাছে কেউ নিজের আবেদন নিবেদন পৌছাতে পারে না। ঠিক তেমনি আল্লাহর ব্যাপারেও তোমরা এ ধারণা করতে থাকো যে, তিনি নিজের শাহী মহলে ফেরেশতা, আউলিয়া ও অন্যান্য সভাসদ পরিবৃত হয়ে বিরাজ করছেন এবং এদের মাধ্যমে ছাড়া তাঁর কাছে কারোর কোন কাজ সম্পন্ন হতে পারে না। আলোচ্য বাক্যটি তাদের সন্দেহের মূল উপড়ে দিয়ে বলেছে যে, আল্লাহ তা'আলার জন্য সৃষ্টজীবের দৃষ্টান্ত পেশ করা একান্তই নিবুদ্ধিতা। তিনি দৃষ্টান্ত, উদাহরণ এবং আমাদের ধারণা-কল্পনার অনেক উর্ধ্বে। এরপর আল্লাহ্ তা'আলা তার জন্য দৃষ্টান্ত পেশ করতে নিষেধ করার কারণ হিসেবে বলেছেন যে, আল্লাহ জানেন তোমাদের উপর কি ইবাদাত করণীয়, তোমরা জান না তিনি ব্যতীত অন্যদের ইবাদত করলে কি কঠিন পরিণতির সম্মুখীন তোমাদের হতে হবে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১৬ : ৭৫",
        "arabic_text": "\n۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "আল্লাহ্‌ উপমা দিচ্ছেন [১] অন্যের অধিকারভুক্ত এক দাসের, যে কোন কিছুর উপর শক্তি রাখে না এবং এমন এক ব্যক্তির যাকে আমরা আমার পক্ষ থেকে উত্তম রিযক দান করেছি এবং সে তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে; তারা কি একে অন্যের সমান [২]? সমস্ত প্রশংসা আল্লাহ্‌রই প্রাপ্য [৩]; বরং তাদের অধিকাংশই জানে না [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি উপমার সাহায্যে কথা বুঝতে হয় তাহলে আল্লাহ সঠিক উপমা দিয়ে তোমাদের সত্য বুঝিয়ে দেন। তোমরা যেসব উপমা দিচ্ছে সেগুলো ভুল। তাই তোমরা সেগুলো থেকে ভুল ফলাফল গ্রহণ করে থাকো। তোমরা সঠিক উপমা দিতে জান না। আল্লাহ নিজেই তোমাদেরকে উপমা শিখিয়ে দিচ্ছেন। ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] ইবনে আব্বাস বলেন, এ উদাহরণটি আল্লাহ্ তা'আলা কাফের ও মুমিনের জন্য প্রদান করেছেন। ইবনে জরীর তাবারীও তা পছন্দ করেছেন। যে দাস কিছুরই ক্ষমতা রাখে না সে হচ্ছে কাফের। আর যাকে উত্তম রিফিক দেয়া হয়েছে আর সে তা থেকে গোপনে ও প্রকাশ্যে ব্যয় করে সে হচ্ছে মুমিন। মুজাহিদ বলেন, এ উপমাটি মূর্তিপ্রতিমা ও আল্লাহ্ তা'আলার জন্য পেশ করা হয়েছে। এ দু'টি কি সমান? যখন তাদের মধ্যে পার্থক্য স্পষ্ট, বোকা ছাড়া সবাই তা বুঝতে সক্ষম, তখন বলা হল যে, সমস্ত প্রশংসা আল্লাহরই। [ইবন কাসীর] কিন্তু তারা অধিকাংশই জানে না। যদি তারা জানত তবে যার জন্য ইবাদাত করা হক ও যথাযথ তাঁরই ইবাদাত করত, আর যিনি তাদেরকে এত এত নেয়ামত দ্বারা ধন্য করেছেন তাঁর নেয়ামতের স্বীকৃতি তারা দিত। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] আলহামদুলিল্লাহ বা সমস্ত প্রশংসা তাঁরই প্রাপ্য। এটা বলার কারণ সম্পর্কে কয়েকটি মত রয়েছে। এক. কারণ, তিনিই তো সব নেয়ামত প্রদান করেছেন, তার বান্দাদের কেউই তা দেয় নি। সুতরাং যারা মৌলিকভাবে অথবা মাধ্যম হয়ে কোনভাবেই কোন নেয়ামত দেয়নি তারা কিভাবে প্রশংসা পেতে পারে? দুই. সমস্ত প্রশংসা তাঁর জন্যে এ কারণে যে, তিনিই তাঁর বন্ধুদেরকে তাওহীদের মত নেয়ামত প্রদান করেছেন। তিন. অথবা এখানে নির্দেশ দিয়ে বলা হচ্ছে যে, আপনি বলুন, আল-হামদুলিল্লাহ। তখন নির্দেশটি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং যারাই এ নেয়ামত উপলব্ধি করতে পারবে তাদের সবার ক্ষেত্রে প্রযোজ্য। চার, অথবা যে উদাহরণ পেশ করা হলো তা যে কত জোরালো, তার মোকাবিলায় যে তারা কোন কিছুই দাড় করাতে পারবে না, দলীল-প্রমাণের সে শক্তি অনুভব করে আল-হামদুলিল্লাহ বলা হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] এখানে তাদেরকে জানে না’ বলার কারণ হয়ত এই যে, তারা তাদের উপর যা কর্তব্য তা না জানার কারণে সত্যিকারেই জাহেল বা মূর্খে পরিণত হয়েছে। অথবা তারা হক জেনেও ইচ্ছাকৃত বিরোধিতা করার জন্য তা মেনে নিচ্ছে না। এতে করে তারা যাদের জ্ঞান নেই, তাদের কাতারে নেমে গেছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১৬ : ৭৬",
        "arabic_text": "\nوَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "আর আল্লাহ্‌ আরো উপমা দিচ্ছেন দু ব্যক্তিরঃ তাদের একজন বোবা, কোন কিছুরই শক্তি রাখে না এবং সে তার অভিভাকের উপর বোঝা; তাকে যেখানেই পাঠানো হোক না কেন সে কোন কল্যাণ নিয়ে আসতে পারে না; সে কি সমান ঐ ব্যক্তির, যে ন্যায়ের নির্দেশ দেয় এবং যে আছে সরল পথে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এ উদাহরণটি আল্লাহ্ তা'আলা মূর্তি-প্রতিমা ও তার নিজের ব্যাপারে পেশ করেছেন। [ইবন কাসীর] অর্থাৎ মূর্তিগুলো বোবা, কথা বলে না, কল্যাণ ও অকল্যাণ কোন প্রকার কথাই বলে না, কোন কিছুর উপরই তাদের ক্ষমতা নেই, কথায়ও নয়, কাজেও নয়। তদুপরি সে তার অভিভাবকের উপর নির্ভরশীল। তাকে কোথাও পাঠানো হলে সে কোন কল্যাণ বয়ে আনতে পারে না। তার চেষ্টাতেও সফল হয় না। এমতাবস্থায় যার হচ্ছে এ ধরণের অক্ষমতার গুণ সে কি তার মত যে, ন্যায় ও ইনসাফের কথা বলে, আর যে সঠিক পথের উপর আছে? [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১৬ : ৭৭",
        "arabic_text": "\nوَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "আর আসমানসমূহ ও যমীনের গায়েবী বিষয় আল্লাহ্‌রই। আর কিয়ামতের ব্যাপার তো চোখের পলকের ন্যায় [১], অথবা তা থেকেও সত্বর। নিশ্চয় আল্লাহ্‌ সবকিছুর উপর ক্ষমতাবান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরোক্ত দুটি উদাহরণ পেশ করার পর আল্লাহ তা'আলা এখানে নিজের প্রশংসা করছেন যে, তিনিই শুধু গায়বের সংবাদের মালিক। তিনি ছাড়া আর কেউ গায়েব জানে না। আসমান ও যমীনে যা বর্তমানে গায়েব আছে তা একমাত্র তিনিই জানেন। অনুরূপভাবে কিয়ামতের দিনের খবরও তিনিই জানেন; বান্দাদের কাছে তা গায়েব রাখা হয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১৬ : ৭৮",
        "arabic_text": "\nوَٱللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": "আর আল্লাহ্‌ তোমাদেরকে নির্গত করেছেন তোমাদের মাতৃগর্ভ থেকে এমন অবস্থায় যে, তোমরা কিছুই জানতে না এবং তিনি তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি এবং হৃদয়, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এমন সব উপকরণ যার সাহায্যে তোমরা দুনিয়ার সব রকমের জ্ঞান ও তথ্য সংগ্রহ করে দুনিয়ার যাবতীয় কাজ কর্ম চালাবার যোগ্যতা অর্জন করতে পেরেছো। জন্মকালে মানব সন্তান যত বেশী অসহায় ও অজ্ঞ হয় এমনটি অন্য কোন প্রাণীর ক্ষেত্রে হয় না। কিন্তু শুধুমাত্র আল্লাহ প্রদত্ত জ্ঞানের উপকরণাদির (শ্রবণ শক্তি, দৃষ্টিশক্তি, বিবেক ও চিন্তাশক্তি) সাহায্যেই সে উন্নতি লাভ করে পৃথিবীর সকল বস্তুর ওপর প্রাধান্য বিস্তার এবং তাদের ওপর রাজত্ব করার যোগ্যতা অর্জন করে। আয়াতের শেষে কৃতজ্ঞতা প্রকাশ করার অর্থ, এগুলোকে শুধুমাত্র আল্লাহর সন্তুষ্টিতে কাজে লাগানো। সুতরাং আল্লাহর সন্তুষ্টি যাতে হয় তাই শুধু সে করবে। এক হাদীসে এ ব্যাপারটি স্পষ্ট করে বলা হয়েছে, “মহান আল্লাহ বলেনঃ যে ব্যক্তি আমার কোন অলীর সাথে শক্রতা পোষণ করে আমি তার সাথে যুদ্ধের ঘোষণা দিলাম। আমার বান্দার উপর যা আমি ফরয করেছি তা ছাড়া আমার কাছে অন্য কোন প্রিয় বস্তু নেই যার মাধ্যমে সে আমার নৈকট্য লাভ করতে পারে। আমার বান্দা আমার কাছে নফল কাজসমূহ দ্বারা নৈকট্য অর্জন করতেই থাকে, শেষ পর্যন্ত আমি তাকে ভালবাসি। তারপর যখন আমি তাকে ভালবাসি তখন আমি তার শ্রবণশক্তি হয়ে যাই যার দ্বারা সে শুনে, তার দৃষ্টি শক্তি হয়ে যাই যার দ্বারা সে দেখে, তার হাত হয়ে যাই যার দ্বারা সে ধারণ করে আর তার পা হয়ে যাই যার দ্বারা সে চলে। তখন আমার কাছে কিছু চাইলে আমি তাকে তা অবশ্যই দেব, আমার কাছে আশ্রয় চাইলে আমি তাকে অবশ্যই উদ্ধার করব\"। [বুখারীঃ ৬৫০২]\n  <br/>\n  <br/>\n  হাদীসের অর্থ হচ্ছে, বান্দাহ যখন একমাত্র আল্লাহর আনুগত্য করে এবং যাবতীয় কাজ আল্লাহর জন্যই করে, তখন তার সমস্ত কর্মকাণ্ড একমাত্র আল্লাহর জন্য হয়ে যায়। সে তখন এর বাইরে চলতে পারে না। সে যা শোনে তা কেবলমাত্র আল্লাহর জন্যই শোনে। যা দেখে তা কেবলমাত্র আল্লাহর জন্যই দেখে, অর্থাৎ তার শরীআতের অনুমোদন ছাড়া কিছুই দেখে না। অনুরূপভাবে তার যাবতীয় চলা-ফেরা, ধর-পাকড় কেবলমাত্র আল্লাহর আনুগত্য অনুসারে হয়। তার সাহায্যেই অনুষ্ঠিত হয়। আর যখন বান্দা এরকম হয়, তখন আল্লাহও তার ডাকে সাড়া দেন। তার যাবতীয় কাজ সফল হতে থাকে। বস্তুত: আল্লাহ্ তা'আলা বান্দার কাছে সবসময়ই চায় তার বান্দাগণ তার কাছে কৃতজ্ঞ থাকবে। অন্য আয়াতেও সে কথা বর্ণনা করা হয়েছে। যেমন,\n  <br/>\n  <br/>\n  “বলুন, তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তকরণ। তোমরা খুব অল্পই কৃতজ্ঞতা প্রকাশ কর। বলুন, তিনিই যমীনে তোমাদেরকে ছড়িয়ে দিয়েছেন এবং তারই কাছে তোমাদেরকে সমবেত করা হবে।” [সূরা আল-মুলকঃ ২৩-২৪] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১৬ : ৭৯",
        "arabic_text": "\nأَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "তারা কি লক্ষ্য করে না আকাশের শুন্য গর্ভে নিয়ন্ত্রণাধীন বিহংগের প্রতি? আল্লাহ্‌ ছাড়া অন্য কেউই সেগুলোকে ধরে রাখেন না। নিশ্চয় এতে এমন সম্প্রদায়ের জন্য নিদর্শন রয়েছে যারা ঈমান আনে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলা তার বান্দাদেরকে একটু আকাশের দিকে তাকিয়ে দেখার প্রতি আহবান জানাচ্ছেন। যেখানে পাখি আসমান ও যমীনের মাঝখানে ভাসমান হয়ে থাকে। কিভাবে তিনি সেটাকে দুডানা মেলে শূণ্যে ভেসে বেড়াতে দিয়েছেন। এগুলোকে তো আল্লাহই কেবল তাঁর কুদরতে ধারণ করে রাখেন। (তিনিই তো তাদেরকে ডানা মেলা ও বন্ধ করা শিখিয়েছেন। তারা সেভাবে ডানা মেলে ও বন্ধ করে যেমন কোন সাতারু পানিতে সাতার কাটার সময় করে থাকে। [ফাতহুল কাদীর]।) সেখানে তিনি এমন শক্তির উদ্ভব করেছেন যে, তারা উড়ে বেড়াতে পারে। অনুরূপভাবে তিনি বাতাসকে নিয়োজিত করেছেন সেগুলোকে বহন করতে। আর পাখিও অনুরূপভাবে বাতাসে চলাফেরা করতে পারে। অন্য আয়াতেও আল্লাহ তা'আলা এ নেয়ামতের কথা ও তার কুদরতের কথা উল্লেখ করেছেন। তিনি বলেন, “তারা কি লক্ষ্য করে না তাদের উপরে পাখিদের প্রতি, যারা পাখা বিস্তার করে ও সংকুচিত করে? দয়াময় আল্লাহই তাদেরকে স্থির রাখেন। নিশ্চয় তিনি সবকিছুর সম্যক দ্রষ্টা \" [সূরা আল-মুলক ১৯]\n  <br/>\n  <br/>\n  এ সবকিছুতে অবশ্যই অনেক নিদর্শন রয়েছে। [ইবন কাসীর] এসবই আল্লাহর একত্ববাদ ও তার অপার ক্ষমতার উপর প্রকৃষ্ট প্রমান। কিন্তু তারাই শুধু তা দেখতে পায় ও বুঝতে পারে যারা আল্লাহর উপর এবং তাঁর রাসূলদের মাধ্যমে প্রেরিত শরীআতের উপর ঈমান রাখে। [ফাতহুল কাদীর] যারা তার এ সমস্ত নিদর্শন বুঝতে পারে তারা শ্রদ্ধায় অবনত মস্তকে যিনি তাদেরকে এ নেয়ামত দান করেছেন সে আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশ করে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১৬ : ৮০",
        "arabic_text": "\nوَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ ",
        "bangla_text": "আর আল্লাহ্‌ তোমাদের ঘরসমূহকে করেছেন তোমাদের জন্য আবাসস্থল  [১] এবং তিনি তোমাদের জন্য পশুর চামড়ার ঘর তাঁবুর ব্যবস্থা করেছেন, তোমরা সেটাকে সহজ মনে করে থাক তোমাদের ভ্রমণকালে এবং অবস্থানকালে [২]। আর (ব্যবস্থা করেছেন) তাদের পশম, লোম ও চুল থেকে কিছু কালের গৃহ-সামগ্রী ও ব্যবহার-উপকরণ [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানেও আল্লাহ তা'আলা তার নেয়ামতের কিছু বর্ণনা দিচ্ছেন। [ফাতহুল কাদীর] তিনি তার বান্দাদের উপর যে নেয়ামত দান করেছেন, তন্মধ্যে একটি হচ্ছে, তিনি তাদের জন্য ঘরের ব্যবস্থা করেছেন, যেখানে তারা বসবাস করে, আশ্রয় গ্রহণ করে, নিজেদেরকে অপরের কাছ থেকে গোপন রাখতে সমর্থ হয়, যত প্রকারের উপকার লাভ করা যায় এর মাধ্যমেই তাই তারা গ্রহণ করে। এ ঘর ছাড়াও তিনি তাদের জন্য চতুষ্পদ জন্তুর মধ্য থেকে চামড়ার ঘরেরও ব্যবস্থা করেছেন। (অর্থাৎ পশুচর্মের তাঁবু। আরবে এর ব্যাপক প্রচলন রয়েছে।) এগুলোকে তোমরা সফর অবস্থায় বহন করা তোমাদের জন্য হাল্কা বোধ করে থাক। এগুলোকে তোমরা তোমাদের সফরে ও স্থায়ী অবস্থানস্থলে ব্যবহার করতে পার। [ইবন কাসীর] তাছাড়া তিনি তোমাদের জন্য ভেড়ার পশম, উটের লোম ও ছাগলের চুলেরও ব্যবস্থা করেছেন। যা তোমাদের সম্পদ ও উপভোগ্য বিষয় হিসেবে নির্ধারিত হয়েছে। ঘরের আসবাব ও কাপড় হয়েছে। ব্যবসায়ী সম্পদ হয়েছে। সুনির্দিষ্ট দিন পর্যন্ত তোমরা এগুলো ভোগ করতে পার [ইবন কাসীর] অর্থাৎ তোমাদের প্রয়োজন পূর্ণ হওয়া পর্যন্ত, অথবা পুরনো হয়ে যাওয়া পর্যন্ত অথবা আমৃত্যু বা কিয়ামত পর্যন্ত তোমরা এগুলো ভোগ করতে পার। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যখন কোথাও রওয়ানা হয়ে যেতে চাও তখন তাকে সহজে গুটিয়ে ভাঁজ করে নিয়ে বহন করতে পারে। আবার যখন কোথাও অবস্থান করতে চাও তখন অতি সহজেই ভাঁজ খুলে খাটিয়ে ঘর বানিয়ে ফেলতে পারো। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এ আয়াত থেকে প্রমাণিত হলো যে, জীব-জন্তুর চামড়া, লোম ও পশম ব্যবহার করা মানুষের জন্য হালাল। এতে জন্তুটি যবেহকৃত হওয়া অথবা মৃত হওয়ারও কোন শর্ত নেই। এমনিভাবে যে জন্তুর পশম বা চামড়া আহরণ করা হবে, সেটির গোশত হালাল কি হারাম সেটা বিচার করারও কোন শর্ত নেই। সব রকম জন্তুর চামড়াই লবণ দিয়ে শুকানোর পর ব্যবহার করা হালাল। লোম ও পশমের উপর জন্তুর মৃত্যুর কোন প্রভাবই পড়ে না। তাই সেটি যথারীতি শুকিয়ে ব্যবহারোপযোগী করে নিলেই তা পাক হয়ে যায় এবং সেটি ব্যবহার করা হালাল ও জায়েয হয়ে যায়। তবে শূকরের চামড়া ও যাবতীয় অঙ্গ-প্রত্যঙ্গ ও লোম-পশম অপবিত্র ও ব্যবহারের অযোগ্য। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১৬ : ৮১",
        "arabic_text": "\nوَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ ",
        "bangla_text": "আর আল্লাহ্‌ যা কিছু সৃষ্টি করেছেন তা থেকে [১] তিনি তোমাদের জন্য ছায়ার ব্যবস্থা করেছেন এবং তোমাদের জন্য পাহাড়ে আশ্রয়স্থল বানিয়েছেন এবং তোমাদের জন্য ব্যবস্থা করেছেন পরিধেয় বস্ত্রের; তা তোমাদেরকে তাপ থেকে রক্ষা করে [২] এবং তিনি ব্যবস্থা করেছেন তোমাদের জন্য বর্মের, তা তোমাদেরকে যুদ্ধে রক্ষা করে। এভাবেই তিনি তোমাদের প্রতি তাঁর অনুগ্রহ পূর্ণ করেছেন [৩] যাতে তোমরা আত্মসমর্পণ কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আরও কিছু নেয়ামতের বর্ণনা দিচ্ছেন। পূর্ববর্তী আয়াতে তাবুবাসীদের বর্ণনা চলে গেছে। কিন্তু এমনও এক রয়েছে যাদের কোন তাবু নেই। তাদের পাকা ঘরের ব্যবস্থাও নেই, যার ছায়ায় তারা আশ্রয় নিতে পারে, দারিদ্রতা কিংবা অন্য কোন কারণে তখন তাকে কোন গাছ বা দেয়াল অথবা আকাশের মেঘের ছায়ায় বা অনুরূপ কিছুর নিচে থাকতে হয়, তাই আল্লাহ্ তা'আলা এদিকে দৃষ্টি দেয়ার প্রতি আহবান জানিয়ে বলছেন যে,\n  <br/>\n  <br/>\n  “আর আল্লাহ যা কিছু সৃষ্টি করেছেন তা থেকে তিনি তোমাদের জন্য ছায়ার ব্যবস্থা করেছেন”। কাতাদা বলেন, এর অর্থ গাছ। [ইবন কাসীর] তবে পূর্বে উল্লেখিত সবগুলোর ছায়াই এর দ্বারা উদ্দেশ্য হতে পারে। [ফাতহুল কাদীর] তারপর মুসাফিরকে যেহেতু কখনও কখনও এমন কোন কিছুর আশ্রয় নিতে হয়, যেখানে সে অবস্থান করবে, আবার তার কাছে এমন কিছুও থাকতে হয় যা দ্বারা সে প্রচণ্ড তাপ ও খরা থেকে নিজেকে রক্ষা করবে, সেদিকে দৃষ্টি দিয়ে আল্লাহ বলেন, “আর তিনি তোমাদের জন্য পাহাড়ে আশ্রয়স্থল বানিয়েছেন”। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  পাহাড়ে তারা কিল্লা ও দূর্গ বানায় ইবন কাসীর অনুরূপভাবে সেখানে তাদের জন্য রয়েছে গিরিগুহাসমূহ যেখানে তারা আশ্রয় নিতে পারে। বিপদাপদ ও লোকচক্ষু থেকে আড়াল করতে পারে। [ফাতহুল কাদীর] আর তিনি “তোমাদের জন্য ব্যবস্থা করেছেন পরিধেয় বস্ত্রের; তা তোমাদেরকে তাপ থেকে রক্ষা করে এবং তিনি ব্যবস্থা করেছেন তোমাদের জন্য এমন কিছু যা তোমাদেরকে যুদ্ধে রক্ষা করে। যেমন বর্ম ও লোহার অন্যান্য যুদ্ধের কাপড়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] ঠাণ্ডা থেকে বাঁচাবার কথা না বলার কারণ সম্পর্কে কোন কোন মুফাসসির বলেনঃ এ সূরার শুরুতে (لَكُمْ فِيْهَا دِفْءٌ) বলে পোষাকের সাহায্যে শীত থেকে আত্মরক্ষা এবং উত্তাপ হাসিল করার কথা পূর্বেই উল্লেখ করা হয়েছিল। তাই এখানে শুধু উত্তাপ প্রতিহত করার কথা বলা হয়েছে। অথবা একটির কথা বলায় অপরটি এমনিতেই এসে যাবে এজন্য ভিন্নভাবে উল্লেখ করা হয়নি। অথবা, কুরআনুল কারম আরবী ভাষায় নাযিল হয়েছে। সর্বপ্রথম এতে আরবদেরকে সম্বোধন করা হয়েছে। তাই এতে আরবদের অভ্যাস ও প্রয়োজনের প্রতি লক্ষ্য রেখে বক্তব্য রাখা হয়েছে। আরব হলো গ্রীষ্মপ্রদান দেশ। সেখানে বরফ জমা ও শীতের কল্পনা করা কঠিন। তাই শুধু গ্রীষ্ম থেকে রক্ষা করার কথা বলা হয়েছে। [ফাতহুল কাদীর] কাতাদাহ বলেন, এ সূরাকে সূরাতুন নি’আম বা নেয়ামতের সূরা বলা হয়। আতা আল-খুরাসানী তা'আলার বাণীর দিকে যেখানে বলা হয়েছে, “আর আল্লাহ যা কিছু সৃষ্টি করেছেন তা থেকে তিনি তোমাদের জন্য ছায়ার ব্যবস্থা করেছেন এবং তোমাদের জন্য পাহাড়ে আশ্রয়স্থল বানিয়েছেন\" অথচ সমতল ভূমিতে আরও বড় ও বেশী ব্যবস্থাপনা আল্লাহ করে রেখেছেন কিন্তু সেটা উল্লেখ করেন নি। কেননা, তারা ছিল পাহাড়ী জাতি। অনুরূপভাবে তুমি দেখ না আল্লাহর বাণীর দিকে যেখানে বলা হয়েছে, “আর (ব্যবস্থা করেছেন) তাদের পশম, লোম ও চুল থেকে কিছু কালের গৃহ-সামগ্রী ও ব্যবহারউপকরণ\" অথচ এর বাইরে আরও যে সমস্ত সামগ্ৰী তিনি মানুষের জন্য রেখেছেন তা অনেক বেশী কিন্তু তারা ছিল মেষপালক, পশমের বাড়িতে অবস্থানকারী গোষ্ঠী। তদ্রুপ তুমি কি দেখ না আল্লাহর বাণীর প্রতি, যেখানে তিনি বলেছেন, “আকাশে অবস্থিত মেঘের পাহাড়ের মধ্যস্থিত শিলাস্তুপ থেকে তিনি বর্ষণ করেন শিলা\" [সূরা আন-নূর:৪৩]\n  <br/>\n  <br/>\n  কারণ, তারা এটা নিয়ে আশ্চর্যবোধ করে। অথচ আল্লাহ যে বরফ নাযিল করেন তা আরও বড় ব্যাপারে ও অধিকহারেই। কিন্তু তারা সেটা জানত না। সেরকমই তুমি দেখবে আল্লাহর বাণীর প্রতি লক্ষ্য করলে, যেখানে বলা হয়েছে,\n  <br/>\n  <br/>\n  “এবং তোমাদের জন্য ব্যবস্থা করেছেন পরিধেয় বস্ত্রের; তা তোমাদেরকে তাপ থেকে রক্ষা করে” অথচ ঠাণ্ডার ব্যাপারে তার ব্যবস্থাপনা আরও বড় ও বেশী। কিন্তু তারা যেহেতু গরম এলাকার লোক, তাই তাদের কাছে গরমটাই উল্লেখ করা হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] নিয়ামত পূর্ণ বা সম্পূর্ণ করার মানে হচ্ছে এই যে, মহান আল্লাহ জীবনের প্রতিটি বিভাগে মানুষের যাবতীয় প্রয়োজনের চুলচেরা বিশ্লেষণ করেন এবং তারপর একটি প্রয়োজন পূর্ণ করার ব্যবস্থা করেন। তিনি সম্পূর্ণ তার রহমতের কারণে এখানে সেখানে মানুষের উপর তার নেয়ামত দিয়েই যাচ্ছেন। এভাবে তিনি তাঁর দয়া ও অনুগ্রহে দুনিয়া ও আখিরাতে বান্দার যাবতীয় প্রয়োজন পূরণ করবেন। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১৬ : ৮২",
        "arabic_text": "\nفَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ ",
        "bangla_text": "অতঃপর তারা যদি মুখ ফিরিয়ে নেয় তবে আপনার কর্তব্য তো শুধু স্পষ্টভাবে পৌঁছে দেয়া।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১৬ : ৮৩",
        "arabic_text": "\nيَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ ",
        "bangla_text": "তারা আল্লাহ্‌র নি’আমত চিনতে পারে; তারপরও  সেগুলো তারা অস্বীকার করে [১] এবং তাদের অধিকাংশই কাফির [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কার কাফেররা একথা অস্বীকার করতো না যে, এ সমস্ত অনুগ্রহ আল্লাহ তাদের প্রতি করেছেন। কিন্তু তাদের আকীদা ছিল, তাদের বুযর্গ ও দেবতাদের হস্তক্ষেপের ফলে তাদের প্রতি এসব অনুগ্রহ করা হয়েছে। আর একারণেই তারা এসব অনুগ্রহের জন্য আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশ করার সময় ঐসব বুযর্গ ও দেবতাদের প্রতিও কৃতজ্ঞতা প্রকাশ করতো বরং তাদের প্রতি কিছুটা বেশী করেই প্রকাশ করতো। একাজটিকেই আল্লাহ নেয়ামতর অস্বীকৃতি এবং অকৃতজ্ঞতা হিসেবে উল্লেখ করেছেন। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, তাদের অধিকাংশই কাফের। এখানে অধিকাংশ বলে সকলকেই বোঝানো হয়েছে। অথবা অধিকাংশ লোক বলে তাদের মধ্যকার বয়স্ক লোকদের বোঝানো হয়েছে। কারণ, তাদের মধ্যে শিশু সন্তানরাও রয়েছে। অথবা এর অর্থ, তাদের অধিকাংশই সাধারণ লোক, তারা তাদের বিবেক খরচ করে আল্লাহর নেয়ামতসমূহ সম্পর্কে গবেষণা করতে শিখেনি। তারা যদি সত্যিকারভাবে নেয়ামতসমূহ উপলব্ধি করতে পারত তাহলে বুঝতে পারত যে, যিনি নেয়ামত দিয়েছেন একমাত্র তাঁরই ইবাদত করা উচিত অন্য কারও নয়। ফলে তারা নেয়ামতের শুকরিয়া না করে কাফির হয়েছে। আর বাকী মুশরিকরা যারা নেতৃত্বে আছে তারা জেনে-বুঝে আল্লাহর নেয়ামতকে অস্বীকার করছে। [ফাতহুল কাদীর; আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১৬ : ৮৪",
        "arabic_text": "\nوَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ ",
        "bangla_text": "আর যেদিন আমরা প্রত্যেক সম্প্রদায় থেকে এক একজন সাক্ষী উত্থিত করব [১] তারপর যারা কুফরী করেছে তাদেরকে না ওযর পেশের অনুমতি দেয়া হবে [২], আর না তাদেরকে (আল্লাহ্‌র) সন্তুষ্টি লাভের সুযোগ দেয়া হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেই উম্মতের নবী। [ইবন কাসীর] তিনি তাদের পক্ষে ঈমান ও সত্যায়ণের সাক্ষী হবেন। আর তাদের বিপক্ষে কুফরি ও মিথ্যারোপের সাক্ষী হবেন। [ফাতহুল কাদীর] তিনি সাক্ষ্য দিবেন যে, তিনি তাদেরকে তাওহীদ ও আল্লাহর আনুগত্যের দাওয়াত দিয়েছিলেন, তাদেরকে শির্ক ও মুশরিকী চিন্তা-ভাবনা, ভ্রষ্টাচার ও কুসংস্কার সম্পর্কে সতর্ক করেছিলেন এবং কিয়ামতের ময়দানে জবাবদিহি করার ব্যাপারে সজাগ করে দিয়েছিলেন। তিনি এ মর্মে সাক্ষ্য দেবেন যে, তিনি তাদের কাছে সত্যের বাণী পৌছে দিয়েছিলেন।\n  <br/>\n  <br/>\n  [২] কেননা তারা নিজেরাও জানে যে, তারা যে সমস্ত ওযর আপত্তি পেশ করবে সবই বাতিল, অসার ও মিথ্যা। অন্য আয়াতেও আল্লাহ্ তা'আলা সেটা জানিয়েছেন। তিনি বলেন, “এটা এমন এক দিন যেদিন না তারা কথা বলবে, আর না তাদেরকে অনুমতি দেয়া হবে ওযর পেশ করার।\" [সূরা আল-মুরসালাত ৩৫-৩৬][ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১৬ : ৮৫",
        "arabic_text": "\nوَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ ",
        "bangla_text": "আর যারা যুলুম করেছে, তারা যখন শাস্তি দেখবে তখন তাদের শাস্তি লঘু করা হবে না [১] এবং তাদেরকে কোন অবকাশও দেয়া হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ, যখন মুশরিকরা আযাব পাবে, তখন তা তাদের থেকে সামান্য সময়ের জন্যও বন্ধ করা হবে না। আর তাদের কাছে সে আযাব পৌছতে দেরীও হবে না। বরং তাদেরকে দ্রুত সেটা গ্রাস করবে। হাশরের মাঠ থেকে পাকড়াও করে হিসাব বাদেই জাহান্নামে নিয়ে যাবে। [ইবন কাসীর] যেমন হাদীসে এসেছে, কিয়ামতের মাঠে জাহান্নামকে এমতাবস্থায় নিয়ে আসা হবে যে, এর সত্তর হাজার লাগাম থাকবে, প্রত্যেক লাগামের সাথে থাকবে সত্তর হাজার ফিরিশতা। [মুসলিম:২৮৪২] অন্য বর্ণনায় এসেছে, তখন জাহান্নাম থেকে এমন কিছু ঘাড় বের হবে যেগুলো সমস্ত সৃষ্টির উপর থেকে সুস্পষ্টভাবে দেখা যাবে। সেগুলো বলতে থাকবে, আমার উপর এমন প্রত্যেক সীমালঙ্ঘনকারী, দুর্দান্ত প্রতাপশীলের ভার ন্যস্ত হয়েছে যে আল্লাহর সাথে অন্য কোন ইলাহ সাব্যস্ত করবে। [মুসনাদে আহমাদ: ২/৩৩৬] তারপর জাহান্নাম তাদেরকে ঝাপটে ধরবে এবং হাশরের মাঠের অবস্থান থেকে খুঁজে খুঁজে নিবে যেমন কোন পাখি কোন দানাকে খুঁজে নেয়। আল্লাহ্ তা'আলা বলেন, “দূর থেকে আগুন যখন তাদেরকে দেখবে তখন তারা শুনতে পাবে এর ক্রুদ্ধ গর্জন ও হুঙ্কার। এবং যখন তাদেরকে শৃংখলিত অবস্থায় সেটার কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে তখন তারা সেখানে ধ্বংস কামনা করবে। বলা হবে, আজ তোমরা এক ধ্বংসকে ডেকো না, বরং বহু ধ্বংসকে ডাক \" [আল-ফুরকান: ১২-১৪][ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১৬ : ৮৬",
        "arabic_text": "\nوَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ ",
        "bangla_text": "আর যারা শির্ক করেছে, তারা যখন তাদের শরীকদেরকে দেখবে তখন বলবে, ‘হে আমাদের রব! এরাই তারা যাদেরকে আমরা আপনার পরিবর্তে ডাকতাম;’ তখন শরীকরা এ কথা মুশরিকদের দিকে ফিরিয়ে দিয়ে বলবে, ‘নিশ্চয় তোমরা মিথ্যাবাদী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১৬ : ৮৭",
        "arabic_text": "\nوَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "সেদিন তারা আল্লাহ্‌র কাছে আত্মসমর্পণ করবে [১] এবং তারা যে মিথ্যা উদ্ভাবন করত তা তাদের থেকে উধাও হয়ে যাবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদা ও ইকরিমা বলেন, সেদিন তারা সবাই আনুগত্য করবে ও সবকথা মেনে নিবে। তখন সবাই শ্রোতা ও আনুগত্যকারী হয়ে যাবে। [ইবন কাসীর] তারা যে সেদিন কত বেশী শুনবে আর কত বেশী দেখবে! সেটা আশ্চর্যের বিষয়। [ইবন কাসীর] আল্লাহ আরও বলেন, “আর আপনি যদি দেখতেন। যখন অপরাধীরা তাদের রবের নিকট অবনত মস্তকে বলবে,\n  <br/>\n  <br/>\n  \"হে আমাদের রব! আমরা দেখলাম ও শুনলাম, সুতরাং আপনি আমাদেরকে ফেরত পাঠান, আমরা সৎকাজ করব, নিশ্চয় আমরা দৃঢ় বিশ্বাসী \" [আস-সাজদাহ ১২]\n  <br/>\n  <br/>\n  আরও বলেন, “চিরঞ্জীব, সর্বসত্তার ধারকের কাছে সবাই হবে নিম্নমুখী” [ত্বা-হা: ১১১]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তা সবই মিথ্যা প্রমাণিত হবে। দুনিয়ায় তারা যেসব নির্ভর বানিয়ে নিয়েছিল এবং তাদের ওপর ভরসা করতো, সেসব অদৃশ্য হয়ে যাবে। কোন অভিযোগের প্রতিকারকারীকে সেখানে অভিযোগের প্রতিকার করার জন্য পাবে না। কোন সংকট নিরসনকারীকে তাদের সংকট নিরসন করার জন্য সেখানে পাওয়া যাবে না দেখুন, [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১৬ : ৮৮",
        "arabic_text": "\nٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ ",
        "bangla_text": "যারা কুফরী করেছে এবং আল্লাহ্‌র পথ থাকে বাধা দিয়েছে, আমরা তাদের শাস্তির উপর শাস্তি বৃদ্ধি করব [১]; কারণ তারা অশান্তি সৃষ্টি করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ একটা আযাব হবে কুফরী করার জন্য এবং অন্যদেরকে আল্লাহর পথে চলতে বাধা দেয়ার জন্য হবে আর একটা আযাব। এ শাস্তির ধরন সম্পর্কে আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ সেগুলো হবে এমন বিচ্ছু-সাপ, যার আক্রমনাত্মক দাঁতগুলো লম্বা খেজুর গাছের মত। [মুস্তাদরাকে হাকেমঃ ২/৩৫৫-৩৫৬]\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১৬ : ৮৯",
        "arabic_text": "\nوَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ ",
        "bangla_text": "আর স্মরণ করুন, যেদিন আমরা প্রত্যেক উম্মতের কাছে, তাদের থেকে তাদেরই বিরুদ্ধে একজন সাক্ষী উত্থিত করব [১] এবং আপনাকে আমরা তাদের উপর সাক্ষীরূপে নিয়ে আসব [২]। আর আমরা আপনার প্রতি কিতাব নাযিল করেছি [৩] প্রত্যেক বিষয়ের স্পষ্ট ব্যাখ্যাস্বরূপ [৪], পথনির্দেশ, দয়া ও মুসলিমদের জন্য সুসংবাদস্বরূপ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা প্রত্যেক উম্মতের নবীগণ। কিয়ামতের দিন তারা তাদের উম্মতের উপর সাক্ষ্য হবেন। তারা সাক্ষ্য দেবেন যে, তারা উম্মতের কাছে রিসালাত পৌছিয়েছেন, তাদেরকে ঈমানের দিকে আহবান জানিয়েছেন। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] এ আয়াতাংশটি সূরা আন-নিসার ৪১ নং আয়াতের সমার্থবোধক। সেখানে এর বিষয়বস্তুর ব্যাপারে আলোচনা করা হয়েছে।\n  <br/>\n  <br/>\n  [৩] আয়াতের প্রথমাংশে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে হাশরের মাঠে সাক্ষ্য বানানোর কথা ঘোষণা করার পর দ্বিতীয়াংশে কুরআন নাযিল করার কথা উল্লেখ করে সম্ভবতঃ এ দিকে ইঙ্গিত করা হয়েছে যে, যিনি আপনাকে কিতাব দিচ্ছেন এবং আপনার উপর তা প্রচার-প্রসার করা ফরয করে দিয়েছেন তিনিই আপনাকে এ ব্যাপারে কিয়ামতের দিন জিজ্ঞাসাবাদ করবেন। এ ব্যাপারে কুরআনের আরও আয়াত থেকে প্রমাণ পাওয়া যায়। [দেখুনঃ সূরা আল-আরাফঃ ৬, সূরা আল-হিজরঃ ৯২-৯৩, সূরা আল-মায়েদাহঃ ১০৯, সূরা আল-কাসাসঃ ৮৫]\n  <br/>\n  <br/>\n  [৪] ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, কুরআন আমাদেরকে সবকিছুর জ্ঞান বর্ণনা করেছে এবং সবকিছু জানিয়েছে। মুজাহিদ বলেন, হালাল ও হারাম জানিয়েছে। তবে ইবন মাসউদ রাদিয়াল্লাহু আনহুর কথাটি বেশী ব্যাপক। কেননা কুরআন প্রতিটি উপকারী জ্ঞানসমৃদ্ধ, যা গত হয়েছে সেটার সংবাদ এবং যা আসবে সেটার জ্ঞান। আর প্রতিটি হালাল ও হারাম। তেমনিভাবে মানুষ তাদের দুনিয়া ও দ্বীনের ব্যাপারে তাদের জীবিকা ও পুনরুত্থান সংক্রান্ত প্রয়োজনীয় তথ্য এতে পাবে। অন্তরসমূহের জন্য এতে রয়েছে হেদায়াত এবং মুসলিমদের জন্য এতে রয়েছে রহমত ও সুসংবাদ [ইবন কাসীর] ইমাম আওযায়ী বলেন, আয়াতের অর্থ, আমরা কুরআনকে সুন্নাহ দ্বারা সবকিছুর স্পষ্টব্যাখ্যারূপে নাযিল করেছি। [ইবন কাসীর] মোটকথা: কুরআন এমন প্রত্যেকটি জিনিস পরিষ্কারভাবে তুলে ধরে, যার ওপর হিদায়াত ও গোমরাহী এবং লাভ ও ক্ষতি নির্ভর করে, যা জানা সঠিক পথে চলার জন্য একান্ত প্রয়োজন এবং যার মাধ্যমে হক ও বাতিলের মধ্যে পার্থক্য করতে পারে। বস্তুত কুরআনুল কারীমে সব বিষয়েরই মূলনীতি বিদ্যমান রয়েছে। যেসব মূলনীতির আলোকেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর হাদীস মাস’আলা বর্ণনা করেছেন। কুরআনেই সেটা করতে রাসূলকে নির্দেশ দেয়া হয়েছে। [ফাতহুল কাদীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজে বলেছেন,\n  <br/>\n  জেনে রাখ! আমাকে কুরআন দেয়া হয়েছে এবং কুরআনের অনুরূপও দেয়া হয়েছে। [মুসনাদে আহমাদ ৪/১৩০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১৬ : ৯০",
        "arabic_text": "\n۞ إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِۚ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌ আদল (ন্যায়পরায়ণতা) [১], ইহসান (সদাচরণ) [২] ও আত্মীয়-স্বজনকে দানের [৩] নির্দেশ দেন [৪] এবং তিনি অশ্লীলতা [৫], অসৎকাজ [৬] ও সীমালঙ্ঘন [৭] থেকে নিষেধ করেন; তিনি তোমাদেরকে উপদেশ দেন যাতে তোমরা শিক্ষা গ্রহণ কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ তা'আলা পূর্ববর্তী আয়াতে জানিয়েছিলেন যে, কুরআনে সবকিছুর বর্ণনাই স্থান পেয়েছে, সে কথার সত্যায়ণ স্বরূপ এ আয়াতে এমন কিছু আলোচনা করছেন যা সমস্ত বিধি-বিধানের মূল ও প্রাণ [ফাতহুল কাদীর] তন্মধ্যে প্রথম নির্দেশ হচ্ছে, তিনি আদলের নির্দেশ দিচ্ছেন। মূলত: (عدل) শব্দের আসল ও আভিধানিক অর্থ সমান করা। এ অর্থের দিক দিয়েই স্বল্পতা ও বাহুল্যের মাঝামাঝি সমতাকেও (عدل) বলা হয়। [ফাতহুল কাদীর] কোন কোন মুফাসসির এ অর্থের সাথে সম্বন্ধ রেখেই আলোচ্য আয়াতে বাইরে ও ভেতরে সমান হওয়া দ্বারা (عدل) শব্দের তাফসীর করেছেনে। ইবন আব্বাস বলেন, এর অর্থ \"লা ইলাহা ইল্লাল্লাহ। কারও মতে আদল হচ্ছে, ফরয। কারও নিকট, আদল হচ্ছে, ইনসাফ। তবে বাস্তব কথা এই যে, (عدل) শব্দটি অত্যন্ত ব্যাপক অর্থবোধক শব্দ। সবচেয়ে উত্তম হচ্ছে তার আভিধানিক অর্থই গ্রহণ করা। যা পূর্বে বর্ণিত হয়েছে। কেননা কোন কিছুতে বাড়াবাড়ি যেমন খারাপ তেমনি কোন কিছুতে কমতি করাও খারাপ [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আয়াতের দ্বিতীয় নির্দেশ হচ্ছে, ইহসান করা বস্তুত: (الْاِحْسَانِ) -এর আসল আভিধানিক অর্থ সুন্দর করা। যাওয়াজিব নয় তা অতিরিক্ত প্রদান করা। যেমন, অতিরিক্ত সাদকা। ফাতহুল কাদীরা ইমাম কুরতুবী বলেনঃ আলোচ্য আয়াতে এ শব্দটি ব্যাপক অর্থে ব্যবহৃত হয়েছে। তাই উপরোক্ত উভয় প্রকার অর্থই এতে শামিল রয়েছে। প্রসিদ্ধ 'হাদীসে জিবরীল'-এ স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইহসানের যে অর্থ বর্ণনা করেছেন, তা হচ্ছে ইবাদাতের ইহসান। এর সারমর্ম এই যে,\n  <br/>\n  <br/>\n  আল্লাহর ইবাদাত এভাবে করা দরকার, যেন তুমি তাকে দেখতে পাচ্ছ। যদি এ স্তর অর্জন করতে না পার, তবে এটুকু বিশ্বাস তো প্রত্যেক ইবাদতকারীরই থাকা উচিত যে, আল্লাহ্ তা'আলা তার কাজ দেখছেন। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] আয়াতের এ হচ্ছে তৃতীয় আদেশ। আত্মীয়দের দান করা। কি বস্তু দেয়া, এখানে তা উল্লেখ করা হয়নি। কিন্তু অন্য এক আয়াতে তা উল্লেখ করে বলা হয়েছে,\"আত্মীয়কে তার প্রাপ্য প্রদান কর \" [সূরা আল-ইসরাঃ ২৬]\n  <br/>\n  <br/>\n  বাহ্যতঃ আলোচ্য আয়াতেও তাই বোঝানো হয়েছে; অর্থাৎ আত্মীয়কে তার প্রাপ্য দিতে হবে। অর্থ দিয়ে আর্থিক সেবা করা, দৈহিক সেবা করা, অসুস্থ হলে দেখাশোনা করা, মৌখিক সাস্তুনা ও সহানুভূতি প্রকাশ করা ইত্যাদি সবই উপরোক্ত প্রাপ্যের অন্তর্ভুক্ত। মোটকথা: তাদের যা প্রয়োজন তা প্রদান করা। [ফাতহুল কাদীর] ইহসান শব্দের মধ্যে আত্মীয়ের প্রাপ্য দেয়ার কথাও অন্তর্ভুক্ত ছিল; কিন্তু অধিক গুরুত্ব বোঝাবার জন্য একে পৃথক উল্লেখ করা হয়েছে। এ তিনটি ছিল ইতিবাচক নির্দেশ। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] আলোচ্য আয়াতে আল্লাহ তা'আলা তিনটি বিষয়ের আদেশ দিয়েছেনঃ সুবিচার, অনুগ্রহ ও আত্মীয়দের প্রতি অনুগ্রহ। পক্ষান্তরে তিন প্রকার কাজ করতে নিষেধ করেছেনঃ অশ্লীলতা, যাবতীয় মন্দ কাজ এবং যুলুম ও উৎপীড়ন। এ আয়াত সম্পর্কে আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ এটি হচ্ছে কুরআনুল কারমের ব্যাপকতর অর্থবোধক একটি আয়াত ৷ [ইবন কাসীর] কোন কোন সাহাবী এ আয়াত শ্রবণ করেই মুসলিম হয়েছিলেন। উসমান ইবনে মযউন রাদিয়াল্লাহু আনহু বলেনঃ শুরুতে আমি লোকমুখে শুনে ঝোঁকের মাথায় ইসলাম গ্রহণ করেছিলাম, আমার অন্তরে ইসলাম বদ্ধমূল ছিল না। একদিন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর খেদমতে উপস্থিত ছিলাম, হঠাৎ তার উপর ওহী নাযিলের লক্ষণ প্রকাশ পেল। কতিপয় বিচিত্র অবস্থার পর তিনি বললেনঃ আল্লাহর দূত এসেছিল এবং এই আয়াত আমার প্রতি নাযিল হয়েছে। উসমান ইবনে মযউন বলেনঃ এই ঘটনা দেখে এবং আয়াত শুনে আমার অন্তরে ঈমান বদ্ধমূল ও অটল হয়ে গেল এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি মহব্বত আমার মনে আসন পেতে বসল। [মুসনাদে আহমাদঃ ১/৩১৮]\n  <br/>\n  <br/>\n  [৫] ওপরের তিনটি সৎকাজের মোকাবিলায় আল্লাহ তিনটি অসৎ কাজ করতে নিষেধ করেন। অর্থাৎ আল্লাহ অশ্লীলতা, অসৎকর্ম ও সীমালঙ্ঘন করতে নিষেধ করেছেন। তন্মধ্যে প্রথমটি হচ্ছে, “ফাহশা”। যার অর্থ অশ্লীলতা-নির্লজ্জতা। কথায় হোক বা কাজে। [ফাতহুল কাদীর] প্রকাশ্য মন্দকৰ্ম অথবা কথাকে অশ্লীলতা বলা হয়, যাকে প্রত্যেকেই মন্দ মনে করে। সব রকমের অশালীন, কদর্য ও নির্লজ্জ কাজ এর অন্তর্ভুক্ত। এমন প্রত্যেকটি খারাপ কাজ যা স্বভাবতই কুৎসিত, নোংরা, ঘৃণ্য ও লজ্জাকর তাকেই বলা হয় অশ্লীল। যেমন কৃপণতা, ব্যাভিচার, উলঙ্গতা, সমকামিতা, মুহাররাম আত্মীয়কে বিয়ে করা, চুরি, শরাব পান, ভিক্ষাবৃত্তি, গালাগালি করা, কটু কথা বলা ইত্যাদি। এভাবে সর্বসমক্ষে বেহায়াপনা ও খারাপ কাজ করা এবং খারাপ কাজকে ছড়িয়ে দেয়াও অশ্লীলতা-নির্লজ্জতার অন্তর্ভুক্ত। যেমন মিথ্যা প্রচারণা, মিথ্যা দোষারোপ, গোপন অপরাধ জন সমক্ষে বলে বেড়ানো, অসৎকাজের প্ররোচক গল্প, নাটক ও চলচ্চিত্র, উলংগ চিত্র, মেয়েদের সাজগোজ করে জনসমক্ষে আসা, নারীপুরুষ প্রকাশ্যে মেলামেশা এবং মঞ্চে মেয়েদের নাচগান করা ও তাদের শারীরিক অংগভংগীর প্রদর্শনী করা ইত্যাদি।\n  <br/>\n  <br/>\n  [৬] নিষিদ্ধ দ্বিতীয় বিষয়টি হচ্ছে, মুনকার তথা দুস্কৃতি বা অসৎকর্ম। যা এমন কথা অথবা কাজকে বলা হয় যা শরীআত হারাম করেছেন। যাবতীয় গোনাহই এর অন্তর্ভুক্ত। কারও কারও মতে এর অর্থ শির্ক। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  (৭) নিষিদ্ধ তৃতীয় জিনিসটি হচ্ছে, (بغي) শব্দের আসল অর্থ সীমালঙ্ঘন করা, [ফাতহুল কাদীর] কারও কারও মতে, যুলুম। কারও কারও মতে, হিংসা-দ্বেষ। মোটকথা: এর দ্বারা যুলুম ও উৎপীড়ন বোঝানো হয়েছে। নিজের সীমা অতিক্রম করা এবং অন্যের অধিকার লংঘন করা ও তার ওপর হস্তক্ষেপ করা। তা আল্লাহর হক হোক বা বান্দার হক। মুনকার শব্দের যে অর্থ বর্ণিত হয়েছে, তাতে (بغي) ও (فَحْشَاءِ) ও অন্তর্ভুক্ত। কিন্তু চুড়ান্ত মন্দ হওয়ার কারণে فَحْشَاءِ কে পৃথক ও আগে উল্লেখ করা হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১৬ : ৯১",
        "arabic_text": "\nوَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ ",
        "bangla_text": "আর তোমরা আল্লাহ্‌র অঙ্গীকার পূর্ণ কর যখন পরস্পর অঙ্গীকার কর এবং তোমরা আল্লাহ্‌কে তোমাদের জামিন করে শপথ দৃঢ় করার পর তা ভঙ্গ করো না [১]। নিশ্চয় আল্লাহ্‌ জানেন যা তোমরা কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াত থেকে বুঝা গেল যে, কোন ব্যাপারে শপথ করার পর তা রক্ষা করা জরুরী। কিন্তু যদি কেউ কোন কাজ করবে না বলে অথচ কাজটি হালাল ও ভাল। তখন কাজটি করা সুন্নাত, আর তার উচিত শপথের কাফফারা দেয়া। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আমি আল্লাহর শপথ করে বলছি, আল্লাহ চাহে তো যখনই এমন কোন কাজের শপথ করি তারপর এর বিপরীতে এর চেয়ে ভাল দেখি তখনই আমি ভাল কাজটি করি এবং শপথের কাফফারা দেই [বুখারী: ৬৬২১ মুসলিম: ১৬৪৯]\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১৬ : ৯২",
        "arabic_text": "\nوَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ ",
        "bangla_text": "আর তোমরা সে নারীর মত হয়ো না [১], যে তার সূতা মজবুত করে পাকাবার পর সেটার পাক খুলে নষ্ট করে দেয়। তোমাদের শপথ তোমরা পরস্পরকে প্রবঞ্চনা করার জন্য ব্যবহার করে থাক, যাতে একদল অন্যদলের চেয়ে বেশী লাভবান হও। আল্লাহ্‌ তো এটা দিয়ে শুধু তোমাদেরকে পরীক্ষা করেন [২]। আর অবশ্যই আল্লাহ্‌ কিয়ামতের দিন তা তোমাদের কাছে স্পষ্ট বর্ণনা করে দেবেন যাতে তোমরা মতভেদ করতে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আব্দুল্লাহ ইবনে কাসীর এবং সুদ্দী বলেনঃ এখানে মক্কার এমন এক বেঅকুফ নারীর কথা বলা হচ্ছে, যে কাপড় বুননের পর তা আবার খুলে ফেলত। মুজাহিদ, কাতাদা এবং ইবনে যায়েদ বলেনঃ এটা একটি উদাহরণ যা ঐ সমস্ত লোকদের ক্ষেত্রে পেশ করা হয়, যারা কোন পাকাপাকি শপথ করার পর তা ভঙ্গ করত। ইবনে কাসীর এ দ্বিতীয় মতটিকে প্রাধান্য দিয়েছেন।\n  <br/>\n  <br/>\n  [২] এখানে আল্লাহ তা'আলা সতর্ক করে দিয়ে বলছেন, প্রত্যেকটি অঙ্গীকার আসলে অঙ্গীকারকারী ব্যক্তি ও জাতির চরিত্র ও বিশ্বস্ততার পরীক্ষা স্বরূপ। আল্লাহ্ তাআলা অঙ্গীকার পূর্ণ করার কথা বলে মানুষদেরকে পরীক্ষায় ফেললেন। [তাবারী] সাঈদ ইবন জুবাইর বলেন, এখানে পরীক্ষার বিষয় হচ্ছে, বেশী লাভবান হতে দেখা। [ইবন কাসীর] কারণ, সাধারণত জাহেলী যুগে মানুষ বেশী লাভবান হওয়ার আশায় অঙ্গীকার ভঙ্গ করত। মোটকথা: আল্লাহ দেখতে চান কারা এ পরীক্ষায় উত্তীর্ণ হয়। যারা এ পরীক্ষায় ব্যর্থ হবে তারা আল্লাহর আদালতে জবাবদিহির হাত থেকে বাঁচতে পারবে না। আখেরাতের ময়দানে তিনি তাদের মধ্যে অনুষ্ঠিত হওয়া মতবিরোধকে বর্ণনা করে, তাদের প্রত্যেককে তার আমল অনুসারে ভাল-মন্দ প্রতিফল দেবেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১৬ : ৯৩",
        "arabic_text": "\nوَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "আর ইচ্ছা করলে আল্লাহ্‌ তোমাদেরকে এক জাতি করতে পারতেন, কিন্তু তিনি যাকে ইচ্ছে বিভ্রান্ত করেন এবং যাকে ইচ্ছে সৎপথে পরিচালিত করেন। আর তোমরা যা করতে সে বিষয়ে অবশ্যই তোমাদেরকে প্রশ্ন করা হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ নিজেই মানুষকে নির্বাচন ও গ্রহণ করার স্বাধীনতা দিয়েছেন। তাই দুনিয়ায় মানুষদের পথ বিভিন্ন। কেউ গোমরাহীর দিকে যেতে চায় এবং আল্লাহ গোমরাহীর সমস্ত উপকরণ তার জন্য তৈরী করে দেন। কেউ সত্য-সঠিক পথের সন্ধানে ব্যাপৃত থাকে এবং আল্লাহ তাকে সঠিক পথনির্দেশনা দানের ব্যবস্থা করেন। এ জন্যই হাদীসে এসেছে, “তোমরা কাজ করে যাও, কেননা যার জন্য যাকে সৃষ্টি করা হয়েছে তার জন্য সে ধরনের কাজ করা সহজসাধ্য করে দেয়া হবে\"। [বুখারীঃ ৪৯৪৭, মুসলিমঃ ২৬৪৭]\n  <br/>\n  <br/>\n  সুতরাং বান্দার দায়িত্ব হলোঃ ভালো পথে চলার জন্য চেষ্টা করা এবং সে পথের উপর অটল থাকার জন্য আল্লাহর দরবারে সার্বক্ষনিক দো’আ করা।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১৬ : ৯৪",
        "arabic_text": "\nوَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ ",
        "bangla_text": "আর পরস্পর প্রবঞ্চনা করার জন্য তোমরা তোমাদের শপথকে ব্যবহার করো না; করলে, পা স্থির হওয়ার পর পিছলে যাবে এবং আল্লাহ্‌র পথে বাধা দেয়ার কারণে তোমরা শাস্তির আস্বাদ গ্রহণ করবে; আর তোমাদের জন্য রয়েছে মহাশাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১৬ : ৯৫",
        "arabic_text": "\nوَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "আর তোমরা আল্লাহ্‌র অঙ্গীকার তুচ্ছ মূল্যে বিক্রি করো না [১]। আল্লাহ্‌র কাছে যা আছে তা-ই তোমাদের জন্য উত্তম--- যদি তোমরা জানতে !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ এই নয় যে, বড় লাভের বিনিময়ে তা বিক্রি করতে পারো। এখানে সামান্য মূল্য’ বলে দুনিয়ার মুনাফাকে বোঝানো হয়েছে। এগুলো পরিমাণে যত বেশীই হোক না কেন, আখেরাতের মুনাফার তুলনায় দুনিয়া ও দুনিয়ার সমস্ত ধন-সম্পদ সামান্যই বটে। [ইবন কাসীর] যে ব্যক্তি আখেরাতের বিনিময়ে দুনিয়া গ্রহণ করে, সে অত্যন্ত লোকসানের কারবার করে। কারণ, অনন্তকাল স্থায়ী উৎকৃষ্ট নেয়ামত ও ধন-সম্পদকে ক্ষণভঙ্গুর ও নিকৃষ্ট বস্তুর বিনিময়ে বিক্রয় করা কোন বুদ্ধিমান পছন্দ করতে পারে না।\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১৬ : ৯৬",
        "arabic_text": "\nمَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖۗ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "তোমাদের কাছে যা আছে তা নিঃশেষ হবে এবং আল্লাহ্‌র কাছে যা আছে তা স্থায়ী [১]। আর যারা ধৈর্য ধারণ করেছে, আমরা অবশ্যই তাদেরকে তারা যা করত তার চায় শ্রেষ্ঠ প্রতিদান দেব [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যা কিছু তোমাদের কাছে রয়েছে (এতে পার্থিব মুনাফা বোঝানো হয়েছে) তা সবই নিঃশেষ ও ধ্বংস হবে। পক্ষান্তরে আল্লাহর কাছে যা রয়েছে (এতে আখেরাতে জান্নাতের সওয়াব ও আযাব বোঝানো হয়েছে) তা চিরকাল অক্ষয় হয়ে থাকবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে সবরের পথ অবলম্বনকারীদের বলে এমন সব লোকদেরকে বুঝানো হয়েছে, যারা আল্লাহর নির্দেশ ও নিষেধ পালন করতে জীবনের যাবতীয় কষ্টকে তুচ্ছ জ্ঞান করেছে। কাফেরদের বিরুদ্ধে ধৈর্যের সাথে যুদ্ধ করেছে। এ পথে যত প্রকার কষ্ট ও ক্ষতির সম্মুখীন হতে হয় তা সবই যারা বরদাশত করে নিয়ে আনুগত্যের উপর অটল থাকে তাদের জন্য উত্তম পুরস্কার। ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১৬ : ৯৭",
        "arabic_text": "\nمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "মুমিন হয়ে পুরুষ ও নারীর মধ্যে যে কেউ সৎকাজ করবে, অবশ্যই আমরা তাকে পবিত্র জীবন [১] দান করব। আর অবশ্যই আমরা তাদেরকে তারা যা করত তার তুলনায়  শ্রেষ্ঠ প্রতিদান দেব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সংখ্যাগরিষ্ঠ মুফাসসিরের মতে এখানে ‘হায়াতে তাইয়্যেবা’ বলতে দুনিয়ার পবিত্র ও আনন্দময় জীবন বোঝানো হয়েছে। আলী রাদিয়াল্লাহু আনহু অর্থ করেছেন স্বল্পে তুষ্টি। দাহহাক বলেন, হালাল রিযক ও দুনিয়াতে ইবাদাত করার তাওফীক। কোন কোন মুফাসসিরের মতে এর অর্থ আখেরাতের জীবন। হাসান, মুজাহিদ ও কাতাদা বলেন, জান্নাতে যাওয়া ব্যতীত কারোই জীবন স্বাচ্ছন্দময় হতে পারে না। সঠিক কথা হচ্ছে, হায়াতে তাইয়্যেবা এসব অর্থের সবগুলোকেই শামিল করে। [ইবন কাসীর] প্রথমোক্ত তাফসীর অনুযায়ীও এরূপ অর্থ নয় যে, সে কখনো অনাহার-উপবাস ও অসুখ-বিসুখের সম্মুখীন হবে না। বরং অর্থ এই যে, মুমিন ব্যক্তি কোন সময় আর্থিক অভাব-অনটন কিংবা কষ্টে পতিত হলেও দুটি বিষয় তাকে উদ্বিগ্ন হতে দেয় না। এক- অল্পেতুষ্টি এবং অনাড়ম্বর জীবন যাপনের অভ্যাস, যা দারিদ্র্যের মাঝেও কেটে যায়। দুই, তার এ বিশ্বাস যে, এ অভাব-অনটন ও অসুস্থতার বিনিময়ে আখেরাতে সুমহান, চিরস্থায়ী নেয়ামত পাওয়া যাবে। কাফের ও পাপাচারীর অবস্থা এর বিপরীত। সে অভাব-অনটন ও অসুস্থতার সম্মুখীন হলে তার জন্য সান্ত্বনার কোন ব্যবস্থা নেই। ফলে সে কাণ্ডজ্ঞান হারিয়ে ফেলে। প্রায়শঃ আত্মহত্যা করে। পক্ষান্তরে সে যদি সচ্ছল জীবনের অধিকারী হয়, তবে লোভের আতিশয্য তাকে শান্তিতে থাকতে দেয় না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “সে ব্যক্তি অবশ্যই সফলকাম হয়েছে যে ইসলাম গ্রহণ করেছে, চলনসই মত রিযক দেয়া হয়েছে এবং আল্লাহ তাকে যা দিয়েছে তাতেই সে তুষ্ট হয়েছে। [মুসলিমঃ ১০৫৪] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও দো'আ করতেনঃ\n  <br/>\n  <br/>\n  “হে আল্লাহ আমাকে যা রিযক দিয়েছেন তাতে তুষ্ট করে দিন এবং তাতে আমার জন্য বরকত দিন আর আমার অনুপস্থিতিতে যে কাজ হয় তা ভালভাবে শোধ করুন।” [মুস্তাদরাকে হাকেমঃ ২/৩৫৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১৬ : ৯৮",
        "arabic_text": "\nفَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ ",
        "bangla_text": "সুতরাং যখন আপনি কুরআন পাঠ করবেন [১] তখন অভিশপ্ত শয়তান হতে আল্লাহ্‌র আশ্রয় প্রার্থনা করুন [২];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির এ আয়াত এবং এর পূর্বের আয়াতসমূহের মধ্যে সম্পর্ক নির্ণয় করতে গিয়ে বলেনঃ পূর্ববতী আয়াতসমূহে প্রথমে অঙ্গীকার পূর্ণ করার প্রতি এবং সৎকর্ম সম্পাদনের প্রতি গুরুত্ব আরোপ ও উৎসাহিত করা হয়েছে। শয়তানের প্ররোচনায়ই মানুষ এসব বিধি-বিধানে শৈথিল্য প্রদর্শন করে। তাই এই আয়াতে বিতাড়িত শয়তান থেকে আল্লাহর কাছে পানাহ প্রার্থনা শিক্ষা দেয়া হয়েছে। প্রতিটি সৎকর্মের বেলায় এর প্রয়োজন রয়েছে। [দেখুন, ফাতহুল কাদীর] আলোচ্য আয়াতে বিশেষভাবে কুরআন পাঠের সাথে এর উল্লেখ রয়েছে। ইমাম তাবারী বলেন, সর্বসম্মত মত হচ্ছে যে, এ নির্দেশটি মুস্তাহাব, ওয়াজিব নয়। কুরআন তেলাওয়াতের প্রথমে বিতাড়িত শয়তান থেকে আল্লাহর আশ্রয় চাওয়ার কারণ হচ্ছে, যাতে শয়তান কুরআন তিলাওয়াতের সময় কোন প্রকার ঝামেলা করতে না পারে। কোন প্রকার সন্দেহে নিপতিত করতে না পারে এবং চিন্তা ও গবেষণা থেকে দূরে না রাখে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এর অর্থ কেবল এতটুকুই নয় যে, মুখে শুধুমাত্র “আউযুবিল্লাহ\" উচ্চারণ করলেই হয়ে যাবে। বরং এ সংগে কুরআন পড়ার সময় যথার্থই শয়তানের বিভ্রান্তিকর প্ররোচনা থেকে মুক্ত থাকার বাসনা পোষণ করতে হবে এবং কার্যত তার প্ররোচনা থেকে নিস্কৃতি লাভের প্রচেষ্টা চালাতে হবে। কুরআন তিলাওয়াত ছাড়া অন্য কোন কালাম অথবা কিতাব পাঠ করার পূর্বে আউযুবিল্লাহ্ পড়া সুন্নত নয়। [ইবনুল কাইয়্যেম: ইগাসাতুল লাহফান] সে ক্ষেত্রে শুধু বিসমিল্লাহ পড়া উচিত। তবে বিভিন্ন কাজ ও অবস্থায় আউযুবিল্লাহর শিক্ষা হাদীসে বর্ণিত রয়েছে। উদাহরণতঃ কারো অধিক ক্রোধের উদ্রেক হলে হাদীসে আছে যে, “আউযুবিল্লাহি মিনাস শায়তানির রাজীম” পাঠ করলে ক্রোধ দমিত হয়ে যায়। [দেখুনঃ বুখারী: ৩২৮২ মুসলিম: ২৬১০]\n  <br/>\n  <br/>\n  পায়খানায় প্রবেশ করার পূর্বে ‘আল্লাহুম্মা ইন্নী আউয়ুবিকা মিনাল খুবুসি ওয়াল খাবায়িস’ পাঠ করা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর হাদীস দ্বারা প্রমাণিত। [দেখুনঃ বুখারী: ১৪২; মুসলিম: ৩৭৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "১৬ : ৯৯",
        "arabic_text": "\nإِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ ",
        "bangla_text": "নিশ্চয় যারা ঈমান আনে ও তাদের রবেরই উপর নির্ভর  করে তাদের উপর তার কোন আধিপত্য নেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ব্যক্ত হয়েছে যে, আল্লাহ তা'আলা শয়তানকে এমন শক্তি দেননি যাতে সে যে কোন মানুষকে মন্দ কাজে বাধ্য করতে পারে। মানুষ স্বয়ং নিজের ক্ষমতা ও শক্তি অসাবধানতাবশতঃ কিংবা কোন স্বার্থের কারণে প্রয়োগ না করলে সেটা তারই দোষ। তাই বলা হয়েছেঃ যারা আল্লাহর প্রতি বিশ্বাস রাখে এবং যাবতীয় অবস্থা ও কাজকর্মে স্বীয় ইচ্ছাশক্তির পরিবর্তে আল্লাহর উপর ভরসা রাখে (কেননা, তিনিই সৎকাজের তাওফীকদাতা এবং প্রত্যেকটি অনিষ্ট থেকে রক্ষাকারী) এ ধরণের লোকের উপর শয়তান আধিপত্য বিস্তার করতে পারে না। সুফিয়ান সাওরী বলেন, এর অর্থ, যারা আল্লাহর উপর ভরসা রাখে শয়তান তাদেরকে এমন গোনাহে লিপ্ত করতে পারে না যা থেকে সে তাওবাহ করে না। কেউ কেউ বলেন, এর অর্থ, যারা আল্লাহর উপর ভরসা রাখে শয়তান তাদের কাছে কোন প্রমাণ দিয়ে টিকে থাকতে পারে না। কারও কারও মতে, এ আয়াতটি অন্য আয়াত “তবে আমার মুখলিস বান্দাদের ব্যতীত” [সূরা আল-হিজর: ৪০: সূরা ছোয়াদ: ৮৩] এর অর্থের অনুরূপ। [ইবন কাসীরা] (সূরা আল-হিজরের তাফসীরে এর ব্যাখ্যা গত হয়েছে।)\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "১৬ : ১০০",
        "arabic_text": "\nإِنَّمَا سُلۡطَٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ ",
        "bangla_text": "তার আধিপত্য তো শুধু তাদেরই উপর যারা তাকে অভিভাবকরূপে গ্রহণ করে [১] এবং আল্লাহ্‌র সাথে শরীক করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এর অর্থ, যারা শয়তানের অনুসরণ করে তাদেরকেই সে পথভ্রষ্ট করে। অন্যরা বলেন, এর অর্থ, যারা তাকে অভিভাবক হিসেবে গ্রহণ করেছে তাদের উপরই তার প্রভাব কার্যকরী হয়। [ইবন কাসীর] আয়াতের শেষে বলা হয়েছে, আর যারা তার সাথে শরীক করে, তাদের উপরও তার ক্ষমতা কার্যকর থাকে। এর আরেক অর্থ হচ্ছে, যারা শয়তানের আনুগত্যের কারণে মুশরিক হয়েছে তাদের উপরও শয়তানের প্রভাব কার্যকর। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "১৬ : ১০১",
        "arabic_text": "\nوَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِۭۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর যখন আমরা এক আয়াতের স্থান পরিবর্তন করে অন্য আয়াত দেই--- আর আল্লাহ্‌ই ভাল জানেন যা তিনি নাযিল করবেন সে সম্পর্কে--- , তখন তারা বলে, ‘আপনি তো শুধু মিথ্যা রটনাকারী’, বরং তাদের অধিকাংশই জানে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "১৬ : ১০২",
        "arabic_text": "\nقُلۡ نَزَّلَهُۥ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ ",
        "bangla_text": "বলুন, ‘আপনার রবের কাছ থেকে রূহুল-কুদুস [১] (জিবরীল) যথাযথ ভাবে একে নাযিল করেছেন, যারা ঈমান এনেছে তাদেরকে সুদৃঢ় করার জন্য এবং হিদায়াত ও মুসলিমদের জন্য সুসংবাদস্বরূপ’।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “রুহুল কুদুস” এর শাব্দিক অনুবাদ হচ্ছে ‘পবিত্র রূহ বা ‘পবিত্রতার রূহ। পারিভাষিকভাবে এ উপাধিটি দেয়া হয়েছে জিবরাঈল আলাইহিস সালামকে। এখানে অহী বাহক ফেরেশতার নাম না নিয়ে তার উপাধি ব্যবহার করার উদ্দেশ্য হচ্ছে শ্রোতাদেরকে এ সত্যটি জানানো যে, এমন একটি রূহ এ বাণী নিয়ে আসছেন যিনি সকল প্রকার মানবিক দুর্বলতা ও দোষ-ত্রুটি মুক্ত। তিনি একটি নিখাদ পবিত্র ও পরিচ্ছন্ন রূহ। আল্লাহর কালাম পূর্ণ আমানতদারীর সাথে পৌছিয়ে দেয়াই তার কাজ। তিনি যে যথার্থ কাজই করেন এবং কেবলমাত্র আল্লাহর নির্দেশেরই পূর্ণ বাস্ত বায়ন করেন তা আল্লাহ তা'আলা কুরআনের বিভিন্ন আয়াতে সুস্পষ্টভাবে ঘোষণা করেছেন। [দেখুনঃ সূরা আল-বাকারাহঃ ৯৭, সূরা আস-শু'আরাঃ ১৯২-১৯৪], [সূরা ত্বা-হাঃ ১১৪]\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "১৬ : ১০৩",
        "arabic_text": "\nوَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ ",
        "bangla_text": "আর আমরা অবশ্যই জানি যে, তারা বলে, ‘তাকে তো কেবল একজন মানুষ [১] শিক্ষা দেয়’। তারা যার প্রতি এটাকে সম্পর্কযুক্ত করার জন্য ঝুঁকছে তার ভাষা তো আরবী নয় ; অথচ এটা (কুরআন) হচ্ছে সুস্পষ্ট আরবী ভাষা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিভিন্ন বর্ণনায় বিভিন্ন ব্যক্তির নাম উল্লেখ করে বলা হয়েছে, মক্কার কাফেররা তাদের মধ্য থেকে কারো সম্পর্কে এ ধারণা করতো। এক হাদীসে তার নাম বলা হয়েছে জাবর। সে ছিল আমের আল হাদরামীর রোমীয় ক্রীতদাস। অন্য এক বর্ণনায় খুয়াইতিব ইবনে আবদুল উয্যার এক গোলামের নাম উল্লেখ করা হয়েছে। তার নাম ছিল ‘আইশ বা ইয়াঈশ’। তৃতীয় এক বর্ণনায় ইয়াসারের নাম নেয়া হয়েছে। তার ডাকনাম ছিল আবু ফুকাইহাহ। সে ছিল মক্কার এক মহিলার ইহুদী গোলাম। অন্য একটি বর্ণনায় বিল’আম নামক একটি রোমীয় গোলামের কথা বলা হয়েছে। [ইবন কাসীর; ফাতহুল কাদীর] মোটকথা: এদের মধ্য থেকে যেই হোক না কেন, মক্কার কাফেররা শুধুমাত্র এক ব্যক্তি তাওরাত ও ইন্জিল পড়ে এবং তার সাথে মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাক্ষাতও হয়েছে শুধুমাত্র এটা দেখেই নিসংকোচে এ অপবাদ তৈরী করে ফেললো যে, আসলে এ ব্যক্তিই এ কুরআন রচনা করছে এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আল্লাহর নামে নিজের পক্ষ থেকে এটিই পেশ করছেন। এভাবে মক্কার কুরাইশ কাফেররা সামান্য কিছু তাওরাত ও ইনজিল পড়তে পারতো এমন একজন অখ্যাত দাসকে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মত মহান ব্যক্তিত্বের মোকাবিলায় যোগ্যতর বিবেচনা করছিল। তারা ধারণা করছিল, এ দুর্লভ রত্নটি ঐ কয়লা খণ্ড থেকেই দ্যুতি লাভ করছে। কাফের কুরাইশদের এ ধারণাটি নিশ্চয় হাস্যকর। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "১৬ : ১০৪",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ ",
        "bangla_text": "নিশ্চয় যারা আল্লাহ্‌র আয়াত সমূহে ঈমান আনে না, তাদেরকে আল্লাহ্‌ হিদায়াত করবেন না এবং তাদের জন্য রয়েছে যন্ত্রণাদয়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "১৬ : ১০৫",
        "arabic_text": "\nإِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ ",
        "bangla_text": "যারা আল্লাহ্‌র আয়াতসমূহে ঈমান আনে না, তারাই তো শুধু মিথ্যা রটনা করে, আর তারাই মিথ্যাবাদী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [২] এখানে আল্লাহ্ তা'আলা তাঁর রাসূলের পক্ষ থেকে যে কিছু মিথ্যা বানিয়ে বলা সম্ভব নয় তা বুঝিয়ে দিচ্ছেন। আল্লাহ বলছেনঃ ঐ সমস্ত লোকেরাই শুধু মিথ্যা বানিয়ে বলতে পারে যারা আল্লাহর আয়াত ও নিদর্শনাবলীর উপর ঈমান রাখে না। [ইবন কাসীর] নবী-রাসূলগণ তো এ রকম নয়! তারা সর্বদা আল্লাহর নিদর্শনাবলী ও তাঁর আয়াতসমূহে ঈমান রাখে এবং সেগুলোর প্রতি ঈমানের জন্য মানুষকে আহবান করতে থাকে। রাসূল নবুওয়াতের আগেও কোনদিন মিথ্যা বলেননি, তাহলে তার প্রতি এ অপবাদ কেন? এ ব্যাপারটিই রোম সম্রাটকে নাড়া দিয়েছিল। তিনি তৎকালিন কাফের সর্দারকে জিজ্ঞাসা করেছিলেনঃ তোমরা কি তাকে ইতোপূর্বে এ কথা (নবী হওয়ার) দাবী করার পূর্বে কখনো মিথ্যার অপবাদ দিতে? সে জবাবে বলেছিলঃ না, তখন হিরাক্লিয়াস বলেছিলঃ সে মানুষের সাথে মিথ্যা পরিত্যাগ করে আল্লাহর উপর মিথ্যা বলার মত কাজে জড়াতে পারে না। [বুখারীঃ ৭]\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "১৬ : ১০৬",
        "arabic_text": "\nمَن كَفَرَ بِٱللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ ",
        "bangla_text": "কেউ তার ঈমান আনার পর আল্লাহ্‌র সাথে কুফরী করলে এবং কুফরীর জন্য হৃদয় উন্মুক্ত রাখলে তার উপর আপতিত হবে আল্লাহ্‌র গযব এবং তার জন্য রয়েছে মহাশাস্তি [১]; তবে তার জন্য নয়, যাকে কুফরীর জন্য বাধ্য [২] করা হয় কিন্তু তার চিত্ত ঈমানে অবিচলিত [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দুনিয়া ও আখেরাতে উভয় স্থানেই মুরতাদের জন্য রয়েছে শাস্তি। মুরতাদ আখেরাতে চিরস্থায়ী জাহান্নামে যাবে। দুনিয়াতে তার শাস্তি হলোঃ মৃত্যুদণ্ড। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ\n  <br/>\n  <br/>\n  “যে তার দ্বীন (ইসলাম) পরিবর্তন করে তাকে তোমরা হত্যা কর\"। [বুখারীঃ ৬৯২২] এটা এ জন্যই যে, সে হক্ক দ্বীনের প্রতি অপবাদ দিচ্ছে। যে শুধু নিজেকে ধ্বংস করছেনা তার সাথে হাজারো মানুষের মনে দ্বীন সম্পর্কে সন্দেহের বীজ ঢুকিয়ে দিচ্ছে। এতে করে সে মানুষের মৌলিক অধিকারে হস্তক্ষেপ করছে। ইসলাম গ্রহণের ব্যাপারে তাকে বাধ্য করা হয়নি। সে বুঝে-শুনে ইসলাম গ্রহণ করেছে সুতরাং এর বিপরীতটি তার থেকে গ্রহণ করা যাবে না।\n  <br/>\n  <br/>\n  [২] (إكراه) -এর শাব্দিক অর্থ এই যে, কোন ব্যক্তিকে এমন কথা বলতে অথবা এমন কাজ করতে বাধ্য করা, যা বলতে বা করতে সে সম্মত নয়। আয়াতের অর্থ হচ্ছে এমন জোর-জবরদস্তি, যা মানুষকে ক্ষমতাহীন ও অক্ষম করে দেয়। এমন জবরদস্তির অবস্থায় অন্তর ঈমানের উপর স্থির ও অটল থাকার শর্তে মুখে কুফর কালেমা উচ্চারণ করা জায়েয। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] এ আয়াত থেকে প্রমাণিত হয় যে, যে ব্যক্তিকে হত্যার হুমকি দিয়ে কুফরী কালাম উচ্চারণ করতে বাধ্য করা হয়, যদি প্রবল বিশ্বাস থাকে যে, হুমকিদাতা তা কার্যে পরিণত করার পূর্ণ ক্ষমতা রাখে, তবে এমন জবরদস্তির ক্ষেত্রে সে যদি মুখে কুফরী কালাম উচ্চারণ করে, তবে তাতে কোন গোনাহ নেই এবং তার স্ত্রী তার জন্য হারাম হবে না। তবে শর্ত এই যে, তার অন্তর ঈমানে অটল থাকতে হবে এবং কুফরী কালামকে মিথ্যা ও মন্দ বলে বিশ্বাস করতে হবে। আলোচ্য আয়াতটি কতিপয় সাহাবী সম্পর্কে নাযিল হয়, যাদেরকে মুশরিকরা গ্রেফতার করেছিল এবং হত্যার হুমকি দিয়ে কুফরী অবলম্বন করতে বলেছিল। যারা গ্রেফতার হয়েছিলেন, তারা ছিলেন আম্মার, তদীয় পিতা ইয়াসির, মাতা সুমাইয়্যা, সুহায়েব, বেলাল এবং খাববাব রাদিয়াল্লাহু আনহুম। তাদের মধ্যে ইয়াসির ও তার স্ত্রী সুমাইয়্যা কুফরী কালাম উচ্চারণ করতে সম্পূর্ণ অস্বীকার করেন। ইয়াসিরকে হত্যা করা হয় এবং সুমাইয়্যাকে দুই উটের মাঝখানে বেঁধে উট দু'টিকে দু’দিকে হাকিয়ে দেয়া হয়। ফলে তিনি দ্বিখণ্ডিত হয়ে শহীদ হন। এ দু’জন মহাত্মাই ইসলামের জন্য সর্বপ্রথম শাহাদাত বরণ করেন। [দেখুন, বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  তবে আয়াতের অর্থ এ নয় যে, প্রাণ বাঁচাবার জন্য কুফরী কথা বলা বাঞ্ছনীয়। বরং এটি নিছক একটি “রুখসাত” তথা সুবিধা দান ছাড়া আর কিছুই নয়। যদি অন্তরে ঈমান অক্ষুন্ন রেখে মানুষ বাধ্য হয়ে এ ধরনের কথা বলে তাহলে তাকে কোন জবাবদিহির সম্মুখীন হতে হবে না। অন্যথায় আযীমাত তথা দৃঢ় সংকল্পবদ্ধ ঈমানের পরিচয়ই হচ্ছে এই যে, মানুষের এ রক্তমাংসের শরীরটাকে কেটে টুকরো টুকরো করে ফেললেও সে যেন সত্যের বাণীরই ঘোষণা দিয়ে যেতে থাকে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মুবারক যুগে এ উভয় ধরনের ঘটনার নজির পাওয়া যায়। একদিকে আছেন খাববাব ইবনে আরত রাদিয়াল্লাহু, আনহু তাঁকে জ্বলন্ত অংগারের ওপর শোয়ানো হয়। এমনকি তাঁর শরীরের চর্বি গলে পড়ার ফলে আগুন নিভে যায়। কিন্তু এরপরও তিনি দৃঢ়ভাবে ঈমানের ওপর অটল থাকেন। বিলাল হাবশীকে রাদিয়াল্লাহু আনহু লোহার বর্ম পরিয়ে দিয়ে কাঠফাটা রোদে দাঁড় করিয়ে দেয়া হয়। তারপর উত্তপ্ত বালুকা প্রান্তরে শুইয়ে দিয়ে তার ওপর দিয়ে তাঁকে টেনে নিয়ে যাওয়া হয়। কিন্তু তিনি আহাদ আহাদ' শব্দ উচ্চারণ করে যেতেই থাকেন। [দেখুনঃ ইবনে মাজাহঃ ১৫০]\n  <br/>\n  <br/>\n  আর একজন সাহাবী ছিলেন হাবীব ইবন যায়েদ ইবন আসেম রাদিয়াল্লাহু আনহু। মুসাইলামা কাযযাবের হুকুমে তাঁর শরীরের প্রত্যেটি অংগ-প্রত্যংগ কাটা হচ্ছিল এবং সেই সাথে মুসাইলামাকে নবী বলে মেনে নেবার জন্য দাবী করা হচ্ছিল। কিন্তু প্রত্যেক বারই তিনি তার নবুওয়াত দাবী মেনে নিতে অস্বীকার করছিলেন এভাবে ক্রমাগত অংগ-প্রত্যংগ কাটা হতে হতেই তাঁকে মৃত্যুবরণ করতে হয়। অন্যদিকে আছেন আম্মার রাদিয়াল্লাহু আনহু। আম্মার রাদিয়াল্লাহু আনহুর চোখের সামনে তাঁর পিতা ও মাতাকে কঠিন শাস্তি দিয়ে দিয়ে শহীদ করা হয়। তারপর তাকে এমন কঠিন অসহনীয় শাস্তি দেয়া হয় যে,শেষ পর্যন্ত নিজের প্রাণ বাঁচাবার জন্য তিনি কাফেরদের চাহিদা মত সবকিছু বলেন। এরপর তিনি কাঁদতে কাঁদতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের খেদমতে হাযির হন এবং আরয করেনঃ\n  <br/>\n  <br/>\n  “হে আল্লাহর রসূল! আমি আপনাকে মন্দ এবং তাদের উপাস্যদেরকে ভাল না বলা পর্যন্ত তারা আমাকে ছেড়ে দেয়নি \"রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিজ্ঞেস করলেন “তোমার মনের অবস্থা কি?\" জবাব দিলেন “ঈমানের ওপর পরিপূর্ণ নিশ্চিত।\" একথায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ “যদি তারা আবারো এ ধরনের জুলুম করে তাহলে তুমি তাদেরকে আবারো এসব কথা বলে দিয়ো” [মুস্তাদরাকে হাকেমঃ ২/৩৫৭, বাইহাকীর আস-সুনানুল কুবরা ২/২০৮-২০৯]।\n  <br/>\n  <br/>\n  তবে ঈমানের উপর অবিচল থাকার কিছু নিদর্শন সাহাবাদের জীবনীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পরবর্তী সময়েও পাওয়া যায়। প্রখ্যাত সাহাবী আব্দুল্লাহ ইবনে হুযাফাহ আস-সাহমীকে রোমের নাসারাগণ কয়েদ করে তাদের রাজার কাছে নিয়ে গেলে তাদের রাজা তাকে বললঃ নাসারাদের দ্বীন গ্রহণ কর, আমি তোমাকে আমার রাজত্বের ভাগ দেব এবং আমার কন্যাকে তোমার সাথে বিয়ে দেব। তিনি তাকে বললেনঃ যদি আমাকে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দ্বীন থেকে বিচ্যুত হওয়ার বিনিময়ে তুমি যা কিছুর মালিক তা এবং আরবদের সমস্ত সাম্রাজ্যও দাও, তবুও আমি ক্ষণিকের জন্যও তা করব না। রাজা বললঃ তাহলে আমি তোমাকে হত্যা করব। তিনি বললেনঃ তুমি সেটা করতে পার। তারপর রাজা তাকে শূলে চড়াবার আদেশ করল। এরপর তীরন্দাযদের তাকে কাছ থেকে তার হাত ও পায়ের পার্শ্বে তীর নিক্ষেপের নির্দেশ দিল। রাজা তখনও তাকে নাসারাদের দ্বীনের দাওয়াত দিতে থাকল। তিনি অস্বীকার করতে থাকলেন। রাজা তাকে শূল থেকে নামানোর নির্দেশ দিলেন। তারপর একটি বড় ডেকচি আনার নির্দেশ দিলেন, তাতে পানি দিয়ে গরম করা হল, তারপর তার সামনেই একজন মুসলিম কয়েদীকে এনে তাতে ফেলা হলো, ক্ষনিকেই কয়েদীটি হাড্ডিতে পরিণত হলো। এমতাবস্থায়ও তার কাছে নাসারাদের দ্বীন গ্রহণের দাওয়াত দেয়া হলো কিন্তু তিনি তা গ্রহণ করতে অস্বীকার করলেন। তখন তাকে এ ডেকচির মধ্যে নিক্ষেপ করার নির্দেশ দেয়া হলো। তারপর তাকে যখন নিক্ষেপ করার জন্য উপরে উঠানো হলো তখন তিনি কাঁদলেন। তখন রাজা আশ্বস্ত হলো এবং তাকে ডাকল। তখন তিনি বললেনঃ আমি তো এজন্যই কেঁদেছি যে, আমার আত্মাতো একটি মাত্র যা এ মূহুর্তে ডেকচিতে আল্লাহর ওয়াস্তে নিক্ষেপ করা হচ্ছে, আমার আকাংখা হলো যে, হায়! যদি আমার শরীরের প্রত্যেক পশমের পরিমাণ আত্মা হতো এবং সবগুলি আত্মা আল্লাহর জন্য এধরনের শাস্তি পেত। কোন কোন বর্ণনায় আছে যে, রাজা তাকে কয়েদ করে রেখে তাকে কয়েকদিন কোন খাবার সরবরাহ করা থেকে বিরত থাকল। তারপর তাকে মদ এবং শুকরের গোস্ত দেয়া হলো। কিন্তু তিনি এর কাছেও ঘেষলেন না। তখন রাজা তাকে ডেকে বললোঃ তোমাকে খেতে বারণ করেছে কিসে? তিনি তখন বললেনঃ যদিও আমার জন্য এ অবস্থায় এ দু’টো বস্তু খাওয়া বৈধ তবুও আমি তোমাকে আমার বিপদগ্ৰস্ততা থেকে খুশী হতে দিতে পারি না। তখন রাজা তাকে বললোঃ তাহলে তুমি আমার মাথায় চুমু খাও, আমি তোমাকে ছেড়ে দেব। তিনি বললেনঃ আমার সাথী সমস্ত মুসলিম কয়েদীকেও ছেড়ে দেবে? রাজা বললোঃ হ্যা। তখন তিনি রাজার মাথায় চুম্বন করলেন। রাজা তাকে ছেড়ে দিল এবং তার সাথের সমস্ত মুসলিম কয়েদীকেও ছেড়ে দিল।তারপর যখন তিনি উমর ইবনে খাত্তাব রাদিয়াল্লাহু আনহুর কাছে ফিরে আসলেন তখন উমর রাদিয়াল্লাহু আনহু বললেনঃ\n  <br/>\n  <br/>\n  “প্রত্যেক মুসলিমের উচিত আব্দুল্লাহ ইবনে হুযাফার মাথায় চুমু খাওয়া। আর সেটা আমার দ্বারা শুরু হোক। এ কথা বলে তিনি দাঁড়ালেন এবং আব্দুল্লাহ ইবনে হুযাফার মাথায় চুমু খেলেন। রাদিয়াল্লাহু আনহুম ওয়া আরদাহুম। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "১৬ : ১০৭",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "এটা এ জন্যে যে, তারা দুনিয়ার জীবনকে আখিরাতের উপর প্রাধান্য দেয়। আর আল্লাহ্‌ কাফির সম্প্রদায়কে হিদায়াত করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "১৬ : ১০৮",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ ",
        "bangla_text": "এরাই তারা, আল্লাহ্‌ যাদের অন্তর, কান ও চোখ মোহর করে দিয়েছেন। আর তারাই গাফিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "১৬ : ১০৯",
        "arabic_text": "\nلَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ ",
        "bangla_text": "নিঃসন্দেহ, নিশ্চিত যে, তারাই আখিরাতে হবে ক্ষতিগ্রস্থ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "১৬ : ১১০",
        "arabic_text": "\nثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ ",
        "bangla_text": "তারপর যারা নির্যাতিত হওয়ার পর হিজরত করে, পরে জিহাদ করে এবং ধৈর্য ধারণ করে, নিশ্চয় আপনার রব এ সবের পর, তাদের প্রতি পরম ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "১৬ : ১১১",
        "arabic_text": "\n۞ يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ ",
        "bangla_text": "স্মরণ করুন সে দিনকে, যেদিন প্রত্যেক ব্যক্তি আত্মপক্ষ সমর্থন যুক্তি-তর্ক নিয়ে উপস্থিত হবে এবং প্রত্যেককে সে যে আমল করেছে তা পরিপূর্ণরূপে দেয়া হবে এবং তাদের প্রতি যুলুম করা হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "১৬ : ১১২",
        "arabic_text": "\nوَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ ",
        "bangla_text": "আর আল্লাহ্‌ দৃষ্টান্ত দিচ্ছেন এক জনপদের [১] যা ছিল নিরাপদ ও নিশ্চিন্ত, যেখানে আসত সবদিক থেকে তার প্রচুর জীবনোপকরণ। তারপর সে আল্লাহ্‌র অনুগ্রহ অস্বীকার করল [২], ফলে তারা যা করত সে জন্য আল্লাহ্‌ সেটাকে আস্বাদ গ্রহন করালেন ক্ষুধা ও ভীতির আচ্ছাদনের [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যে জনপদের উদাহরণ পেশ করা হয়েছে তাকে চিহ্নিত করা হয়নি। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এখানে নাম না নিয়ে মক্কাকেই দৃষ্টান্ত হিসেবে পেশ করা হয়েছে। [তাবারী] এ প্রেক্ষিতে বিচার করলে এখানে ভীতি ও ক্ষুধা দ্বারা জনপদটির আক্রান্ত হবার যে কথা বলা হয়েছে সেটি হবে মক্কার দুর্ভিক্ষ, যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুওয়াত লাভের পর বেশ কিছুকাল পর্যন্ত মক্কাবাসীদের ওপর জেকে বসেছিল। অথচ মক্কা ছিল শান্তির নগরী, কিন্তু তাদের অপরাধের কারণেই তাদেরকে শাস্তি পেতে হয়েছিল। আল্লাহ তা'আলা এ ব্যাপারটি কুরআনের বিভিন্ন স্থানে সুন্দরভাবে বিবৃত করেছেন। [দেখুনঃ সূরা আলকাসাসঃ ৫৭, সূরা ইবরাহীমঃ ২৮-২৯]\n  <br/>\n  <br/>\n  তবে এ আয়াতের একটি তাফসীর উম্মুল মুমেনীন হাফসা রাদিয়াল্লাহু আনহা থেকে বর্ণিত হয়েছে। তিনি হজ্জে ছিলেন। তখন উসমান রাদিয়াল্লাহু আনহু মদীনায় তার গৃহাভ্যন্তরে অবরুদ্ধ ছিলেন। তিনি যাকেই পেতেন তাকেই উসমান রাদিয়াল্লাহু আনহু সম্পর্কে জিজ্ঞাসা করতেন। অবশেষে একদিন তিনি দু’জন সওয়ারী দেখে উসমান রাদিয়াল্লাহু আনহু সম্পর্কে জিজ্ঞাসা করলে তারা বললো যে, তাকে হত্যা করা হয়েছে। তখন তিনি বললেনঃ\n  <br/>\n  <br/>\n  যার হাতে আমার প্রাণ তার শপথ করে বলছি, এটাই হলো সে জনপদ যার কথা আল্লাহর বাণী “আল্লাহ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেখানে আসত সবদিক থেকে তার প্রচুর জীবনোপকরণ। তারপর সে আল্লাহর অনুগ্রহ অস্বীকার করল\" এ আয়াতে উল্লেখ করা হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে মূলে (كفر) শব্দটি প্রয়োগ করা হয়েছে। এ কুফরী আল্লাহর সাথে কুফরী ও আল্লাহর নেয়ামতের সাথে কুফরী উভয়টিই উদ্দেশ্য হতে পারে [ইবন কাসীর] কারণ, তারা আল্লাহর সাথে কুফরি করেছিল, তাঁর রাসূলদের সাথে কুফরি করেছিল। তাছাড়া তারা আল্লাহর নেয়ামতকেও অস্বীকার করেছিল। আল্লাহর নেয়ামত অস্বীকারের উদাহরণ হিসেবে এক হাদীসেও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ধরনের কুফরকে ব্যবহার করেছেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ\n  <br/>\n  <br/>\n  “আমাকে জাহান্নাম দেখানো হলো, আমি দেখলাম তার অধিবাসীদের অধিকাংশই স্ত্রীলোক। তারা কুফরী করে”। জিজ্ঞেস করা হলো, তারা কি আল্লাহর সাথে কুফরী করে? তিনি বললেনঃ\n  <br/>\n  <br/>\n  “তারা স্বামীর প্রতি কুফর বা অকৃতজ্ঞতা প্রকাশ করে। যদি তুমি এক যুগ ধরে তাদের কারও উপকার কর, তারপরও সে তোমার কোন ত্রুটি দেখলে বলে, আমি তোমার কাছ থেকে কখনও ভাল কিছু পাইনি\"। [বুখারীঃ ২৯]\n  <br/>\n  <br/>\n  [৩] এ আয়াতে ক্ষুধা ও ভীতির স্বাদ আস্বাদনের জন্য ‘লেবাস’ শব্দ ব্যবহার করে বলা হয়েছে যে, তাদেরকে ক্ষুধা ও ভীতির পোষাক আস্বাদন করানো হয়েছে। অথচ পোষাক আস্বাদন করার বস্তু নয়। কিন্তু এখানে ‘লেবাস’ শব্দটি পুরোপুরি পরিবেষ্টনকারী হওয়ার কারণে রূপক অর্থে ব্যবহৃত হয়েছে। অর্থাৎ ক্ষুধা ও ভীতি তাদের সবাইকে এমনভাবে আচ্ছন্ন করে নিয়েছে, যেমন পোশাক দেহের সাথে ওতঃপ্রোতভাবে জড়িত হয়ে যায়, ক্ষুধা এবং ভীতিও তাদের উপর তেমনিভাবে চেপে বসে [ফাতহুল কাদীর] আয়াতে বর্ণিত দৃষ্টান্তটি কোন কোন তাফসীরবিদের মতে একটি সাধারণ দৃষ্টান্ত। এর সম্পর্ক বিশেষ কোন জনপদের সাথে নয়। অধিকাংশ তাফসীরবিদ একে মক্কা মুকাররমার ঘটনা সাব্যস্ত করেছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের বিরুদ্ধে ইউসুফ আলাইহিস সালামের সময়ের মত দো’আ করেছিলেন। [দেখুন, বুখারী ৪৮২১; মুসলিম: ২৭৯৮]\n  <br/>\n  <br/>\n  ফলে মক্কাবাসীরা সাত বছর পর্যন্ত নিদারুণ দুর্ভিক্ষে পতিত ছিল। এমনকি, মৃত জন্তু, কুকুর ও ময়লা-আবর্জনা পর্যন্ত খেতে বাধ্য হয়ে পড়েছিল। এছাড়া মুসলিমদের ভয়ও তাদেরকে পেয়ে বসেছিল [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] অবশেষে মক্কার সর্দাররা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে আরয করল যে, কুফরী ও অবাধ্যতার দোষে পুরুষরা দোষী হতে পারে, কিন্তু শিশু ও মহিলারা তো নির্দোষ। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের জন্য মদীনা থেকে খাদ্যসম্ভার পাঠিয়ে দেন। আবু সুফিয়ান কাফের অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে অনুরোধ করেন যে, আপনি তো আত্মীয় বাৎসল্য, দয়া-দাক্ষিণ্য ও মার্জনা শিক্ষা দেন। আপনারই স্বজাতি ধ্বংস হয়ে যাচ্ছে। দুর্ভিক্ষ দূর করে দেয়ার জন্য আল্লাহর কাছে দো’আ করুন। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের জন্য দো’আ করেন এবং দূর্ভিক্ষ দূর হয়ে যায়। [ইবন কাসীর আস-সীরাতুন নাবওয়ীয়্যাহ, ২/৯১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 113,
        "verse": "১৬ : ১১৩",
        "arabic_text": "\nوَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ ",
        "bangla_text": "আর অবশ্যই তাদের কাছে এসেছিলেন এক রাসূল তাদেরই মধ্য থেকে [১], কিন্তু তারা তার প্রতি মিথ্যারোপ করেছিল। ফলে শাস্তি তাদেরকে গ্রাস করল এমতাবস্থায় যে, তারা ছিল যুলুমকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেই উদ্দেশ্য করা হয়েছে। তাদের রাসূল ছিল তাদের মধ্য থেকে অত্যন্ত পরিচিত জন। এমন নয় যে, তারা তাকে চিনত না বা তার সম্পর্কে কিছু জানে না। [ফাতহুল কাদীর] এ বিষয়টি পবিত্র কুরআনের আরো বিভিন্ন আয়াতে বর্ণনা করা হয়েছে। [দেখুনঃ সূরা আলে ইমরানঃ ১৬৪, সূরা আত-তালাকঃ ১০-১১, সূরা আল-মু'মিনূনঃ ৬৯]\n </p>\n</div>"
    },
    {
        "id": 114,
        "verse": "১৬ : ১১৪",
        "arabic_text": "\nفَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ ",
        "bangla_text": "অতএব আল্লাহ্‌ তোমাদেরকে হালাল ও পবিত্র যে রিযক দিয়েছেন তা থেকে তোমরা খাও এবং আল্লাহ্‌র অনুগ্রহের জন্য কৃতজ্ঞতা প্রকাশ কর, যদি তোমরা শুধু তাঁরই ইবাদাত করে থাক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 115,
        "verse": "১৬ : ১১৫",
        "arabic_text": "\nإِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "আল্লাহ্‌ তো শুধু মৃত জন্তু, রক্ত , শূকর-মাংস এবং যা যবেহকালে আল্লাহ্‌র পরিবর্তে অন্যের নাম নেয়া হয়েছে তা-ই হারাম করেছেন [১], কিন্তু কেউ অবাধ্য বা সীমালংঘনকারী না হয়ে অনন্যোপায় হলে আল্লাহ্‌ তো ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ব্যবহৃত (اِنَّمَا)  শব্দ থেকে বোঝা যায় যে, হারাম বস্তু আয়াতে উল্লেখিত চারটিই। এর চাইতে আরো অধিক স্পষ্টভাবে\n  <br/>\n  <br/>\n  (قُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا)\n  <br/>\n  <br/>\n  [আল-আন’আমঃ ১৪৫] আয়াত থেকে জানা যায় যে, এগুলো ছাড়া অন্য কোন বস্তু হারাম নয়। অথচ কুরআন ও হাদীসের বর্ণনা অনুযায়ী আরো বহু বস্তু হারাম হওয়া প্রমাণিত হয়েছে। এ সংশয়ের জবাব আলোচ্য আয়াতসমূহের বর্ণনাভঙ্গি চিন্তা করলেই খুঁজে পাওয়া যায়। এখানে সাধারণ হালাল ও হারাম বস্তুসমূহের তালিকা বর্ণনা করা উদ্দেশ্য নয়; বরং জাহেলিয়াত আমলের মুশরিকরা নিজেদের পক্ষ থেকে যে অনেক বস্তু হারাম করে নিয়েছিল, অথচ আল্লাহ তদ্রুপ কোন নির্দেশ দেননি, সেগুলো বর্ণনা করাই উদ্দেশ্য। অর্থাৎ তাদের হারাম কৃত বস্তুসমূহের মধ্যে আল্লাহর কাছে শুধু এগুলোই হারাম। অথবা আয়াতে যেগুলো হারাম করা হয়েছে, তারপরও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার হাদীসে বেশ কিছু জিনিস হারাম করেছেন সেগুলো এর সাথে যুক্ত হবে। [কুরতুবী, সূরা আলআন’আমের ১৪৫ নং আয়াতের ব্যাখ্যায়]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 116,
        "verse": "১৬ : ১১৬",
        "arabic_text": "\nوَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَۚ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ ",
        "bangla_text": "আর তোমাদের জিহ্বা মিথ্যা আরোপ করে বলে আল্লাহ্‌র প্রতি মিথ্যা রটনা করার জন্য তোমরা বলো না, ‘এটা হালাল এবং এটা হারাম [১]’। নিশ্চয় যারা আল্লাহ্‌র উপর মিথ্যা রটায়, সফলকাম হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতটি পরিষ্কার জানিয়ে দিচ্ছে, হালাল ও হারাম নির্দিষ্ট করার অধিকার আল্লাহ ছাড়া আর কারো নেই। অন্য যে ব্যক্তিই বৈধতা ও অবৈধতার ফায়সালা করার ধৃষ্টতা দেখাবে সে নিজের সীমালংঘন করবে। নিজের হালাল ও হারাম করার স্বাধীন ক্ষমতাকে আল্লাহর প্রতি মিথ্যারোপ বলে অভিহিত করার কারণ হচ্ছে এই যে, যে ব্যক্তি এ ধরনের বিধান তৈরী করে তার এ কাজটি দু'টি অবস্থার বাইরে যেতে পারে না। হয় সে দাবী করছে যে, যে জিনিসকে সে আল্লাহর কিতাবের অনুমোদন ছাড়াই বৈধ বা অবৈধ বলছে তাকে আল্লাহ বৈধ বা অবৈধ করেছেন। অথবা তার দাবী হচ্ছে, আল্লাহ নিজের হালাল ও হারাম করার ক্ষমতা প্রত্যাহার করে মানুষকে স্বাধীনভাবে তার নিজের জীবনের শরীয়াত তৈরী করার জন্য ছেড়ে দিয়েছেন। এ দু’টি দাবীর মধ্য থেকে যেটিই সে করবে তা নিশ্চিতভাবেই মিথ্যাচার এবং আল্লাহর প্রতি মিথ্যারোপ ছাড়া আর কিছুই হবে না। আল্লামা ইবনে কাসীর রাহেমাহুল্লাহ বলেনঃ যে কোন বিদ'আতকারীও এ আয়াতের হুকুমের আওতায় পড়বে। কারণ তারাও আল্লাহর অনুমতি ব্যতীত কোন কিছু হালাল বা হারাম ঘোষণা করছে।\n </p>\n</div>"
    },
    {
        "id": 117,
        "verse": "১৬ : ১১৭",
        "arabic_text": "\nمَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "তাদের সুখ-সম্ভোগ সামান্যই এবং তাদের জন্য রয়েছে যন্ত্রণাদয়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 118,
        "verse": "১৬ : ১১৮",
        "arabic_text": "\nوَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ ",
        "bangla_text": "আর যারা ইয়াহূদী হয়েছে আমরা তো শুধু তা-ই হারাম করেছি (তাদের উপর) যা আপনার কাছে আমরা আগে উল্লেখ করেছি [১]। আর আমরা তাদের উপর যুলুম করিনি, কিন্তু তারাই যুলুম করত নিজেদের প্রতি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাদের উপর যা হারাম করা হয়েছে তা সূরা আল-আন'আমে বিস্তারিত আলোচনা করা হয়েছে। এসবকিছুই তাদের যুলুমের কারণে। [দেখুনঃ সূরা আল-আনআমঃ ১৪৬, সূরা আন-নিসাঃ ১৬০] আল্লাহ তাদের উপর কোন যুলুম করেন নি।\n </p>\n</div>"
    },
    {
        "id": 119,
        "verse": "১৬ : ১১৯",
        "arabic_text": "\nثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ ",
        "bangla_text": "যারা অজ্ঞতাবশত মন্দকাজ করে, তারা পরে তওবা করলে ও নিজেদেরকে সংশোধন করলে তাদের জন্য আপনার রব অবশ্যই অতি ক্ষমাশীল, পরম দয়ালু [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে (جهل) শব্দ নয় বরং (جهالة) শব্দ ব্যবহার করা হয়েছে। (جهل) শব্দটি (علم) এর বিপরীত অজ্ঞানতা ও বোধহীনতা অর্থে ব্যবহৃত হয়। পক্ষান্তরে (جهالة)-এর অর্থ হয় মূৰ্খসুলভ কান্ড, যদিও তা বুঝে-শুনে করা হয়। এজন্যই কোন কোন পূর্ববর্তী মনীষী বলেন, যাবতীয় গুণাহই মানুষ মূৰ্খসুলভ কাণ্ডের কারণে করে থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 120,
        "verse": "১৬ : ১২০",
        "arabic_text": "\nإِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "নিশ্চয় ইবরাহীম ছিলেন এক উম্মাত [১], আল্লাহ্‌র একান্ত অনুগত, একনিষ্ঠ [২] এবং তিনি ছিলেন না মুশরিকদের অন্তর্ভুক্ত;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে (امة) বা উম্মত শব্দটি কয়েকটি অর্থে ব্যবহৃত হয়। এর প্রসিদ্ধ অর্থ দল ও সম্প্রদায়। মুজাহিদ রাহিমাহুল্লাহ এখানে এ অর্থই গ্রহণ করেছেন। [ইবন কাসীর] তখন অর্থ হবে, ইবরাহীম আলাইহিস সালাম একাই এক ব্যক্তি, এক সম্প্রদায় ও কওমের গুণাবলী ও শ্রেষ্ঠত্বের অধিকারী ছিলেন। অর্থাৎ তিনি একাই ছিলেন একটি উম্মাতের সমান। যখন দুনিয়ায় কোন মুসলিম ছিল না তখন একদিকে তিনি একাই ছিলেন ইসলামের পতাকাবাহী এবং অন্যদিকে সারা দুনিয়ার মানুষ ছিল কুফরীর পতাকাবাহী। আল্লাহর এ একক বান্দাই তখন এমন কাজ করেন যা করার জন্য একটি উম্মাতের প্রয়োজন ছিল। তিনি এক ব্যক্তি মাত্র ছিলেন না,ব্যক্তির মধ্যে তিনি ছিলেন একটি প্রতিষ্ঠান। উম্মত' শব্দের আরেক অর্থ হচ্ছে জাতির অনুসৃত নেতা ও গুণাবলীর আধার এবং যিনি মানুষকে কল্যাণের শিক্ষা দেন। অধিকাংশ মুফাসসির এখানে এ অর্থই নিয়েছেন। [তাবারী; বাগভী; কুরতুবী ইবন কাসীর; ফাতহুল কাদীর] মাসরুক রাহেমাহুল্লাহ বলেনঃ আমি আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহুর কাছে এ আয়াত পড়লে তিনি আমাকে বললেনঃ মু'আয ছিলো (اُمَّةً قَانِتًا لِّلّٰهِ) এ কথা তিনি বারবার বললেন। শেষে বললেনঃ তোমরা কি (امة) শব্দের অর্থ জান? যিনি মানুষকে ভাল ও কল্যাণ শিক্ষা দেয়। আর (قانت) হলো যিনি আল্লাহ ও তাঁর রাসূলের আনুগত্য করে। মুস্তাদরাকে হাকেমঃ ২/৩৫৮]\n  <br/>\n  <br/>\n  [২] ইবরাহীম আলাইহিসসালাম অনুগত-আজ্ঞাবহ এবং একনিষ্ঠ এ উভয় গুণেই স্বতন্ত্র বৈশিষ্ট্যের অধিকারী ছিলেন। তিনি ছিলেন সবার অনুসৃত ব্যক্তিত্ব, সমগ্র বিশ্বের প্রসিদ্ধ ধর্মাবলম্বীরা এক বাক্যে তার প্রতি বিশ্বাস রাখে এবং তার দ্বীনের অনুসরণকে সম্মান ও গৌরবের বিষয় মনে করে। ইয়াহুদী, নাসারা ও মুসলিমরা তো তার প্রতি অগাধ শ্রদ্ধা রাখেই, আরবের মুশরিকরা মূর্তিপূজা সত্বেও এ মূর্তিসংহারকের প্রতি শ্রদ্ধা এবং তার দ্বীনের অনুসরণকে গর্বের বিষয় গণ্য করত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 121,
        "verse": "১৬ : ১২১",
        "arabic_text": "\nشَاكِرٗا لِّأَنۡعُمِهِۚ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "তিনি ছিলেন আল্লাহ্‌র অনুগ্রহের জন্য কৃতজ্ঞ; আল্লাহ্‌ তাঁকে মনোনীত করেছেন এবং তাঁকে পরিচালিত করেছিলেন সরল পথে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইসলামের পথে, দ্বীনে হকের পথে [ফাতহুল কাদীর] অর্থাৎ তাওহীদের পথে, একমাত্র আল্লাহর ইবাদত এবং তাঁরই পছন্দকৃত শরীআতের উপর তাকে পরিচালিত করেছেন।\n </p>\n</div>"
    },
    {
        "id": 122,
        "verse": "১৬ : ১২২",
        "arabic_text": "\nوَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "আর আমরা তাঁকে দুনিয়ায় দিয়েছিলাম মঙ্গল। আর নিশ্চয় তিনি আখিরাতে সৎকর্মপরায়ণদের দলভুক্ত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দুনিয়াতে একজন মুমিনের যা প্রয়োজন আমি তাকে তার সবই দান করেছিলাম। [ইবন কাসীর] মুজাহিদ রাহেমাহুল্লাহ বলেনঃ দুনিয়াতে কল্যাণ দানের অর্থঃ সৎ প্রশংসাসূচক বাণী। সবাই তার সম্মান করে, তাকে ভাল বলে জানে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 123,
        "verse": "১৬ : ১২৩",
        "arabic_text": "\nثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "তারপর আমরা আপনার প্রতি ওহী করলাম যে, ‘আপনি একনিষ্ঠ ইবরাহীমের মিল্লাত (আদর্শ) অনুসরণ করুন; এবং তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 124,
        "verse": "১৬ : ১২৪",
        "arabic_text": "\nإِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ ",
        "bangla_text": "শনিবার পালন তো শুধু তাদের জন্য বাধ্যতামূলক করা হয়েছিল, যারা এ সম্বন্ধে মতভেদ করেছে। আর যে বিষয়ে তারা মতভেদ করত আপনার রব তো অবশ্যই কিয়ামতের দিন সে বিষয়ে তাদের বিচার- মীমাংসা করে দেবেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ আমাদের পূর্বের জাতিসমূহকে শুক্রবার সম্পর্কে অজ্ঞতায় রেখেছিলেন। ফলে ইয়াহুদীগণ শনিবারকে গ্রহণ করে। আর নাসারাগণ রবিবারকে গ্রহণ করে। এভাবে তারা কিয়ামতের দিনও আমাদের পিছে থাকবে। আমরা দুনিয়াবাসীদের দিক থেকে সবশেষে হলেও কিয়ামতের দিন সমস্ত সৃষ্টির আগে বিচারকার্য সম্পন্নকৃত হবো। [মুসলিমঃ ৮৫৬]\n </p>\n</div>"
    },
    {
        "id": 125,
        "verse": "১৬ : ১২৫",
        "arabic_text": "\nٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِۖ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ ",
        "bangla_text": "আপনি মানুষকে দা’ওয়াত [১] দিন আপনার রবের পথে হিকমত [২] ও সদুপদেশ [৩] দ্বারা এবং তাদের সাথে তর্ক করবেন উত্তম পন্থায় [৪]। নিশ্চয় আপনার রব, তাঁর পথ ছেড়ে কে বিপথগামী হয়েছে, সে সম্বন্ধে তিনি বেশি জানেন এবং কারা সৎপথে আছে তাও তিনি ভালভাবেই জানেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (دعوة) এর শাব্দিক অর্থ ডাকা, আমন্ত্রণ জানানো, আহবান করা। নবীগণের সর্বপ্রথম কর্তব্য হচ্ছে মানবজাতিকে আল্লাহর দিকে আহবান করা। এরপর নবী ও রাসূলগণের সমস্ত শিক্ষা হচ্ছে এ দাওয়াতেরই ব্যাখ্যা। কুরআনুল কারীমে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর বিশেষ পদবী হচ্ছে- আল্লাহর দিকে আহবানকারী হওয়া। এক আয়াতে এ ব্যাপারে বলা হয়েছে-\n  <br/>\n  <br/>\n  (وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا)\n  <br/>\n  <br/>\n  [আল-আহযাবঃ ৪৬] এবং অন্য এক আয়াতে আরো বলা হয়েছে-\n  <br/>\n  <br/>\n  (يٰقَوْمَنَآ اَجِيْبُوْا دَاعِيَ اللّٰهِ)\n  <br/>\n  <br/>\n  [আল-আহুকাফঃ ৩১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর পদাংক অনুসরণ করে আল্লাহর দিকে দাওয়াত দেয়া উম্মতের উপরও ফরয করা হয়েছে। কুরআনুল কারীমে এ সম্বন্ধে বলা\n  <br/>\n  <br/>\n  (وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَاْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ)\n  <br/>\n  <br/>\n  অর্থাৎ “তোমাদের মধ্যে একটি দল এমন থাকা উচিত, যারা মানুষকে কল্যাণের প্রতি দাওয়াত দেবে (অর্থাৎ) সৎকাজের আদেশ করবে এবং অসৎকাজের নিষেধ করবে।\" [আলে-ইমরানঃ ১০৪] অন্য আয়াতে আছে-\n  <br/>\n  <br/>\n  (وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ)\n  <br/>\n  <br/>\n  -অর্থাৎ \"কথা-বার্তার দিক দিয়ে সে ব্যক্তির চাইতে উত্তম কে হবে, যে আল্লাহর দিকে দাওয়াত দেয়?” [ফুসসিলাতঃ ৩৩]\n  <br/>\n  <br/>\n  [২] হেকমত’ শব্দটি কুরআনুল কারীমে অনেক অর্থে ব্যবহৃত হয়েছে। এস্থলে কোন কোন মুফাসসির হেকমতের অর্থ নিয়েছেন কুরআন, কেউ কেউ বলেছেন, কুরআন ও সুন্নাহ। [তাবারী] আবার কেউ কেউ অকাট্য যুক্তি-প্রমাণ স্থির করেছেন। [ফাতহুল কাদীর] আবার কোন কোন মুফাসসিরের মতে বিশুদ্ধ ও মজবুত সহীহ কথাকে হেকমত বলা হয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩]\n  <br/>\n  <br/>\n  (وَالْمَوْعِظَةِ الْحَسَنَةِ) -\n  <br/>\n  <br/>\n  موعظة ـ وعظ এর আভিধানিক অর্থ হচ্ছে কোন শুভেচ্ছামূলক কথা এমনভাবে বলা, যাতে প্রতিপক্ষের মন তা কবুল করার জন্য নরম হয়ে যায় [ফাতহুল কাদীর] উদাহরণতঃ তার কাছে কবুল করার সওয়াব ও উপকারিতা এবং কবুল না করার শাস্তি ও অপকারিতা বর্ণনা কর। [ইবন কাসীর] (الْحَسَنَةِ) -এর অর্থ বর্ণনা ও শিরোনাম এমন হওয়া যে, প্রতিপক্ষের অন্তর নিশ্চিত হয়ে যায়, সন্দেহ দূর হয়ে যায় এবং অনুভব করে যে, এতে আপনার কোন স্বার্থ নেই- শুধু তার শুভেচ্ছার খাতিরে বলেছেন। (موعظة) -শব্দ দ্বারা শুভেচ্ছামূলক কথা কার্যকর ভঙ্গিতে বলার বিষয়টি ফুটে উঠেছিল। কিন্তু শুভেচ্ছামূলক কথা মাঝে মাঝে মর্মবিদারক ভঙ্গিতে কিংবা এমনভাবে বলা হয় যে, প্রতিপক্ষ অপমান বোধ করে। এ পন্থা পরিত্যাগ করার জন্য (حسنة) শব্দটি সংযুক্ত করা হয়েছে। অর্থাৎ দাওয়াত দেবার সময় দুটি জিনিসের প্রতি নজর রাখতে হবে। এক, প্রজ্ঞা ও বুদ্ধিমত্তা এবং দুই সদুপদেশ। এ দুটিই মূলত: দাওয়াতের পদ্ধতি। কিন্তু কখনও কখনও দায়ী-র বিপক্ষকে যুক্তি-তর্কে নামাতে হয়। তাই কিভাবে সেটা করতে হবে তাও জানিয়ে দেয়া হচ্ছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  <br/>\n  [৪] (وَجَادِلْهُمْ بِالَّتِيْ هِىَ اَحْسَنُ)\n  <br/>\n  <br/>\n  جادل শব্দটি (مجادلة) ধাতু থেকে উদ্ভুত। (আরবি) তর্ক-বিতর্ক বোঝানো হয়েছে। (بِالَّتِيْ هِىَ اَحْسَنُ) -এর অর্থ এই যে, যদি দাওয়াতের কাজে কোথাও তর্ক-বিতর্কের প্রয়োজন দেখা দেয়, তবে তর্ক-বিতর্কও উত্তম পন্থায় হওয়া দরকার। উত্তম পন্থার মানে এই যে, কথাবার্তায় নম্রতা ও কমনীয়তা অবলম্বন করতে হবে। [ইবন কাসীর; ফাতহুল কাদীর] এমন যুক্তি-প্রমাণ পেশ করতে হবে, যা প্রতিপক্ষ বুঝতে সক্ষম হয়। কুরআনুল কারীমের অন্যান্য আয়াত সাক্ষ্য দেয় যে, উত্তম পন্থায় তর্ক-বিতর্ক শুধু মুসলিমদের সাথেই সম্পর্কযুক্ত নয়; বরং আহলে কিতাব সম্পর্কে বিশেষভাবে কুরআন বলে যে,\n  <br/>\n  <br/>\n  (وَلَا تُجَادِلُوْٓا اَهْلَ الْكِتٰبِ اِلَّا بِالَّتِيْ ھِىَ اَحْسَنُ)\n  <br/>\n  <br/>\n  [আল-আনকাবূতঃ ৪৬] -অন্য আয়াতে মূসা ও হারূন আলাইহিস সালাম-কে\n  <br/>\n  <br/>\n  (فَقُوْلَا لَهٗ قَوْلًا لَّيِّنًا)\n  <br/>\n  <br/>\n  [ত্বাহাঃ ৪৪] নির্দেশ দিয়ে আরো বলা হয়েছে যে, ফিরআওনের মত অবাধ্য কাফেরের সাথেও নম্র আচরণ করা উচিত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 126,
        "verse": "১৬ : ১২৬",
        "arabic_text": "\nوَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ ",
        "bangla_text": "আর যদি তোমরা শাস্তি দাও [১], তবে ঠিক ততখানি শাস্তি দেবে যতখানি অন্যায় তোমাদের প্রতি করা হয়েছে। তবে তোমরা ধৈর্য ধারণ করল ধৈর্যশীলদের জন্য সেটা অবশ্যই উত্তম [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (وَاِنْ عَاقَبْتُمْ) বাক্যে প্রথমতঃ আল্লাহর পথে দাওয়াত দানকারীদেরকে আইনগত অধিকার দেয়া হয়েছে যে, যারা নির্যাতন চালায়, তাদের কাছ থেকে প্রতিশোধ গ্রহণ করা আপনার জন্য বৈধ, কিন্তু এই শর্তে যে, প্রতিশোধ গ্রহণের ক্ষেত্রে নির্যাতনের সীমা অতিক্রম করা যাবে না। যতটুকু যুলুম প্রতিপক্ষের তরফ থেকে করা হয়, প্রতিশোধ ততটুকুই গ্রহণ করতে হবে; বেশী হতে পারবে না। আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত, \"এক ইয়াহুদী এক মেয়েকে দুই পাথরের মাঝে রেখে হত্যা করে, মৃত্যুর পূর্বে তাকে বিভিন্ন জনের জিজ্ঞাসা করা হলে সে এক ইয়াহুদীর প্রতি ইঙ্গিত করে। সে ইয়াহুদীকে নিয়ে আসা হলে সে তা স্বীকার করে। ফলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সে ইয়াহুদীকে দুই পাথরের মাঝখানে বেঁধে হত্যা করার আদেশ করেন। [বুখারীঃ ৬৮৮৪, মুসলিমঃ ১৬৭২]\n  <br/>\n  <br/>\n  [২] আয়াতের শেষে পরামর্শ দেয়া হয়েছে যে, যদিও প্রতিশোধ গ্রহণের অধিকার রয়েছে, কিন্তু সবর করা উত্তম। ওহুদ যুদ্ধে সত্তর জন সাহাবীর শাহাদাত বরণ এবং হামযা রাদিয়াল্লাহু আনহু-কে হত্যার পর তার লাশের নাক-কান কর্তনের ঘটনা দেখে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দারুণভাবে মর্মাহত হলেন। সাহাবায়ে কেরাম (আনসারগণ) বললেনঃ আমরা যদি তাদের উপর জয়লাভ করি, তবে তাদেরকে দেখিয়ে দেব তারপর যখন মক্কা বিজয়ের দিন আসল, তখন আল্লাহ নাযিল করলেন- “যদি শাস্তি দিতে চাও তবে ততটুকুই দেবে, যতটুকু তোমরা শাস্তি ভোগ করেছ। আর যদি তোমরা ধৈর্য ধারণ কর, তবে তা ধৈর্যশীলদের জন্য অনেক উত্তম (কল্যাণকর)।” তখন এক লোক বললঃ আজকের পরে কুরাইশদের কেউ অবশিষ্ট থাকবে না। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ চারজন ব্যতীত আর সবাইকে ছেড়ে দাও। [মুস্তাদরাকে হাকীমঃ ২/৩৫৮-৩৫৯, তিরমিযিঃ ৩১২৯, নাসায়ীঃ ২৯৯]\n  <br/>\n  <br/>\n  এ আয়াত নাযিল হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সবর করেছিলেন। সম্ভবতঃ এ কারণেই কোন কোন রেওয়ায়েতে বলা হয়েছে যে, আলোচ্য আয়াতগুলো মক্কা বিজয়ের সময় নাযিল হয়েছিল। এটাও সম্ভব যে, আয়াতগুলো বার বার নাযিল হয়েছিল। প্রথমে ওহুদ যুদ্ধের ব্যাপারে নাযিল হয়েছে এবং পরে মক্কা বিজয়ের সময় পুনর্বার নাযিল হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 127,
        "verse": "১৬ : ১২৭",
        "arabic_text": "\nوَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ ",
        "bangla_text": "আর আপনি ধৈর্য ধারণ করুন [১], আপনার ধৈর্য তো আল্লাহ্‌রই সাহায্যে। আর আপনি তাদের জন্য দুঃখ করবেন না এবং তাদের ষড়যন্ত্রে আপনি মনঃক্ষুণ্নও হবেন না । ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বিশেষভাবে সম্বোধন করে সবর করতে উৎসাহ দান করা হয়েছে। কেননা, তার মহত্ত্ব ও উচ্চপদ হেতু অন্যের তুলনায় এটাই ছিল তার পক্ষে অধিকতর উপযোগী। তাই বলা হয়েছে\n  <br/>\n  <br/>\n  (وَاصْبِرْ وَمَا صَبْرُكَ اِلَّا بِاللّٰهِ)\n  <br/>\n  <br/>\n  -অর্থাৎ আপনি তো প্রতিশোধের ইচ্ছাই করবেন না, সবরই করুন। সাথে সাথে একথাও বলা হয়েছে যে, আপনার সবর আল্লাহর সাহায্যে হবে। অর্থাৎ সবর করা আপনার জন্য সহজ করে দেয়া হয়েছে। ইতিহাস সাক্ষ্য দিচ্ছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবচেয়ে বেশী ধৈর্যশীল ছিলেন। একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গনীমতের মাল বন্টন করছিলেন। এ সময় এক লোক এসে বললঃ আল্লাহর শপথ! এ ভাগ-বাটোয়ারায় আল্লাহর সস্তুষ্টি উদ্দেশ্য নয় কথাটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর কঠিন ভাবে প্রতিক্রিয়া করল। তার চেহারার রং বদলে গেল। তিনি অত্যন্ত রাগাম্বিত হলেন। তারপর তিনি বললেনঃ “মূসাকে এর চেয়েও বেশী কষ্ট দেয়া হয়েছে। কিন্তু তিনি সবর করেছেন। [বুখারীঃ ৬১০০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 128,
        "verse": "১৬ : ১২৮",
        "arabic_text": "\nإِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌ তাদের সঙ্গে আছেন যারা তাকওয়া অবলম্বন করে এবং যারা মুহসিন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর সারমর্ম এই যে, আল্লাহ্ তা'আলার সাহায্য তাদের সাথে থাকে, যারা দু’টি গুণে গুণান্বিত। তাকওয়া ও ইহসান। তাকওয়ার অর্থ হারাম কাজ পরিত্যাগ করা এবং ইহসানের অর্থ সৎকাজ করা। [ইবন কাসীর] অর্থাৎ যারা শরীআতের অনুসারী হয়ে নিয়মিত হারাম কাজ পরিত্যাগ করে, আর সৎকর্ম সম্পাদন করে, আল্লাহ্ তাআলা তাদের সঙ্গে আছেন। বলাবাহুল্য, যে ব্যক্তি আল্লাহ তা'আলার সান্নিধ্য (সাহায্য) অর্জন করতে সক্ষম হয়েছে, তার অনিষ্ট সাধন করার সাধ্য কার? আল্লাহ তা'আলার এ সঙ্গ শুধুমাত্র মুমিনদের জন্য বিশেষভাবে সুনির্দিষ্ট। এ সঙ্গের অর্থ সাহায্যসহযোগিতা ও তাওফীক দান করা। [বাগভী] নতুবা তিনি আরশের উপরই আছেন। তিনি কারও গায়ের সাথে লেগে নেই। ঈমানদারগণ আল্লাহর সান্নিধ্য ও সঙ্গ দ্বারা ধন্য হওয়ার কথা আল্লাহ পবিত্র কুরআনের বিভিন্ন স্থানে এসেছে। [দেখুনঃ সূরা আল-আনফালঃ ১২, সূরা ত্বা-হাঃ ৪৬, সূরা আত-তাওবাহঃ ৪০, সূরা আস-শু'আরাঃ ৬২]\n  <br/>\n  <br/>\n  এ ছাড়া আরেক ধরনের সঙ্গ আছে যা আল্লাহর সাথে সমস্ত সৃষ্টির সম্পর্ক। সেটার অর্থঃ তাঁর জ্ঞান, শ্রবণ, দর্শন ও শক্তিতে তিনি সবার সাথে আছেন। সবাই তাঁর মুঠোয়। কেউ তাঁর আয়ত্ব ও জ্ঞানের আওতার বাইরে নয়। এ ধরনের সঙ্গ কোন প্রকার সম্মানের বিষয় নয়। এ বিষয়টিও আল্লাহ্ তা'আলা কুরআনের বিভিন্ন আয়াতে উল্লেখ করেছেন। [দেখুনঃ সূরা আল-হাদীদঃ ৪, সূরা আল-মুজাদালাহঃ ৭, সূরা ইউনুসঃ ৬১] [উসাইমীন, আল-কাওয়ায়িদুল মুসলা]\n  <br/>\n </p>\n</div>"
    }
]