[
    {
        "id": 1,
        "verse": "১৭ : ১",
        "arabic_text": "\nسُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِۦ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُۥ لِنُرِيَهُۥ مِنۡ ءَايَٰتِنَآۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ ",
        "bangla_text": "পবিত্র মহিমাময় তিনি [১], যিনি তাঁর বান্দাকে রাতের বেলায় ত্ৰমণ করালেন [২], আল-মসজিদুল হারাম [৩], আল-মসজিদুল আকসা পর্যন্ত [৪], যার আশপাশে আমরা দিয়েছি বরকত যেন আমরা তাকে আমাদের নিদর্শন দেখাতে পারি [৫], তিনিই সর্বশ্রোতা, সর্বদ্রষ্টা [৬]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরার নাম সূরা আল-ইস্রা। কারণ সূরার প্রথমেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ইসরা সংক্রান্ত বর্ণনা স্থান পেয়েছে। তাছাড়া সূরাটি সূরা বনী ইসরাঈল নামেও প্রসিদ্ধ। এ নামটি হাদীসেও এসেছে। [দেখুন, তিরমিয়ী: ২৯২০] কারণ এতে বনী ইসরাঈলদের উত্থান-পতনের ঘটনা বর্ণিত হয়েছে।\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ১১১৷\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  <br/>\n  <br/>\n  সূরা আল-ইসরা মক্কায় নাযিল হয়েছে। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] কারও কারও মতে এর তিনটি আয়াত মাদানী। [কুরতুবী]\n  <br/>\n  <br/>\n  <b>\n   সূরার কিছু বৈশিষ্ট্যঃ\n  </b>\n  <br/>\n  <br/>\n  আব্দুল্লাহ ইবনে মাসউদ বলেন, বনী ইসরাইল, আল-কাহফ, মারইয়াম, ত্বা-হা এবং আম্বিয়া এগুলো আমার সবচেয়ে প্রাচীন সম্পদ বা সর্বপ্রথম পুঁজি৷ [বুখারীঃ ৪৭৩৯] এর অর্থ, প্রাচীন সূরা সমূহের মধ্যে এগুলো অন্যতম। এগুলোর বিশেষ বিশেষত্ব রয়েছে। কারণ এগুলো অনেক কাহিনী এবং নবী-রাসূলদের কিস্সা সমৃদ্ধ। অন্য বর্ণনায় এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতিরাত্রে সূরা বনী ইসরাঈল ও আয-যুমার পড়তেন। [মুসনাদে আহমাদঃ ৬/১৮৯, তিরমিয়ীঃ ২৯২০]\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] سبحان শব্দটি মূলধাতু। এর অর্থ, যাবতীয় ত্রুটি ও দোষ থেকে পবিত্র ও মুক্ত। আয়াতে এর ব্যবহারিক অর্থ হচ্ছে, আমি তাঁকে পবিত্র ও মুক্ত ঘোষণা করছি। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] মূলে أسري শব্দটি ব্যবহার করা হয়েছে। যার আভিধানিক অর্থ রাত্রে নিয়ে যাওয়া। এরপর لَيلاً শব্দটি স্পষ্টতঃ এ অর্থ ফুটিয়ে তুলেছে। لَيلاً শব্দটি نكره ব্যবহার করে এদিকেও ইঙ্গিত করা হয়েছে যে, সমগ্র ঘটনায় সম্পূর্ণ রাত্রি নয়; বরং রাত্রির একটা অংশ ব্যয়িত হয়েছে। [ফাতহুল কাদীর] আয়াতে উল্লেখিত মসজিদে হারাম থেকে মসজিদে আকসা পর্যন্ত সফরকে ‘ইসরা' বলা হয় এবং সেখান থেকে আসমান পর্যন্ত যে সফর হয়েছে, তার নাম মে'রাজ। ইসরা অকাট্য আয়াত দ্বারা প্রমাণিত হয়েছে। আর মে'রাজ সূরা নাজমে উল্লেখিত রয়েছে এবং অনেক মুতাওয়াতির হাদীস দ্বারা প্রমাণিত। সম্মান ও গৌরবের স্তরে بعبده শব্দটি একটি বিশেষ ভালবাসার প্রতি ইঙ্গিত বহন করে। কেননা, আল্লাহ্  তাআলা স্বয়ং কাউকে ‘আমার বান্দা’ বললে এর চাইতে বড় সম্মান মানুষের জন্যে আর হতে পারেনা। [ইবন তাইমিয়্যাহ, আল-উবুদিয়্যাহঃ ৪৭]\n  <br/>\n  <br/>\n  [৩] আবু যর গেফারী রাদিয়াল্লাহু আনহু বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করলামঃ বিশ্বের সর্বপ্রথম মসজিদ কোনটি? তিনি বললেনঃ মসজিদে-হারাম। অতঃপর আমি আরয করলামঃ এরপর কোনটি? তিনি বললেনঃ মসজিদে আকসা। আমি জিজ্ঞেস করলামঃ এতদুভয়ের নির্মাণের মধ্যে কত দিনের ব্যবধান রয়েছে? তিনি বললেনঃ চল্লিশ বছর। তিনি আরও বললেনঃ এতো হচ্ছে মসজিদদ্বয়ের নির্মাণক্রম। কিন্তু আল্লাহ তাআলা আমাদের জন্য সমগ্ৰ ভূ-পৃষ্ঠকেই মসজিদ করে দিয়েছেন। যেখানে নামাযের সময় হয়,সেখানেই সালাত পড়েনাও। [মুসলিমঃ ৫২০]\n  <br/>\n  <br/>\n  [৪] ইসরাও মে'রাজের সমগ্র সফর যে শুধু আত্মিক ছিল না, বরং সাধারণ মানুষের সফরের মত দৈহিক ও আত্মিক ছিল, একথা কুরআনের বক্তব্য ও অনেক মুতাওয়াতির হাদীস দ্বারা প্ৰমাণিত। আলোচ্য আয়াতের প্রথম سبحن শব্দের মধ্যে এদিকেই ইঙ্গিত রয়েছে। কেননা, এ শব্দটি আশ্চর্যজনক ও বিরাট বিষয়ের জন্যে ব্যবহৃত হয়। [ইবনকাসীর; মাজুম’ ফাতাওয়া: ১৬/১২৫] মে'রাজ যদি শুধু আত্মিক অর্থাৎ স্বপ্নজগতে সংঘটিত হত, তবে তাতে আশ্চর্যের বিষয় কি আছে? স্বপ্নে তো প্রত্যেক মুসলিম, বরং প্রত্যেক মানুষ দেখতে পারে যে, সে আকাশে উঠেছে, অবিশ্বাস্য বহু কাজ করেছে। عبد শব্দ দ্বারা এদিকেই দ্বিতীয় ইঙ্গিত করা হয়েছে। কারণ, শুধু আত্মাকে দাস বলে না; বরং আত্মা ও দেহ উভয়ের সমষ্টিকেই দাস বলা হয়। [ইবন কাসীর] তারপর “এক রাতে নিজের বান্দাকে নিয়ে যান” এ শব্দাবলীও দৈহিক সফরের কথাই সুস্পষ্টভাবে ব্যক্ত করে। স্বপ্নযোগে সফরের জন্য নিয়ে যাওয়া শব্দাবলী কোনক্রমেই উপযোগী হতে পারে না। তাছাড়া আয়াতে দেখানোর কথা বলা হয়েছে সেটাও শরীর ছাড়া সম্ভব হয় না। অনুরূপভাবে বুরাকে উঠাও প্রমাণ করে যে, ইসরা ও মি'রাজ দেহও আত্মার সমন্বয়ে সংঘটিত হয়েছিল। [দেখুন, ইবনকাসীর] এছাড়া রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম যখন মে'রাজের ঘটনা উম্মেহানী রাদিয়াল্লাহু আনহার কাছে বর্ণনা করলেন, তখন তিনি পরামর্শ দিলেন যে, আপনি কারও কাছে একথা প্ৰকাশ করবেন না; প্রকাশ করলে কাফেররা আপনার প্রতি আরও বেশী মিথ্যারোপ করবে। ব্যাপারটি যদি নিছক স্বপ্নই হত, তবে মিথ্যারোপ করার কি কারণ ছিল? তারপর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম যখন ঘটনা প্রকাশ করলেন, তখন কাফেররা মিথ্যারোপ করল এবং ঠাট্টা বিদ্রুপ করল। এমনকি, অনেকের ঈমান টলায়মান হয়েছিল। ব্যাপারটি স্বপ্নের হলে এতসব তুলাকালাম কান্ড ঘটার সম্ভাবনা ছিল কি? সুতরাং আমাদের জন্য একথা মেনে নেয়া ছাড়া উপায় নেই যে, এটি নিছক একটি রূহানী তথা আধ্যাতিক অভিজ্ঞতা ছিল না। বরং এটি ছিল পুরোদস্তুর একটি দৈহিক সফর এবং চাক্ষুষ পর্যবেক্ষণ। আল্লাহ নিজেই তাঁর নবীকে এসফর ও পর্যবেক্ষণ করান। তাফসীর কুরতুবীতে আছে, ইসরার হাদীসসমূহ সব মুতাওয়াতির। নাক্কাশ এ সম্পর্কে বিশ জন সাহাবীর রেওয়ায়েত উদ্ধৃত করেছেন এবং কাযী ইয়াদ শেফা গ্রন্থে আরও বিস্তারিত বিবরণ দিয়েছেন। ইমাম ইবনে কাসীর তার তাফসীর গ্রন্থে এসব রেওয়ায়েত পূর্ণরূপে যাচাই-বাছাই করে বর্ণনা করেছেন এবং পচিশ জন সাহাবীর নাম উল্লেখ করেছেন, যাদের কাছ থেকে এসব রেওয়ায়েত বৰ্ণিত রয়েছে। যেমন, ওমর ইবনে খাত্তাব, আলী, ইবনে মাসউদ, আবু যর গিফারী, মালেক ইবনে ছ’ছা, আবু হোরায়রা, আবু সায়ীদ আল-খুদরী, ইবনে আব্বাস, শাদাদ ইবনে আউস, উবাই ইবনে ক’ব, আবদুর রহমান ইবনে কুর্ত, আবদুল্লাহ ইবনে ওমর, জাবের ইবনে আব্দুল্লাহ, হুযায়ফা ইবনে ইয়ামান, বুরাইদাহ, আবু আইউব আল-আনসারী, আবু উমামাহ, সামুরা ইবনে জুনদুব, সোহাইব রুমী, উম্মে হানী, আয়েশা, আসমা বিনতে আবু বকর রাদিয়াল্লাহু আনহুম। এরপর ইবনে-কাসীর বলেন, ইসরা সম্পর্কে সব মুসলমানের ঐকমত্য রয়েছে। শুধু দ্বীনদ্রোহী যিন্দীকরা একে মানেনি। মে'রাজের তারিখ সম্পর্কে বিভিন্ন রেওয়ায়েত বর্ণিত রয়েছে। মুসা ইবনে ওকবার রেওয়ায়েত এই যে, ঘটনাটি হিজরতের ছয়মাস পূর্বে খাদীজা রাদিয়াল্লাহু ‘আনহার মৃত্যুর পর সংঘটিত হয়। আয়েশা রাদিয়াল্লাহু আনহা বলেনঃ খাদীজা রাদিয়াল্লাহু আনহার ওফাত সালাত ফরয হওয়ার পূর্বেই হয়েছিল। ইমাম যুহরী বলেনঃ খাদীজার ওফাত নবুওয়াত প্ৰাপ্তির সাত বছর পরে হয়েছিল। কোন কোন রেওয়ায়েত রয়েছে, মে'রাজের ঘটনা নবুওয়ত প্ৰাপ্তির পাঁচ বছর পরে ঘটেছে। ইবনে ইসহাক বলেনঃ মে'রাজের ঘটনা তখন ঘটেছিল, যখন ইসলাম আরবের সাধারণ গোত্ৰসমূহে বিস্তৃতি লাভ করেছিল।\n  <br/>\n  <br/>\n  এসব রেওয়ায়েতের সারমর্ম এই যে, মে'রাজের ঘটনাটি হিজরতের কয়েক বছর পূর্বে সংঘটিত হয়েছিল। কোন কোন ঐতিহাসিক বলেনঃ ইসরা ও মে'রাজের ঘটনা রবিউসসানী মাসের ২৭তম রাত্ৰিতে হিজরতের এক বছর পূর্বে ঘটেছে। আবার কোন কোন ঐতিহাসিকের মতে, নবুওয়ত প্ৰাপ্তির আঠার মাস পর এঘটনা ঘটেছে। কারও কারও মতে হিজরতের এক বছর আগে সংঘটিত হয়েছিল। মুহাদেসগণ বিভিন্ন রেওয়ায়েত উল্লেখ করার পরে কোন সিদ্ধান্ত লিপিবদ্ধ করেননি। [বিস্তারিত দেখুন, আশ-শাইখ সফিউর রহমান আল-মুবারকপুরী: আর-রাহীকুল মাখতুম]\n  <br/>\n  <br/>\n  [৫] মে'রাজের সংক্ষিপ্ত ঘটনাঃ ইমাম ইবনে কাসীর তার তাফসীর গ্রন্থে আলোচ্য আয়াতের তাফসীর এবং সংশ্লিষ্ট হাদীসসমূহ বিস্তারিত বর্ণনা করার পর বলেনঃ সত্য কথা এই যে, নবী করীম সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম ইসরা সফর জাগ্রত অবস্থায় করেন; স্বপ্নে নয়। মক্কা মোকাররমা থেকে বাইতুল মোকাদ্দাস পর্যন্ত এ সফর বোরাকযোগে করেন। তারপরের সংক্ষিপ্ত ঘটনা হলো, বায়তুল-মোকাদ্দাসের দ্বারে উপনীত হয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বোরাকটি অদূরে বেঁধে দেন এবং বায়তুল মোকাদাসের মসজিদে প্রবেশ করেন এবং কেবলার দিকে মুখ করে দু'রাক’আত সালাত আদায় করেন। অতঃপর সিঁড়ি আনা হয়, যাতে নীচ থেকে উপরে যাওয়ার জন্য ধাপ বানানো ছিল। তিনি সিঁড়ির সাহায্যে প্রথমে প্রথম আসমানে, তারপর অবশিষ্ট আসমানসমূহে গমন করেন। এ সিঁড়িটি কি এবং কিরূপ ছিল, তার প্রকৃত স্বরূপ আল্লাহ তা'আলাই জানেন। প্রত্যেক আসমানে সেখানকার ফেরেশতারা তাকে অভ্যর্থনা জানায় এবং প্রত্যেক আসমানে সে সমস্ত নবী-রাসূলদের সাথে সাক্ষাত হয়, যাদের অবস্থান কোন নির্দিষ্ট আসমানে রয়েছে। যেমন, ষষ্ঠ আসমানে মূসা আলাইহিসসালাম এবং সপ্তম আসমানে ইবরাহীম আলাইহিসসালামের সাথে সাক্ষাৎ হয়। তারপর তিনি পয়গম্বর গণের স্থানসমূহও অতিক্রম করে এবং এক ময়দানে পৌছেন, যেখানে তাকদীর লেখার শব্দ শোনা যাচ্ছিল। তিনি ‘সিদরাতুল-মুনতাহা’ দেখেন, যেখানে আল্লাহ তাআলার নির্দেশে স্বর্ণের প্রজাপতি এবং বিভিন্ন রঙ এর প্ৰজাপতি ইতস্ততঃ ছোটাছুটি করছিল। ফেরেশতারা স্থানটিকে ঘিরে রেখেছিল। এখানে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম জিবরাঈলকে তাঁর স্বরূপে দেখেন। তাঁর ছয়শত পাখা ছিল। তিনি বায়তুল-মামুরও দেখেন। বায়তুল-মামুরের নিকটেই কা'বার প্রতিষ্ঠাতা ইবরাহীম আলাইহিস সালাম প্রাচীরের সাথে হেলান দিয়ে উপবিষ্ট ছিলেন। এই বায়তুল মামুরে দৈনিক সত্তর হাজার ফেরেশতা প্রবেশ করে। কেয়ামত পর্যন্ত তাদের পুর্নবার প্রবেশ করার পালা আসবে না। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম স্বচক্ষে জান্নাত ও জাহান্নাম পরিদর্শন করেন। সে সময় তার উম্মতের জন্য প্রথমে পঞ্চাশ ওয়াক্তের সালাত ফরয হওয়ার নির্দেশ হয়। তারপর তা হ্রাস করে পাঁচ ওয়াক্ত করে দেয়া হয়। এ দ্বারা ইবাদতের মধ্যে সালাতের বিশেষ গুরুত্ব ও শ্রেষ্ঠত্ব প্রমাণিত হয়। এরপর তিনি বায়তুল-মোকাদ্দাসে ফিরে আসেন এবং বিভিন্ন আসমানে যেসব পয়গম্বরের সাথে সাক্ষাত হয়েছিল তারা ও তাকে বিদায় সম্বর্ধনা জানাবার জন্য বায়তুল-মোকাদ্দাস পর্যন্ত আগমন করেন। তখন নামাযের সময় হয়ে যায় এবং তিনি পয়গম্বর গণের সাথে সালাত আদায় করেন। সেটা সে দিন কার ফজরের সালাত ও হতে পারে।\n  <br/>\n  <br/>\n  ইবনে-কাসীর বলেনঃ নামাযে পয়গম্বরগণের ইমাম হওয়ার এ ঘটনাটি কারও মতে আসমানে যাওয়ার পূর্বে সংঘটিত হয়। কিন্তু বাহ্যতঃ এ ঘটনাটি প্রত্যাবর্তনের পর ঘটে। কেননা, আসমানে নবী-রাসূলগণের সাথে সাক্ষাতের ঘটনায় একথা ও বর্ণিত রয়েছে যে, জিব্রাঈল সব পয়গম্বরগণের সাথে তাঁকে পরিচয় করিয়ে দেন। ইমামতির ঘটনা প্ৰথমে হয়ে থাকলে এখানে পরিচয় করিয়ে দেয়ার কোন প্রয়োজন ছিল না। এছাড়া সফরের আসল উদ্দেশ্য ছিল উর্ধ্ব জগতে গমন করা। কাজেই একাজটি প্রথমে সেরে নেয়াই অধিকতর যুক্তিসঙ্গত মনে হয়। আসল কাজ সমাপ্ত হওয়ার পর সব পয়গম্বর বিদায় দানের জন্যে তার সাথে বায়তুল-মোকাদ্দাস পর্যন্ত আসেন এবং জিব্রাঈলের ইঙ্গিতে তাকে সবাই ইমাম বানিয়ে কার্যতঃ তার নেতৃত্ব ও শ্রেষ্ঠত্বের প্রমাণ দেয়া হয়। এরপর তিনি বায়তুল মোকাদ্দেস থেকে বিদায় নেন এবং বোরাক সওয়ার হয়ে অন্ধকার থাকতেই মক্কা মোকাররমা পৌছে যান।\n  <br/>\n  <br/>\n  [৬] জাবের ইবনে আব্দুল্লাহ রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছেন, মি'রাজের ব্যাপারে কুরাইশরা যখন আমাকে মিথ্যা প্ৰতিপন্ন করতে চেষ্টা করল তখন আমি কা'বার হিজর অংশে দাঁড়ালাম। আর আল্লাহ বাইতুল মাকদিসকে আমার সামনে উদ্ভাসিত করলেন। ফলে আমি তার দিকে তাকিয়ে তার চিহ্ন ও নিদর্শনগুলো তাদেরকে বলে দিতে থাকলাম। [বুখারীঃ ৩৮৮৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১৭ : ২",
        "arabic_text": "\nوَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا ",
        "bangla_text": "আর আমরা মুসাকে কিতাব দিয়েছিলাম ও তাকে করেছিলাম বনী ইসরাঈলের জন্য পথনির্দেশক [১], যাতে 'তোমরা আমাকে ছাড়া অন্য কাউকে কর্মবিধায়করুপে গ্রহণ না করো [২]  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মাত্র একটি আয়াতে মি'রাজের কথা আলোচনা করে তারপর হঠাৎ বনী ইসরাঈলের আলোচনা শুরু করে দেয়া হয়েছে। এটি মূলত: মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পরে আল্লাহর নবী মূসা আলাইহিস সালামের কথা উল্লেখ করা। কারণ হচ্ছে, সাধারণত কুরআনের বহু স্থানে মূসা ও মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বর্ণনা, তাওরাত ও কুরআনের আলোচনা একসাথে থাকে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] কর্মবিধায়ক তথা অভিভাবক অর্থাৎ বিশ্বস্ততা, বিশ্বাসযোগ্যতা ও ভরসার ভিত্তি স্বরূপ যার উপর নির্ভর করা যায়। নিজের যাবতীয় বিষয় হাতে সোপর্দ করে দেয়া যায়। পথনির্দেশনা ও সাহায্য লাভ করার জন্য যার দিকে রুজু করা যায়। [দেখুন, ফাতহুল কাদীর] আর তিনি হচ্ছেন আল্লাহ তা'আলা। তাঁকে ব্যতীত আর কাউকে অভিভাবক, বন্ধু, সাহায্যকারী, ইলাহ যেন না মানা হয়। কেননা, আল্লাহ তা'আলা প্রত্যেক নবীর কাছেই এই বলে পাঠিয়েছেন যে, তাকে ছাড়া যেন আর কারও ইবাদাত করা না হয়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১৭ : ৩",
        "arabic_text": "\nذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍۚ إِنَّهُۥ كَانَ عَبۡدٗا شَكُورٗا ",
        "bangla_text": "তাদের বংশধর [১], যাদেরকে আমরা নূহের সাথে আরোহণ করিয়েছিলাম [২], তিনি তো ছিলেন পরম কৃতজ্ঞ বান্দা [৩] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতাংশের কয়েকটি অনুবাদ হতে পারে। এক. মূসা ছিলেন তাদের বংশধর, যাদেরকে আমরা নূহের কিশতিতে আরোহন করিয়েছিলাম। [আন-নুকাত ওয়াল “উয়ুন; ফাতহুল কাদীর] দুই. হে তাদের বংশধর, যাদেরকে আমরা নূহের সাথে কিশতিতে আরোহন করিয়েছিলাম। তোমাদেরকেই বিশেষ করে এ নির্দেশ দিচ্ছি। [বাগভী; ইবন কাসীর; আদওয়াউল বায়ান] তিন. তোমরা আমাকে ব্যতীত আর কাউকে কর্মবিধায়ক বানিওনা। কারণ তারা তোমাদেরই মত মানুষ। যাদেরকে আমরা নূহের কিশতিতে আরোহন করিয়েছিলাম [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] মুজাহিদ রাহেমাহুল্লাহ বলেনঃ “তারা হলো, নূহের সন্তানসমূহ ও তাদের স্ত্রীগণ এবং নূহ। তার স্ত্রী তাদের সাথে ছিল না। [তাবারী। ]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ নূহ ও তাঁর সাথীদের বংশধর হবার কারণে একমাত্র আল্লাহকেই অভিভাবক করা তোমাদের জন্য শোভা পায়। কারণ তোমরা যার বংশধর তিনি আল্লাহকে নিজের অভিভাবক করার বদৌলতেই প্লাবনের ধ্বংসকারিতার হাত থেকে রক্ষা পেয়েছিলেন। বিভিন্ন হাদীসেও নূহ আলাইহিস সালামকে কৃতজ্ঞ বান্দা হিসেবে অভিহিত করা হয়েছে। শাফাআতের বৃহৎ হাদীসে এসেছে যে, “লোকজন হাশরের মাঠে নূহ আলাইহিস সালামের কাছে এসে বলবে, হে নূহ! আপনি যমীনের অধিবাসীদের কাছে প্রথম রাসূল আর আল্লাহ আপনাকে কৃতজ্ঞ বান্দা হিসেবে ঘোষণা করেছে। ' [বুখারীঃ ৪৭১২]\n  <br/>\n  <br/>\n  নূহ আলাইহিস সালামকে কৃতজ্ঞ বান্দা হিসেবে বলার পিছনে আরো একটি কারণ কোন কোন বর্ণনায় এসেছে যে, নূহ আলাইহিস সালাম যখনই কোন কাপড় পরতেন বা কোন খাবার খেতেন তখনই আল্লাহর দরবারে কৃতজ্ঞতা প্রকাশ করতেন। সেজন্য তাকে কৃতজ্ঞ বান্দা হিসেবে নামকরণ করা হয়েছে। [মুস্তাদরাকে হাকেমঃ ২/৬৩০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১৭ : ৪",
        "arabic_text": "\nوَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا ",
        "bangla_text": "আর আমরা কিতাবে বনী ইসরাঈলকে জানিয়েছিলাম [১], যে, ‘অবশ্যই তোমরা পৃথিবীতে দুবার বিপর্যয় সৃষ্টি করবে এবং তোমরা অতিশয় অহংকারস্ফীত হবে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, এখানে কিতাব বলতে এমন কিতাব বুঝানো হয়েছে যার মাধ্যমে বনী ইসরাঈলকে এ বিষয়ে আগাম জানিয়ে দেয়া হয়েছিল। এখানে قضينا শব্দের অর্থ হবে, ফয়সালা জানিয়ে দেয়া, খবর দেয়া। [আত-তাফসীরুস সহীহ] এ অর্থে কুরআনের অন্যান্য স্থানেও এ শব্দটি ব্যবহার হয়েছে। বলা হয়েছে,\n  <br/>\n  <br/>\n  وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُّصْبِحِينَ\n  <br/>\n  <br/>\n  \"আমি তাঁকে এ বিষয়ে ফয়সালা জানিয়ে দিলাম যে, ভোরে ওদেরকে সমূলে বিনাশ করা হবে। ” [সূরা আল-হিজরঃ ৬৬] কারও কারও মতে, এখানে قَضَيناَ শব্দটির অর্থ أَوحَينا বা আমরা ওহী প্রেরণ করেছি। এর কারণ এখানে শব্দটির পরে إِلي এসেছে। যদি জানানো বা খবর দেয়ার অর্থ হতো, তবে এর পরে إِلي ব্যবহৃত হতো না। আর যদি ফয়সালা করা বা বিচার করা অর্থ হতো, তবে শব্দটির পর علي আসতো। আর যদি পূর্ণ করার অর্থ হতো, তবে শব্দটির পরে ل  আসত। সুতরাং এখানে  قَضَيناَ শব্দের অর্থ, أَوحَينا বা আমরা ওহী প্রেরণ করেছি হওয়াই বেশী যুক্তিযুক্ত। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১৭ : ৫",
        "arabic_text": "\nفَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِۚ وَكَانَ وَعۡدٗا مَّفۡعُولٗا ",
        "bangla_text": "অতঃপর এ দুটির প্রথমটির নির্ধারিত সময় যখন উপস্থিত হল তখন আমরা তোমাদের বিরুদ্ধে     পাঠিয়েছিলাম , যুদ্ধে অত্যন্ত শক্তিশালী আমাদের বান্দাদেরকে; অতঃপর তারা ঘরে ঘরে প্রবেশ করে ধ্বংসযজ্ঞ চালিয়েছিল। আর এটা ছিল এমন প্রতিশ্রুতি যা কার্যকর হওয়ারই ছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১৭ : ৬",
        "arabic_text": "\nثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا ",
        "bangla_text": "তারপর আমরা তোমাদেরকে আবার তাদের উপর প্রতিষ্ঠিত করলাম, তোমাদেরকে ধন ও সন্তান-সন্ততি দ্বারা সাহায্য করলাম এবং সংখ্যায় গরিষ্ঠ করলাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১৭ : ৭",
        "arabic_text": "\nإِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡۖ وَإِنۡ أَسَأۡتُمۡ فَلَهَاۚ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا ",
        "bangla_text": "তোমরা সৎকাজ করলে সৎকাজ নিজেদের জন্য করবে এবং মন্দকাজ করলে তাও করবে নিজেদের জন্য। তারপর পরবর্তী নির্ধারিত সময় উপস্থিত হলে  (আমি আমার বান্দাদের পাঠালাম) তোমাদের মুখমণ্ডল কালিমাচ্ছন্ন করার জন্য , প্রথমবার তারা যেভাবে মসজিদে প্রবেশ করেছিল আবার সেভাবেই তাতে প্রবেশ করার জন্য এবং তারা যা অধিকার করেছিলো তা সম্পুর্ণভাবে ধ্বংস করার জন্য [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাদেরকে বনী ইসরাঈলের উপর চাপিয়ে দেয়া হয়েছিল এবং কারা তাদেরকে শাস্তি দিয়েছিল মুফাসসিরগণ এ ব্যাপারে বিভিন্ন মতে বিভক্ত হয়েছেন। ইবন আব্বাস ও কাতাদা বলেন, তারা ছিল জালুত ও তার সৈন্যবাহিনী। তারা প্রথমে বনী-ইসরাঈলের উপর প্রাধান্য বিস্তার করলেও পরে সেটা উল্টো হয়ে যায়, কারণ, দাউদ জালুতকে হত্যা করেছিল। সাঈদ ইবন জুবাইর বলেন, এখানে যার কথা বলা হয়েছে সে ইরাকের মুওসিলের রাজা ও তার সেনাবাহিনী। অন্যরা বলেন যে, এখানে ব্যবিলনের বাদশাহ বুখতনাসরের প্রতি ইঙ্গিত করা হয়েছে। এছাড়াও এখানে অনেক বড় বড় কাহিনী আলোচিত হয়েছে সেগুলো বর্ণনা করার কোন প্রয়োজন আছে বলে মনে হয়না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১৭ : ৮",
        "arabic_text": "\nعَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡۚ وَإِنۡ عُدتُّمۡ عُدۡنَاۚ وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا ",
        "bangla_text": "সম্ভবত তোমাদের রব তোমাদের প্রতি দয়া করবেন, কিন্তু তোমরা যদি তোমাদের আগের আচরণের পুনরাবৃত্তি কর তবে আমরাও পুনরাবৃত্তি করব  [১]। আর জাহান্নামকে আমরা করেছি কাফিরদের জন্য কারাগার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা পুনরায় নাফরমানীর দিকে প্রত্যাবর্তন করলে আমিও পুনরায় এমনি ধরনের শাস্তি ও আযাব চাপিয়ে দেব। বর্ণিত এ বিধিটি কেয়ামত পর্যন্ত বলবৎ থাকবে। এতে বনী-ইসরাঈলের সেসব লোককে সম্বোধন করা হয়েছে, যারা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম-এর আমলে বিদ্যমান ছিল। এতে ইঙ্গিত করা হয়েছে যে, প্রথমবার মুসা আলাইহিস সালাম-এর শরীআতের বিরুদ্ধাচরণের কারণে এবং দ্বিতীয়বার ঈসা আলাইহিস সালাম-এর শরীআতের বিরুদ্ধাচরণের কারণে যেভাবে তোমরা শাস্তি ও আযাবে পতিত হয়েছিলে, এখন তৃতীয় যুগ হচ্ছে শরীআতে মুহাম্মদীয় যুগ যা কেয়ামত পর্যন্ত বলবৎ থাকবে। এর বিরুদ্ধাচরণ করলেও তোমাদেরকে পূর্বের পরিণতিই ভোগ করতে হবে। আসলে তাই হয়েছে। তারা শরীআতে-মুহাম্মদী ও ইসলামের বিরুদ্ধাচরণে প্রবৃত্ত হলে মুসলিমদের হাতে নির্বাসিত, লাঞ্ছিত ও অপমানিত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১৭ : ৯",
        "arabic_text": "\nإِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا ",
        "bangla_text": "নিশ্চয়ই এ কুরআন হেদায়াত করে সে পথের দিকে যা আকওয়াম [১] (সরল, সুদৃঢ়) এবং  সৎকর্মপরায়ণ মুমিনদেরকে সুসংবাদ দেয় যে, তাদের জন্য রয়েছে মহাপুরস্কার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআন যে পথ নির্দেশ করে, তাকে ‘আকওয়াম' বলা হয়েছে। ‘আকওয়াম’ সেপথ, যা অভীষ্ট লক্ষ্যে পৌছাতে নিকটবর্তী, সহজ এবং বিপদাপদমুক্ত ও। সুতরাং কুরআনের প্রদর্শিত পথটি সহজ, সরল, সঠিক, কল্যাণকর, ইনসাফপূর্ণ [আদওয়াউল বায়ান] এ থেকে বোঝা গেল যে, কুরআন মানুষের জীবনের জন্যে যেসব বিধি-বিধান দান করে, সেগুলোতে এ উপরোক্ত গুণগুলো বিদ্যমান রয়েছে। তাতে রয়েছে দুনিয়া ও আখেরাতের কল্যাণ। যদিও মুলহিদও আল্লাহ বিরোধী মানুষ স্বল্প বুদ্ধির কারণে মাঝে মাঝে এ পথকে দুৰ্গম ও বিপদ সংকুল মনে করতে থাকে এবং দ্বীনে ইসলামে বিভিন্নভাবে বদনামী করে থাকে। তারা মূলত আল্লাহর বিধানসমূহের হিকমত ও রহস্য সম্পর্কে অজ্ঞ ও জানতে অপারগ। [আদওয়াউল বায়ান] কিন্তু রাব্ববুল আলামীন সৃষ্টি জগতের প্রতিটি অণু-পরমাণু সম্পর্কে জ্ঞান রাখেন এবং ভূত ও ভবিষ্যৎ তাঁর কাছে সমান। একমাত্র তিনিই এ সত্য জানতে পারেন যে, মানুষের উপকার কোন কাজেও কিভাবে বেশী। স্বয়ং মানুষ যেহেতু সামগ্রিক অবস্থা সম্পর্কে জ্ঞাত নয়, তাই সে নিজের ভালমন্দ ও পুরোপুরি জানতে পারে না। কুরআন যে উত্তম পথের পথ নির্দেশ করে তার উদাহরণ হলো, কুরআন তাওহীদের দিকে পথ নির্দেশ করে, যা মানবজীবনের সবচেয়ে চরমও পরম পাওয়া। কুরআন তাওহীদের তিনটি অংশ অর্থাৎ প্রভুত্বে, নাম ও গুণে এবং ইবাদতে তাওহীদ প্রতিষ্ঠা করার নির্দেশ দেয় যা মানুষের জীবনকে এক সুন্দর ও সাবলীল গতিতে নিয়ে যায়। কুরআন তালাকের ক্ষমতা পুরুষের হাতে দিয়েছে। কারণ, ক্ষেতের মালিকই জানেন কিভাবে তিনি সেটা পরিচালনা করবেন। কুরআন মিরাসের ক্ষেত্রে ছেলেকে মেয়ের দ্বিগুণ দিয়েছে। এটা তার প্রাজ্ঞতার প্রমাণ। অনুরূপভাবে কুরআন কিসাসের প্রতি পথ নির্দেশ করে যা মানুষের জানের নিরাপত্তা বিধান করে। তদ্রুপ কুরআন মানুষকে চুরির শাস্তি হিসেবে হাত কাটার নির্দেশ দেয় যা মানুষের মালের নিরাপত্তা নিশ্চিত করে। তেমনিভাবে কুরআন মানুষকে ব্যভিচারের শাস্তি হিসেবে পাথর মেরে হত্যা এবং বেত্রাঘাতের প্রতি দিক নির্দেশনা দেয় যা মানুষের সম্মানের হেফাজতের গ্যারান্টি দেয়। সুতরাং কুরআন সত্যিকার অর্থেই এমন পথের দিক নির্দেশনা দেয় যা অভীষ্ট লক্ষ্যে পৌঁছাতে নিকটবতী, সহজ ও বিপদমুক্ত । [আদওয়াউল বায়ান; সংক্ষেপিত]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১৭ : ১০",
        "arabic_text": "\nوَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا ",
        "bangla_text": "আর যারা আখিরাতে ঈমান আনে না আমরা তাদের জন্য প্রস্তুত রেখেছি যন্ত্রণাদায়ক শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১৭ : ১১",
        "arabic_text": "\nوَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلۡخَيۡرِۖ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا ",
        "bangla_text": "আর মানুষ অকল্যাণ কামনা করে [১] ; যেভাবে কল্যাণ কামনা করে; মানুষ তো প্রকৃতিগতভাবে খুব বেশি তারাহুড়াকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] মানুষ কিভাবে অকল্যাণ কামনা করে তার উদাহরণ হিসেবে বলা যায়, মানুষ যখন নিজের কোন কাজের উপর রাগ হয় বা সন্তান-সন্ততির উপর বিরক্ত হয় তখন তাদের জন্য বদ-দো'আ করতে থাকে। বলতে থাকে, আমার ধ্বংস  হোক, আমার পরিবার নাশ হোক ইত্যাদি। এ জাতীয় দো'আ করলেও তার মন কিন্তু সে দো'আ কবুল হওয়া চায় না। আবার যখন নিজে খুব ভালো অবস্থায় থাকে, বা সন্তান-সন্ততির উপর খুশী হয়ে যায়। তখন বড় বড় নেক দো'আ করতে থাকে। সে তখন এটা কবুল হওয়া মন-প্ৰাণ থেকেই চায়। [আদওয়াউল বায়ান] কিন্তু আল্লাহ তাঁর রহমতের  কারণে মানুষের নেক-দো'আ সমূহকে কবুল করে থাকেন আর বদ-দো'আর জন্য সময় দেন। মানুষের এ তাড়াহুড়াকারী চরিত্রের কারণে যদি তিনি তাদের শাস্তি দিতেন তবে অনেকেই ক্ষতিগ্রস্ত হতো। তাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাউকে তার নিজের ও সন্তান-সন্ততির উপর বদ-দো'আ করতে নিষেধ করেছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “তোমরা তোমাদের নিজের এবং তোমাদের সন্তান-সন্ততি ও তোমাদের কর্মচারীদের উপর বদ-দো'আ করো না। অনুরূপভাবে তোমাদের সম্পদ নাশের জন্য ও বদ-দো'আ করো না। কারণ এমন হতে পারে যে, আল্লাহর দো'আ কবুলের সময় তোমাদের এ বদ-দো'আ গুলো সংঘটিত হয়ে যাবে আর তা কবুল হয়ে যাবে। ” [আবুদাউদঃ ১৫৩২]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে আনাস রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ কষ্ট ও যাতনায় পড়ে কখনো মৃত্যু কামনা করবে না। আর যদি তাকে মৃত্যু কামনা করতেই হয়, তবে সে যেন বলেঃ “আয় আল্লাহ! যতদিন বেঁচে থাকাটা আমার জন্য মঙ্গলজনক হয় ততদিন আমাকে জীবিত রাখেন এবং যখন মৃত্যু আমার জন্য উত্তম হয়, তখন আমার মৃত্যু দেন। ” [বুখারীঃ ৬৩৫১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১৭ : ১২",
        "arabic_text": "\nوَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِۖ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَۚ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا ",
        "bangla_text": "আর আমরা রাত ও দিঙ্কে করেছি দুটি নিদর্শন [১] তারপর রাতের নিদর্শনকে মুছে দিয়েছি এবং দিনের নিদর্শনকে আলকপ্রদ করেছি; যাতে তোমরা তোমাদের রবের অনুগ্রহ সন্ধান করতে পার এবং যাতে তোমরা বর্ষ-সংখ্যা ও হিসাব জানতে পারো; আর আমরা সবকিছু বিশদভাবে বর্ণনা করেছি। [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আমার একত্ববাদ ও আমার অপার ক্ষমতার উপর প্রমাণ ! [এ ধরনের আয়াত আরো দেখুন, সূরা ফুসসিলাতঃ ৩৭, ইয়াসীনঃ ৩৭, ইউনুসঃ ৬, আল-মু'মিনূনঃ ৮০, আল বাকারাহঃ ১৬৪, আলে ইমরানঃ ১৯০. আন-নূরঃ ৪৪. আল-ফুরকানঃ ৬২, আল কাসাসাঃ ৭৩, জাসিয়াঃ ৫]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতে দিবারাত্রির পরিবর্তনকে আল্লাহ তাআলার অপার শক্তির নিদর্শন সাব্যস্ত করা হয়েছে। তারপর বলা হয়েছে যে, রাত্রিকে অন্ধকারাচ্ছন্ন এবং দিনকে উজ্জ্বল করার মধ্যে বহুবিধ তাৎপর্য নিহিত রয়েছে। রাত্রিকে অন্ধকারাচ্ছন্ন করার তাৎপর্য এখানে বর্ণনা করা হয়নি। অন্যান্য আয়াতে বলা হয়েছে যে, রাত্রির অন্ধকার নিদ্রা ও আরামের জন্যে উপযুক্ত। আল্লাহ তাআলা এমন ব্যবস্থা প্রতিষ্ঠিত করেছেন যে, রাত্রির অন্ধকারেই প্রত্যেক মানুষ ও জন্তুর ঘুম আসে। সমগ্ৰজগত একই সময়ে ঘুমায়। যদি বিভিন্ন লোকের ঘুমের জন্যে বিভিন্ন সময় নির্ধারিত থাকত, তবে জাগ্রতদের হট্টগোলে ঘুমন্তদের ঘুমে ও ব্যাঘাত সৃষ্টি হত। এ আয়াতে দিনকে ঔজ্জ্বল্যময় করার কারণ বর্ণনা করা হয়েছে যে, দিনের আলোতে মানুষ রুযী অন্বেষণ করতে পারে। মেহনত, মজুরী, শিল্প ও কারিগরী সব কিছুর জন্যে আলো অত্যাবশ্যক। আয়াতে দ্বিতীয় আরেকটি কথা বলা হয়েছে তাহলো, দিবারাত্রির গমনাগমনের দ্বারা সন-বছরের সংখ্যা নির্ণয় করা যায়। এটা মূলতঃ দিন-রাত্রি উভয়টিরই উপকারিতা। উদাহরণতঃ ৩৬০ দিন পূর্ণ হলে একটি সন পূর্ণতা লাভ করে। এমনিভাবে অন্যান্য হিসাব-নিকাশ ও দিবারাত্রির গমনাগমনের সাথে সম্পর্কযুক্ত। দিবারাত্রির এই পরিবর্তন না হলে মজুরের মজুরী, চাকুরের চাকুরি এবং লেন-দেনের মেয়াদ নির্দিষ্ট করা সুকঠিন হয়ে যাবে। তাছাড়া দিন-রাত্রি পরিবর্তন না হলে মানুষের পক্ষে তাদের ইবাদত সমূহের হিসাব রাখাও সম্ভব হতো না। তারা হজ্জের, সাওমের, মেয়েদের ইদ্দতের, জুম'আ ইত্যাদির হিসাব পেত না। [আদওয়াউল বায়ান থেকে সংক্ষেপি]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১৭ : ১৩",
        "arabic_text": "\nوَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُۥ فِي عُنُقِهِۦۖ وَنُخۡرِجُ لَهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا ",
        "bangla_text": "আর প্রত্যেক মানুষের কাজ আমরা তার গ্রীবালগ্ন করেছি এবং কিয়ামতের দিন আমরা তার জন্য বের করব এক কিতাব, যা সে পাবে উন্মুক্ত। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে উল্লেখিত طائر শব্দটির অর্থ করা হয়েছে, কাজ। মূলতঃ এ শব্দটির দুটি অর্থ হতে পারে। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  এক, মানুষের তাকদীর বা তার জন্য আল্লাহর পূর্বলিখিত সিদ্ধান্ত। মানুষ দুনিয়াতে যা-ই করুক না কেন সে অবশ্যই তার তাকদীর অনুসারেই করবে। কিন্তু মানুষ যেহেতু জানেনা তার তাকদীরে কি লিখা আছে তাই তার উচিত ভালো কাজ করতে সচেষ্ট থাকা। কারণ, যাকে যে কাজের জন্য তৈরী করা হয়েছে এবং যাকে যেখানে যাওয়ার জন্য নির্ধারন করা হয়েছে সে সমস্ত কাজ করা তার জন্য সহজ করে দেয়া হবে। সুতরাং তাকদীরের বাইরে যাওয়ার কোন সুযোগ কারো নেই কিন্তু মানুষের উচিত নিজেকে ভালো ও সৎ কাজের জন্য সদা প্রস্তুত রাখা তাহলে বুঝা যাবে যে, তার  তাকদীরে ভালো আছে এবং সেটা করতে সে সমর্থ ও হবে। পক্ষান্তরে যারা দুর্ভাগা তারা ভালো কাজ করার পরিবর্তে তাকদীরে কি আছে সেটা খোঁজার জন্য ব্যস্ত হয়ে পড়ে এবং সেটার পিছনে দৌঁড়াতে থাকে। ফলে সে ভালো কাজ করার সুযোগ পায় না। তাই যারা ভালো কাজ করে এবং ভালো কাজ করার প্রয়াসে থাকে তাদের কর্মকাণ্ড আল্লাহর কাছে এমন প্রশংসিত হয়ে থাকে যে, যদি কোন কারণে সে ভালো কাজ করার ইচ্ছা থাকা সত্ত্বেও সেটা করতে সমর্থ না হয় তবু ও আল্লাহ তার জন্য সেটার সওয়াব লিখে দেন। হাদীসে এসেছে, উপরই আল্লাহতা’আলা বান্দার শেষ লিখেন তারপর যখন সে অসুস্থ হয়ে পড়ে তখন ফেরেশতাগণ বলে, হে আমাদের প্রভু! আপনার অমুক বান্দাকে তো আপনি (ভালো কাজ করা থেকে) বাধা দিলেন। তখন মহান আল্লাহ বলেনঃ তাকে তার পূর্ব কাজের অনুরূপ শেষ পরিণতি লিখ, যতক্ষন সে সুস্থ না হবে বা মারা না যাবে। ” [মুসনাদে আহমাদঃ ৪/৬৪১]\n  <br/>\n  <br/>\n  দুই, মানুষের কাজ বা তার আমলনামা। অর্থাৎ মানুষ যেকোন জায়গায় যেকোন অবস্থায় থাকুক, তার আমলনামা তার সাথে থাকে এবং তার আমল লিপিবদ্ধ হতে থাকে। মৃত্যুর পর তা বন্ধ করে রেখে দেয়া হয়। কেয়ামতের দিন এ আমলনামা প্রত্যেকের হাতে হাতে দিয়ে দেয়া হবে, যাতে নিজে পড়ে নিজেই মনে মনে ফয়সালা করে নিতে পারে যে, সে পুরস্কারের যোগ্য, না আযাবের যোগ্য। [আত-তাফসীরুস সহীহ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১৭ : ১৪",
        "arabic_text": "\nٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا ",
        "bangla_text": "'তুমি তোমার কিতাব পাঠ করো, আজ তুমি নিজেই তোমার হিসেব-নিকেশের জন্য যথেষ্ট [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাসান বসরী রাহেমাহুল্লাহ বলেনঃ ‘আল্লাহর শপথ করে বলছি, যিনি তোমার হিসাবের ভার তোমার কাছেই অৰ্পণ করেছেন তিনি অবশ্যই তোমার সাথে সবচেয়ে বড় ইনসাফের কাজ করেছেন।’ [ইবনকাসীর] কাতাদা রাহেমাহুল্লাহ বলেনঃ সেদিন সবাই তাদের আমলনামা পড়তে পারবে। যদিও সে দুনিয়াতে নিরক্ষর ছিল। [তাবারী। ]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১৭ : ১৫",
        "arabic_text": "\nمَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا ",
        "bangla_text": "যে সৎপথ অবলম্বন করবে সে তো নিজেরই মঙ্গলের জন্য সৎপথ অবলম্বন করে এবং যে পথভ্রষ্ট হবে সে তো পথভ্রষ্ট হবে নিজেরই ধ্বংসের জন্য [১]। আর কোন বহনকারী অন্য কারো ভার বহন করবে না [২]। আর আমরা রাসুল না পাঠানো পর্যন্ত শাস্তি প্রদানকারী নই [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সৎ ও সত্য-সঠিক পথ অবলম্বন করে কোন ব্যক্তি আল্লাহ, রসূল বা সংশোধন প্রচেষ্টা পরিচালনাকারীদের প্রতি কোন অনুগ্রহ করে না বরং সে তার নিজেরই কল্যাণ করে। অনুরূপভাবে ভুল পথ অবলম্বন করে অথবা তার উপর অনড় থেকে কোন ব্যক্তি অন্যের ক্ষতি করে না, নিজেরই ক্ষতি করে। [আদওয়াউল বায়ান] আল্লাহর রাসূল ও সত্যের আহবায়কগণ মানুষকে ভুল পথ থেকে বাঁচাবার এবং সঠিক পথ দেখাবার জন্য যে প্রচেষ্টা চালান তা নিজের কোন স্বার্থে নয় বরং মানবতার কল্যাণার্থেই চালান। কুরআনের অন্যত্রও আল্লাহ তা'আলা তা বলেছেন, যেমন, “যে সৎ কাজ করে সে তার নিজের কল্যাণের জন্যই তা করে এবং কেউ মন্দ কাজ করলে তার প্রতিফল সে-ই ভোগ করবে। আপনার রব তাঁর বান্দাদের প্রতি মোটেই যুলুমকারী নন।” [সূরা ফুসসিলাত: ৪৬; সূরা আল-জাসিয়াহ: ১৫]\n  <br/>\n  <br/>\n  আরও বলেন, “যে কুফরী করে কুফরীর শাস্তি তারই প্ৰাপ্য; আর যারা সৎ কাজ করে তারা নিজেদেরই জন্য রচনা করে সুখ শয্যা। ” [সূরা আর-রূম: ৪৪]\n  <br/>\n  <br/>\n  আরও বলেন, “অবশ্যই তোমাদের রব এর কাছ থেকে তোমাদের কাছে চাক্ষুষ প্রমাণাদি এসেছে। অতঃপর কেউ চক্ষুষ্মান হলে সেটা দ্বারা সে নিজেই লাভবান হবে, আর কেউ অন্ধ সাজলে তাতে সে নিজেই ক্ষতিগ্ৰস্ত হবে। আর আমি তোমাদের উপর সংরক্ষক নই। ” [সূরা আল-আন’আম: ১০৪]\n  <br/>\n  <br/>\n  আরও বলেন, “যে সৎ পথ অবলম্বন করে সে তা করে নিজেরই কল্যাণের জন্য এবং যে বিপথগামী হয় সে তো বিপথগামী হয় নিজেরই ধ্বংসের জন্য আর আপনি তাদের তত্ত্বাবধায়ক নন। ” [সুরা আয-যুমার: ৪১]\n  <br/>\n  <br/>\n  [২] এটি একটি অত্যন্ত গুরুত্বপূর্ণ মৌলিক সত্য। কুরআন মজীদে বিভিন্ন স্থানে এ সত্যটি বুঝাবার চেষ্টা করা হয়েছে। কারণ এটি না বুঝা পর্যন্ত মানুষের কার্যধারা কখনো সঠিক নিয়মে চলতে পারে না। এ বাক্যের অর্থ হচ্ছে, প্ৰত্যেক ব্যক্তির একটি স্বতন্ত্র নৈতিক দায়িত্ব রয়েছে। নিজের ব্যক্তিগত পর্যায়ে আল্লাহর সামনে এ জন্য তাকে জবাবদিহি করতে হবে। এ ব্যক্তিগত দায়িত্বের ক্ষেত্রে দ্বিতীয় কোন ব্যক্তি তার সাথে শরীক নেই। তবে অন্যত্র যে বলা হয়েছে, “ওরা নিজেদের ভার বহন করবে এবং নিজেদের বোঝার সাথে আরো কিছু বোঝা” (সূরা আল-আনকাবুত: ১৩]\n  <br/>\n  <br/>\n  এবং আরও যে এসেছে, “ফলে কিয়ামতের দিন তারা বহন করবে তাদের পাপের বোঝা পূর্ণ মাত্রায় এবং তাদের ও পাপের বোঝা যাদেরকে তারা অজ্ঞতাবশত বিভ্ৰান্ত করেছে”। [সূরা আন-নাহল: ২৫]\n  <br/>\n  <br/>\n  আয়াতদ্বয় এ আয়াতে বর্ণিত মৌলিক সত্যের বিরোধী নয়। কারণ তারা খারাপ কাজের প্রতি মানুষকে আহবান করে তাদের নিজেদেরকেই কলুষিত করেছে। তাই তারা অন্যের বোঝাকে নিজেদের বোঝা হিসেবে বহন করবে। অন্যের বোঝা হিসেবে বহন করবে না। এটা বান্দাদের সাথে আল্লাহর রহমত ও ইনসাফেরই বহিঃ প্রকাশ [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] তবে এ ধরনের আয়াত পড়ে যাদের কাছে কোন নবীর পয়গাম পৌঁছেনি। তাদের অবস্থান কোথায় হবে, এ প্রশ্ন নিয়ে মাথা ঘামানোর চেয়ে একজন বুদ্ধিমান ব্যক্তির চিন্তা করা উচিত, তার নিজের কাছে তো পয়গাম পৌঁছে গেছে, এখন তার অবস্থা কি হবে? আর অন্যের ব্যাপারে বলা যায়, কার কাছে, কবে, কিভাবে এবং কি পরিমাণ আল্লাহর পয়গাম পৌছেছে এসে তার সাথে কি আচরণ করেছে এবং কেন করেছে তা আল্লাহই ভালো জানেন। আলেমুল গায়েব ছাড়া কেউ বলতে পারেন না। কার উপর আল্লাহর প্রমাণ পুরোপুরি প্রতিষ্ঠিত হয়েছে এবং কার উপর হয়নি। এ ব্যাপারে সবচেয়ে গুরুত্বপূর্ণ মাসআলা হলো, নাবালক বাচ্চাদের নিয়ে। তাদের কি হুকুম হবে? এ ব্যাপারে স্পষ্ট কথা হলো এই যে, মুমিনদের সন্তানগণ জান্নাতি হবে। কিন্তু কাফের মুশরিকদের সন্তানদের ব্যাপারে আলেমগণ বিভিন্ন হাদীসের কারণে সর্বমোট চারটি মতে বিভক্ত হয়েছেঃ\n  <br/>\n  <br/>\n  ১) তারা জান্নাতে যাবে। এ মতের সপক্ষে তারা এ আয়াত এবং সহীহ বুখারীর এক হাদীস [৪০৪৭] দ্বারা দলীল পেশ করে থাকেন। অনুরূপ কিছু হাদীস মুসনাদে আহমাদ [৫/৫৮] ও মাজমাউয-যাওয়ায়েদ [৭/২১৯] ও এসেছে।\n  <br/>\n  <br/>\n  ২) তাদের সম্পর্কে কোন কিছু বলা যাবে না। এ মতের সপক্ষে ও সহীহ বুখারীর এক হাদীস [৩৮৩১, ৪৮৩১] থেকে প্রমাণ পাওয়া যায়।\n  <br/>\n  <br/>\n  ৩) তারা তাদের পিতাদের অনুগমণ করবে। মুসনাদে আহমদে [৬/৪৮] বর্ণিত হাদীস থেকে এমতের সমর্থন পাওয়া যায়।\n  <br/>\n  <br/>\n  ৪) তাদের কে হাশরের মাঠে পরীক্ষা করা হবে। সে পরীক্ষায় যারা পাশ করবে তারা হবে জান্নাতি। আর পাশ না করলে হবে জাহান্নামি। এমতটি সবচেয়ে বেশী গ্রহণযোগ্য মত। এ ব্যাপারে মুসনাদে আহমাদের [৪/২৪] এক হাদীস থেকে প্রমাণ পাই। সত্যাম্বেষী আলেমগণ এমতকেই প্রাধান্য দিয়েছেন। ইবন কাসীর এ ব্যাপারে আরও বিস্তারিত আলোচনা করেছেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১৭ : ১৬",
        "arabic_text": "\nوَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا ",
        "bangla_text": "আর আমরা যখন কোন জনপদ ধ্বংস করতে চাই তখন সেখানকার সমৃদ্ধশালী ব্যাক্তিদেরকে আদেশ করি [১] , ফলে তারা সেখানে অসৎকাজ করে [২]; অতঃপর সেখানকার প্রতি দণ্ডাজ্ঞা ন্যায়সঙ্গত হয়ে যায় এবং আমরা তা সম্পূর্ণরূপে বিধ্বস্ত করি [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ব্যবহৃত أمرنا শব্দটির অর্থ ও উদ্দেশ্য নিয়ে আলেমদের মধ্যে বিভিন্ন মত রয়েছেঃ\n  <br/>\n  <br/>\n  ১) এখানে أمرنا –শব্দের অর্থ, \"নির্দেশ’। সে হিসেবে আয়াতের অর্থ দাঁড়ায়, “সেখানকার সমৃদ্ধশালী ব্যক্তিদেরকে আদেশ করি ফলে তারা সেখানে অসৎ কাজ করে” কিন্তু প্রশ্ন হলো, আল্লাহ তা'আলা কিভাবে খারাপ কাজের নির্দেশ করেন? তাই এ অর্থ নেয়া হলে যে সমস্যা সৃষ্টি হয় তার সমাধানে আলেমগণ কয়েকটি দিক নির্দেশ করেছেনঃ এক, এখানে \"নির্দেশ' মানে প্রকৃতিগত নির্দেশ ও প্রাকৃতিক বিধান। অর্থাৎ প্রকৃতিগত ভাবে সবসময় এমনটিই হয়ে থাকে। যখন কোন জাতির ধ্বংস হবার সময় এসে যায়, তার সমৃদ্ধিশালী লোকেরা ফাসেক হয়ে যায়। আর ধ্বংস করার সংকল্প মানে এ নয় যে, আল্লাহ এমনিতেই বিনা কারণে কোন নিরপরাধ জনবসতি ধ্বংস করার সংকল্প করে নেন, বরং এর মানে হচ্ছে, যখন কোন জনবসতি অসৎকাজের পথে এগিয়ে যেতে থাকে এবং আল্লাহ তাকে ধ্বংস করার সিদ্ধান্ত নিয়ে নেন তখন এ সিদ্ধান্তের প্রকাশ এ পথেই হয়ে থাকে। দুই, এখানে নির্দেশ দেয়ার অর্থ অসৎকাজের নির্দেশ নয়। বরং এখানে একটি বাক্য উহ্য আছে। তাহলে, “সেখানকার সমৃদ্ধশালী ব্যক্তিদেরকে সৎকাজের নির্দেশ করি কিন্তু তারা অসৎ কাজে লিপ্ত হলে আমি তাদেরকে ধ্বংস করি। ” তখন এ নির্দেশটি শর\"য়ী নির্দেশ বলে বিবেচিত হবে । [ইবন কাসীর]\n  <br/>\n  <br/>\n  ২) ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে যে, তিনি أمرنا শব্দের অর্থ করেছেন  سلطنا তখন অর্থ হবে, ‘যখন আমি কোন জনপদকে ধ্বংস করতে চাই তখন তাদের উপর খারাপ লোকদের ক্ষমতায়ন করি ফলে তারা সেখানে আমার নাফরমানী করার কারণে তাদেরকে আমি ধ্বংস করি।’ [ইবন কাসীর]\n  <br/>\n  <br/>\n  ৩) হাসান, কাতাদা সহ আরও অনেকে বলেন, أمرنا অর্থ بعشنا অৰ্থাৎ তাদের উপর এমন খারাপ লোকদের চড়াও করি যাতে তারা ধ্বংস হওয়ার কাজ করে। ফলে তাদের আমি ধ্বংস করি। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  ৪) ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু ও কাতাদা রাহেমাহুল্লাহ বলেন, এখানে أمرنا অর্থ أكثرنا অর্থাৎ তাদের মধ্যে আমি আধিক্য দান করি। ফলে আল্লাহকে ভুলে যায় এবং নাফরমানী করতে থাকে যাতে তাদের ধ্বংস অনিবাৰ্য হয়ে পড়ে। জাহেলিয়াতের যুগে যখন কোন  গোত্রের লোক বেড়ে যেত এবং শক্তি বৃদ্ধি পেত তখন বলা হতো, أَمِرَ بَنُو فُلانٍ সে হিসেবে এখানে ও একই অর্থ নেয়া হবে। [বুখারীঃ ৪৭১১]\n  <br/>\n  <br/>\n  [২] আয়াতে বিশেষভাবে অবস্থাপন্ন ধনীদের কথা উল্লেখ করে ইঙ্গিত করা হয়েছে যে, জনসাধারণ স্বাভাবিকভাবেই বিত্তশালী ও শাসক-শ্রেণীর চরিত্র ও কর্মের দ্বারা প্রভাবান্বিত হয়। এরা কুকর্মপরায়ণ হলে সমগ্র জাতি কুকর্মপরায়ণ হয়ে যায়। তাই আল্লাহ্ তাআলা যাদেরকে ধন-দৌলত দান করেন, কর্ম ও চরিত্রের সংশোধনের প্রতি তাদের অধিকতর যত্নবান হওয়া উচিত। এমন হওয়া উচিত নয় যে, তারা বিলাসিতায় পড়ে কর্তব্য ভুলে যাবে এবং তাদের কারণে সমগ্র জাতি ভ্ৰান্ত পথে পরিচালিত হবে। এমতাবস্থায় সমগ্ৰ জাতির কুকর্মের শাস্তিও তাদেরকে ভোগ করতে হবে। তাছাড়া যখন কোন জাতির লোকেরা খারাপ কাজ করে এবং অন্যান্যরা সেটাতে বাধা না দেয়। তখন তারা হয় সেটায় রাজি আছে হিসেবে অথবা তার বিরোধিতা না করার কারণে শাস্তি লাভ করে। এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে প্রশ্ন করা হয়েছিল, “আমাদের মধ্যে সৎ লোকগণ থাকা অবস্থায় ও আমরা কি ধ্বংস প্রাপ্ত হবো?” তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উত্তরে বলেছিলেন, “হ্যাঁ, যখন খারাপের পরিমান বৃদ্ধি পায়”। [মুসলিমঃ ২৮৮০]\n  <br/>\n  <br/>\n  [৩] আয়াতের বাহ্যিক অর্থ থেকে এরূপ সন্দেহের অবকাশ ছিল যে, তাদেরকে ধ্বংস করাই ছিল আল্লাহ তা'আলার উদ্দেশ্য। তাই প্রথমে তাদেরকে নবী-রাসূলগণের মাধ্যমে ঈমান ও আনুগত্যের আদেশ দেয়া অতঃপর তাদের পাপাচারকে আযাবের কারণ বানানো এসব তো আল্লাহ তাআলারই পক্ষ থেকে হয়। এমতাবস্থায় বেচারাদের দোষ কি? তারা তো অপারগ ও বাধ্য। এর জওয়াব হলো, আল্লাহ তাআলা মানুষকে বিবেক-বুদ্ধি ও ইচ্ছা শক্তি দান করেছেন এবং আযাব ও সওয়াবের পথ সুস্পষ্টভাবে বাতলে দিয়েছেন। কেউ যদি স্বেচ্ছায় আযাবের পথে চলারই ইচ্ছা ও সংকল্প গ্ৰহণ করে, তবে আল্লাহর রীতি এই যে, তিনি তাকে সেই আযাবের উপায় উপকরণাদি সরবরাহ করে দেন। কাজেই আযাবের আসল কারণ স্বয়ং তাদের কুফুরী ও গোনাহের সংকল্প। তাই তারা ক্ষমার যোগ্য হতে পারে না। এখানে প্রশ্ন হতে পারে যে, গোনাহ যদি সমৃদ্ধশালীরা করে থাকে, তবে তার জন্য সাধারণ জনসাধারণ কেন শাস্তি ভোগ করবে? এর দু'টি উত্তর হতে পারে। এক, যারা সমৃদ্ধশালী নয়। তারা সমৃদ্ধশালীদেরই অনুগামী থাকে। সেজন্য তারা তাদের মতই শাস্তি ভোগ করবে। এখানে সমৃদ্ধশালীদের উল্লেখ এজন্যে করা হয়েছে যে, সাধারণত: এরাই নেতা গোছের লোক হয়ে থাকে। দুই. তাদের কেউ যেহেতু অন্যায় করেছিল অন্যরা তাতে বাধা দেয়ার দরকার ছিল। কিন্তু তারা যেহেতু তা করেনি। সুতরাং তারাও সমান দোষে দোষী। [আদওয়াউল বায়ান; সংক্ষেপিত]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১৭ : ১৭",
        "arabic_text": "\nوَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِنۢ بَعۡدِ نُوحٖۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرَۢا بَصِيرٗا ",
        "bangla_text": "আর নূহের পর আমরা বহু প্রজন্মকে ধ্বংস করেছি এবং আপনার  রবই তাঁর বান্দাদের পাপচরণের সংবাদ রাখা ও পর্যবেক্ষণের জন্য যথেষ্ট। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াত থেকে স্পষ্ট হচ্ছে যে, এখানে মক্কার কাফের মুশরিক এবং তাদের মত অন্যান্যদেরকে কঠোর সতর্ক বাণী শোনানো হচ্ছে, তাদেরকে ভয় দেখানো হচ্ছে যে, যেভাবে নূহ ও অন্যান্য জাতির অবাধ্যতার কারণে আল্লাহ তাদেরকে ধ্বংস করেছেন তেমনিভাবে এদেরকেও সে পরিণতির সম্মুখিন হতে হবে। আয়াতের শেষে এমন এক সতর্কবাণী উচ্চারন করা হয়েছে যা চিন্তা করলে যেকোন খারাপ লোক তার যাবতীয় কুকর্ম থেকে বিরত হতে বাধ্য হবে। সেখানে বলা হয়েছে যে, আপনার প্রতিপালকই তাঁর বান্দাদের পাপাচরণের সংবাদ রাখা ও পর্যবেক্ষণের জন্য যথেষ্ট। কেউ যদি আল্লাহকে সদাসর্বদা এ বিশ্বাসের সাথে খেয়াল রাখে যে, তিনি তাকে দেখছেন, জানছেন, তাহলে অবশ্যই খারাপ কাজ করার আগে অনেক চিন্তা-ভাবনা করবে। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১৭ : ১৮",
        "arabic_text": "\nمَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُۥ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا ",
        "bangla_text": "কেউ আশু সুখ-সম্ভোগ কামনা করলে আমরা যাকে যা ইচ্ছে এখানেই  সত্ত্বর দিয়ে থাকি [১]; পরে তার জন্য জাহান্নাম নির্ধারিত করি যেখানে সে শাস্তিতে দগ্ধ হবে নিন্দিত ও অনুগ্রহ হতে দূরীকৃত অবস্থায় [২] ' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যারা শুধু দুনিয়াতেই নগদ পেতে চায়, আমি তাদেরকে নগদই দান করি। তবে সেজন্য দুটি শর্ত রয়েছে। একটি শর্ত হচ্ছে, আমি যতটুকু ইচ্ছা করি, ততটুকুই দান করি, তাদের চেষ্টা বা চাহিদা মোতাবেক দান করা আবশ্যক নয়। দ্বিতীয় শর্ত হচ্ছে, আমার হেকমত অনুসারে যাকে সমীচীন মনে করি, শুধু তাকেই নগদ দান করি। সবাইকে দিতে হবে, এমন কোন বাধ্যবাধকতা নাই। এ আয়াতটি এ জাতীয় যত আয়াতে শর্তহীনভাবে দেয়ার কথা আছে সবগুলোর জন্য শর্ত আরোপ করে দিয়েছে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এর অর্থ হচ্ছে, যে ব্যক্তি আখেরাতে বিশ্বাস করে না অথবা আখেরাত পর্যন্ত সবর করতে প্ৰস্তুত নয় এবং শুধুমাত্র দুনিয়া এবং দুনিয়াবী সাফল্য ও সমৃদ্ধিকেই নিজের যাবতীয় প্রচেষ্টার কেন্দ্রবিন্দুতে পরিণত করে, সে যা কিছু পাবে এ দুনিয়াতেই পাবে। আখেরাতে সে কিছুই পেতে পারে না। কারণ সে দুনিয়াকে আখেরাতের উপর প্রাধান্য দিয়েছে, সুতরাং সে আখেরাতের জন্য কিছুই করেনি। সুতরাং সে অপমানিত ও লাঞ্ছিত হয়ে জাহান্নামে নিক্ষিপ্ত হবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১৭ : ১৯",
        "arabic_text": "\nوَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا ",
        "bangla_text": "আর যারা মুমিন হয়ে আখিরাতের কামনা করে করে এবং আখিরাতের জন্য যথাযথ চেষ্টা করে তাদের প্রচেষ্টা পুরস্কারযোগ্য [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুমিন যখনই যে কাজে আখেরাতের ইচ্ছা ও নিয়ত করবে, তার সেই কাজ গ্রহণ যোগ্য হবে; যদি ও তার কোন কোন কাজের নিয়তে মন্দ মিশ্রিত হয়ে যায়। এ অবস্থাটি হচ্ছে মুমিনের। তার যে কর্ম খাঁটি নিয়ত সহকারে অন্যান্য শর্তনুযায়ী হবে, তা গ্রহণযোগ্য হবে এবং যে কর্ম এরূপ হবে না, তা গ্রহণযোগ্য হবে না। এ আয়াতে চেষ্টা ও কর্মের সাথে سعيها এ শব্দ যোগ করে বলা হয়েছে যে, প্রত্যেক কর্ম ও চেষ্টা কল্যাণকর ও আল্লাহর কাছে গ্রহণযোগ্য হয় না; বরং সেটিই ধর্তব্য হয়, যা আখেরাতের লক্ষ্যের উপযোগী। উপযোগী হওয়া না হওয়া শুধু আল্লাহ ও রাসূলের বর্ণনা দ্বারাই জানা যেতে পারে। তাই  তাকে সে কাজটি সুন্নাত অনুযায়ীই করতে হবে। কাজেই যে সৎকর্ম মনগড়া পন্থায় করা হয়- সাধারণ বেদআতি পন্থাও এর অন্তর্ভুক্ত, তা দৃশ্যতঃ যতই সুন্দর ও উপকারী হোক না কেন- আখেরাতের জন্যে উপযোগী নয়। তাই সেটা আল্লাহর কাছে গ্রহণযোগ্য নয় এবং আখেরাতে ও কল্যাণকর নয়। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১৭ : ২০",
        "arabic_text": "\nكُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا ",
        "bangla_text": "আপনার রবের দান থেকে আমরা এদের ও ওদের প্রত্যেককে সাহায্য করি এবং আপনার রবের দান অবারিত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দুনিয়ায় জীবিকা ও জীবন উপকরণ দুনিয়াদাররাও পাচ্ছে এবং আখেরাতের প্রত্যাশীরাও পাচ্ছে। এসব অন্য কেউ নয়, আল্লাহই দান করছেন। আখেরাতের প্রত্যাশীদেরকে জীবিকা থেকে বঞ্চিত করার ক্ষমতা দুনিয়া পূজারীদের নেই এবং দুনিয়া পূজারীদের কাছে আল্লাহর নিয়ামত পৌঁছার পথে বাধা দেবার ক্ষমতা আখেরাত প্রত্যাশীদেরও নেই। তিনি সর্বময় কর্তৃত্ববান, তিনি কোন যুলুম করেন না। তিনি প্রত্যেককে তার সৌভাগ্য বা দূৰ্ভাগ্য সবই প্ৰদান করেন। তাঁর হুকুমকে কেউ রদ করতে পারেনা, তিনি যা দিয়েছেন তা কেউ নিষেধ করতে পারেনা। তিনি যা ইচ্ছা! করেছেন তা কেউ পরিবর্তন করতে পারেনা। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১৭ : ২১",
        "arabic_text": "\nٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۚ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا ",
        "bangla_text": "লক্ষ্য করুন, আমরা কীভাবে তাদের একদলকে অন্যের উপর শ্রেষ্ঠত্ব দিয়েছি, আখিরাত তো অবশ্যই মর্যাদায় মহত্তর ও শ্রেষ্ঠত্বে বৃহত্তর [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আর্থাৎ দেখুন, কিভাবে আমরা দুনিয়াতে মানুষকে একে অপরের উপর শ্রেষ্ঠত্ব দিয়েছি। তাদের মধ্যে কেউ ধনী, কেউ গরীব আবার কেউ মাঝামাঝি। অন্যদিকে কেউ সুন্দর কেউ কুৎসিত, আবার কেউ মাঝামাঝি। কেউ শক্তিশালী, কেউ দূর্বল। কেউ সুস্থ, কেউ অসুস্থ, কেউ আহমক, কেউ বুদ্ধিমান। দুনিয়াতে এ পার্থক্য মানুষের মধ্যে আছেই। এটা আল্লাহই করে দিয়েছেন। এর রহস্য মানুষের বুঝার বাইরে। [ফাতহুল কাদীর] কিন্তু আখেরাতের শ্রেষ্ঠত্ব ঈমানদারদেরই থাকবে। সেখানকার পার্থক্য দুনিয়ার পার্থক্যের চেয়ে বড় হয়ে দেখা দিবে। সেখানে কেউ থাকবে জাহান্নামের নীচের স্তরে, জাহান্নামের জিঞ্জির ও লোহার বেড়ির মধ্যে আবদ্ধ। আর কেউ থাকবে জান্নাতের উচুস্তরে, নেয়ামতের মধ্যে, খুশির মধ্যে। তারপর আবার জাহান্নামের লোকদেরও ভিন্ন ভিন্ন স্তর হবে। আর জান্নাতের লোকদের স্তরও বিভিন্ন হবে। তাদের কারও মর্যাদা অপরের মর্যাদার চেয়ে আসমান ও যমীনের মধ্যকার পার্থক্যের মত হবে। বরং উঁচু স্তরে যে সমস্ত জান্নাতীরা থাকবে তারাই ইল্লিয়ীনবাসীদের দেখবে, যেমন দূরের কোন নক্ষত্ৰকে আকাশের প্রান্তে কেউ দেখতে পায়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১৭ : ২২",
        "arabic_text": "\nلَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا ",
        "bangla_text": "আল্লাহর সাথে অন্য কোন ইলাহ সাব্যস্ত করো না; করলে নিন্দিত ও লাঞ্চিত হয়ে বসে পড়বে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সাধারণত যারা আল্লাহর সাথে শির্ক করে তাদের বেশির ভাগেই বিপদাপদে আল্লাহকে ভুলে বিভিন্ন পীর-ফকীর, আলী, দরগাহ ইত্যাদিকে ডাকে এবং তাদের কাছে নিজের অভাব গোছানো বা বিপদ মুক্তির আহবান জানাতে থাকে। এতে তারা শির্ক করার কারণে আখেরাতে নিন্দিত ও লাঞ্ছিত হবে। কারণ, আল্লাহর সাথে কেউ শরীক করলে আল্লাহ তাকে আর সাহায্য করবেন না। বরং তাকে সে শরীকের কাছে ন্যস্ত করে দেন যাকে সে আল্লাহর সাথে শরীক করেছে। অথচ সে তার কোন ক্ষতি কিংবা উপকারের মালিক নয়। কারণ, ক্ষতি বা উপকারের মালিকতো আল্লাহতা'আলাই। সুতরাং আল্লাহর সাথে শরীক করার কারণে তাকে অপমানিত ও লাঞ্ছিত হয়েই থাকতে হবে। [ইবন কাসীর] এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, \"অভাব ও সমস্যাগ্ৰস্ত কেউ যখন তার অভাব ও সমস্যা মানুষের কাছে ব্যক্ত করে তখন তার সে অভাব পূর্ণ হয়না, পক্ষান্তরে যে আল্লাহর দরবারে পেশ করে অচিরেই আল্লাহ তাকে অমুখাপেক্ষী করে দেয়। দ্রুত মৃত্যুর মাধ্যমে অথবা দ্রুত ধনী করার মাধ্যমে।” [আবুদাউদঃ ১৬৪৫, তিরমিয়ীঃ ২৩২৬, মুসনাদেআহমাদঃ ১/৪০৭]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১৭ : ২৩",
        "arabic_text": "\n۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا ",
        "bangla_text": "আর আপনার রব আদেশ দিয়েছেন তিনি ছাড়া অন্য কারো 'ইবাদাত না করতে [১] ও পিতা-মাতার প্রতি সদ্ব্যবহার করতে [২]। তারা একজন বা উভয়ই তোমার জীবদ্দশায় বার্ধক্যে উপনীত হলে তাদেরকে 'উফ' বল না এবং তাদেরকে ধমক দিও না [৩]; তাদের সাথে সম্মানসূচক কথা বল [৪]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] আল্লাহ তা'আলা তাঁর বান্দাদেরকে একমাত্র তাঁরই ইবাদাত করতে নির্দেশ দিয়েছেন। এখানে قضي এটা শব্দের অর্থ أَمر বা নির্দেশ দিয়েছেন। মুজাহিদ বলেন, এখানে قضي অর্থ وصي বা অসিয়ত করেছেন। [ইবন কাসীর] অন্য কোন কোন মুফাসসির বলেছেন, এখানে قضي  শব্দটি قضاء شرعي বা শরীআতগত ফয়সালা অর্থে ব্যবহৃত হয়েছে। [সা’দী]\n  <br/>\n  <br/>\n  [২] এ আয়াতে আল্লাহ তা’আলা পিতা-মাতার আদব, সম্মান এবং তাদের সাথে সদ্ব্যবহার করাকে নিজের ইবাদতের সাথে একত্রিত করে ফরয করেছেন। যেমন, অন্যত্র আল্লাহ তা'আলা নিজের শোকরের সাথে পিতা-মাতার শোকরকে একত্রিত করে অপরিহার্য করেছেন। বলা হয়েছেঃ “আমার শোকর কর এবং পিতা-মাতার ও” [সূরা লুকমানঃ ১৪]।\n  <br/>\n  <br/>\n  এতে প্রমাণিত হয় যে, আল্লাহ তা'আলার ইবাদতের পর পিতামাতার আনুগত্য সর্বাধিক গুরুত্বপূর্ণ এবং আল্লাহ তা'আলার প্রতি কৃতজ্ঞ হওয়ার ন্যায় পিতা-মাতার প্রতি কৃতজ্ঞ হওয়াও ওয়াজিব। হাদীসে রয়েছে, কোন এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে প্রশ্ন করলঃ আল্লাহর কাছে সর্বাধিক প্রিয় কাজ কোনটি? তিনি বললেনঃ সময় হলে সালাত পড়া। সে আবার প্রশ্ন করলঃ এরপর কোন কাজটি সর্বাধিক প্রিয় ? তিনি বললেনঃ পিতা-মাতার সাথে সদ্ব্যবহার। [মুসলিমঃ ৮৫]\n  <br/>\n  <br/>\n  তাছাড়া বিভিন্ন হাদীসে পিতা-মাতার আনুগত্যও সেবা যত্ন করার অনেক ফযীলত বর্ণিত হয়েছে,  যেমনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেছেনঃ “পিতা জান্নাতের মধ্যবর্তী দরজা। এখন তোমাদের ইচ্ছা , এর হেফাযত কর অথবা একে বিনষ্ট করে দাও \" [তিরমিয়ীঃ ১৯০১] । রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আরো বলেনঃ “আল্লাহর সন্তুষ্টি পিতার সন্তুষ্টির মধ্যে এবং আল্লাহর অসম্ভাষ্টি পিতার অসন্তুষ্টির মধ্যে নিহিত\" [তিরমিয়ীঃ ১৮৯৯]। অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “সে ব্যক্তির নাক ধুলিমলিন হোক, তারপর ধুলিমলিন হোক , তারপর ধুলিমলিন হোক ”, সাহাবীগণ জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! সে কে ? রাসূল বললেনঃ “যে পিতা-মাতার একজন বা উভয়কে তাদের বৃদ্ধাবস্থায় পেল তারপর জান্নাতে যেতে পারল না”। [মুসলিমঃ ২৫৫১]\n  <br/>\n  <br/>\n  আবদুল্লাহ ইবন মাসউদ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে প্রশ্ন করেন, কোন আমল মহান আল্লাহর কাছে বেশী প্রিয়? রাসূল বললেনঃ সময় মত সালাত আদায় করা। তিনি বললেন, তারপর কোন কাজ? তিনি বললেন, পিতামাতার সাথে সদ্ব্যবহার করা। তিনি বললেন, তারপর ? তিনি বললেন, আল্লাহর পথে জিহাদ করা। [বুখারীঃ ৫৯৭০]\n  <br/>\n  <br/>\n  তবে সৃষ্টিকর্তার নাফরমানীর কাজে কোন সৃষ্ট-জীবের আনুগত্য জায়েয নয়। সে হিসেবে কোন কোন বিষয়ে পিতা-মাতার আনুগত্য ওয়াজিব তো নয়ই , বরং জায়েযও নয়। কিন্তু পিতা-মাতার সেবাযত্ন ও সদ্ব্যবহারের জন্য তাঁদের মুসলিম হওয়া জরুরী নয়, আসমা রাদিয়াল্লাহু আনহা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে জিজ্ঞেস করেনঃ আমার জননী মুশরিকা। তিনি আমার সাথে দেখা করতে আসেন। তাঁকে আদর-আপ্যায়ন করা জায়েয হবে কি? তিনি বললেন “তোমার জননীকে আদর-আপ্যায়ন কর। ” [মুসলিমঃ ১০০৩]\n  <br/>\n  <br/>\n  কাফের পিতা-মাতা সম্পর্কে অন্যত্র আল্লাহ্ বলেছেনঃ “আমি মানুষকে নির্দেশ দিচ্ছি তার পিতা-মাতার প্রতি সদ্ব্যবহার  করতে। তবে ওরা যদি তোমার উপর বল প্রয়োগ করে আমার সাথে এমন কিছু শরীক করতে যার সম্পর্কে তোমার কোন জ্ঞান নেই, তুমি তাদেরকে মেনো না। [সূরা আল-আনকাবুতঃ ৮]\n  <br/>\n  <br/>\n  আল্লাহ আরেক জায়গায় বলেনঃ “তোমার পিতা-মাতা যদি তোমাকে পীড়াপীড়ি করে আমার সমকক্ষ দাঁড় করাতে যে বিষয়ে তোমার কোন জ্ঞান নেই, তুমি তাদের কথা মেনো না, তবে পৃথিবীতে তাদের সাথে বসবাস করবে সদভাবে”। [সূরা লুকমানঃ ১৫]\n  <br/>\n  <br/>\n  অর্থাৎ যার পিতা-মাতা কাফের এবং তাকেও  কাফের হওয়ার আদেশ করে এ ব্যাপারে তাদের আদেশ পালন করা জায়েয নয়, কিন্তু দুনিয়াতে তাদের সাথে সদ্ভাব বজায় রেখে চলতে হবে। বলাবাহুল্য, আয়াতে মারুফ' বলে তাদের সাথে আদর-আপ্যায়ন মূলক ব্যবহার বোঝানো হয়েছে। ইসলাম পিতা-মাতার সাথে সদ্ব্যবহারের এমনই গুরুত্ব দিয়েছে যে, যদি জিহাদ ফরযে আইন না হয়, ফরযে কেফায়ার স্তরে থাকে, তখন পিতা-মাতার অনুমতি ছাড়া সন্তানের জন্যে জিহাদে যোগদান করা জায়েয নেই। আবদুল্লাহ ইবনে আমার রাদিয়াল্লাহু ‘আনহুমা বলেন, “এক লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এসে জিহাদের যাওয়ার অনুমতি চাইল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমার পিতা মাতা কি জীবিত? সে বললঃ হ্যা। রাসূল বললেন, “তাহলে তুমি তাদের খেদমতে জিহাদ করো”। [মুসলিমঃ ২৫৪৯]\n  <br/>\n  <br/>\n  অনুরূপভাবে পিতামাতার মৃত্যুর পরে তাদের বন্ধুদের সাথে সদ্ব্যবহার করারও নির্দেশ রয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ “কোন লোকের জন্য সবচেয়ে উত্তম নেক কাজ হলো, পিতার মৃত্যুর পরে তার বন্ধুদের সাথে সদ্ব্যবহার করা। ” [মুসলিমঃ ২৫৫২]\n  <br/>\n  <br/>\n  [৩]  পিতা-মাতার সেবাযত্ন ও আনুগত্য পিতা-মাতা হওয়ার দিক দিয়ে কোন সময়ও বয়সের গন্ডিতে সীমাবদ্ধ নয়। সর্বাবস্থায় এবং সব বয়সেই পিতা-মাতার সাথে সদ্ব্যবহার করা ওয়াজিব। কিন্তু বার্ধক্যে উপনীত হয়ে পিতা-মাতা সন্তানের সেবাযত্নের মুখাপেক্ষী হয়ে পড়ে এবং তাদের জীবন সন্তানদের দয়া ও কৃপার উপর নির্ভরশীল হয়ে পড়ে। তখন যদি সন্তানের পক্ষ থেকে সামান্যও বিমুখতা প্ৰকাশ পায়, তবে তাদের অন্তরে তা ক্ষত হয়ে দেখা দেয়। অপরদিকে বার্ধক্যের উপসৰ্গসমূহ স্বভাবগতভাবে মানুষকে খিটখিটে করে দেয়। তদুপরি বার্ধক্যের শেষপ্রান্তে যখন বুদ্ধি-বিবেচনা ও অকেজো হয়ে পড়ে, তখন পিতা-মাতার বাসনা এবং দাবীদাওয়া ও এমনি ধরনের হয়ে যায়, যা পূর্ণ করা সন্তানের পক্ষে কঠিন হয়। আল্লাহ তা'আলা এসব অবস্থায় পিতা-মাতার মনোতুষ্টি ও সুখ-শান্তি বিধানের আদেশ দেয়ার সাথে সাথে সন্তানকে তার শৈশবকাল স্মরণ করিয়ে দিয়েছেন যে, আজ পিতা-মাতা তোমার যতটুকু মুখাপেক্ষী, এক সময় তুমিও তদপেক্ষা বেশী তাদের মুখাপেক্ষী ছিলে। তখন তারা যেমন নিজেদের আরাম-আয়েশও কামনা বাসনা তোমার জন্যে কোরবান করেছিলেন এবং তোমার অবুঝ কথাবার্তাকে স্নেহমমতার আবরণ দ্বারা ঢেকে নিয়েছিলেন, তেমনি মুখাপেক্ষিতার এই দুঃসময়ে বিবেক ও সৌজন্যবোধের তাগিদ এই যে, তাদের পূর্বঋণ শোধ করা কর্তব্য। أَف বাক্যে এদিকেই ইঙ্গিত করা হয়েছে, যদ্দারা বিরক্তি প্ৰকাশ পায়। এমনকি, তাঁদের কথা শুনে বিরক্তিবোধক দীর্ঘশ্বাস ছাড়াও এর অন্তর্ভুক্ত। মোটকথা, যে কথায় পিতা-মাতার সামান্য কষ্ট হয়, তাও নিষিদ্ধ। এরপর বলা হয়েছে, وَّلاتَنهَرهُما এখানে نهر  শব্দের অর্থ ধমক দেয়া। এটা যে কষ্টের কারণ তা বলাই বাহুল্য।\n  <br/>\n  <br/>\n  [৪] প্রথমোক্ত দু'টি আদেশ ছিল নেতিবাচক তাতে পিতা-মাতার সামান্যতম কষ্ট হতে পারে, এমন সব কাজেও নিষিদ্ধ করা হয়েছে। [ইবন কাসীর] তৃতীয় আদেশে ইতিবাচক ভঙ্গিতে পিতা-মাতার সাথে কথা বলার আদব শিক্ষা দেয়া হয়েছে যে, তাদের সাথে সম্প্রীতি ও ভালবাসার সাথে নাম স্বরে কথা বলতে হবে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১৭ : ২৪",
        "arabic_text": "\nوَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا ",
        "bangla_text": "আর মমতাবশে তাদের প্রতি নম্রতার পক্ষপুট অবনমিত কর [১] এবং বল, ‘হে আমার রব! তাঁদের প্রতি দয়া করুন যেভাবে শৈশবে তাঁরা আমাকে প্রতিপালন করেছিলেন [২]। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পাখি যেভাবে তাঁর সন্তান্দেরকে লালন পালন করার সময় তাঁর দু' ডানা নত করে আগলে রাখে তেমনি পিতা-মাতাকে আগলে রাখতে নির্দেশ দেয়া হয়েছে। তাছাড়া পাখি যখন উড়ে তখন ডানা মেলে ধরে তারপর যখন অবতরণ করতে চায় তখন ডানা গুটিয়ে নেয়, তেমনি পিতামাতার প্রতি ব্যবহারের ক্ষেত্রে পাখি যেভাবে নিচে নামার জন্য গুটিয়ে নিয়ে নিজেকে নিচে নামায় তেমনি তুমি নিজেকে গৰ্ব-অহংকার মুক্ত হয়ে পিতা-মাতার সাথে ব্যবহার করবে। [ফাতহুল কাদীর] উরওয়া ইবনে যুবাইর বলেন এর অর্থ, তাদের নির্দেশ মান্য করা এবং তাদের কাংখিত কোন বস্তু দিতে নিষেধ না করা। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এর সারমর্ম এই যে, পিতা-মাতার ষোল আনা সুখ-শান্তি বিধান মানুষের সাধ্যাতীত। কাজেই সাধ্যানুযায়ী চেষ্টার সাথে সাথে তাদের জন্যে আল্লাহ তা'আলার কাছে দো'আ করবে যে, তিনি যেন করুণাবশতঃ তাদের সব মুশকিল আসান করেন এবং কষ্ট দূর করেন। বৃদ্ধ অবস্থাও মৃত্যুর সময় তাদেরকে রহমত করেন। [ইবন কাসীর] সর্বশেষ আদেশটি অত্যন্ত ব্যাপক ও বিস্তৃত। পিতা-মাতার মৃত্যুর পর ও দোআর মাধ্যমে সর্বদা পিতা-মাতার খেদমত করা যায়। পিতা-মাতা মুসলিম হলেই তাদের জন্য রহমতের দো'আ করতে হবে, কিন্তু মুসলিম না হলে তাদের জীবদ্দশায় পার্থিব কষ্ট থেকে মুক্ত থাকাও ঈমানের তওফীক লাভের জন্য করা যাবে। মৃত্যুর পর তাদের জন্যে রহমতের দো'আ করা জায়েয নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১৭ : ২৫",
        "arabic_text": "\nرَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡۚ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُۥ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا ",
        "bangla_text": "তোমাদের রব তোমাদের অন্তরে যা আছে তা ভালো জানেন; যদি তোমরা সৎকর্মপরায়ণ হও তবেই তো তিনি আল্লাহ-অভিমুখীদের প্রতি খুবই ক্ষমাশীল [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতটি নতুন কথাও হতে পারে, তখন অর্থ হবে, তোমাদের অন্তরেই ইখলাস আছে কিনা, আনুগত্যের অবস্থা কি, গোনাহ থেকে তাওবাহ করার প্রস্তুতি কেমন আছে এসব আল্লাহ খুব ভাল করেই জানেন। [ফাতহুল কাদীর] আবার পূর্ব কথার রেশ ধরে পিতার আদব ও সম্মান সম্পর্কিত আদেশসমূহের কারণে সন্তানদের মনে এমন একটা আশঙ্কা দেখা দিতে পারে যে, পিতা-মাতার সাথে সদা সর্বদা থাকতে হবে। তাঁদের এবং নিজেদের অবস্থাও সব সময় সমান যায়না। কোন সময় মুখ দিয়ে এমন কথা ও বের হয়ে যেতে পারে, যা উপরোক্ত আদবের পরিপন্থী। তাই বলা হয়েছে যে, বেআদবীর ইচ্ছা ব্যতিরেকে কোন সময় কোন পেরেশানী অথবা অসাবধানতার কারণে কোন কথা বের হয়ে গেলে এবং এজন্যে তওবা করলে আল্লাহ তা'আলা মনের অবস্থা সম্পর্কে সম্যক অবগত রয়েছেন যে, কথাটি বেআদবী অথবা কষ্টদানের জন্যে বলা হয়নি। সুতরাং তিনি আল্লাহর দিকে প্রত্যাবর্তন কারীদেরকে ক্ষমা করবেন। দেখুন, [ইবন কাসীর] আওয়াবীন শব্দের অর্থ নিয়ে বেশ মতভেদ থাকলেও এর আভিধানিক অর্থ হচ্ছে, প্রত্যাবর্তনকারী। সে হিসেবে এর অর্থ দাঁড়ায়, যারা গোনাহ থেকে তাওবাহ করে আল্লাহর দিকে ফিরে আসে তাদেরকে তিনি ক্ষমা করে দিবেন। যারাই ইখলাসহীন অবস্থা থেকেই খলাসের দিকে ফিরে আসে তাদেরকেও তিনি পূর্বে কথা, কাজও বিশ্বাসে যে ভুল-ত্রুটি হয়ে গেছে সেগুলো ক্ষমা করে দিবেন। মূলত: যে তাওবা করে আল্লাহ তার তাওবা কবুল করেন। যে আল্লাহর দিকে ফিরে আসে আল্লাহও তার দিকে ফিরে আসেন। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১৭ : ২৬",
        "arabic_text": "\nوَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا ",
        "bangla_text": "আর আত্মীয়স্বজনকে ডাও তাঁর প্রাপ্য এবং অভাবগ্রস্থ ও মুসাফিরদেরকেও [১] , এবং কিছুতেই অপব্যয় কর না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে সকল আত্মীয়দের হক বর্ণিত হয়েছে যে, প্রত্যেক আত্মীয়ের হক আদায় করতে হবে। অর্থাৎ কমপক্ষে তাদের সাথে সুন্দরভাবে জীবনযাপন ও সদ্ব্যবহার করতে হবে। যদি তারা অভাবগ্ৰস্ত হয়, তবে সামর্থ্য অনুযায়ী তাদের আর্থিক সাহায্যও এর অন্তর্ভুক্ত। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আয়াতে বর্ণিত আত্মীয়দের হক, মিসকিনের হক এবং মুসাফিরের হক, এ তিনটির উদ্দেশ্য হচ্ছে, মানুষ নিজের উপার্জন ও ধন-দৌলত শুধুমাত্র নিজের জন্যই নির্ধারিত করে নেবে না। বরং ন্যায়সংগতভাবে ও ভারসাম্য সহকারে নিজের প্রয়োজন পূর্ণ করার পর নিজের আত্মীয়-স্বজন, প্রতিবেশী ও অন্যান্য অভাবী লোকদের অধিকারও আদায় করবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১৭ : ২৭",
        "arabic_text": "\nإِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِۖ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِۦ كَفُورٗا ",
        "bangla_text": "নিশ্চয়ই যারা অপব্যয় করে তারা শয়তানের ভাই এবং শয়তান তার রবের প্রতি খুবই অকৃতজ্ঞ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ব্যয়ের ক্ষেত্রে অপচয় করতে নিষেধ করা হয়েছে। মধ্যপস্থা অবলম্বনের নির্দেশ দেয়া হয়েছে। যেমন অন্য আয়াতে আল্লাহ বলেন, “এবং যখন তারা ব্যয় করে তখন অপব্যয় করেনা, কৃপনতাও করেনা, আর তাদের পন্থা হয় এতদুভয়ের মধ্যবর্তী” [সূরা আল-ফুরকান: ৬৭]\n  <br/>\n  <br/>\n  ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, অপচয় হচ্ছে, অন্যায় পথে ব্যয় করা। মুজাহিদ বলেন, যদি কোন লোক তার সমস্ত সম্পত্তি হক পথে ব্যয় করে তারপরও সেটা অপচয় হবে না। আর যদি অন্যায়ভাবে এক মুদ পরিমাণও ব্যয় করে। তবুও সেটা অপচয় হবে। কাতাদাহ বলেন, অপচয় হচ্ছে আল্লাহর অবাধ্যতা, অন্যায় ও ফাসাদ-সৃষ্টিতে ব্যয় করা। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১৭ : ২৮",
        "arabic_text": "\nوَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا ",
        "bangla_text": "আর যদি তাদের থেকে তমার মুখ ফিরাতেই হয়, যখন তোমার রবের কাছ থেকে অনুগ্রহ লাভের প্রত্যাশায়, তখন তাদের সাথে নম্রভাবে কথা বল [১]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম ও তাঁর মাধ্যমে সমগ্র উম্মতকে অভূতপূর্ব নৈতিক চরিত্র শিক্ষা দেয়া হয়েছে যে, কোন সময় যদি অভাবগস্ত লোকেরা সাহায্য চায় এবং আপনার কাছে দেয়ার মত কিছু না থাকার দরুন আপনি তাদের তরফ থেকে মুখ ফিরাতে বাধ্য হন, তবে এ মুখ ফিরানো আত্মম্ভরিতাযুক্ত অথবা প্রতিপক্ষের জন্যে অপমানজনক না হওয়া উচিত, বরং তা অপারগতা ও অক্ষমতা প্রকাশ সহকারে হওয়া কর্তব্য। কাতাদা বলেন, প্রয়োজনে তাদেরকে ভালো কিছু দেয়ার ওয়াদা কর। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১৭ : ২৯",
        "arabic_text": "\nوَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا ",
        "bangla_text": "আর তুমি তোমার হাত গলায় বেঁধে রেখো না এবং তা সম্পূর্ণরূপে মেলেও দিও না, তাহলে তুমি তিরস্কৃত ও আফসোসকৃত হয়ে বসে পড়বে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “হাত বাঁধা” কৃপণতা অর্থে ব্যবহৃত হয়। আর \"হাত খোলা ছেড়ে দেয়া”র মানে হচ্ছে, বাজে খরচ করা। [ইবন কাসীর] আয়াতে সরাসরি রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে এবং তার মধ্যস্থতায় সমগ্র উম্মতকে সম্বোধন করা হয়েছে। উদ্দেশ্য এমন মিতাচার শিক্ষা দেয়া, যা অপরের সাহায্যে প্রতিবন্ধকও না হয় এবং নিজের জন্যেও বিপদ ডেকে না আনে। যখনই তুমি তোমার সামথ্যের বাইরে হাত প্রশস্ত করবে, তখনই তুমি খরচ করার কিছু না পেয়ে বসে পড়বে। তখন তুমি ‘হাসীর’ হবে। হাসীর বলা হয় সে বাহনকে যে দুর্বল ও অপারগতার কারণে চলতে অপারগ হয়ে গেছে। [ইবনকাসীর] হাসীর এর আরেক অর্থ তিরস্কৃত হওয়া। [ফাতহুল কাদীর] মোটকথা: কৃপণতা যেমন খারাপ গুণ, অপচয় ও তেমনি খারাপ গুণ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কৃপণ ও খরচকারীর উদাহরণ হচ্ছে সে দু'জন লোকের মত। যাদের উপর লোহার দু'টি বর্ম রয়েছে। যা তার দু’স্তন থেকে কণ্ঠাস্থি পর্যন্ত ব্যাপ্ত। খরচকারী যখনই খরচ করে তখনই তা প্রশস্ত হতে থাকে এমনকি তার পায়ের আঙ্গুলের মাথা পর্যন্ত প্ৰলম্বিত হয় এবং তার পদ চিহ্ন মিটিয়ে দেয়। আর কৃপণ সে যখনই কোন খরচ করতে চায় তখনি তা সে বর্মের এক কড়া আরেক কড়ার সাথে লেগে যায়, সে যতই সেটাকে প্রশস্ত করতে চায় তা আর প্রশস্ত হয় না।” [বুখারী: ২৯১৭]\n  <br/>\n  <br/>\n  অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘প্রতিদিন সকালবেলা দু'জন ফেরেশতা নাযিল হয়। তাদের একজন বলতে থাকে, আল্লাহ! আপনি খরচকারীকে বাকী থাকার মত সম্পদ দান করুন, অপর জন বলে, আল্লাহ্! আপনি কৃপনকে নিঃশেষ করে দিন৷” (বুখারী: ১৪৪২: মুসলিম: ১০১০)\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১৭ : ৩০",
        "arabic_text": "\nإِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا ",
        "bangla_text": "নিশ্চয়ই তোমার রব যার জন্য ইচ্ছে তাঁর রিযক বাড়িয়ে দেন এবং যার জন্য ইচ্ছে তা সীমিত করেন; নিশ্চয় তিনি তাঁর বান্দাদের সম্বন্ধে সম্যক পরিজ্ঞাত, সর্বদ্রষ্টা [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুতরাং কাউকে রিযক বেশী ও কম দেয়ার মধ্যে তাঁর বিরাট হেকমত রয়েছে। তিনি জানেন কাকে বেশী দিলে সে আরো বেশী পেতে চাইবে বা গর্বে সীমালঙ্গন করবে: অথবা কুফরীর কারণ হবে। আবার কাকে বেশী না দিলে তার জন্য তা কুফরীর কারণ হবে। আর কাকে কম দিলেও সে ধৈর্যশীল প্রমাণিত হবে। আর কাকে সম্পদ কুফরীর পর্যায়ে পৌঁছিয়ে দেবে। সুতরাং যিনি সবকিছুর খবর রাখেন তিনি প্রত্যেককে তার জন্য যা উপযোগী সে অনুসারে রিযক দান করেন। দেখুন, [ইবন কাসীর] অথবা, আয়াতের আল্লাহর নাম দু’টোর উদ্দেশ্য, তিনি জানেন যা তারা গোপন রাখে এবং যা প্রকাশ করে। তার কাছে কোন কিছুই গোপন নেই। তিনি বান্দাদের অবস্থান সম্পর্কে অধিক অবহিত, তাদের রিযক বণ্টনের ব্যাপারে সর্বদ্ৰষ্টা। এ আয়াত থেকে বুঝা যায় যে, তিনিই বান্দাদের রিযিকের ব্যবস্থা করেন। তাই পরবর্তী আয়াতে মানুষের রিযিকের আলোচনা করা হয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১৭ : ৩১",
        "arabic_text": "\nوَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖۖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡۚ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا ",
        "bangla_text": "আর তোমরা তোমাদের সন্তান্দেরকে দারিদ্র-ভয়ে হত্যা করো না। তাদেরকে ও আমিই রিযক দেই এবং তোমাদেরকেও। নিশ্চয় তাদেরকে হত্যা করা মহাপাপ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] আলোচ্য আয়াতে এই নির্দেশটি জাহেলিয়াত যুগের একটি নিপীড়নমূলক অভ্যাস সংশোধনের নিমিত্ত উল্লেখিত হয়েছে। জাহেলিয়াত যুগে কেউ কেউ জন্মের পরপরই সন্তানদেরকে বিশেষ করে কন্যা সন্তানদেরকে হত্যা করত, যাতে তাদের ভরণপোষণের বোঝা বহন করতে না হয়। এক হাদীসে এসেছে, আব্দুল্লাহ ইবনে মাসউদ বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞেস করলাম, “সবচেয়ে বড় গুনাহ কোনটি? তিনি বললেন, আল্লাহর সাথে কাউকে শরীক করা অথচ তিনি তোমাকে সৃষ্টি করেছেন। আমি বললাম, এটা অবশ্যই বড় কিন্তু তারপর কি? তিনি বললেন, এবং তোমার সাথে খাবে এ ভয়ে তোমার সন্তানকে হত্যা করা”। [বুখারীঃ ৪৪৭৭]\n  <br/>\n  <br/>\n  আলোচ্য আয়াতে আল্লাহ তাআলা তাদের এই কর্মপন্থাটি যে অত্যন্ত জঘন্য ও ভ্রান্ত তাই সুস্পষ্ট করে তুলে ধরেছেন। অনুধাবন করতে বলেছেন যে, রিযিক দানের তোমরা কে? এটাতো একান্তভাবে আল্লাহ তাআলার কাজ। তোমাদেরকেও তো তিনিই রিযক দিয়ে থাকেন। যিনি তোমাদেরকে দেন, তিনিই তাদেরকেও দেবেন। তোমরা এ চিন্তায় কেন সন্তান হত্যার অপরাধে অপরাধী হচ্ছে?\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১৭ : ৩২",
        "arabic_text": "\nوَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓۖ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا ",
        "bangla_text": "আর যিনার ধারের-কাছেও যেও না, নিশ্চয় তা অশ্লীল ও নিকৃষ্ট আচরণ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “যিনার কাছেও যেও না।” এ হুকুম ব্যক্তির জন্য এবং সামগ্রিক ভাবে সমগ্র সমাজের জন্যও। আয়াতে ব্যভিচার হারাম হওয়ার দুটি কারণ উল্লেখ করা হয়েছেঃ এক, এটি একটি অশ্লীল কাজ। মানুষের মধ্যে লজ্জা-শরম না থাকলে সে মনুষ্যত্ব থেকে বঞ্চিত হয়ে যায়। অতঃপর তার দৃষ্টিতে ভালমন্দের পার্থক্য লোপ পায়। কিন্তু যাদের মধ্যে মনুষ্যত্বের সামান্যতম অংশও বাকী আছে তাদেরকে স্মরণ করিয়ে দিলে তারা ব্যভিচারকে অন্যায় বলে স্বীকৃতি দিতে দ্বিধা করে না। আবু উমামা রাদিয়াল্লাহু আনহু বলেন, এক যুবক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এসে বলল, হে আল্লাহর রাসূল! আমাকে ব্যভিচার করার অনুমতি দিন। এটা শুনে চতুর্দিক থেকে লোকেরা তার দিকে তেড়ে এসে ধমক দিল এবং চুপ করতে বলল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে কাছে ডেকে নিয়ে বললেন, বস। যুবকটি বসলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তুমি কি এটা তোমার মায়ের জন্য পছন্দ কর? যুবক উত্তর করলঃ আল্লাহ আমাকে আপনার জন্য উৎসর্গ করুন, আল্লাহর শপথ, তা কখনো পছন্দ করিনা। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তেমনিভাবে মানুষও তাদের মায়েদের জন্য সেটা পছন্দ করেনা। তারপর রাসূল বললেন, তুমি কি তোমার মেয়ের জন্য তা পছন্দ কর? যুবক উত্তর করলঃ আল্লাহ আমাকে আপনার জন্য উৎসর্গ করুন, আল্লাহর শপথ, তা কখনো পছন্দ করিনা। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ\n  <br/>\n  <br/>\n  অনুরূপভাবে মানুষ তাদের মেয়েদের জন্য সেটা পছন্দ করেনা। তারপর রাসূল বললেন, তুমি কি তোমার বোনের জন্য সেটা পছন্দ কর? যুবক উত্তর করলঃ আল্লাহ আমাকে আপনার জন্য উৎসর্গ করুন, আল্লাহর শপথ, তা কখনো পছন্দ করিনা। তখন রাসূল বললেনঃ তদ্রুপ লোকেরাও তাদের বোনের জন্য তা পছন্দ করে না।  (এভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ফুফু, ও খালা সম্পর্কেও অনুরূপ কথা বললেন আর যুবকটি একই উত্তর দিল) এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উপর হাত রাখলেন এবং বললেন, “হে আল্লাহ! তার গুনাহ৷ ক্ষমা করে দিন, তার মনকে পবিত্র করুন এবং তার লজ্জাস্থানের হেফাযত করুন। ” বর্ণনাকারী সাহাবী বলেন, এরপর এ যুবককে কারো প্রতি তাকাতে দেখা যেত না।  [মুসনাদে আহমাদঃ ৫/২৫৬, ২৫৭]\n  <br/>\n  <br/>\n  দ্বিতীয় কারণ সামাজিক অনাসৃষ্টি। ব্যভিচারের কারণে এটা এত প্রসার লাভ করে যে, এর কোন সীমা-পরিসীমা থাকে না। এর অশুভ পরিণাম অনেক সময় সমগ্ৰ গোত্র ও সম্প্রদায়কে বরবাদ করে দেয়। এ কারণেই ইসলাম এ অপরাধটিকে সব অপরাধের চাইতে গুরুতর বলে সাব্যস্ত করেছে। এবং এর শাস্তি ও সব অপরাধের শাস্তির চাইতে কঠোর বিধান করেছে। কেননা, এই একটি অপরাধ অন্যান্য শত শত অপরাধকে নিজের মধ্যে সন্নিবেশিত করেছে। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ যিনাকার ব্যক্তি যিনা করার সময় মুমিন থাকে না। চোরের চুরি করার সময় মুমিন থাকে না। মদ্যপায়ী মদ্যপান করার সময় মুমিন থাকে না। [মুসলিমঃ ৫৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১৭ : ৩৩",
        "arabic_text": "\nوَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۗ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِۦ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِۖ إِنَّهُۥ كَانَ مَنصُورٗا ",
        "bangla_text": "আর আল্লাহ যার হত্যা নিষিদ্ধ করেছেন যথার্থ কারণ ছাড়া  তাকে হত্যা করো না [১]! কেউ অন্যায়ভাবে নিহত হলে  তার উত্তরাধিকারীকে তো আমরা তার প্রতিকারের অধিকার দিয়েছি [২]; কিন্তু হত্যা ব্যাপারে সে যেন বাড়াবাড়ি না করে [৩]; সে তো সাহায্য প্রাপ্ত হয়েছেই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্যায় হত্যার অবৈধতা বর্ণনা প্রসঙ্গে এটা আরেক নির্দেশ। অন্যায় হত্যা যে মহা অপরাধ, তা বিশ্বের দলমত ও ধর্মধর্ম নির্বিশেষে সবার কাছে স্বীকৃত। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ একজন মুমিনকে অন্যায়ভাবে হত্যা করার চাইতে আল্লাহর কাছে সমগ্ৰ বিশ্বকে ধ্বংস করে দেয়া লঘু অপরাধ (তিরমিয়ীঃ ১৩৯৫, ইবনে মাজহঃ ২৬১৯]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আরো বলেনঃ প্রত্যেক গোনাহ আল্লাহ্ তাআলা ক্ষমা করবেন বলে আশা করা যায়, কিন্তু যে ব্যক্তি কুফরী অবস্থায় মৃত্যুবরণ করে অথবা যে ব্যক্তি জেনে-শুনে ইচ্ছাপূর্বক কোন মুসলিমকে হত্যা করে, তার গোনাহ ক্ষমা করা হবে না। [নাসায়ীঃ ৭/৮১] সুতরাং কোন মু'মিনকে হত্যা করা অন্যায়। শুধুমাত্র তিনটি কারণে অন্যায় হত্যা ন্যায়ে পরিণত হয়। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ যে মুসলিম আল্লাহ একমাত্র সত্যিকার মাবুদ এবং মুহাম্মদ আল্লাহর রাসূল বলে সাক্ষ্য দেয়, তার রক্ত হালাল নয়; কিন্তু তিনটি কারণে তা হালাল হয়ে যায়।\n  <br/>\n  <br/>\n  (এক) বিবাহিত হওয়া সত্ত্বেও সে যদি যিনা করে, তবে প্রস্তুর বর্ষণে হত্যা করাই তার শরীআতসম্মত শাস্তি।\n  <br/>\n  <br/>\n  (দুই) সে যদি অন্যায়ভাবে কোন মানুষকে হত্যা করে, তবে তার শাস্তি এই যে, নিহত ব্যক্তির ওলী তাকে কেসাস হিসেবে হত্যা করতে পারে।\n  <br/>\n  <br/>\n  (তিন) যে ব্যক্তি ইসলাম ধর্ম ত্যাগ করে, তার শাস্তিও হত্যা। [মুসলিমঃ ১৬৭৬]\n  <br/>\n  <br/>\n  এ তিনটি শাস্তির দাবী করার অধিকার প্রতিটি মু’মিনের তবে এগুলো বাস্তবায়নের ক্ষমতা কেউ যেন নিজ হাতে নিয়ে না নেয়। বরং একমাত্র ইসলামী রাষ্ট্রের সরকার প্রধান এ অধিকার পাবে।\n  <br/>\n  <br/>\n  দাহহাক বলেন, এটি মক্কায় নাযিল হয়েছে। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও মুসলিমরা তখন মক্কায় ছিল। এটি হত্যা সংক্রান্ত নাযিল হওয়া প্রথম আয়াত। তখন মুসলিমদেরকে কাফেররা গোপনে বা প্রকাশ্যে হত্যা করছিল। তাই আল্লাহ তা'আলা এ নির্দেশ দিচ্ছেন যে, মুশরিকদের কেউ তোমাদের হত্যা করছে বলে তোমরা তাদের পিতা, ভাই, অথবা তাদের গোত্রীয় কাউকে হত্যা করো না। যদিও তারা মুশরিক হয়। তোমাদের হত্যাকারী ছাড়া কাউকে হত্যা করো না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] মূল শব্দ হচ্ছে, “তার অভিভাবককে আমি সুলতান দান করেছি।” এখানে সুলতান অর্থ হচ্ছে “প্ৰমাণ” যার ভিত্তিতে সে হত্যাকারীর উপর কিসাস দাবী করতে পারে। এ থেকে একটি গুরুত্বপূর্ণ মূলনীতি বের হয় যে, হত্যা মোকদ্দমায় নিহত ব্যক্তির অভিভাবকগণই এর মূল বাদীপক্ষ। তারা হত্যাকারীকে মাফ করে দিতে এবং কিসাসের পরিবর্তে রক্তপণ গ্ৰহণ করতে সম্মত হতে পারে। ইবন কাসীর] তবে যদি মূল অভিভাবক না থাকে, তখন দায়িত্বপ্রাপ্ত ব্যক্তি এ কাজের দায়িত্ব নিতে পারে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এর সারমর্ম এই যে, অন্যায়ের প্রতিশোধ অন্যায়ের মাধ্যমে নেয়া জায়েয নয়। প্ৰতিশোধের বেলায়ও ইনসাফের প্রতি লক্ষ্য রাখা অপরিহার্য। হত্যার ব্যাপারে বিভিন্নভাবে সীমা অতিক্রম করা যেতে পারে। এগুলো সবই নিষিদ্ধ। যেমন প্রতিশোধ গ্রহণ করতে গিয়ে উন্মত্তের মতো অপরাধী ছাড়া অন্যদেরকেও হত্যা করা। অথবা অপরাধীকে কষ্ট দিয়ে দিয়ে মেরে ফেলা। কিংবা মেরে ফেলার পর তার লাশের উপর মনের ঝাল মেটানো । অথবা রক্তপণ নেবার পর আবার তাকে হত্যা করা ইত্যাদি। [ইবন কাসীর] যে পর্যন্ত নিহত ব্যক্তির ওলী ইনসাফ সহকারে নিহতের প্রতিশোধ কেসাস নিতে চাইবে, সেই পর্যন্ত শরীআতের আইন তার পক্ষে থাকবে। আল্লাহ তাআলা তার সাহায্যকারী হবেন। পক্ষান্তরে সে যদি প্রতিশোধ স্পৃহায় উন্মত্ত হয়ে কেসাসের সীমালঙ্ঘন করে, তবে সে মযলুম না হয়ে যালেম হয়ে যাবে। আল্লাহ তাআলা এবং তার আইন এখন তার সাহায্য করার পরিবর্তে প্রতিপক্ষের সাহায্য করবে এবং তাকে যুলুম থেকে বাঁচাবে।\n  <br/>\n  <br/>\n  যায়েদ ইবন আসলাম এ আয়াতের তাফসীরে বলেন, জাহেলিয়াত যুগের আরবে: সাধারণতঃ এক ব্যক্তির হত্যার পরিবর্তে হত্যাকারীর পরিবার অথবা সঙ্গী-সাথীদের মধ্য থেকে যাকেই পাওয়া যেত, তাকেই হত্যা করা হত। কোন কোন ক্ষেত্রে নিহত ব্যক্তি গোত্রের সরদার অথবা বড়লোক হলে তার পরিবর্তে শুধু এক ব্যক্তিকে কেসাস হিসেবে হত্যা করা যথেষ্ট মনে করা হত না; বরং এক খুনের পরিবর্তে দু-তিন কিংবা আরও বেশী মানুষের প্রাণ সংহার করা হত। কেউ কেউ প্রতিশোধ স্পৃহায় উন্মত্ত হয়ে হত্যাকারীকে শুধু হত্যা করেই ক্ষান্ত হত না, বরং তার নাক, কান ইত্যাদি কেটে অঙ্গ বিকৃত করা হত। আয়াতে মুসলিমদেরকে এরকম কিছু না করতে উপদেশ দেয়া হচ্ছে। [ফাতহুল কাদীর]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১৭ : ৩৪",
        "arabic_text": "\nوَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ بِٱلۡعَهۡدِۖ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا ",
        "bangla_text": "আর ইয়াতিম বয়োপ্রাপ্ত না হওয়া পর্যন্ত সদুপায়ে চাহারা টার সম্পত্তির ধারে-কাছেও যেও না এবং প্রতিশ্রুতি পালন করো; নিশ্চয় প্রতিশ্রুতি সম্পর্কে কৈফিয়ত তলব করা হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১৭ : ৩৫",
        "arabic_text": "\nوَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا ",
        "bangla_text": "আর মেপে দেয়ার সময় পূর্ণ মাপে ডাও এবং ওজন কর সঠিক দাঁড়িপাল্লায় [১] , এটাই উত্তম এবং  পরিণামে উৎকৃষ্ট [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে মাপ ও ওজন সম্পর্কে যে নির্দেশ আছে, লেন-দেনের ক্ষেত্রে মাপ ও ওজন পূর্ণ করার আদেশ এবং কম মাপার নিষেধাজ্ঞা জারি করা হয়েছে। তার সারমর্ম এই যে, যার যতটুকু হক, তার চাইতে কম দেয়া হারাম। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এতে মাপ ও ওজন করা সম্পর্কে দুটি বিষয় বলা হয়েছে। (এক) এর উত্তম হওয়া। অর্থাৎ দুনিয়াতে এটি উত্তম হওয়া যুক্তি ও বিবেকের দাবী। (দুই) এর পরিণতি শুভ। এতে আখেরাতের পরিণতি তথা সওয়াব ও জান্নাত ছাড়াও দুনিয়ার উত্তম পরিণতির দিকেও ইঙ্গিত আছে। অর্থাৎ দুনিয়া ও আখেরাত উভয় স্থানেই এর পরিণতি শুভ। ইবন কাসীর] দুনিয়ায় এর শুভ পরিণামের কারণ হচ্ছে এই যে, এর ফলে পারস্পরিক আস্থা প্রতিষ্ঠিত হয়। কোন ব্যবসা ততক্ষণ পর্যন্ত উন্নতি করতে পারে না, যে পর্যন্ত জনগণের বিশ্বাস ও আস্থা অর্জন করতে না পারে। বিশ্বাস ও আস্থা উপরোক্ত বাণিজ্যিক সততা ব্যতীত অর্জিত হতে পারে না। ক্রেতা ও বিক্রেতা দু'জন দু’জনের উপর ভরসা করে, এর ফলে ব্যবসায়ে উন্নতি আসে এবং ব্যাপক সমৃদ্ধি দেখা দেয়। [দেখুন, ফাতহুল কাদীর] অন্যদিকে আখেরাতে এর শুভ পরিণাম পুরোপুরি নির্ভর করে ঈমান ও আল্লাহ ভীতির উপর।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১৭ : ৩৬",
        "arabic_text": "\nوَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٌۚ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا ",
        "bangla_text": "আর যে বিষয়ে তোমার জ্ঞান নেই তার অনুসরণ করো না [১]; কান, চোখ, হৃদয়- এদের প্রত্যেকটি সম্পর্কে কৈফিয়ত তলব করা হবে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আয়াতে উল্লেখিত وَلَاتَقفُ শব্দটির সঠিক অর্থ, পিছু নেয়া, অনুসরণ করা। [ফাতহুল কাদীর] সে অনুসারে আয়াতের অর্থ হবে যে বিষয়ে তুমি জাননা সে বিষয়ের পিছু নিওনা। [ফাতহুল কাদীর] ইবন আব্বাস বলেন, এর অর্থ হচ্ছে, বলো না। অপর বর্ণনায় তিনি বলেছেন, যে বিষয় সম্পর্কে তোমার জ্ঞান নেই সে বিষয়ে কাউকে অভিযুক্ত করো না। কাতাদাহ বলেন, যা দেখনি তা বলো না। মুহাম্মাদ ইবনুল হানফিয়া বলেন, মিথ্যা সাক্ষ্য দিও না। [ইবন কাসীর] মোটকথা: যে বিষয় জ্ঞান নেই সে বিষয়ে কথা বলাকে পবিত্র কুরআনের বিভিন্ন স্থানে সবচেয়ে বড় গুনাহের মধ্যে গণ্য করা হয়েছে। বলা হয়েছে, “নিশ্চয়ই আমার প্রতিপালক হারাম করেছেন প্রকাশ্য ও গোপন অশ্লীলতা আর পাপ এবং অসংগত বিরোধিতা এবং কোন কিছুকে আল্লাহর শরীক করা---যার কোন সনদ তিনি পাঠাননি, এবং আল্লাহ সম্বন্ধে এমন কিছু বলা যা তোমরা জান না। ” [আল-আরাফঃ ৩৩]\n  <br/>\n  <br/>\n  অনুরূপভাবে ধারণা করে কথা বলাও এর অন্তর্ভুক্ত। কুরআন ও হাদীসের বিভিন্ন বর্ণনায় ধারনা করে কথা বলা সম্পর্কে নিষেধাজ্ঞা এসেছে। মহান আল্লাহ বলেন, “তোমরা বিবিধ ধারনা করা থেকে বেঁচে থাক; কেননা কোন কোন ধারনা করা গুনাহের পর্যায়ে পড়ে \"[সূরা আল-হুজুরাতঃ ১২]\n  <br/>\n  <br/>\n  হাদীসে এসেছে, “তোমরা ধারনা করা থেকে বেঁচে থাক; কেননা ধারনা করে কথা বলা মিথ্যা কথা বলা ৷”[ বুখারীঃ ৫১৪৩, মুসলিমঃ ২৫৬৩]\n  <br/>\n  <br/>\n  [২] এ আয়াতের দু'টি অর্থ করা হয়ে থাকেঃ\n  <br/>\n  <br/>\n  এক, কেয়ামতের দিন কান, চক্ষু ও অন্তঃকরণ সম্পর্কে তার মালিককে প্রশ্ন করা হবেঃ প্রশ্ন করা হবেঃ তুমি সারা জীবন কি কি শুনেছ? প্রশ্ন করা হবেঃ তুমি সারা জীবন কি কি দেখেছ? প্রশ্ন করা হবেঃ সারা জীবনে মনে কি কি কল্পনা করেছ এবং কি কি বিষয়ে বিশ্বাস স্থাপন করেছ? যদি শরীআত বিরোধী কাজ কর্ম করে থাকে, তবে এর জন্য সে ব্যক্তিকে আযাব ভোগ করতে হবে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  দুই, কেয়ামতের দিন প্রত্যেক ব্যক্তির অঙ্গ-প্রত্যঙ্গ এ ব্যাপারে স্বয়ং সাক্ষ্য দেবে। কারণ আল্লাহ সেগুলোকে প্রশ্ন করবেন। এটা হাশরের ময়দানে গুনাহগারদের জন্য অত্যন্ত লাঞ্ছনার কারণ হবে। সূরা ইয়াসীনে বলা হয়েছেঃ “আজ (কেয়ামতের দিন)। আমি এদের (অপরাধীদের) মুখ মোহর করে দেব। ফলে, তাদের হাত আমার সাথে কথা বলবে এবং তাদের চরণসমূহ সাক্ষ্য দেবে তাদের কৃতকর্মের\" [৬৫]। অনুরূপভাবে সূরা আন-নূরে এসেছে, \"যেদিন তাদের বিরুদ্ধে সাক্ষ্য দেবে তাদের জিহবা, তাদের হাত ও তাদের পা তাদের কৃতকর্ম সম্বন্ধে [২৪]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১৭ : ৩৭",
        "arabic_text": "\nوَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا ",
        "bangla_text": "আর যমীনে দম্ভভরে বিচরন করো না; তুমি তো কখনই পদভরে ভূপৃষ্ঠ বিদীর্ণ করতে পারবে না এবং উচ্চতায় তুমি কখনই পরবত প্রমাণ হতে পারবে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অহংকারের অর্থ হচ্ছে নিজেকে অন্যের চাইতে উত্তম ও শ্রেষ্ঠ এবং অন্যকে নিজের তুলনায় হেয় ও ঘৃণ্য মনে করা। হাদীসে এর জন্যে কঠোর সতর্কবাণী উচ্চারিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ “আল্লাহ্ তাআলা ওহীর মাধ্যমে আমার কাছে নির্দেশ পাঠিয়েছেন যে, নম্রতা অবলম্বন কর। কেউ যেন অন্যের উপর গর্ব ও অহংকারের পথ অবলম্বন না করে এবং কেউ যেন কারও উপর যুলুম না করে। ’ (মুসলিমঃ ২৮৬৫]\n  <br/>\n  <br/>\n  অন্য হাদীসে এসেছে, তোমাদের পূর্বেকার জাতিদের মধ্যে কোন এক লোক দুখানি চাদর নিয়ে গর্বভরে চলছিল। এমতাবস্থায় যমীন তাকে নিয়ে ধ্বসে গেল, সে এভাবে কিয়ামত পর্যন্ত এর মধ্যে ঢুকতে থাকবে। [বুখারীঃ ৫৭৮৯, মুসলিমঃ ২০৮৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১৭ : ৩৮",
        "arabic_text": "\nكُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكۡرُوهٗا ",
        "bangla_text": "এ সবের মধ্যে যা মন্দ তা আপনার রবের কাছে ঘৃণ্য [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ উল্লেখিত সব মন্দ কাজ আল্লাহর কাছে মকরূহ ও অপছন্দনীয়। উল্লেখিত নির্দেশাবলীর মধ্যে যেগুলো হারাম ও নিষিদ্ধ, সেগুলো যে মন্দ ও অপছন্দনীয়, তা বর্ণনার অপেক্ষা রাখে না। কিন্তু এগুলোর মধ্যে কিছু করণীয় আদেশও আছে; যেমন- পিতা-মাতা ও আত্মীয়-স্বজনের হক আদায় করা, অঙ্গীকার পূর্ণ করা ইত্যাদি। যেহেতু এগুলোর মধ্যেও উদ্দেশ্য এদের বিপরীত কর্ম থেকে বেঁচে থাকা; অর্থাৎ পিতা-মাতাকে কষ্ট দেয়া থেকে, আত্মীয়-স্বজনের সাথে সম্পর্কচ্ছেদ করা থেকে বেঁচে থাকা, তাই এসবগুলোও হারাম ও অপছন্দনীয়। অথবা অন্য কথায় বলা যায়, আল্লাহর যে কোন হুকুম অমান্য করা অপছন্দনীয় কাজ। [ফাতহুল কাদীর] আয়াতে উল্লেখিত سيئُهُ বাক্য অন্য কেরা’আতে! سيئة পড়া হয়েছে। তখন আয়াতের অর্থ হবে, এ সবগুলোই মন্দ কাজ। আল্লাহ এগুলো অপছন্দ করেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১৭ : ৩৯",
        "arabic_text": "\nذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِۗ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا ",
        "bangla_text": "আপনার রব ওহীর দ্বারা আপনাকে যে হিকমত দান করেছেন এগুলো তার অন্তর্ভুক্ত। আর আল্লাহর সাথে অন্য ইলাহ স্থির করো না, করলে নিন্দিত ও বিতাড়িত অবস্থায় জাহান্নামে নিক্ষিপ্ত হবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলা হলেও উদ্দেশ্য হলো তার উম্মত। কারণ তিনি শির্ক করার অনেক উর্ধের্ব। লক্ষণীয় যে, এ আদেশ, নিষেধ ও অসিয়তের শুরু হয়েছিল শির্কের নিষেধাজ্ঞা দিয়ে। শেষ করা হলো আবার সেই শির্কের নিষেধাজ্ঞা দিয়েই। এর দ্বারা এটাই বোঝানো ও এ বিষয়ে তাকীদ দেয়া উদ্দেশ্য যে, দ্বীনের মূলই হচ্ছে শির্ক থেকে দূরে থাকা। তাওহীদ প্রতিষ্ঠা করা। কেউ কেউ বলেন, প্রথম যখন শির্ক থেকে নিষেধ করা হয়েছিল তখন তার শাস্তি বলা হয়েছে যে, লাঞ্ছিত ও অপমানিত হয়ে বসে পড়বে, অর্থাৎ দুনিয়াতে তারা এভাবে সাহায্যহীন হয়ে থাকবে। তারপর সবশেষে যখন শির্ক থেকে নিষেধ করা হয়েছে তখন তার শাস্তি হিসেবে বলা হয়েছে যে, তাহলে জাহান্নামে নিন্দিত ও বিতাড়িত হয়ে নিক্ষিপ্ত হবে। এটা নিঃসন্দেহে আখেরাতে হবে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১৭ : ৪০",
        "arabic_text": "\nأَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًاۚ إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا ",
        "bangla_text": "তোমাদের রব কি তোমাদেরকে পুত্র সন্তানের জন্য নির্বাচিত করেছেন এবং তিনি নিজে কি ফিরিশতাদেরকে কন্যারুপে গ্রহণ করেছেন? তোমরা তো নিশ্চয়ই ভয়ানক কথা বলে থাক [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের সমার্থে আরো আয়াত পবিত্র কুরআনের বিভিন্ন স্থানে এসেছে। যেমন, [সূরা মারইয়ামঃ ৮৮-৯৫] এ আয়াতে কাফের মুশরিকদের মারাত্মক ভুল ধরিয়ে দেয়া হচ্ছে। তারা ফেরেশতাদেরকে আল্লাহর কন্যা সাব্যস্ত করেছে, এতে করে তারা তিনটি ভুল করেছে। এক, আল্লাহর বান্দাদেরকে মেয়ে বানিয়ে নিয়েছে। দুই, তাদেরকে আল্লাহর মেয়ে হওয়ার দাবী করেছে। তিন, তারপর তাদের ইবাদতও করেছে। তাই আল্লাহ তা'আলা এ আয়াতে তাদের সমস্ত অযৌক্তিক ও মিথ্যা দাবী ও কর্মকাণ্ডকে খণ্ডন করে বলছেন, তোমরা কিভাবে এটা মনে করছ যে, যাবতীয় পুরুষ সন্তান তোমাদের জন্য রেখে তিনি তাঁর নিজের জন্য মেয়ে সন্তানগুলোকে নির্ধারণ করেছেন? তোমরা তো এক মারাতন্ত্ৰক কথা বলছি। নিজেদের জন্য অপছন্দ করে আল্লাহর জন্য তা সাব্যস্ত করা কি যুলুম নয়?\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১৭ : ৪১",
        "arabic_text": "\nوَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا ",
        "bangla_text": "আর অবশ্যই আমরা এ কুরআনে (বহু বিষয়) বারবার বিবৃত করেছি যাতে তাঁরা উপদেশ গ্রহণ করে। কিন্তু এতে তাঁদের বিমুখতাই বৃদ্ধি পায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পঞ্চম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১৭ : ৪২",
        "arabic_text": "\nقُل لَّوۡ كَانَ مَعَهُۥٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا ",
        "bangla_text": "বলুন, ‘যদি তাঁর সাথে আরও ইলাহ থাকতো যেমন তারা বলে, তবে তারা ‘আরশ-অধিপতির (নৈকট্য লাভের) উপায় খুঁজে বেড়াত [১]। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের দু'টি অর্থ করা হয়ে থাকেঃ\n  <br/>\n  <br/>\n  এক, যদি আল্লাহর সাথে আরো অনেক ইলাহ থাকত। তবে তারা আরাশের অধিপতির প্রতিদ্বন্দ্বিতীয় লিপ্ত হতো। যেমনিভাবে দুনিয়ার রাজা-বাদশারা করে থাকে। [ফাতহুল কাদীর] এ অর্থট ইমাম শাওকানী প্রাধান্য দিয়েছেন।\n  <br/>\n  <br/>\n  দুই, আয়াতের আরেকটি অর্থ হলো, যদি আল্লাহর সাথে আরও ইলাহ থাকত, তবে তারা তাদের অক্ষমতা জেনে আরাশের অধিপতি সত্যিকারের ইলাহ আল্লাহর নৈকট্য লাভের আশায় ব্যস্ত হয়ে পড়ত। [ইবন কাসীর] এ শেষোক্ত অর্থটিই সঠিক। ইমাম ইবন কাসীর এটিকে প্রাধান্য দিয়েছেন। এটি শায়খুল ইসলাম ইবন তাইমিয়্যা ও ইবনুল কাইয়্যেমও প্রাধান্য দিয়েছেন। দেখুন, আল-ফাতাওয়া আল-হামাওয়িয়্যাহ; মাজমু ফাতাওয়া: ১৬/১২২-১২৪, ৫৭৭; ইবনুল কাইয়্যেম, আল-জাওয়াবুল কাফী: ২০৩; আস-সাওয়া’য়িকুল মুরসালাহ: ২/৪৬২] কারণ প্রথমত, এখানে اِلٰي ذِي الْعَرْشِ আরাশের অধিপতির দিকে বলা হয়েছে,\n  <br/>\n  <br/>\n  عَلٰي ذِي الْعَرْشِ\n  <br/>\n  <br/>\n  আরশের অধিপতির বিপক্ষে বলা হয়নি। আর আরবী ভাষায় إلي শব্দটি নৈকট্যের অর্থেই ব্যবহার হয়। যেমন অন্যত্র বলা হয়েছে,\n  <br/>\n  <br/>\n  يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجَاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ\n  <br/>\n  <br/>\n  [সূরা আল-মায়িদাহঃ ৩৫] পক্ষান্তরে প্রতিদ্বন্দ্বিতার জন্য - শব্দটি ব্যবহার হয়। যেমন অন্যত্র বলা হয়েছে,\n  <br/>\n  <br/>\n  ۖ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا ۗ\n  <br/>\n  <br/>\n  [সূরা আন-নিসাঃ ৩৪] দ্বিতীয়ত, এ অর্থের সমর্থনে এ সূরারই ৫৭ নং আয়াত প্রমাণবহ। সেখানে বলা হয়েছে, “তারা যাদেরকে ডাকে তারাই তো তাদের রবের নৈকট্য লাভের উপায় সন্ধান করে যে, তাদের মধ্যে কে কত নিকটতর হতে পারে, তার দয়া প্রত্যাশা করে ও তাঁর শাস্তিকে ভয় করে। নিশ্চয়ই আপনার রবের শাস্তি ভয়াবহ।” এতে করে বুঝা গেল যে, এখানে এ আয়াতের অর্থ হবে এই যে, যদি তারা যেভাবে বলে সেভাবে সেখানে আরো ইলাহ থাকত। তবে সে বানানো ইলাহগুলো নিজেদের অক্ষমতা সম্যক বুঝতে পেরে প্রকৃত ইলাহ রাব্বুল আলামীন আল্লাহ তা'আলার প্রতি নৈকট্য লাভের আশায় ধাবিত হতো। এ অর্থের সমর্থনে তৃতীয় আরেকটি প্রমাণ আমরা পাই এ কথা থেকেও যে কাফেরগণ কখনও এ কথা দাবী করেনি যে, তাদের ইলাহাগণ আল্লাহ তা'আলার প্রতিদ্বন্দ্বী বরং তারা সবসময় বলে আসছে যে, “আমরা তো কেবল তাদেরকে আল্লাহর কাছে নৈকট্য লাভে সুপারিশকারী হিসেবেই ইবাদত করে থাকি”। [সূরা আয-যুমারঃ ৩] এখানেও আয়াতে বলা হয়েছে, “যেমনটি তারা বলে”। আর তারা কখনো তাদের মা’বুদাদেরকে আল্লাহর প্রতিদ্বন্দ্বী বলে ঘোষণা করেনি। এ দ্বিতীয় তাফসীরটি প্রখ্যাত তাফসীরবিদ কাতাদা রাহে মাহুল্লাহ থেকে সহীহ সনদে বর্ণিত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১৭ : ৪৩",
        "arabic_text": "\nسُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا ",
        "bangla_text": "তিনি পবিত্র, মহিমান্বিত এবং তারা যা বলে তা থেকে তিনি বহু ঊর্ধ্বে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১৭ : ৪৪",
        "arabic_text": "\nتُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِۦ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورٗا ",
        "bangla_text": "সাত আসমান এবং যমীন এবং এগুলোর অন্তর্বর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে [১] এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না; কিন্তু তাঁদের পবিত্রতা ও মহিমা ঘোষণা তোমরা বুঝতে পার না; নিশ্চয় তিনি সহনশীল, ক্ষমাপরায়ণ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইচ্ছাগত তাসবীহ তো শুধু ফেরেশতা এবং ঈমানদার জিন ও মানবের মধ্যেই সীমাবদ্ধ। কিন্তু সৃষ্টিগতভাবে আল্লাহ্ তাআলা জগতের প্রত্যেকটি অণু-পরমাণুকে তাসবীহ পাঠ্যকারী বানিয়ে রেখেছেন। [ইবন কাসীর] কিন্তু তাদের এই সৃষ্টিগত ও বাধ্যতামূলক তাসবীহ সাধারণ মানুষের শ্রুতিগোচর হয়না। এ আয়াতেই বলা হয়েছে\n  <br/>\n  <br/>\n  , وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ\n  <br/>\n  <br/>\n  এ উক্তি এ কথা প্রমাণ করে যে, প্রত্যেক বস্তুর সৃষ্টিগত তাসবীহ এমন জিনিস, যা সাধারণ মানুষ বুঝতে সক্ষম নয়। অবস্থগত তাসবীহ তো বিবেকবান ও বুদ্ধিমানরা বুঝতে পারে। এ থেকে জানা গেল যে, এই তাসবীহ পাঠ শুধু অবস্থাগত নয়, সত্যিকারের; কিন্তু আমাদের বোধশক্তি ও অনুভূতির উর্ধের্ব। তাছাড়া মু'জেযা ও কারামত হিসেবে কখনও কখনও অচেতন বস্তু সমূহের তাসবীহও আল্লাহ তা'আলা মাঝে মধ্যে শুনিয়ে থাকেন। যেমন, আব্দুল্লাহ ইবনে মাসউদ বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে খাবার খেতাম, এমতাবস্থায় আমরা খাবারের তাসবীহও শুনতাম” [বুখারীঃ ৩৫৭৯]\n  <br/>\n  <br/>\n  অনুরূপভাবে মরা খেজুরগাছের কাঠের কান্না। [বুখারী: ৩৫৮৩]\n  <br/>\n  <br/>\n  মক্কার এক পাথর কর্তৃক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সালাম দেয়া। [মুসলিম: ২২৭৭]\n  <br/>\n  <br/>\n  উদাহরণতঃ সূরা ছোয়াদে দাউদ আলাইহিস সালাম সম্পর্কে বলা হয়েছেঃ “আমি পাহাড়সমূহকে আজ্ঞাবহ করে দিয়েছি। তারা দাউদের সাথে সকাল-বিকাল তাসবীহ পাঠ করে”। [১৮] সূরা আল-বাক্কারায় পাহাড়ের পাথর সম্পর্কে বলা হয়েছেঃ “কতক পাথর আল্লাহর ভয়ে নীচে পড়ে যায়” [৭৪]। এতে প্রমাণিত হয়েছে যে, পাথরের মধ্যেও চেতনা, অনুভূতি ও আল্লাহর ভয় রয়েছে। সূরা মারইয়ামে নাসারা সম্প্রদায় কর্তৃক ঈসা আলাইহিস সালামকে আল্লাহর পুত্র আখ্যায়িত করার প্রতিবাদে বলা হয়েছেঃ “তারা বলে, ‘দয়াময় সন্তান গ্ৰহণ করেছেন। তোমরা তো এমন এক বীভৎস বিষয়ের অবতারণা করছ; যাতে আকাশমণ্ডলী বিদীর্ণ হয়ে যাবে, পৃথিবী খণ্ড-বিখণ্ড হবে ও পর্বতমণ্ডলী চূৰ্ণ-বিচূর্ণ হয়ে আপতিত হবে, যেহেতু তারা দয়াময়ের প্রতি সন্তান আরোপ করে। অথচ সন্তান গ্ৰহণ করা দয়াময়ের শোভন নয়!”। [৮৮-৯২] বলাবাহুল্য, এই ভয়-ভীতি তাদের চেতনা ও অনুভূতির পরিচায়ক। চেতনা ও অনুভূতি থাকলে তসবীহ পাঠ করা অসম্ভব নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১৭ : ৪৫",
        "arabic_text": "\nوَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا ",
        "bangla_text": "আর আপনি যখন কুরআন পাঠ করেন তখন আমরা আপনার ও যারা আখিরাতের উপর ঈমান রাখে না তাদের মধ্যে এক প্রচ্ছন্ন পর্দা রেখে দেই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১৭ : ৪৬",
        "arabic_text": "\nوَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُۥ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا ",
        "bangla_text": "আর আমরা তাদের অন্তরের উপর আবরণ রেখে দিয়েছি যেন তারা তা বুঝতে না পারে এবং তাদের কানে দিয়েছি বধিরতা; ‘আপনার রব এক’, এটা যখন আপনি কুরআন থেকে উল্লেখ করেন তখন তারা পিঠ দেখিয়ে সরে পড়ে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনি যে একমাত্র আল্লাহকে নিজের রব গণ্য করেন, একমাত্র তাঁরই ইবাদাত করেন, তারা যাদের ভক্তি করে তাদের কোন কথা বলেন না, এটা তাদের কাছে বড়ই বিরক্তিকর ঠেকে। মানুষ কেবল আল্লাহর কথা বলতে থাকবে, বুযর্গদের কার্যকলাপের কোন কথা বলবে না, মাযার, পবিত্ৰস্থান ইত্যাদির অনুগ্রহ ও দাক্ষিণ্যলাভের কোন স্বীকৃতি দেবে না এবং তাদের উদ্দেশ্যে কোন প্রশংসাবাণীও নিবেদন করবে না, এ ধরনের আচরণ তাদের একদম পছন্দ নয়। কুরআনের অন্যান্য স্থানেও এ কথাটির প্রতিধ্বনি আমরা দেখতে পাই। যেমন অন্যত্র বলা হয়েছে যে, “শুধু এক আল্লাহর কথা বলা হলে যারা আখিরাতে বিশ্বাস করে না তাদের অন্তর বিতৃষ্ণায় সংকুচিত হয় এবং আল্লাহর পরিবর্তে উপাস্যগুলোর উল্লেখ করা হলে তারা আনন্দে উল্লসিত হয়”। [সূরা আয-যুমারঃ ৪৫] কাতাদা রাহেমাহুল্লাহ বলেন, মুসলিমরা যখন বলত: লাইলাহা ইল্লাল্লাহ (আল্লাহ ব্যতীত কোন হক ইলাহ নেই), তখন কাফেররা সেটা অস্বীকার করত। আর এটা তাদের কাছে বড় হয়ে দেখা দিত। অনুরূপভাবে তা ইবলীস ও তার দলবলকে ক্লিষ্ট করত। তখন আল্লাহ চাইলেন যে, তিনি তাঁর কালেমাকে প্রসার করবেন, উন্নত করবেন, সাহায্য করবেন এবং যারা এটার বিরোধিতা করবে তাদেরও বিপক্ষে এটাকেই বিজয়ী করবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১৭ : ৪৭",
        "arabic_text": "\nنَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِۦٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا ",
        "bangla_text": "যখন তারা কান পেতে আপনার কথা শুনে তখন তারা কেন কান পেতে শুনে তা আমরা ভালো জানি এবং এটাও জানি, গোপনে আলোচনাকালে যালিমরা বলে, ‘তোমরা তো এক জাদুগ্রস্থ ব্যক্তির অনুসরণ করছ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কার কাফের সরদাররা পরস্পর যেসব কথা বলাবলি করতো, এখানে সেদিকে ইঙ্গিত করা হয়েছ। তাদের অবস্থা ছিল এই যে, তারা লুকিয়ে লুকিয়ে কুরআন শুনতো এবং তারপর তার বিরুদ্ধে পদক্ষেপ গ্ৰহণ করার জন্য নিজেদের মধ্যে পরামর্শ করতো। অনেক সময় তাদের নিজেদের লোকদের মধ্য থেকে কারো প্রতি তাদের সন্দেহ হতো যে, সে কুরআন শুনে প্রভাবিত হয়েছে। তাই তারা সবাই মিলে তাকে এ বলে বুঝাতো যে, ভাই এ তুমি কার ধোঁকায় পড়ে গেলে ? এতো একজন জাদুগ্ৰস্ত ব্যক্তি। অর্থাৎ কোন শত্রু এর উপর জাদু করে দিয়েছে। তাইতো প্ররোচনামূলক কথা বলে চলছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১৭ : ৪৮",
        "arabic_text": "\nٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا ",
        "bangla_text": "দেখুন, তারা আপনার কি উপমা দেয়! ফলে তারা পথভ্রষ্ট হয়েছে [১], সুতরাং তারা পথ পাবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এরা আপনার সম্পর্কে কোন একটি মত প্ৰকাশ করছে না। বরং বিভিন্ন সময় সম্পূর্ণ ভিন্ন ও পরস্পর বিরোধী কথা বলছে। কখনো বলছে, আপনি নিজে জাদুকর। কখনো বলছে, আপনাকে কেউ জাদু করেছে। কখনো বলছে, আপনি কবি। কখনো বলছে, আপনি পাগল।   [ইবন কাসীর; ফাতহুল কাদীর] এদের যে আসল সত্যের খবর নেই, এদের এসব পরস্পর বিরোধী কথাই তার প্রমাণ। নয়তো প্রতিদিন তারা একটা করে নতুন মত প্রকাশ করার পরিবর্তে কোন একটা চূড়ান্ত মত প্রকাশ করতো। তাছাড়া এ থেকে একথাও জানা যায় যে, তারা নিজেরা নিজেদের কোন কথায়ও নিশ্চিত নয়। একটি অপবাদ দেয়ার পর নিজেরাই অনুভব করছে, এটা তো ঠিকমতো খাপ খাচ্ছে না। তাই পরে আর একটা অপবাদ দিচ্ছে। আবার সেটাকেও খাপ খেতে না দেখে তৃতীয় আর একটা অপবাদ তৈরী করছে। এভাবে নিছক শত্রুতা বশত তারা একের পর এক বড় বড় মিথ্যা রচনা করে চলছে। ফলে তারা পথভ্ৰষ্ট হয়েই চলেছে, তারা যা বলছে সেগুলোতে তারা সঠিক পথে নেই। হেদায়াত থেকে দূরে সরে গেছে। সে পথভ্রষ্টতা থেকে আর বের হতে পারছে না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১৭ : ৪৯",
        "arabic_text": "\nوَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا ",
        "bangla_text": "আর তারা বলে , ‘আমরা অস্থিতে পরিণত ও চূর্ণ-বিচূর্ণ হলেও কি নুতন সৃষ্টিরুপে উত্থিত হবে [১] ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একই অর্থে অন্যান্য সূরায়ও আখেরাতে পুনরুত্থান সম্পর্কে কাফেরদের সন্দেহের কথা উল্লেখ করে তার জওয়াব দেয়া হয়েছে। যেমন, এ সূরারই ৯৮ নং আয়াত এবং সূরা আন-নাযি'আতঃ ১০-১২, ইয়াসীনঃ ৭৮-৭৯]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১৭ : ৫০",
        "arabic_text": "\n۞ قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا ",
        "bangla_text": "বলুন, ‘ তোমরা হয়ে যাও পাথর বা লোহা [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি তোমরা আশ্চর্য মনে করে থাক যে, আমরা অস্থি ও চূর্ণ-বিচূর্ণ হয়ে গেলে কিভাবে আবার পুনরুখিত হব, তাহলে তোমরা যদি পার তো পাথর বা লোহা হয়ে যাও। [তাবারী] অথবা আয়াতের অর্থ, যদি তোমরা পাথর ও লোহাও হয়ে যাও তারপরও তোমরা আল্লাহর হাত থেকে রেহাই পাবে না। অথবা এর অর্থ, যদি তোমরা পাথর কিংবা লোহাও হয়ে যাও তারপরও আল্লাহ তোমাদেরকে তেমনি নিয়ে আসবেন, যেমনি তিনি প্রথমবার সৃষ্টি করেছেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১৭ : ৫১",
        "arabic_text": "\nأَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡۚ فَسَيَقُولُونَ مَن يُعِيدُنَاۖ قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖۚ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَۖ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا ",
        "bangla_text": "‘অথবা এমন কোন সৃষ্টি যা তোমাদের অন্তরে খুবই বড় মনে হয় [১]; ‘ তবুও তারা বলবে, ‘কে আমাদেরকে পুনরুত্থিত করবে? বলুন, ‘তিনিই, যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন [২]।’ অতঃপর তারা আপনার সামনে মাথা নাড়বে [৩] ও বলবে , ‘সেটা কবে? [৪]’ বলুন, সম্ভবত সেটা হবে শীঘ্রই,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এখানে যা বড় মনে হয় বলে আসমান, যমীন ও পাহাড় বোঝানো হয়েছে। অন্য বর্ণনায় তিনি বলেছেন, এখানে উদ্দেশ্য হচ্ছে, যা ইচ্ছে তা হয়ে যাও, কিন্তু আল্লাহ তোমাদেরকে অবশ্যই মৃত্যুর পর পুনর্জীবিত করবেন। [ইবন কাসীর] ইবন আব্বাস, সায়ীদ ইবনে জুবাইর, আবু সালেহ, হাসান, কাতাদা এবং দাহহাক বলেন, তাদের উদ্দেশ্য, মৃত্যু। কারণ বনী আদমের কাছে এর চেয়ে বড় বিষয় আর নেই। অর্থাৎ যদি তোমরা মৃতই হয়ে যাও তারপরও তিনি তোমাদেরকে মৃত্যু দিবেন। তারপর জীবিত করবেন। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন তিনিই তোমাদেরকে পুনরায় সৃষ্টি করবেন। এ আয়াতে তাদের সন্দেহের দু'টি উত্তর দেয়া হয়েছে, এক, তোমাদেরকে প্রথম যিনি সৃষ্টি করেছেন সে মহান প্ৰভু সম্পর্কে তোমাদের ধারণা কেমন হতে পারে? কিভাবে মনে করতে পারলে যে, তিনি তোমাদেরকে সৃষ্টি করতে পারবেন না? তোমরা তাঁর শক্তি সামর্থ সম্পর্কে এতই অজ্ঞ রয়ে গেলে ? দুই, তোমরা যদি পুনরায় সৃষ্টি করাকে অসম্ভব মনে করে থাক তবে অত্যন্ত বাজে ধারণা ও বিশ্বাসের উপর ভিত্তি করছি। কারণ, তোমরা জান যে, প্রথমবার সৃষ্টি করা যত কঠিন দ্বিতীয়বার সৃষ্টি করা তার থেকেও সহজ কাজ। আল্লাহ্ তা'আলাই তোমাদেরকে প্রথম সৃষ্টি করেছেন তাঁর জন্য পুনরায় সৃষ্টি করা কোন ব্যাপারই নয়। এ ধরনের আলোচনা অন্য সূরায়ও উল্লেখ করা হয়েছে। [যেমন, সূরা আর-রুমঃ ২৭]\n  <br/>\n  <br/>\n  [৩] আরবীতে ব্যবহৃত “ইনাগাদ” শব্দের মানে হচ্ছে, উপর থেকে নিচের দিকে এবং নিচ থেকে উপরের দিকে মাথা নাড়া। এভাবে মাথা নেড়ে বিস্ময় প্রকাশ বা ঠাট্টা-বিদ্রুপ করা হয় । [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] তারা দুটি কারণে একথাটি বলেছে, এক, তারা পুনরুত্থানকে অসম্ভব মনে করে এভাবে উপর-নীচ মাথা ঝাকাচ্ছিল। [ইবন কাসীর] দুই, তারা এ পুনরুত্থান কেন তাড়াতাড়ি হচ্ছেনা। সে প্রশ্ন তুলছে। কুরআনের অন্যান্য আয়াতেও তাদের এ ধরনের আচরণ উল্লেখ করা হয়েছে। [যেমন সূরা আল-মুলকঃ ২৫, আস-শূরাঃ ১৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১৭ : ৫২",
        "arabic_text": "\nيَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِۦ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا ",
        "bangla_text": "‘যেদিন তিনি তোমাদেরকে ডাকবেন, এবং তোমরা তাঁর প্রশংসার সাথে তাঁর ডাকে সাড়া দেবে [১] এবং তোমরা মনে করবে, তোমরা অল্পকালই অবস্থান করেছিলে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ এই যে, হাশরের ময়দানে যখন তোমাদেরকে ডাকা হবে, তখন তোমরা সবাই ঐ আওয়ায অনুসরণ করে একত্রিত হয়ে যাবে। ময়দানে আসার সময় তোমরা সবাই আল্লাহর প্রশংসা করতে করতে উপস্থিত হবে। আয়াতের বাহ্যিক অর্থ থেকে জানা যায় যে, তখন মুমিন ও কাফের সবারই এই অবস্থা হবে। কিন্তু ইবন আব্বাস বলেন, এখানে হামদ দ্বারা তাঁর নির্দেশ ও ইচ্ছার অনুগত হয়ে যাওয়ার কথা বুঝানো হয়েছে। কাতাদা বলেন, এর অর্থ তোমরা তাঁর পরিচয় জানতে পারবে এবং আনুগত্য করে তাঁর ডাকে সাড়া দিবে। কোন কোন তফসীরবিদ বলে, এর অর্থ হচ্ছে, আর তাঁর জন্যই যাবতীয় হামদ ও স্তুতি সর্বাবস্থায়। [ইবন কাসীর] কুরআন ও হাদীসের অসংখ্য বর্ণনা থেকে জানা যায় যে, হাশরের ময়দানে বিভিন্ন স্থানে অবস্থান করতে হবে এবং প্রত্যেক অবস্থানস্থলে মানুষের অবস্থা বিভিন্নরূপ হবে। ইমাম কুরতুবী বলেনঃ হাশরে পুনরুত্থানের শুরু হাম্দ দ্বারা হবে। সবাই হাম্দ করতে করতে উখিত হবে এবং সব ব্যাপারে সমাপ্তিও হাম্দের মাধ্যমে হবে। যেমন- বলা হয়েছে, “আর তাদের (হাশরবাসীদের) ফয়সালা হক অনুযায়ী করা হয়েছে এবং বলা হয়েছে যে, সমস্ত প্রশংসা সৃষ্টিকুলের রব আল্লাহর জন্যে \" [সূরা আয-যুমারঃ ৭৫]\n  <br/>\n  <br/>\n  [২] অর্থাৎ দুনিয়ায় মৃত্যুকাল থেকে নিয়ে কিয়ামতের দিনে উত্থান পর্যন্তকার সময়কালটা মাত্র কয়েক ঘন্টার বেশী বলে মনে হবে না। তোমরা তখন মনে করবে, আমরা সামান্য একটু সময় ঘুমিয়ে পড়েছিলাম তার মধ্যে হঠাৎ এ কিয়ামতের শোরগোল আমাদের জাগিয়ে দিয়েছে। কুরআন তাদের এ সমস্ত কথাবার্তার বিভিন্ন চিত্র তুলে ধরেছে। কোথাও বলেছে, “যেদিন তারা তা দেখতে পাবে সেদিন তাদের মনে হবে যেন তারা পৃথিবীতে মাত্র এক সন্ধ্যা অথবা এক প্রভাত অবস্থান করেছে!” [সূরা আন-নাযি'আতঃ ৪৬]\n  <br/>\n  <br/>\n  আবার বলা হয়েছে, “যেদিন শিংগায় ফুঁক দেয়া হবে এবং যেদিন আমি অপরাধীদেরকে দৃষ্টিহীন অবস্থায় সমবেত করব। সেদিন তারা নিজেদের মধ্যে চুপি চুপি বলাবলি করবে, \"তোমরা মাত্র দশদিন অবস্থান করেছিলে। ” [সূরা ত্বা-হাঃ ১০২-১০৪]\n  <br/>\n  <br/>\n  আরো বলা হয়েছে, “যেদিন কিয়ামত হবে সেদিন অপরাধীরা শপথ করে বলবে যে, তারা মুহুর্তকালের বেশী অবস্থান করেনি। এভাবেই তারা সত্যভ্রষ্ট হত। ” [সূরা আর-রূমঃ ৫৫]\n  <br/>\n  <br/>\n  আবার কোথাও বলা হয়েছে, “আল্লাহ বলবেন, তোমরা পৃথিবীতে কত বছর অবস্থান করেছিলে? তারা বলবে, ‘আমরা অবস্থান করেছিলাম একদিন বা দিনের কিছু অংশ; আপনি না হয়, গণনাকারীদেরকে জিজ্ঞেস করুন। ” তিনি বলবেন, “তোমরা অল্প কালই অবস্থান করেছিলে, যদি তোমরা জানতে! সূরা আল-মুমিনুনঃ ১১২-১১৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১৭ : ৫৩",
        "arabic_text": "\nوَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُۚ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡۚ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا ",
        "bangla_text": "আর আমার বান্দাদেরকে বলুন, তারা যেন এমন কথা বলে যা উত্তম। নিশ্চয় শয়তান তাদের মধ্যে বিভেদ সৃষ্টির উস্কানি দেয়; নিশ্চয় শয়তান মানুষের প্রকাশ্য শত্রু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষষ্ঠ রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১৭ : ৫৪",
        "arabic_text": "\nرَّبُّكُمۡ أَعۡلَمُ بِكُمۡۖ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡۚ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا ",
        "bangla_text": "তোমাদের রব তোমাদের সম্পর্কে অধিক অবগত। ইচ্ছে করলে তিনি তোমাদের প্রতি দয়া করবেন অথবা ইচ্ছে করলে তোমাদেরকে শাস্তি দিবেন [১]; আর আমরা আপনাকে তাদের কর্মবিধায়ক করে পাঠাইনি [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হেদায়াতের বিষয়টি কারও হাতে নেই। এ বিষয়টির ফায়সালা একমাত্র আল্লাহর ইখতিয়ারভুক্ত। তিনিই সকল মানুষের ভিতর-বাহির এবং বর্তমান-ভবিষ্যত জানেন। কার প্রতি অনুগ্রহ করতে হবে এবং তাকে তাঁর আনুগত্যের দিকে নিয়ে আসতে হবে এটা তিনিই ভাল জানেন। আর কে এ অনুগ্রহের হকদার নয় এটাও তিনি ভাল জানেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের উপর আপনাকে যাবরদস্তিকারী হিসেবে পাঠাইনি যে আপনি তাদেরকে জোর করে ঈমানদার বানিয়ে ছাড়বেন। তাদের জন্য আপনাকে ‘বাশীর’ বা সুসংবাদপ্রদানকারী এবং “নাযীর’ হিসেবেই পাঠিয়েছি। তারপর যদি কেউ আপনার আনুগত্য করে তবে সে জান্নাতে যাবে আর যদি অবাধ্য হয় তবে জাহান্নামে যাবে। [ইবন কাসীর] এ অর্থে কুরআনের অন্যান্য স্থানে বিস্তারিত বর্ণনা এসেছে। (যেমন, সূরা আল-আনআমঃ ১০৭, আয-যুমারঃ ৪১, আস-শূরাঃ ৬, ক্বাফঃ ৪৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১৭ : ৫৫",
        "arabic_text": "\nوَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعۡضٖۖ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا ",
        "bangla_text": "আর যারা আসমানসমূহ ও যমীনে আছে তাদের সম্পর্কে আপনার রব অধিক অবগত। আর অবশ্যই আমরা নবীগণের কিছু সংখ্যককে কিছু সংখ্যকের উপর মর্যাদা দিয়েছি এবং দাউদকে দিয়েছি যাবূর [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যাবুর আল্লাহর পক্ষ থেকে নাযিলকৃত একটি গ্রন্থ। আমরা ঈমান রাখি যে, আল্লাহ তা'আলা দাউদ আলাইহিসসালামকে একখানি গ্রন্থ দিয়েছিলেন যার নাম যাবুর। তবে বর্তমানে বাইবেলে যে দাউদের সংগীত নামে অভিহিত অংশ আছে তা তার গ্ৰন্থ বলা যাবে না। কারণ, এর পক্ষে সুস্পষ্ট কোন প্রমাণ নেই। কোন কোন হাদীসে দাউদ আলাইহিসসালামের গ্রন্থের নাম “কুরআন” বলা হয়েছে। তখন এর অর্থ হবে, পাঠকৃত’ বা পাঠের যোগ্য। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “দাউদের উপর কুরআন সহজ করে দেয়া হয়েছিল। তিনি তার বাহনের লাগাম লাগাতে নির্দেশ দিতেন। তারা তা লাগিয়ে শেষ করার আগেই তিনি তা পড়া শেষ করে ফেলতেন। ” [বুখারীঃ ৪৭১৩]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১৭ : ৫৬",
        "arabic_text": "\nقُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِۦ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا ",
        "bangla_text": "বলুন, ‘তোমরা আল্লাহ্ ছাড়া যাদেরকে ইলাহ মনে কর তাদেরকে ডাক, অতঃপর দেখবে যে, তোমাদের দুঃখ-দৈন্য দূর করার বা পরিবর্তন করার শক্তি তাদের নেই [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে পরিষ্কার জানা যায়, কেবল গায়রুল্লাহকে (আল্লাহ ছাড়া অন্য কোন সত্তা) সিজদা করাই শির্ক নয় বরং আল্লাহ ছাড়া অন্য কোন সত্তার কাছে দো'আ চাওয়া বা তাকে সাহায্য করার জন্য ডাকাও শির্ক। দো'আ ও সাহায্য চাওয়া ইবাদতেরই অন্তর্ভুক্ত। কাজেই গায়রুল্লাহর কাছে প্রার্থনাকারী একজন মূর্তি পূজকের সমান অপরাধী। তাছাড়া এ থেকে একথাও জানা যায় যে, আল্লাহ ছাড়া অন্য কেউ কোন আপদ-বিপদ থেকে বাঁচাতে পারে না এবং কোন খারাপ অবস্থাকে ভাল অবস্থায় পরিবর্তিত করে দিতেও পারে না। আল্লাহ ছাড়া অন্য যে কোন সত্তা সম্পর্কে এ ধরনের বিশ্বাস রাখা ভ্ৰষ্টতা ছাড়া আর কিছুই নয়।\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১৭ : ৫৭",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا ",
        "bangla_text": "তারা যাদেরকে ডাকে তারাই তো তাদের রবের নৈকট্য লাভের উপায় সন্ধান করে [১] যে, তাদের মধ্যে কে কত নিকটতর হতে পারে, আর তারা তাঁর দয়া প্রত্যাশা করে এবং তাঁর শাস্তিকে ভয় করে [২]। নিশ্চয় আপনার রবের শাস্তি ভয়াবহ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ শব্দগুলো নিজেই সাক্ষ্য দিচ্ছে যে, মুশরিকদের যেসব মাবুদ ও ত্রাণকর্তার কথা এখানে বলা হচ্ছে তারা পাথরের মূর্তি নয়। বরং তারা হচ্ছে ফেরেশতা বা অতীত যুগের আল্লাহর প্রিয় বান্দা। ইবন আব্বাস বলেন, শির্ককারীরা বলত: আমরা ফেরেশতা, মসীহ ও উযায়ের এর ইবাদাত করি। অথচ যাদের ইবাদত করা হচ্ছে তারাই আল্লাহকে ডাকছে। [ইবন কাসীর] আয়াতের অর্থ পরিষ্কার। অর্থাৎ নবী হোক বা আউলিয়া অথবা ফেরেশতা, কারোই তোমাদের প্রার্থনা শুনার এবং তোমাদের সাহায্য করার ক্ষমতা নেই। তোমরা নিজেদের প্রয়োজন পূর্ণ করার জন্য তাদেরকে আসিলায় পরিণত করছে কিন্তু তাদের অবস্থা হচ্ছে এই যে, তারা নিজেরাই আল্লাহর রহমতের প্রত্যাশী, তাঁর আযাবের ভয়ে ভীত এবং তাঁর বেশী বেশী নিকটবর্তী হবার জন্য আসিলা ও উপায় খুঁজে বেড়াচ্ছে। এ আয়াত নাযিল হওয়ার ব্যাপারে আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ “কিছু লোক অপর কিছু জিনের ইবাদত করত, পরে সে জিনগুলো ইসলাম গ্ৰহণ করে। কিন্তু সে মানুষগুলো সে সমস্ত জিনের ইবাদত করতেই থাকল। তারা বুঝতেই পারল না যে, তারা যাদের ইবাদত করছে তারা ইসলাম গ্ৰহণ করে ফেলেছে। এমতাবস্থায় এ আয়াত নাযিল হয়”। [বুখারীঃ 8৭১৪, 8৭১৫, মুসলিমঃ ৩০৩০]\n  <br/>\n  <br/>\n  [২] অসীলা শব্দের অর্থ, নৈকট্য অর্জন। যেমনটি কাতাদাহ রাহেমাহুল্লাহ থেকে বর্ণিত হয়েছে। ইবন কাসীরা আল্লাহর কাছে ওসিলা হচ্ছে কথায় ও কাজে আল্লাহর মর্জির প্রতি সব সময় লক্ষ্য রাখা এবং শরীআতের বিধি-বিধান অনুসরণ করার মাধ্যমে তাঁর নৈকট্যলাভে সদা তৎপর থাকা। উদ্দেশ্য এই যে, তারা সবাই সৎকর্মের মাধ্যমে আল্লাহর নৈকট্য অন্বেষণে মশগুল আছেন। আয়াতে রহমতের আশা এবং আযাবের ভয় করার কথা বলা হয়েছে। মূলতঃ আল্লাহর রহমতের আশা করতে থাকা এবং ভয়ও করতে থাকা মানুষের এ দু'টি ভিন্নমুখী অবস্থা যে পর্যন্ত সমান সমান পর্যায়ে থাকে, সেই পর্যন্ত মানুষ সঠিক পথে অনুগমন করে। ভয় থাকলে অন্যায় থেকে দূরে থাকবে, আর আশা থাকলে ইবাদাত ও আনুগত্যে প্রেরণা পাবে। [ইবন কাসীর] পক্ষান্তরে যদি কোন একটি অবস্থা দূর্বল হয়ে পড়ে, তবে সেই পরিমাণে সে সঠিক পথ থেকে বিচ্যুত হয়ে পড়ে। আয়াতের শেষে বলা হয়েছে, নিশ্চয় তাঁর অর্থাৎ আল্লাহর আযাব ভীতিপ্রদ। তাই আযাব থেকে  ভয়ে থাকা এবং আযাবে নিক্ষেপ করে এমন কাজ করা থেকেও সাবধান থাকা উচিত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১৭ : ৫৮",
        "arabic_text": "\nوَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا ",
        "bangla_text": "আর এমন কোন জনপদ নেই যা আমরা কিয়ামতের দিনের আগে ধ্বংস করব না অথবা যাকে কঠোর শাস্তি দেব না; এটা তো কিতাবে লিপিবদ্ধ আছে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কিতাব বলে এখানে ‘লাওহে মাহফুজ' বুঝানো হয়েছে। [ইবন কাসীর] তাদের কর্মফলের কারণেই তাদের জন্য এ শাস্তি লিপিবদ্ধ করা হয়েছে। আল্লাহ তা’আলা পূর্ববর্তী জাতি সমূহের ধ্বংসের ব্যাপারেও একই কথা বলেছেন। তিনি বলেছেন, “আর আমরা তাদের উপর যুলুম করিনি। বরং তারাই তাদের নিজেদের উপর যুলুম করেছে\"। [সূরা হুদঃ ১০১]\n  <br/>\n  <br/>\n  অন্য আয়াতে আরো স্পষ্ট করে বলা হয়েছে যে, “কত জনপদ তাদের প্রতিপালক ও তাঁর রাসূলগণের বিরুদ্ধাচরণ করেছিল। ফলে আমরা তাদের কাছ থেকে কঠোর হিসেব নিয়েছিলাম এবং তাদেরকে দিয়েছিলাম কঠিন শাস্তি। তারপর তারা তাদের কৃতকর্মের শাস্তি আস্বাদন করল; ক্ষতিই হল তাদের কাজের পরিণাম। ” [সূরা আত-তালাকঃ ৮,৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১৭ : ৫৯",
        "arabic_text": "\nوَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَۚ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَاۚ وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا ",
        "bangla_text": "আর আমাদেরকে নিদর্শন প্রেরণ করা থেকে শুধু এটাই বিরত রেখেছে যে, তাদের পূর্ববর্তীগণ তাতে মিথ্যারোপ করেছিল। আর আমরা শিক্ষাপ্রদ নিদর্শনসরূপ সামূদ জাতিকে উষটৃ দিয়েছিলাম, অতঃপর তারা সেটার প্রতি যুলুম করেছিল। আমরা তো শুধু ভয় দেখানোর জন্যই নিদর্শন পাঠিয়ে থাকি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বক্তব্য হচ্ছে এই যে, এ ধরনের মু'জিযা দেখার পর যখন লোকেরা একে মিথ্যা বলতে থাকে তখন তাদের উপর আযাব নাযিল হওয়া অনিবাৰ্য হয়ে পড়ে এবং তখন এ জাতিকে ধ্বংস করা ছাড়া আর কোন পথ থাকে না। মানব জাতির অতীত ইতিহাস প্রমাণ করে , বিভিন্ন জাতি সুস্পষ্ট মু'জিযা দেখে নেবার পরও সেগুলোকে মিথ্যা বলেছে, ফলে তাদেরকে ধ্বংস করে দেয়া হয়েছে। এখন এটা পুরোপুরি। আল্লাহর রহমত যে, তিনি এমন ধরনের কোন মু'জিযা আর পাঠাচ্ছেন না। এর মানে হচ্ছে , তিনি তোমাদের বুঝবার ও সংশোধিত হবার অবকাশ দিচ্ছেন। কিন্তু তোমরা এমনি নির্বোধ যে, মু'জিযার দাবী জানিয়ে সামুদ জাতির পরিণাম ভোগ করতে চাচ্ছি। সামূদ জাতি সুস্পষ্ট নিদর্শন চেয়েছিল। তারপর যখন তাদের কাছে তা আসল এবং তারা কুফরী করল তখন আল্লাহ্ তা'আলা তাঁর নিয়মানুসারে তাদেরকে ধ্বংস করে দিলেন। এ আয়াতের শানে নুযুল সম্পর্কে জানা থাকলে বিষয়টি আরো স্পষ্ট হবে। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ 'মক্কাবাসীগণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এ দাবী করল যে, আপনি আমাদের জন্য সাফা পাহাড়কে স্বর্ণে পরিণত করে দিন। আমাদের জন্য মক্কার পাহাড়গুলো স্থানান্তরিত করে আমাদের মধ্যে প্রশস্ততার ব্যবস্থা করুন। তখন আল্লাহ তা'আলা বলেনঃ “আপনি যদি চান তো আমি তারা যা চায় তা তাদেরকে দিব কিন্তু তারপর যদি তারা কুফরী করে তবে তাদের পূর্ববর্তীগণ যেভাবে ধ্বংস হয়েছে সেভাবে তাদেরকেও ধ্বংস করে দেব। আর যদি আপনি চান তো আমি অপেক্ষা করব হয়ত বা তাদের বংশধরদের কেউ ঈমান আনবে।\" তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ “বরং আমি তাদের জন্য অপেক্ষা করব।” তখন আল্লাহ এ আয়াত নাযিল করেন। [মুসনাদে আহমাদঃ ১/২৫৮, দ্বিয়া আল-মাকদেসী, আলমুখতারাহঃ ১০/৭৮-৮০] সুতরাং কোন ম্যাজিক বা দর্শনীয় খেলা দেখানোর উদ্দেশ্যে কখনো মু'জিযা দেখানো হয় না। সব সময় মু'জিযা এই উদ্দেশ্যে দেখানো হয়েছে যে, লোকেরা তা দেখে সাবধান হয়ে যাবে, তারা বুঝতে পারবে নবীর পেছনে আছে এক সর্বময় শক্তিশালী সত্তার অসীম ক্ষমতা এবং তাঁর নাফরানীর পরিণাম কি হতে পারে তাও তারা জানতে পারবে।\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১৭ : ৬০",
        "arabic_text": "\nوَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِۚ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِۚ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا ",
        "bangla_text": "আর স্মরণ করুন, যখন আমরা আপনাকে বলেছিলাম যে, নিশ্চয় আপনার রব মানুষকে পরিবেষ্টন করে আছেন [১]। আর আমরা যে দৃশ্য আপনাকে দেখিয়েছি তা [২] এবং কুরআনে উল্লেখিত অভিশপ্ত গাছটিও [৩] শুধু মানুষের জন্য ফিতনাস্বরূপ [৪] নির্ধারণ করেছি। আর আমরা তাদেরকে ভয় দেখাই, কিন্তু এটা তাদের ঘোর অবাধ্যতাই বৃদ্ধি করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনার নবুওয়াতী দাওয়াতের সূচনালগ্নেই যখন মক্কার এ কাফেররা আপনার বিরোধিতা করতে এবং আপনার পথে প্রতিবন্ধকতা দাঁড় করাতে শুরু করেছিল তখনই আমি পরিষ্কার ভাষায় ঘোষণা করেছিলাম, আমি এ লোকদেরকে ঘিরে রেখেছি, এরা সর্বাত্মক প্রচেষ্টা চালিয়ে দেখে নিক, কোন ভাবেই এরা আপনার দাওয়াতের পথ রোধ করতে পারবে না এবং আপনি যে কাজে হাত দিয়েছেন সব রকমের বাধা-বিপত্তি সত্ত্বেও সে কাজ সম্পন্ন হবেই। অথবা আয়াতের অর্থ, আপনি দাওয়াত দিতে থাকুন, তারা আপনার কোন ক্ষতি করতে পারবে না। কারণ, তারা সবাই আল্লাহর আয়ত্ত্বাধীন। [ইবন কাসীর] আল্লাহ বিরোধীদেরকে ঘিরে রেখেছেন এবং নবীর দাওয়াত আল্লাহর হেফাজতে রয়েছে-একথা মক্কার প্রাথমিক যুগের সূরাগুলোতে বিভিন্ন জায়গায় বলা হয়েছে। যেমন সূরা বুরুজে বলা হয়েছেঃ “কিন্তু এ কাফেররা মিথ্যা বলার ও অস্বীকার করার কাজে লেগেই আছে এবং আল্লাহ সবদিক থেকে তাদেরকে ঘেরাও করে রেখেছেন\"। [১৯-২০] এর জন্য আরো দেখুন, সূরা আল-বাকারাহঃ ১৯, সূরা ফুসসিলাতঃ ৫৪ ৷\n  <br/>\n  <br/>\n  [২] এ আয়াতে সংখ্যাগরিষ্ঠ তফসীরবিদদের মতে الرؤيا (স্বপ্ন) বলে رؤية (দেখা) বোঝানো হয়েছে। যা ইসরা ও মি'রাজের রাত্ৰিতে সংঘটিত হয়েছিল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ “যাক্কুম”। এ সম্পর্কে কুরআনে খবর দেয়া হয়েছে, এ গাছটি জাহান্নামের তলদেশে উৎপন্ন হবে এবং জাহান্নামীদের তা খেতে হবে। একে অভিশপ্ত করার মানে হচ্ছে এই যে, যারা এ গাছ থেকে খাবে তারা অভিশপ্ত হবে। [ফাতহুল কাদীর] যেমন অন্য সূরায় বলা হয়েছে, “নিশ্চয় যাক্কুম গাছ হবে, পাপীর খাদ্য\" [সূরা আদ-দোখান: ৪৩-৪৪]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ মি'রাজের রাত্ৰিতে যে দৃশ্যাবলী আমি আপনাকে দেখিয়েছিলাম, তা মানুষের জন্য একটি ফেতনা ছিল। আরবী ভাষায় ‘ফেতনা’ শব্দটি অনেক অর্থে ব্যবহৃত হয়। এর এক অর্থ গোমরাহী। আরেক অর্থ পরীক্ষাও হয় এবং অন্য এক অর্থ হাঙ্গামা ও গোলযোগ। এখানে সব অর্থের সম্ভাবনা বিদ্যমান। আয়েশা রাদিয়াল্লাহু আনহা, সুফিয়ান, হাসান, মুজাহিদ রাহে মাহুমুল্লাহ প্রমুখ বলেনঃ এটা ছিল ধর্মত্যাগের ফেতনা। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম যখন শবে-মে'রাজে বায়তুল-মুকাদ্দাস, সেখান থেকে আকাশে যাওয়ার এবং প্রত্যুষের পূর্বে ফিরে আসার কথা প্রকাশ করলেন, তখন কোন কোন অপক্ক নও মুসলিম মুরতাদ হয়ে যাবার অবস্থায় পড়ে গিয়েছিল। [তাবারী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১৭ : ৬১",
        "arabic_text": "\nوَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا ",
        "bangla_text": "আর স্মরণ করুন, যখন আমরা ফিরিশতাদেরকে বললাম, ‘আদমকে সিজদা কর, তখন ইবলিস ছাড়া সবাই সিজদা করল। সে বলেছিল, ‘আমি কি তাকে সিজদা করব যাকে আপনি কাদা থেকে সৃষ্টি করেছেন?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সপ্তম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১৭ : ৬২",
        "arabic_text": "\nقَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلٗا ",
        "bangla_text": "সে বলেছিল, ‘আমাকে জানান, এই যাকে আপনি আমার উপর মর্যাদা দান করলেন, কিয়ামতের দিন পর্যন্ত যদি আমাকে অবকাশ দেন, তাহলে শপথ করে বলছি আমি অল্প কয়েকজন ছাড়া তাঁর বংশধরকে অবশ্যই কতৃত্বাধীন করে ফেলব [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যখন আল্লাহ্ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে কাফেরদের শক্ৰতার অবস্থা বর্ণনা করলেন, তখন রাসূলকে এ সান্তনা দিতে চাইলেন যে, নবীদের সাথে এ বিরোধিতা অনেক থেকে চলে এসেছে। ইবলীস সেটা শুরু করেছিল। [ফাতহুল কাদীর] আদম আলাইহিস সালামকে সেজদা না করার সময় ইবলিস দু'টি কথা বলেছিল। এক, আদম মাটি দ্বারা সৃজিত হয়েছে এবং আমি অগ্নি দ্বারা সৃজিত। আপনি মাটিকে অগ্নির উপর শ্রেষ্ঠত্ব দান করলেন কেন? এ প্রশ্নটি আল্লাহর আদেশের বিপরীতে নির্দেশের রহস্য জানার সাথে সম্পর্কযুক্ত ছিল। কোন আদিষ্ট ব্যক্তির এরূপ প্রশ্ন করার অধিকার নেই। আল্লাহর পক্ষ থেকে আদিষ্ট ব্যক্তির যে রহস্য অনুসন্ধানের অধিকার নেই একথা বলা বাহুল্য। এর বাহ্যিক উত্তর এটাই যে, এক বস্তুকে অন্য বস্তুর উপর শ্রেষ্ঠত্ব দান করার অধিকার একমাত্র সে সত্তার, যিনি সৃষ্টিকর্তা ও পালনকর্তা। তিনি যখন যে বস্তুকে অন্য বস্তুর উপর শ্রেষ্ঠত্ব দান করবেন, তখন তাই শ্রেষ্ঠ হয়ে যাবে। ইবলীসদের দ্বিতীয় কথা ছিল এই যে, যদি আমাকে কেয়ামত পর্যন্ত জীবন দান করা হয়, তবে আমি আদমের গোটা বংশধরকে (অবশ্য তাদের কয়েকজন ছাড়া) পথভ্রষ্ট করে ছাড়ব। আয়াতে আল্লাহ তা'আলা এর উত্তরে বলেছেনঃ আমার খাঁটি বান্দা যাঁরা, তাদের উপর তোমার কোন ক্ষমতা চলবে না; যদিও তোমার গোটা বাহিনী ও সর্বশক্তি এ কাজে নিয়োজিত হয়। অবশিষ্ট অখাঁটি বান্দারা তোমার বশীভূত হয়ে গেলে তাদেরও দূর্দশা তাই হবে, যা তোমার জন্য নির্ধারিত, অর্থাৎ জাহান্নামের আযাবে তোমাদের সবাই গ্রেফতার হবে। আয়াতে উল্লেখ করা হয়েছে যে, শয়তানের অশ্বারোহী ও পদাতিক বাহিনী রয়েছে। এতে করে বাস্তবেও শয়তানের কিছু অশ্বারোহী ও কিছু পদাতিক বাহিনী থাকা অবাস্তব নয়। এবং তা অস্বীকার করার কোন কারণ নেই। ইবন আব্বাস রাদি'আল্লাহু আনহুমা বলেনঃ যারা কুফরের সমর্থনে যুদ্ধ করতে যায়, সেসব অশ্বারোহী ও পদাতিক বাহিনী শয়তানেরই অশ্বারোহী ও পদাতিক বাহিনী। আয়াতে উল্লেখিত শয়তানের আওয়াজ কি? এ সম্পর্কে ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ গান, বাদ্যযন্ত্র ও রং- তামাশার আওয়াজই শয়তানের আওয়াজ। এর মাধ্যমে সে মানুষকে সত্য থেকে বিচ্ছিন্ন করে দেয়। এ থেকে জানা গেল যে, বাদ্যযন্ত্র ও গান-বাজনা হারাম। [বিস্তারিত দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১৭ : ৬৩",
        "arabic_text": "\nقَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا ",
        "bangla_text": "আল্লাহ্ বললেন, ‘যাও, অতঃপর তাদের মধ্যে যারা তোমার অনুসরণ করবে, নিশ্চয়ই জাহান্নামই হবে তোমাদের সবার প্রতিদান, পূর্ণ প্রতিদান হিসেবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১৭ : ৬৪",
        "arabic_text": "\nوَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡۚ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا ",
        "bangla_text": "‘আর তোমার কণ্ঠ দিয়ে তাদের মধ্যে যাকে পারো পদস্খলিত কর, তোমার অশ্বারোহী ও পদাতিক বাহিনী দ্বারা তাদেরকে আক্রমণ কর এবং তাদের ধনে [১] ও সন্তান-সন্ততিতে শরীক হয়ে যাও, আর তাদেরকে প্রতিশ্রুতি দাও।’ আর শয়তান ছলনা ছাড়া তাদেরকে কোন প্রতিশ্রুতিই দেয় না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ধন সম্পদে শরীক হওয়ার বহু পদ্ধতি রয়েছে। তন্মধ্যে একটি হচ্ছে, সুদ-ঘুষের মাধ্যমে লেনদেন করা। [আইসারুত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১৭ : ৬৫",
        "arabic_text": "\nإِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞۚ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا ",
        "bangla_text": "‘নিশ্চয় আমার বান্দাদের উপর তোমার কোন ক্ষমতা নেই।’ আর কর্মবিধায়ক হিসেবে আপনার রবই যথেষ্ট। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১৭ : ৬৬",
        "arabic_text": "\nرَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ كَانَ بِكُمۡ رَحِيمٗا ",
        "bangla_text": "তোমাদের রব তিনিই , যিনি তোমাদের জন্য সাগরে নৌযান পরিচালিত করেন, যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পারো। নিশ্চয় তিনি তোমাদের প্রতি পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১৭ : ৬৭",
        "arabic_text": "\nوَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُۖ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡۚ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا ",
        "bangla_text": "আর সাগরে যখন তোমাদেরকে বিপদ স্পর্শ করে তখন শুধু তিনি ছাড়া অন্য যাদেরকে তোমরা ডেকে থাক তারা হারিয়ে যায় [১]; অতঃপর তিনি যখন তোমাদেরকে উদ্ধার করে স্থলে আনেন তখন তোমরা মুখ ফিরিয়ে নাও। আর মানুষ খুবই অকৃতজ্ঞ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন বিপদাপদ দেখা দেয়। তখন তারা আল্লাহ ছাড়া অন্য যাদের ইবাদত করে তাদেরকে ভুলে যায়। তারা তখন তাদের মন থেকে হারিয়ে যায়। একমাত্র আল্লাহকেই তারা ডাকতে থাকে। মক্কা বিজয়ের পর ইকরিমা ইবন আবি জাহল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পালিয়ে হাবশা চলে যাচ্ছিল। সাগরের মাঝে তার নৌকা প্ৰচণ্ড ঝড়ের কবলে পড়ে যায়। তখন নৌকার সবাই একমাত্র আল্লাহকে ডাকার জন্য একে অপরকে পরামর্শ দিতে থাকে। আর ঠিক তখনি ইকরিম নিজ মনে বলছিল যে, যদি সাগর বক্ষে আল্লাহ ব্যতিত আর কেউ রক্ষা করার না থাকে তা হলে ডাঙ্গাতেও তিনিই একমাত্র রক্ষক। হে আল্লাহ! আমি অঙ্গীকার করছি যে, যদি এ বিপদ থেকে বেঁচে যাই। তবে অবশ্য ফিরে গিয়ে মুহাম্মাদের হাতে হাত রেখে ঈমান আনিব। তাকে আমি অবশ্যই রহমদিল পাব। তারপর তারা যখন সমুদ্র বক্ষ থেকে বের হলো তখনি তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে ফিরে আসলেন এবং ঈমান আনলেন। আর তার ইসলাম ছিল অত্যন্ত সুন্দর। [মুস্তাদরাকে হাকেমঃ ৩/২৪১-২৪২]\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১৭ : ৬৮",
        "arabic_text": "\nأَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا ",
        "bangla_text": "তোমরা কি নির্ভয় হয়েছ যে, তিনি তোমাদেরকে সহ কোন অঞ্চল ধসিয়ে দেবে না অথবা তোমাদের উপর শিলা বর্ষণকারী ঝঞ্চা পাঠাবেন না? তারপর তোমরা তোমাদের জন্য কোন কর্মবিধায়ক পাবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১৭ : ৬৯",
        "arabic_text": "\nأَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِۦ تَبِيعٗا ",
        "bangla_text": "নাকি তোমরা নির্ভয় হয়েছ যে, তিনি তোমাদের আরেকবার সাগরে নিয়ে যাবেন না এবং তোমাদের বিরুদ্ধে প্রচণ্ড ঝটিকা পাঠাবেন না এবং তোমাদের কুফরি করার জন্য তোমাদেরকে নিমজ্জিত করবেন না? তারপর তোমরা এ ব্যাপারে আমাদের বিরুদ্ধে কোন সাহায্যকারী পাবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১৭ : ৭০",
        "arabic_text": "\n۞ وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا ",
        "bangla_text": "আর অবশ্যই আমরা আদম-সন্তানকে মর্যাদা দান করেছি [১]; স্থলে ও সাগরে তাদের চলাচলের বাহন দিয়েছি; এবং তাদেরকে উত্তম রিযক দান করেছি আর আমরা যাদেরকে সৃষ্টি করেছি তাদের অনেকের উপর তাদের শ্রেষ্ঠত্ব দিয়েছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা'আলা আদম-সন্তানকে বিভিন্ন দিক দিয়ে এমন সব বৈশিষ্ট্য দান করেছেন, যেগুলো অন্যান্য সৃষ্টজীবের মধ্যে নেই। উদাহরণতঃ সুশ্ৰী চেহারা, সুষম দেহ, সুষম প্রকৃতি এবং অঙ্গসৌষ্ঠব। [ইবন কাসীর] যেমন অন্য আয়াতে বলেছেন, “অবশ্যই আমরা সৃষ্টি করেছি মানুষকে সুন্দরতম গঠনে” [সূরা আত-তীন:৪]\n  <br/>\n  <br/>\n  তাকে দু' পায়ে সম্পূর্ণ সোজা হয়ে দাঁড়াবার ক্ষমতা দেয়া হয়েছে। তাকে হাতে খাওয়ার শক্তি দেয়া হয়েছে। অন্যান্য প্রাণী চারপায়ে এবং মুখ দিয়ে খায়। মানুষের মধ্যে যে চোখ, কান ও অন্তর দেয়া হয়েছে সে এসবগুলোকে সঠিকভাবে কাজে লাগাতে পারে। দ্বীনী ও দুনিয়াবী বিষয়ে সে এগুলো দ্বারা ভাল-মন্দ বিচার করতে পারে। [ইবন কাসীর] বস্তুত এ বুদ্ধি ও চেতনায় মানুষকে বিশেষ স্বাতন্ত্র্য দান করা হয়েছে। এর সাহায্যে সে সমগ্র উর্ধ্ব-জগত ও অধঃজগতকে নিজের কাজে নিয়োজিত করতে পারে। আল্লাহ তা'আলা। তাকে বিভিন্ন সৃষ্টবস্তুর সংমিশ্রণে বিভিন্ন শিল্পদ্রব্য প্রস্তুত করার শক্তি দিয়েছেন, সেগুলো তার বসবাস, চলাফেরা, আহার্য ও পোশাক-পরিচ্ছদে গুরুত্বপূর্ণ ভূমিকা পালন করে। বাকশক্তি ও পারস্পরিক বোঝাপড়ার যে নৈপুণ্য মানুষ লাভ করেছে, তা অন্য কোন প্রাণীর মধ্যে নেই। বিবেক-বুদ্ধি ও চেতনা মানুষের সর্বপ্রধান শ্রেষ্ঠত্ব। এর মাধ্যমে সে স্বীয় সৃষ্টিকর্তা ও প্রভুর পরিচয় এবং তার পছন্দ ও অপছন্দ জেনে পছন্দের অনুগমন করে এবং অপছন্দ থেকে বিরত থাক। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১৭ : ৭১",
        "arabic_text": "\nيَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِۭ بِإِمَٰمِهِمۡۖ فَمَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا ",
        "bangla_text": "স্মরণ করুন সে দিনকে, যখন আমরা প্রত্যেক সম্প্রদায়কে তাদের ইমাম [১] সহ ডাকব। অতঃপর যাদের ডান হাতে তাদের ‘আমলনামা দেয়া হবে, তারা তাদের ‘আমলনামা পড়বে এবং তাদের উপর সামান্ন পরিমাণও যুলুম করা হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   অষ্টম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] إمام শব্দের বিভিন্ন অর্থ করা হয়ে থাকে। কেউ কেউ এখানে إمام দ্বারা গ্ৰন্থ উদ্দেশ্য নিয়েছেন। সে হিসেবে গ্ৰন্থকে ইমাম বলার কারণ এই যে, ভুলভ্রান্তি ও দ্বিমত দেখা দিলে গ্রন্থের আশ্রয় নেয়া হয়। যেমন- কোন অনুসৃত ইমামের আশ্রয় নেয়া হয়। যেমন অন্য আয়াতে বলা হয়েছে,\n  <br/>\n  <br/>\n  إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُّبِينٍ\n  <br/>\n  <br/>\n  “আর যাবতীয় বস্তুই আমি সুস্পষ্ট গ্রন্থে গুনে রেখেছি\"। [সূরা ইয়াসীনঃ ১২] এখানেও إِمَامٍ مُّبِينٍ বলে সুস্পষ্ট গ্রন্থ বুঝানো হয়েছে। তাই এ আয়াতেও তাদের বিচারের জন্য তাদের আমলনামার গ্রন্থ হাযির করার কথা বলাই উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর] এ অর্থের সমর্থনে কুরআনের আরো কিছু আয়াত প্রমাণ বহন করছে। যেমনঃ [সূরা কাহাফঃ ৪৯, আল-জাসিয়াঃ ২৮,২৯, আয-যুমারঃ ৬৯. আন-নিসাঃ ৪১]\n  <br/>\n  <br/>\n  আলী রাদিয়াল্লাহু আনহু ও মুজাহিদ থেকে এখানে ইমাম শব্দের অর্থ নেতাও বর্ণিত রয়েছে। অর্থাৎ প্রত্যেক ব্যক্তিকে তার নেতার নাম দ্বারা ডাকা হবে এবং সবাইকে এক জায়গায় জমায়েত করা হবে। উদাহরণতঃ  ইবরাহীম আলাইহিস সালামের অনুসারী দল এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের অনুসারী দল। এ প্রসঙ্গে এসব অনুসারীর প্রত্যেক নেতাদের নাম নেয়াও সম্ভবপর। [ফাতহুল কাদীর] এ অর্থের সপক্ষে আরো প্রমাণ হলো, আল্লাহর বাণীঃ “প্রত্যেক জাতির জন্য আছে। একজন রাসূল এবং যখন ওদের রাসূল আসবে তখন ন্যায়বিচারের সাথে ওদের মীমাংসা করে দেয়া হবে এবং ওদের প্রতি যুলুম করা হবে না। ” [সূরা ইউনুসঃ৪৭]। তাছাড়া একই অর্থে কুরআনের বিভিন্ন স্থানে আরো আয়াত এসেছে। [যেমন সূরা আন-নিসাঃ ৪১, আন-নাহলঃ ৮৪, ৮৯, আল-হাজ্বঃ ৭৮, আল-কাসাসাঃ ৭৫, আয-যুমারঃ ৬৯] কোন কোন সালফে সালেহীন বলেন, এ আয়াত দ্বারা হাদীসের প্রকৃত অনুসারীদের সর্বোচ্চ মর্যাদা প্রমাণিত হয়। কারণ তাদের নেতা হলেন, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম।\n  <br/>\n  <br/>\n  তবে আয়াতের পরবর্তী অংশ অর্থ থেকে বুঝা যায় যে, এখানে إمام বলতে গ্ৰন্থই বুঝানো হয়েছে। ইবন কাসীর এ মতটিকেই প্রাধান্য দিয়েছেন। কারণ পরবর্তী অংশে বলা হয়েছে, “যাদের ডান হাতে তাদের ‘আমলনামা দেয়া হবে, তারা তাদের ‘আমলনামা পড়বে এবং তাদের উপর সামান্য পরিমাণও যুলুম করা হবে না”। অনুরূপভাবে অন্য আয়াতে বলা হয়েছে, “তখন যাকে তার \"আমলনামা তার ডান হাতে দেয়া হবে, সে বলবে, ‘লও, আমার আমলনামা পড়ে দেখ; আমি জানতাম যে, আমাকে আমার হিসেবের সম্মুখীন হতে হবে। ' [সূরা আল-হাক্কাহঃ ১৯-২০]। আর কাফেরদের সম্পর্কে বলা হয়েছে, “কিন্তু যার আমলনামা তার বাম হাতে দেয়া হবে, সে বলবে, “হায়! আমাকে যদি দেয়াই না হত আমার “আমলনামা, এবং আমি যদি না জানতাম আমার হিসেব!” [সূরা আল-হাক্কাহঃ ২৫-২৬] যদিও মূলতঃ উভয় তাফসীরের মধ্যে কোন বিরোধ নেই। কারণ, তাদের আমলনামার উপর সাক্ষীস্বরূপ প্রত্যেক উম্মতের নবীদেরকে হাজির করা হবে। তারা সেগুলোর সত্যায়ন করবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১৭ : ৭২",
        "arabic_text": "\nوَمَن كَانَ فِي هَٰذِهِۦٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا ",
        "bangla_text": "আর যে ব্যক্তি এখন অন্ধ [১] সে আখিরাতেও অন্ধ [২] এবং সবচেয়ে বেশি পথভ্রষ্ট। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে অন্ধ বলে বাহ্যিক অন্ধদের বুঝানো হয়নি। বরং যাদের মন হক্ক বুঝার ক্ষেত্রে, আল্লাহর নিদর্শনাবলী দেখার ক্ষেত্রে অন্ধত্ব গ্রহণ করেছে। হক্ক মানতে চায়না এবং নিদর্শনাবলী দেখতে চায়না এমন প্রকৃত অন্ধদেরকে উদ্দেশ্য নেয়া হয়েছে। অন্য আয়াতে বলা হয়েছে, “তারা কি দেশ ভ্ৰমণ করেনি? তাহলে তারা জ্ঞানবুদ্ধিসম্পন্ন হৃদয় ও শ্রুতিশক্তিসম্পন্ন শ্রবণের অধিকারী হতে পারত। বস্তুত চোখ তো অন্ধ নয়, রং অন্ধ হচ্ছে বুকের মধ্যে অবস্থিত হৃদয়। ” [সূরা আল-হাজ্বঃ ৪৬]\n  <br/>\n  <br/>\n  পক্ষান্তরে দুনিয়ার জীবনে যারা অন্ধ তারা যদি ঈমানদার হয় এবং সৎকাজ করে ও ধৈর্যধারণ করে তবে তাদের ব্যাপারে কুরআন ও হাদীসে প্রশংসা বাণী এসেছে। কুরআনে বলা হয়েছে, “তিনি ভ্ৰূকুঞ্চিত করলেন এবং মুখ ফিরিয়ে নিলেন। কারণ তার কাছে অন্ধ লোকটি আসল। আপনি কেমন করে জানবেন---সো হয়ত পরিশুদ্ধ হত, অথবা উপদেশ গ্ৰহণ করত, ফলে উপদেশ তার উপকারে আসত। ” [সূরা আবাসাঃ ১-৩]\n  <br/>\n  <br/>\n  অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাদীসেও ঐ সমস্ত লোকদের ব্যাপারে জান্নাতের সুসংবাদ জানানো হয়েছে যারা অন্ধ হয়ে যাবার পর ধৈর্যধারণ করেছে।\n  <br/>\n  <br/>\n  [২] এখানে বলা হয়েছে যে, তারা আখেরাতে অন্ধ হবে। আখেরাতে তাদের অন্ধত্বের ধরণ সম্পর্কে দু'টি মত রয়েছে।\n  <br/>\n  <br/>\n  এক, তারা বাস্তবিকই শারীরিকভাবে অন্ধ হিসেবে হাশরের মাঠে উঠবে। এ অর্থের সমর্থনে কুরআনের অন্যত্র এসেছে, “যে আমার স্মরণে বিমুখ থাকবে, অবশ্যই তার জীবন-যাপন হবে সংকুচিত এবং আমি তাকে কিয়ামতের দিন উত্থিত করব অন্ধ অবস্থায়। [ত্বাহা-হাঃ ১২৪] আরো এসেছে, “কিয়ামতের দিন আমি তাদেরকে সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায় অন্ধ, মূক ও বধির করে [সূরা আল-ইসরাঃ ৯৭]\n  <br/>\n  <br/>\n  দুই, এ ছাড়া আয়াতের আরেক অর্থ করা হয়ে থাকে যে, তারা কিয়ামতের দিন তাদের দুনিয়ার জীবনে যে সমস্ত দলীলপ্রমাণাদি ব্যবহার করে হক্ক পথ থেকে দূরে থাকে, সে সব থেকে তাদেরকে অন্ধ করে উঠানো হবে। মুজাহিদ রাহে মাহুল্লাহ এ অর্থ গ্রহণ করেছেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১৭ : ৭৩",
        "arabic_text": "\nوَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُۥۖ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا ",
        "bangla_text": "আর আমরা আপনার প্রতি যা ওহী করেছি তা থেকে ওরা আপনাকে পদস্খলন ঘটাবার চেষ্টা প্রায় চূড়ান্ত করেছিল, যাতে আপনি আমাদের উপর সেটার বিপরীত মিথ্যা রটাতে পারেন [১]; আর নিঃসন্দেহে তখন তারা আপনাকে বন্ধুরুপে গ্রহণ করত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফেররা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে যে সমস্ত প্রস্তাব দিত। তন্মধ্যে এক বিশেষ প্রস্তাব ছিল যে, আপনি এ কুরআন বাদ দিয়ে ভিন্নধর্মী কিছু নিয়ে আসুন যা আমাদের মনঃপুত হবে। কিন্তু একজন নবীর পক্ষে কিভাবে ওহী ব্যতিত অন্য কিছু আনা সম্ভব হতে পারে? তিনি যদি তা করেন তবে হয়ত তারা তাকে বন্ধু বানাবে কিন্তু আল্লাহ কি তাকে এভাবেই ছেড়ে দিবেন? অবশ্যই না। আল্লাহ অন্যত্র বলেছেন, “তিনি যদি আমার নামে কোন কথা রচনা করে চালাতে চেষ্টা করতেন, আমি অবশ্যই ডান হাতে ধরে ফেলতাম, এবং কেটে দিতাম তার জীবন-ধমনী \"[সূরা আল-হাক্কাহঃ ৪৪-৪৬]\n  <br/>\n  <br/>\n  সুতরাং, নবীর পক্ষে ওহী ব্যতীত কিছু বলা সম্ভব নয়। আল্লাহ তা'আলা অন্যত্র বলেন, “যখন আমার আয়াত, যা সুস্পষ্ট, তাদের কাছে পাঠ করা হয় তখন যারা আমার সাক্ষাতের আশা পোষণ করে না তারা বলে, “অন্য এক কুরআন আন এটা ছাড়া, বা এটাকে বদলাও ৷” বলুন, “নিজ থেকে এটা বদলান আমার কাজ নয়। আমার প্রতি যা ওহী হয়, আমি শুধু তারই অনুসরণ করি। আমি আমার রবের অবাধ্যতা করলে অবশ্যই মহাদিনের শাস্তির আশংকা করি। ” [সূরা ইউনুসঃ ১৫] তাই একজন সত্য নবীর পক্ষে কক্ষনো নিজ থেকে বানিয়ে কিছু বলা সম্ভব নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১৭ : ৭৪",
        "arabic_text": "\nوَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا ",
        "bangla_text": "আর আমরা অবিচলিত না রাখলে আপনি অবশ্যই তাদের দিকে প্রায় কিছুটা ঝুঁকে পড়তেন [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি অসম্ভবকে ধরে নেয়ার পর্যায়ে আপনি তাদের ভ্রান্ত কার্যক্রমের দিকে ঝুঁকে পড়ার কাছাকাছি হয়ে যেতেন, তবে আপনার শাস্তি দুনিয়াতেও দ্বিগুণ হত এবং মৃত্যুর পর কবর অথবা আখেরাতেও দ্বিগুণ হত। কেননা, নৈকট্যশীলদের মামুলী ভ্ৰান্তিকেও বিরাট মনে করা হয়। এ বিষয়বস্তুর প্রায় অনুরূপ, যা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম- এর পত্নীদের সম্পর্কে কুরআনে বর্ণিত হয়েছে “হে নবী পত্নীরা, যদি তোমাদের মধ্যে কেউ প্রকাশ্যে নির্লজ্জ কাজ করে, তবে তাকে দ্বিগুণ শাস্তি দেয়া হবে। ” [সূরা আল-আহযাবঃ ৩০]\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১৭ : ৭৫",
        "arabic_text": "\nإِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا ",
        "bangla_text": "তাহলে অবশ্যই আমরা আপনাকে ইহজীবনে দিগুন ও পরজীবনে দিগুণ শাস্তি আস্বাদন করাতাম; তখন আমাদের বিরুদ্ধে আপনার জন্য কোন সাহায্যকারী পেতেন না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সমগ্ৰ কাৰ্যবিবরণীর উপর মন্তব্য প্রসংগে আল্লাহ দু'টি কথা বলেছেন। এক, যদি আপনি সত্যকে জানার পর মিথ্যার সাথে কোন আপোস করে নিতেন তাহলে বিক্ষুব্ধ জাতি আপনার প্রতি সন্তুষ্ট হয়ে যেতো ঠিকই কিন্তু আল্লাহর গযব তোমার উপর নেমে পড়ত এবং আপনাকে দুনিয়া ও আখেরাত উভয় স্থানেই দ্বিগুণ সাজা দেয়া হতো। দুই, মানুষ নবী হলেও আল্লাহর সাহায্য ও সুযোগ-সুবিধা তার সহযোগী না হলে শুধুমাত্র নিজের শক্তির উপর নির্ভর করে সে মিথ্যার তুফানের মোকাবিলা করতে পারে না। শুধুমাত্র আল্লাহ প্রদত্ত ধৈর্য ও অবিচলতার সাহায্যেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সত্য ও ন্যায়ের উপর পাহাড়ের মতো অটল থাকেন এবং বিপদের সয়লাব স্রোত তাকে একচুলও স্থানচ্যুত করতে পারেনি। তিনিই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সাহায্য-সহযোগিতা করেছেন, দৃঢ়পদ রেখেছেন, হেফাযত করেছেন, অপরাধী ও দুষ্ট লোকদের ক্ষতি থেকে নিরাপদ করেছেন। আর তিনিই তার যাবতীয় কাজের দায়িত্ব নিচ্ছেন। তিনিই তাকে জয়ী করবেন। তিনি তাকে কারও কাছে তাঁর কোন বান্দার কাছে সোপর্দ করবেন না। তার দ্বীনকে তিনি তার বিরোধী প্রাচ্য ও পাশ্চাত্য শক্তির পরাজিত করার মাধ্যমে প্রতিষ্ঠিত করবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১৭ : ৭৬",
        "arabic_text": "\nوَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَاۖ وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا ",
        "bangla_text": "আর তারা আপনাকে দেশ থেকে উৎখাত করার চূড়ান্ত চেষ্টা করেছিল, আপনাকে সেখান থেকে বহিস্কার করার জন্য; তাহলে আপনার পর তারাও সেখানে অল্পকাল টিকে থাকত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি একটি সুস্পষ্ট ভবিষ্যদ্বাণী। সে সময় এটি তো নিছক একটি হুমকি মনে হচ্ছিল। কিন্তু দশ বারো বছরের মধ্যেই এর সত্যতা অক্ষরে অক্ষরে প্রমাণ হয়ে গেলো। এ সূরা নাযিলের দেড় বছর পর মক্কার কাফেররা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নিজের জন্মভূমি থেকে বের হয়ে যেতে বাধ্য করলো। তারপর বদরের যুদ্ধে মক্কার কাফেরদের চরম বিপর্যয় ঘটলো, তাদের নেতারা মারা গেল। [ইবন কাসীর] তারপর ৮ বছরের বেশী সময় অতিবাহিত হতে না হতেই তিনি বিজয়ীর বেশে মক্কা মুয়াযযামায় প্রবেশ করলেন। তারপর দু’বছরের মধ্যেই সমগ্র আরব ভূখণ্ড মুশরিক শূন্য করা হলো। এরপর যারাই এ দেশে বসবাস করেছে মুসলিম হিসেবেই বসবাস করেছে, মুশরিক হিসেবে কেউ সেখানে টিকতে পারেনি।\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১৭ : ৭৭",
        "arabic_text": "\nسُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَاۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا ",
        "bangla_text": "আমাদের রাসুলদের মধ্যে আপনার আগে যাদেরকে পাঠিয়েছিলাম তাদের ক্ষেত্রেও ছিল এরূপ নিয়ম এবং আপনি আমাদের নিওমের কোন পরিবর্তন পাবেন না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সকল নবীর ব্যাপারে আল্লাহ এ একই পদ্ধতি অবলম্বন করেছেন। অর্থাৎ যে জাতি তাদেরকে হত্যা ও দেশান্তরী করেছে, তারপর সে আর বেশীদিন স্বস্থানে অবস্থান করতে পারেনি। এরপর হয় আল্লাহর আযাব তাকে ধ্বংস করে দিয়েছে। যদি আল্লাহর রাসূল তাদের জন্য রহমতস্বরূপ না আসতেন তবে তাদের উপর এমন আযাব আসত যার মোকাবিলা করা তাদের কারও পক্ষে সম্ভব হতো না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১৭ : ৭৮",
        "arabic_text": "\nأَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِۖ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا ",
        "bangla_text": "সূর্য হেলে পড়ার পর থেকে রাতের ঘন অন্ধকার পর্যন্ত সালাত কায়েম করুন [১] এবং ফজরের সালাত [২]। নিশ্চয় ফজরের সালাত উপস্থিতির সময় [৩]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   নবম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] আলোচ্য আয়াতসমূহে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সময় মত সালাত কায়েম করার নির্দেশ দেয়া হচ্ছে। [ইবন কাসীর] পূর্বের আয়াতসমূহে আল্লাহ সংক্রান্ত আকীদা, আখেরাতের জন্য পুনরুত্থান ও প্রতিফল বিষয়াদি বর্ণিত হয়েছে। এখানে সবচেয়ে উত্তম ইবাদাত সম্পর্কে নির্দেশ দেয়া হচ্ছে। [ফাতহুল কাদীর] পর্বত সমান সমস্যা ও সংকটের আলোচনা করার পর পরই সালাত কায়েম করার হুকুম দেয়ার মাধ্যমে মহান সর্বশক্তিমান আল্লাহ এ মর্মে একটি সূক্ষ্ম ইঙ্গিত করেছেন যে, এ অবস্থায় একজন মুমিনের জন্য যে অবিচলতার প্রয়োজন হয় তা সালাত কায়েমের মাধ্যমেই অর্জিত হতে পারে। শক্ৰদের দুরভিসন্ধি ও উৎপীড়ন থেকে আত্মরক্ষার উত্তম প্রতিকার হচ্ছে সালাত কায়েম করা। সূরা হিজারের আয়াতে আরও স্পষ্ট ভাষায় বলা হয়েছেঃ “আমি জানি যে, কাফেরদের পীড়াদায়ক কথাবার্তা শুনে আপনার অন্তর সংকুচিত হয়ে যায়। অতএব আপনি আপনার পালনকর্তার প্রশংসা দ্বারা তাঁর পবিত্রতা ও মহিমা ঘোষণা করুন এবং সেজদাকারীদের অন্তর্ভুক্ত হয়ে যান।” [৯৭-৯৮] এ আয়াতে আল্লাহর যিকর, প্রশংসা, তসবীহ ও সালাতে মশগুল হয়ে যাওয়াকে শক্ৰদের উৎপীড়নের প্রতিকার সাব্যস্ত করা হয়েছে। আল্লাহর যিকর ও সালাত বিশেষভাবে এ থেকে আত্মরক্ষার প্রতিকার। এ ব্যাখ্যাও অবাস্তব নয় যে, শক্ৰদের উৎপীড়ন থেকে আত্মরক্ষা করা আল্লাহর সাহায্যের উপর নির্ভরশীল এবং আল্লাহর সাহায্য লাভ করার উত্তম পন্থা হচ্ছে সালাত। যেমন কুরআন পাক বলেঃ “সবর ও সালাত দ্বারা সাহায্য প্রার্থনা কর। ” [সূরা আল-বাকারাহঃ ৪৫]\n  <br/>\n  <br/>\n  [২]  আয়াতে قرآن শব্দ এসেছে, যার অর্থঃ পড়া। আরও এসেছে فجر  শব্দ, \"ফজর’ শব্দের আভিধানিক অর্থ হচ্ছে, ভোর হওয়া বা প্ৰভাতের উদয় হওয়া। অর্থাৎ একেবারে সেই প্রথম লগ্নটি যখন প্ৰভাতের শুভ্ৰতা রাতের আধার চিরে উকি দিতে থাকে। তাই এ শব্দদ্বয়ের অর্থ দাঁড়ায়, ফজরের কুরআন পাঠ। কুরআন মজীদে সালাতের প্রতিশব্দ হিসেবে সালাতের বিভিন্ন অংশের মধ্য থেকে কোন একটির নাম নিয়ে সমগ্ৰ সালাতটি ধরা হয়েছে। যেমন তাসবীহ, যিকির, হামদ(প্ৰশংসা), কিয়াম (দাঁড়ানো) রুকূ, সিজদাহ ইত্যাদি। এখানে قرآن  শব্দ বলে সালাত বোঝানো হয়েছে। কেননা, কুরআন পাঠ নামায্যের গুরুত্বপূর্ণ অঙ্গ। কাজেই আয়াতের দ্বারা ফজরের সালাতকেই বুঝানো হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  অধিকাংশ তাফসীরবিদদের মতে এ আয়াতটি পাঁচ ওয়াক্ত নামাযের জন্যে একটি পূর্ণাঙ্গ নির্দেশ। কেননা, دلوك শব্দের অর্থ আসলে ঝুকে পড়া। সূর্যের ঝুকে পড়া তখন শুরু হয়, যখন সূর্য পশ্চিমাকাশে ঢলে পড়ে, সূর্যাস্তকেও دلوك বলা যায়। কিন্তু অধিকাংশ সাহাবী ও তাবেয়ীগণ এস্থলে শব্দের অর্থ সূর্যের ঢলে পড়াই নিয়েছেন। আর غسق শব্দের অর্থ রাত্রির অন্ধকার সম্পূর্ণ হয়ে যাওয়া। এভাবে\n  <br/>\n  <br/>\n  أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ ۖ\n  <br/>\n  <br/>\n  এর মধ্যে চারটি সালাত এসে গেছেঃ যোহর, আসর, মাগরিব ও এশা। এর পরবর্তী বৰ্ণনা الْفَجْرِ قُرْآنَ  দ্বারা ফজরের সালাতকে বুঝানো হয়েছে। এ আয়াতে সংক্ষেপে মি'রাজের সময় যে পাঁচ ওয়াক্ত সালাত ফরয করা হয়েছিল তার সময়গুলো কিভাবে সংগঠিত ও বিন্যস্ত করা হবে তা বলা হয়েছে। নির্দেশ দেয়া হয়েছে, একটি সালাত পড়ে নিতে হবে সূর্যোদয়ের আগে। আর বাকি চারটি সালাত সূর্য ঢলে পড়ার পর থেকে নিয়ে রাতের অন্ধকার পর্যন্ত পড়ে নিতে হবে। তারপর এ হুকুমটি ব্যাখ্যা করার জন্য জিবরীল আলাইহিস সালামকে পাঠানো হয়েছে। তিনি এসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নামাযগুলোর সঠিক সময়ের শিক্ষা দান করেছেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “জিবরীল দু’বার আমাকে বায়তুল্লাহর কাছাকাছি জায়গায় সালাত পড়ান। প্রথম দিন যোহরের সালাত ঠিক এমন সময় পড়ান যখন সূর্য সবেমাত্র হেলে পড়েছিল এবং ছায়া জুতার একটি ফিতার চাইতে বেশী লম্বা হয়নি। তারপর আসরের সালাত পড়ান এমন এক সময় যখন প্রত্যেক জিনিসের ছায়া তার দৈর্ঘ্যের সমপরিমাণ ছিল। এরপর মাগরিবের সালাত এমন সময় পড়ান যখন রোযাদার রোযার ইফতার করে। তারপর পশ্চিমাকাশের লালিমা খতম হবার পরপরই এশার সালাত পড়ান। আর ফজরের সালাত পড়ান। ঠিক যখন রোযাদারের উপর খাওয়া দাওয়া হারাম হয়ে যায় তেমনি সময়। দ্বিতীয় দিন তিনি আমাকে যোহরের সালাত এমন সময় পড়ান যখন প্রত্যেক জিনিসের ছায়া তার দৈর্ঘ্যের সমান ছিল। আসরের সালাত পড়ান এমন সময় যখন প্রত্যেক জিনিসের ছায়া তার দৈর্ঘের দ্বিগুণ ছিল। মাগরিবের সালাত পড়ান এমন সময় যখন সাওমপালনকারী সাওমের ইফতার করে। এশার সালাত পড়ান এমন সময় যখন রাতের তিনভাগের একভাগ অতিক্রান্ত হয়ে গেছে এবং ফজরের সালাত পড়ান আলো চারদিকে ভালভাবে ছড়িয়ে পড়ার পর। তারপর জিব্রীল আমার দিকে মুখ ফিরিয়ে বলেন, হে মুহাম্মাদ! এই হচ্ছে নবীদের সালাত আদায়ের সময় এবং এ দু'টি সময়ের মাঝখানেই হচ্ছে সালাতের সঠিক সময়। ” [তিরমিয়ীঃ ১৫৯, আবুদাউদঃ ৩৯৩]\n  <br/>\n  <br/>\n  কুরআন মজীদের বিভিন্ন জায়গায়ও পাঁচ সালাতের এ ওয়াক্তসমূহের প্রতি ইংগিত করা হয়েছে। যেমন সূরা হূদে বলা হয়েছেঃ “সালাত কায়েম করো দিনের দুই প্রান্তে (অর্থাৎ ফজর ও মাগরিব) এবং কিছু রাত পার হয়ে গেলে (অর্থাৎ এশা)। [১১৪] সূরা ‘ত্বা-হা’য়ে বলা হয়েছেঃ “আর নিজের রবের হামদ (প্রশংসা) সহকারে তাঁর তাসবীহ (পবিত্রতা বর্ণনা) করতে থাকো সূর্যোদয়ের পূর্বে (ফজর) ও সূর্যাস্তের পূর্বে (আসর) এবং রাতের সময় আবার তাসবীহ করো (এশা) আর দিনের প্রান্তসমূহে (অর্থাৎ সকাল, যোহর ও মাগরিব)”। [১৩০] তারপর সূরা রূমে বলা হয়েছেঃ “কাজেই আল্লাহর তাসবীহ করো যখন তোমাদের সন্ধ্যা হয় (মাগরিব) এবং যখন সকাল হয় (ফজর)। তাঁরই জন্য প্রশংসা আকাশসমূহে ও পৃথিবীতে এবং তাঁর তাসবীহ করো দিনের শেষ অংশে (আসর) এবং যখন তোমাদের দুপুর (যোহর) হয়। \"[১৭-১৮] তবে যদিও আলোচ্য আয়াতসমূহে পাঁচ ওয়াক্ত সালাতের নির্দেশই সংক্ষেপে বৰ্ণিত হয়েছে কিন্তু এর পূর্ণ তাফসীর ও ব্যাখ্যা কেবলমাত্র রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের কথা ও কাজের মাধ্যমেই সাব্যস্ত হয়েছে। [ইবন কাসীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ব্যাখ্যা গ্ৰহণ না করা পর্যন্ত কোন ব্যক্তি সালাত আদায়ই করতে পারে না। জানি না, যারা কুরআনকে হাদীস ও রাসূলের বর্ণনা ছাড়াই বোঝার দাবী করে, তারা সালাত কিভাবে পড়ে? এমনিভাবে এ আয়াতে সালাতে কুরআন পাঠের কথাও সংক্ষেপে উল্লেখিত হয়েছে। এর বিবরণ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের কথা ও কাজ দ্বারা প্রমাণিত হয়েছে।\n  <br/>\n  <br/>\n  [৩] مشهو د শব্দটি شهد ধাতু থেকে উদ্ভূত। এর অর্থ উপস্থিত হওয়া। হাদীসসমূহের বর্ণনা অনুযায়ী এ সময় দিবা-রাত্রির উভয় দল ফেরেশতা সালাতে উপস্থিত হয়। তাই একে مشهو د বলা হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “রাতের ফেরেশতা এবং দিনের ফেরেশতাগণ এ সময় উপস্থিত হয়। ” [তিরমিয়ী ৩১৩৫]\n  <br/>\n  <br/>\n  অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \"জামাতের সালাতের ফযীলত একাকী সালাতের চেয়ে পচিশ গুণ বেশী। রাতের ফেরেশতা এবং দিনের ফেরেশতাগণ ফজরের সালাতে একত্রিত হন। \" [বুখারীঃ ৬৪৮, মুসলিমঃ ৬৪৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১৭ : ৭৯",
        "arabic_text": "\nوَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِۦ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا ",
        "bangla_text": "আর রাতের কিছু অংশে তাহাজ্জুদ [১] আদায় করুন, এটা আপনার জন্য অতিরিক্ত [২]। আশা করা যায় আপনার রব আপনাকে প্রতিষ্ঠিত করবেন প্রশংসিত স্থানে [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تهجد শব্দটি নিদ্ৰা যাওয়া ও জাগ্রত হওয়া এই পরস্পর বিরোধী দুই অর্থে ব্যবহৃত হয়। [ফাতহুল কাদীর] আয়াতের অর্থ এই যে, রাত্রির কিছু অংশে কুরআন পাঠসহ জাগ্রত থাকুন। কেননা به এর সর্বনাম দ্বারা কুরআন বোঝানো হয়েছে। [ফাতহুল কাদীর] আর কুরআন পাঠসহ জাগ্রত থাকার অর্থ সালাত পড়া। এ কারণেই শরীআতের পরিভাষায় রাত্রিকালীন সালাতকে “তাহাজ্জুদ” বলা হয়। সাধারণতঃ এর অর্থ, এরূপ নেয়া হয় যে কিছুক্ষণ নিদ্ৰা যাওয়ার পর যে সালাত পড়া হয় তাই তাহাজ্জুদের সালাত। হাসান বসরী বলেনঃ এশার পরে পড়া হয় এমন প্রত্যেক সালাতকে তাহাজ্জুদ বলা যায়। [ইবন কাসীর] তবে প্রচলিত পদ্ধতির কারণে কিছুক্ষণ নিদ্ৰা যাওয়ার পর পড়ার অর্থেই অনেকে তাহাজ্জুদ বুঝে থাকেন। সাধারণতঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম ও সাহাবায়ে কেরাম শেষ রাত্রে জাগ্রত হয়ে তাহাজ্জুদের সালাত পড়তেন। তাই এভাবে পড়াই উত্তম হবে। তাহাজ্জুদের সালাতের ব্যাপারে বহু হাদীসে অনেক ফযীলত বর্ণিত হয়েছে। এক হাদীসে বলা হয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “রমযানের সাওমের পর সবচেয়ে উত্তম হলো আল্লাহর মাস মুহররামের সাওম আর ফরয সালাতের পর সবচেয়ে উত্তম সালাত হলো, রাতের সালাত”। [মুসলিমঃ ১১৬৩]\n  <br/>\n  <br/>\n  [২] نافلة  শব্দের আভিধানিক অর্থ অতিরিক্ত। এ কারণেই যেসব সালাত, দান-সদকা ওয়াজিব ও জরুরী নয়- করলে সওয়াব পাওয়া যায় এবং না করলে গোনাহ নাই, সেগুলোকে নফল বলা হয়। আয়াতে নামাযে তাহাজ্জুদের সাথে نافلة  শব্দ সংযুক্ত হওয়ায় এটাই বোঝা যায় যে, তাহাজ্জুদের সালাত বিশেষভাবে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম- এর জন্যে নফল। অথচ সমগ্র উম্মতের জন্যেও নফল। এজন্যেই কোন কোন তফসীরবিদ এখানে نافلة  শব্দটিকে উম্মতের ওপর তো শুধু পাঁচ ওয়াক্ত সালাতই ফরয; কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম-এর উপর তাহাজ্জুদও একটি অতিরিক্ত ফরয। অতএব, এখানে نافلة শব্দের অর্থ অতিরিক্ত ফরয। নফলের সাধারণ অর্থে নয়। [তাবারী] আবার কোন কোন মুফাসসির বলেন, এখানে نافلة শব্দটি তার সাধারণ অর্থ অতিরিক্ত অর্থেই ব্যবহৃত হয়েছে, তখন অর্থ হবেঃ আপনার যাবতীয় পূর্ব ও পরের গুণাহ মাফ হয়ে যাওয়ার কারণে আপনার জন্য তাহাজ্জুদের সালাত অতিরিক্তই রয়ে গেল। [ইবন কাসীর] আপনার উম্মাতের জন্য সেটার প্রয়োজনীয়তা হলো, গোনাহ মাফ পাওয়া। কিন্তু আপনার জন্য তা মর্যাদা বৃদ্ধি কারক। কিন্তু নফল হওয়া সত্ত্বেও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদ ত্যাগ করতেন না। এ ব্যাপারে তাকে জিজ্ঞেস করা হলে তিনি বলেছিলেন যে,\n  <br/>\n  <br/>\n  أَفَلا أَكُونُ عَبْداً شكُوراً\n  <br/>\n  <br/>\n  অর্থাৎ “আমি কি কৃতজ্ঞ বান্দা হবো না? [মুসলিমঃ ২৮১৯]\n  <br/>\n  <br/>\n  [৩] আলোচ্য আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে মাকামে মাহমুদের ওয়াদা দেয়া হয়েছে। মাকামে মাহমুদ শব্দদ্বয়ের অর্থ, প্রশংসনীয় স্থান। এই মাকাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের জন্যেই বিশেষভাবে নির্দিষ্ট-অন্য কোন নবীর জন্যে নয়। এর তাফসীর প্রসঙ্গে বিভিন্ন উক্তি বর্ণিত আছে। সহীহ হাদীস সমূহে স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম থেকে বর্ণিত আছে যে, এ হচ্ছে “বড় শাফা আতের মাকাম”। [ফাতহুল কাদীর]। হাশরের ময়দানে যখন সমগ্ৰ মানব জাতি একত্রিত হবে এবং প্রত্যেক নবীর কাছেই শাফাআতের দরখাস্ত করবে, তখন সব নবীই শাফা’আত করতে অপারগতা প্রকাশ করবেন। তখন কেবল মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামাই সমগ্ৰ মানবজাতির জন্যে শাফাআত করবেন। এ সম্পর্কে দিন লোকেরা দলে দলে বিভক্ত হবে। প্রত্যেক উম্মত তার নিজের নবীর কাছে যাবে। তারা বলবে, হে অমুক (নবী)!! আল্লাহর কাছে আমাদের জন্য শাফা’আত করুন। হে অমুক (নবী)!! আল্লাহর কাছে আমাদের জন্য শাফা’আত করুন। (কিন্তু তারা কেউ শাফা’আত করতে রাযী  হবেন না)। শেষ পর্যন্ত শাফা’আতের দায়িত্ব এসে পড়বে নবী (মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উপর। আর এই দিনেই আল্লাহ তাকে মাকামে মাহমুদে দাঁড় করাবেন। [বুখারীঃ ৪৭১৮]\n  <br/>\n  <br/>\n  অপর এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যে ব্যক্তি আযান শুনার পর বলবে “আল্লাহুম্মা রাব্বা হাযিহিদ দাওয়াতিত তাম্মাতি ওয়াস সালাতিল কায়েমাহ, আতি মুহাম্মদানিল ওয়াসিলাতা ওয়াল ফাদীলাহ ওয়াব’আসাহু মাকামাম মাহমুদানিল্লাযী ওয়াদতাহ্” তার জন্য আমার শাফা’আত হালাল হয়ে যাবে। [বুখারীঃ ৪৭১৯]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত তিনি এ আয়াতে مَقامٌ مَحْمُود “মাকামে মাহমুদ তথা প্রশংসিত স্থান” সম্পর্কে বলেছেনঃ “এটা সে স্থান যেখান থেকে আমি আমার উম্মাতের জন্য শাফা’আত করব। ” [মুসনাদে আহমাদঃ ২/৪৪১, ৫২৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১৭ : ৮০",
        "arabic_text": "\nوَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا ",
        "bangla_text": "আর বলুন, ‘হে আমার রব! আমাকে প্রবেশ করার সত্যতার সাথে এবং আমাকে বের করান সত্যতার সাথে [১] এবং আপনার কাছ থেকে আমাকে দান করুন সাহায্যকারী শক্তি। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরোক্ত অনুবাদটি বাগভীর অনুকরণে করা হয়েছে। অন্য অর্থ হচ্ছে, আল্লাহর সন্তোষ যেভাবে হয় সেভাবে প্রবেশ করানো এবং আল্লাহর সন্তোষ যাতে রয়েছে সেভাবে বের করা। মূলত: مدخل ও خحرج এর অর্থ প্রবেশ করার স্থান ও বহিগর্মনের স্থান। উভয়ের সাথে صدق  বিশ্লেষণ যুক্ত হওয়ার অর্থ এই যে, এই প্রবেশ ও বহিগর্মন সব আল্লাহর ইচ্ছানুযায়ী উত্তম পন্থায় হোক। কেননা, আরবী ভাষায় صدق এমন কাজের জন্যে ব্যবহৃত হয়, যা বাহ্যতঃ ও আভ্যন্তরীন উভয় দিক দিয়ে সঠিক ও উত্তম হবে। কোন কোন মুফাসসির বলেনঃ এখানে ‘প্ৰবেশ করার স্থান’ বলে মদীনা এবং ‘বহিৰ্গমনের স্থান’ বলে মক্কা বোঝানো হয়েছে। [তাবারী] উদ্দেশ্য এই যে, হে আল্লাহ, মদীনায় আমার প্রবেশ উত্তমভাবে সম্পন্ন হোক। সেখানে কোন অগ্ৰীতিকর ঘটনা যেন না ঘটে এবং মক্কা থেকে আমার বের হওয়া উত্তমভাবে সম্পন্ন হোক। এই তাফসীরটি অনেক তাবেয়ীন থেকে বর্ণিত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১৭ : ৮১",
        "arabic_text": "\nوَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُۚ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا ",
        "bangla_text": "আর বলুন, ‘হক এসেছে ও বাতিল বিলুপ্ত হয়েছে; ‘নিশ্চয় বাতিল বিলুপ্ত হওয়ারই ছিল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতটি হিজরতের পর মক্কা বিজয়ের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উচ্চারণ করেছিলেন। ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ মক্কা বিজয়ের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় প্রবেশ করেন, তখন বায়তুল্লাহর চতুর্পার্শ্বে তিনশ ষাটটি মূর্তি স্থাপিত ছিল। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম যখন সেখানে পৌঁছেন, তখন তাঁর মুখে এ আয়াতটি উচ্চারিত হচ্ছিল, এবং তিনি স্বীয় ছড়ি দ্বারা প্রত্যেক মূর্তির বক্ষে আঘাত করে যাচ্ছিলেন। [বুখারীঃ ২৪৭৮, ৪৭২০, মুসলিমঃ ১৭৮১] সুতরাং সত্য প্রতিষ্ঠিত হলে মিথ্যা অপসৃত হবেই। অন্য আয়াতে আল্লাহ তা'আলা বলেন, “কিন্তু আমি সত্য দ্বারা আঘাত হানি মিথ্যার উপর; ফলে তা মিথ্যাকে চূর্ণ-বিচূর্ণ করে দেয় এবং তৎক্ষণাৎ মিথ্যা নিশ্চিহ্ন হয়ে যায়। [সূরা আল-আম্বিয়াঃ ১৮]\n  <br/>\n  <br/>\n  আরো বলেন, “বলুন, ‘সত্য এসেছে এবং অসত্য না পারে নূতন কিছু সৃজন করতে, আর না পারে পুনরাবৃত্তি করতে’ ।  [সূরা সাবাঃ ৪৯]\n  <br/>\n  <br/>\n  আরো বলেনঃ “আল্লাহ মিথ্যাকে মুছে দেন এবং নিজ বাণী দ্বারা সত্যকে প্রতিষ্ঠিত করেন। অন্তরে যা আছে সে বিষয়ে তিনি তো সবিশেষ অবহিত ”। [সূরা আশ-শূরাঃ ২৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১৭ : ৮২",
        "arabic_text": "\nوَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا ",
        "bangla_text": "আর আমরা নাযিল করি কুরআন, যা মুমিনদের জন্য আরোগ্য ও রহমত [১], কিন্তু তা যালিমদের ক্ষতিই বৃদ্ধি করে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআন যে অন্তরের ঔষধ এবং শির্ক, কুচরিত্র ও আত্মিক রোগসমূহ থেকে মনের মুক্তিদাতা, এটা সৰ্বজনস্বীকৃত সত্য। মুমিনরা এর দ্বারা উপকৃত হয় আর কাফেররা এর দ্বারা উপকৃত হতে পারে না।\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা এ কুরআনকে নিজেদের পথ প্রদর্শক হিসেবে গ্রহণ করে, তাদের জন্য তা নিরাময়। কিন্তু যেসব যালেম একে প্রত্যাখ্যান করে এবং এর পথ নির্দেশনা থেকে মুখ ফিরিয়ে নেয়, এ কুরআন তাদেরকে আরো বেশী ক্ষতির মধ্যে ঠেলে দেয়। একথাটিই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একটি ছোট্ট তাৎপর্যবহ বাক্যের মধ্যে বর্ণনা করেছেন। তিনি বলেছেনঃ কুরআন হয় তোমার সপক্ষে প্রমাণ আর নয়তো তোমার বিপক্ষে প্রমাণ। [মুসলিমঃ ২২৩।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১৭ : ৮৩",
        "arabic_text": "\nوَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا ",
        "bangla_text": "আর আমরা যখন মানুষের প্রতি অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় ও দূরে সরে যায়। আর যখন তাকে অনিষ্ট স্পর্শ করে তখন সে একেবারে হতাশ হয়ে পড়ে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১৭ : ৮৪",
        "arabic_text": "\nقُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا ",
        "bangla_text": "বলুন, ‘প্রত্যেকেই নিজ প্রকৃতি অনুযায়ী কাজ করে থাকে এবং আপনার রব সম্যক অবগত আছেন চলার পথে কে সবচেয়ে নির্ভুল।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১৭ : ৮৫",
        "arabic_text": "\nوَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِۖ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا ",
        "bangla_text": "আর আপনাকে তারা রূহ সম্পর্কে প্রশ্ন করে [১]। বলুন, ‘রূহ আমার রবের আদেশঘটিত [২] এবং তোমাদেরকে জ্ঞান দেয়া হয়েছে অতি সামান্যই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দশম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] এ আয়াতে রূহ সম্পর্কে কাফেরদের পক্ষ থেকে একটি প্রশ্ন এবং আল্লাহ তা'আলার পক্ষ থেকে এর জওয়াব উল্লেখিত হয়েছে। রূহ শব্দটি অভিধান, বাকপদ্ধতি এবং কুরআনে একাধিক অর্থে ব্যবহৃত হয়েছে। প্রসিদ্ধ ও সুবিদিত অর্থ তাই, যা এ শব্দ থেকে সাধারণভাবে বোঝা যায়। অর্থাৎ - প্ৰাণ যার বদৌলতে জীবন কায়েম রয়েছে। কুরআন পাকের এ শব্দটি জিবরাঈলের জন্যেও ব্যবহৃত হয়েছে যেমন,\n  <br/>\n  <br/>\n  فَاتَّخَذَتْ مِن دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا\n  <br/>\n  <br/>\n  “তারপর আমরা তার কাছে আমাদের রূহকে পাঠালাম, সে তার কাছে পূর্ণ মানবাকৃতিতে আত্মপ্রকাশ করল। ” [মারইয়ামঃ ১৭] এবং ঈসা আলাইহিস সালাম এর জন্যেও কয়েক আয়াতে ব্যবহৃত হয়েছে। এমন কি স্বয়ং কুরআনও ওহীকে রূহ শব্দের মাধ্যমে ব্যক্ত করা হয়েছে। যেমন-\n  <br/>\n  <br/>\n  وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا ۚ مَا كُنتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَاءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ\n  <br/>\n  <br/>\n  “এভাবে আমি আপনার প্রতি ওহী করেছি রূহ তথা আমার নির্দেশ; আপনি তো জানতেন না কিতাব কি এবং ঈমান কি! পক্ষান্তরে আমি এটাকে করেছি আলো যা দ্বারা আমি আমার বান্দাদের মধ্যে যাকে ইচ্ছে পথনির্দেশ করি; আপনি তো দেখান শুধু সরল পথ”। [সূরা আস-শূরাঃ ৫২] কিন্তু এখানে রূহ বলে কি বোঝানো হয়েছে? কোন কোন তফসীরবিদ বর্ণনার পূর্বাপর ধারার প্রতি লক্ষ্য করে প্রশ্নটি ওহী, কুরআন অথবা ওহীবাহক ফেরেশতা জিবরাঈল সম্পর্কে সাব্যস্ত করেছেন। কেননা, এর পূর্বেও\n  <br/>\n  <br/>\n  وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ\n  <br/>\n  <br/>\n  অর্থাৎ ৮২ নং আয়াতে এ কুরআনের উল্লেখ ছিল এবং পরবর্তী আয়াতসমূহেও আবার ওহী ও কুরআনের উল্লেখ রয়েছে। এর সাথে মিল রেখে তারা বুঝেছেন যে, এ প্রশ্নেও রূহ বলে ওহী, কুরআন অথবা জিবরাঈলকেই বোঝানো হয়েছে। প্রশ্নের উদ্দেশ্য এই যে, আপনার প্রতি ওহী কিভাবে আসে? কে আনে? কুরআন এর উত্তরে শুধু এতটুকু বলেছে যে, আল্লাহর নির্দেশে ওহী আসে। ওহীর পূর্ণ বিবরণ ও অবস্থা বলা হয়নি। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  কিন্তু যেসব সহীহ হাদীসে এ আয়াতের শানে-নূযুল বর্ণনা করা হয়েছে, সেগুলোতে প্রায় পরিষ্কার করেই বলা হয়েছে যে, প্ৰশ্নকারীরা প্রাণীর মধ্যস্থিত রূহ সম্পর্কেই প্রশ্ন করেছিল এবং রূহের স্বরূপ অবগত হওয়াই প্রশ্নের উদ্দেশ্য ছিল। অর্থাৎ রূহ কি? মানবদেহে রূহ কিভাবে আগমন করে? কিভাবে এর দ্বারা জীবজন্তু ও মানুষ জীবিত হয়ে যায়? আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ আমি একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে মদীনার জনবসতিহীন এলাকায় পথ অতিক্রম করেছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাতে খর্জুর ডালের একটি ছড়ি ছিল। তিনি কয়েকজন ইহুদীর কাছ দিয়ে গমন করছিলেন। তারা পরস্পরে বলাবলি করছিলঃ মুহাম্মদ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আগমন করছেন। তাকে রূহ সম্পর্কে জিজ্ঞাসা কর। অপর কয়েকজন নিষেধ করল। কিন্তু কয়েকজন ইহুদী প্রশ্ন করেই বসল। প্রশ্ন শুনে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম ছড়িতে ভর দিয়ে নিচুপ দাঁড়িয়ে গেলেন। আমি অনুমান করলাম যে, তার প্রতি ওহী নাযিল হবে। কিছুক্ষণ পর ওহী নাযিল হলে তিনি এ আয়াত পাঠ করে শোনালেনঃ\n  <br/>\n  <br/>\n  وَيَسْأَلُونَكَ عَنِ الرُّوحِ ۖ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُم مِّنَ الْعِلْمِ إِلَّا قَلِيلًا\n  <br/>\n  <br/>\n  তখন তারা পরস্পর বলল, তোমাদেরকে নিষেধ করিনি যে, তাকে প্রশ্ন করো না? [বুখারীঃ ১২৫, মুসলিমঃ ২৭৯৪] অন্য বর্ণনায় আবদুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহু বৰ্ণনা করেনঃ কোরায়শরা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম – কে সঙ্গত অসঙ্গত প্রশ্ন করত। একবার তারা মনে করল যে, ইহুদীরা বিদ্বান লোক। তারা পূর্ববতী গ্রন্থসমূহেরও জ্ঞান রাখে। কাজেই তাদের কাছ থেকে কিছু প্রশ্ন জেনে নেয়া দরকার; যেগুলো দ্বারা মুহাম্মাদের পরীক্ষা নেয়া যেতে পারে। তদনুসারে কুরাইশরা কয়েকজন লোক ইহুদীদের কাছে প্রশ্ন প্রেরণ করল। তারা শিখিয়ে দিল যে, তোমরা তাঁকে রূহ সম্পর্কে প্রশ্ন কর। [মুসনাদে আহমাদ ১/২৫৫, তিরমিয়ীঃ ৩১৪০, ইবনে হিব্বানঃ ৯৯, মুস্তাদরাকে হাকেমঃ ২/৫৩১] এ আয়াতের শানে নুযুল সম্পর্কে ইবনে মাসউদ ও ইবনে আব্বাসের যে দুটি হাদীস উপরে উল্লেখ করা হয়েছে, তন্মধ্যে ইবনে মাসউদের হাদীস অনুযায়ী প্রশ্নটি মদীনায় করা হয়েছিল। এ কারণেই কোন কোন তফসীরবিদ আয়াতটিকে 'মাদানী' সাব্যস্ত করেছেন যদিও সূরা বনী-ইসরাঈলের অধিকাংশই মক্কা। পক্ষান্তরে ইবনে আব্বাসের রেওয়ায়েত অনুসারে প্রশ্নটি মক্কায় করা হয়েছিল। এদিক দিয়ে গোটা সূরার ন্যায় এ আয়াতটিও মক্কী।\n  <br/>\n  <br/>\n  [২] রূহ সম্পর্কে বলা হয়েছে, “বলুন! রূহ আমার প্রভুর নির্দেশঘটিত”। এই জওয়াবের ব্যাখ্যায়। তফসীরবিদদের উক্তি বিভিন্নরূপ। কোন কোন মুফাসসির বলেন, এ জওয়াবে যতটুকু বিষয় বলা জরুরী ছিল এবং যতটুকু বিষয় সাধারণ লোকের বোধগম্য ছিল, ততটুকুই বলে দেয়া হয়েছে। রূহের সম্পূর্ণ স্বরূপ সম্পর্কে যে প্রশ্ন ছিল জওয়াবে তা বলা হয়নি। কারণ, তা বোঝা সাধারণ লোকের সাধ্যাতীত ব্যাপার ছিল এবং তাদের কোন প্রয়োজন এটা বোঝার উপর নির্ভরশীলও ছিল না। এই জওয়াব একথা ফুটিয়ে তুলেছে যে, রূহকে সাধারণ বস্তুসমূহের মাপকাঠিতে পরখ করার ফলশ্রুতিতে যেসব সন্দেহ মাথাচাড়া দিয়ে উঠে সেগুলো দূর হয়ে গেল। রূহ সম্পর্কে এতটুকু জ্ঞান মানুষের জন্যে যথেষ্ট। এর বেশী জ্ঞানের উপর তার কোন ধমীয় অথবা পার্থিব প্রয়োজন আটকা নয়। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১৭ : ৮৬",
        "arabic_text": "\nوَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيۡنَا وَكِيلًا ",
        "bangla_text": "আর আমরা ইচ্ছে করলে আপনার প্রতি যা ওহী করেছি তা অবশ্যই প্রত্যাহার করতে পারতাম; তারপর এ বিষয়ে আপনি আমাদের বিরুদ্ধে কোন কর্মবিধায়ক পেতেন না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে ইঙ্গিত করা হয়েছে যে, মানুষকে যতটুকুই জ্ঞান দেয়া হয়েছে, তাও তার ব্যক্তিগত জায়গীর নয়। আল্লাহর তা’আলা ইচ্ছা করলে তাও ছিনিয়ে নিতে পারে। কাজেই বর্তমান জ্ঞানের জন্য তার কৃতজ্ঞ থাকা এবং অনৰ্থক ও বাজে গবেষণায় সময় নষ্ট না করা উচিত। বিশেষতঃ যখন উদ্দেশ্য গবেষণা করা নয়; বরং অপরকে পরীক্ষা করা ও লজ্জিত করাই উদ্দেশ্য হয়। মানুষ যদি এরূপ করে, তবে এই বক্রতার পরিণতিতে তার অর্জিত জ্ঞানটুকু বিলুপ্ত হয়ে যাওয়া আশ্চর্য নয়। এ আয়াতে যদিও রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে সম্বোধন করা হয়েছে, কিন্তু আসলে উম্মতকে শোনানোই উদ্দেশ্য; অর্থাৎ রাসূলের জ্ঞানও যখন তার ক্ষমতাধীন নয়, তখন অন্যের তো প্রশ্নই উঠে না। আয়াতে আরেকটি দিকে দৃষ্টিপাত করা হয়েছে, তা হলো, এ কুরআন ওহী হিসেবে আপনার কাছে আসে। আল্লাহ যদি ইচ্ছা করেন তাহলে তিনি যা এসেছে তাও প্রত্যাহার করে নিতে পারেন। সহীহ হাদীসে এসেছে যে, বাস্তবিকই কিয়ামতের পূর্বে আল্লাহ্ তা'আলা এ কুরআনকে মানুষের মন ও কিতাবের পাতা থেকে উঠিয়ে নেবেন। [দেখুন, সুনান ইবনে মাজাহঃ ৪০৪৯]\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১৭ : ৮৭",
        "arabic_text": "\nإِلَّا رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّ فَضۡلَهُۥ كَانَ عَلَيۡكَ كَبِيرٗا ",
        "bangla_text": "তবে এটা প্রত্যাহার না করা আপনার রবের দয়া; নিশ্চয় আপনার প্রতি আছে তাঁর মহাঅনুগ্রহ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ কুরআনকে মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর নাযিল করা, তাকে রাসূল হিসেবে প্রেরণ করা, তাকে আল্লাহর বন্ধু মনোনীত করা অবশ্যই আল্লাহর পক্ষ থেকে বিশেষ অনুগ্রহ। তিনি তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা অনুগ্রহ করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সম্বোধন করে এ অনুগ্রহের কথা এ আয়াতে এবং কুরআনের অন্যত্রও এ অনুগ্রহকে স্মরণ করিয়ে দেয়া হয়েছে। [যেমন, সূরা আন-নিসাঃ ১১৩, সূরা আল-ফাতহঃ ১-২, সূরা আশ-শারহঃ ১-৫]\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১৭ : ৮৮",
        "arabic_text": "\nقُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِۦ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا ",
        "bangla_text": "বলুন, ‘যদি কুরআনের অনুরুপ কুরআন আনার জন্য মানুষ ও জিন সমবেত হয় এবং যদিও তারা পরস্পরকে সাহায্য করে তবুও তারা এর অনুরুপ আনতে পারবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১৭ : ৮৯",
        "arabic_text": "\nوَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا ",
        "bangla_text": "‘আর অবশ্যই আমরা মানুষের জন্য এ কুরআন বিভিন্ন উপমা বিশদভাবে বর্ণনা করেছি; কিন্তু বেশিরভাগ মানুষ কুফরী করা ছাড়া ক্ষান্ত হয়নি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১৭ : ৯০",
        "arabic_text": "\nوَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنۢبُوعًا ",
        "bangla_text": "আর তারা বলে, ‘আমরা কখনই তোমার উপর ঈমান আনব না , যতক্ষণ না তুমি আমাদের জন্য ভূমি হতে এক প্রস্রবণ উৎসারিত করবে ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১৭ : ৯১",
        "arabic_text": "\nأَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا ",
        "bangla_text": "‘অথবা তোমার খেজুরের ও আঙ্গুরের এক বাগান হবে যার ফাঁকে ফাঁকে তুমি অজস্র ধারায় প্রবাহিত করে দেবে নদী-নালা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১৭ : ৯২",
        "arabic_text": "\nأَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا ",
        "bangla_text": "‘অথবা তুমি যখন বলে থাক, সে অনুযায়ী আকাশকে খণ্ড-বিখণ্ড করে আমাদের উপর ফেলবে, অথবা আল্লাহ্ ও ফিরিশতাদেরকে আমাদের সামান্য উপস্থিত করবে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১৭ : ৯৩",
        "arabic_text": "\nأَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُۥۗ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا ",
        "bangla_text": "‘অথবা তোমার একটি সোনার তৈরি ঘর হবে, অথবা তুমি আকাশে আরোহণ করবে, কিন্তু তোমার আকাশ আরোহণে আমরা কখনো ঈমান আনবো না যতক্ষণ তুমি আমাদের প্রতি এক কিতাব নাযিল না করবে যা আমরা পাঠ করব [১]।’ বলুন, ‘পবিত্র মহান আমার রব! আমি তো হচ্ছি শুধু একজন মানুষের রাসুল [২]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ রাহেমাহুল্লাহ বলেন, তাদের কথার উদ্দেশ্য হলো, আমাদের প্রত্যেকের নামে চিঠি আসে না কেন? যাতে করে আমরা সে চিঠি সর্বদা বালিশের কাছে রেখে দিতে পারি ।   [ইবন কাসীর] কাফেরগণ যে এ ধরনের আলাদা আলাদা চিঠি দাবী করেছিল তার বর্ণনা অন্যান্য আয়াতেও এসেছে, বলা হয়েছে, “বস্তুত তাদের প্রত্যেকেই কামনা করে যে, তাকে একটি উন্মুক্ত গ্ৰন্থ দেয়া হোক”। [সূরা আল-মুদ্দাসসিরঃ ৫২]\n  <br/>\n  <br/>\n  [২] আল্লাহ তা'আলা এ আয়াতে যে কথাটি বুঝাতে চাচ্ছেন তা হলো, যদি তারা যা চায় তা দেয়াও হয় তারপরও তারা ঈমান আনবে না। কেননা যারা হতভাগা, যাদের ঈমান আনার ইচ্ছা নেই তারা এরপরও আরো অনেক কিছু খুঁজে বেড়াবে। কুরআনের বিভিন্ন স্থানে আল্লাহ্ তা'আলা এ সত্যটিকে সুন্দর করে ফুটিয়ে তুলে ধরেছেন। যেমন অন্যত্র আল্লাহ বলেছেন, “আমি যদি আপনার প্রতি কাগজে লিখিত কিতাবও নাযিল করতাম আর তারা যদি সেটা হাত দিয়ে স্পর্শও করত। তবুও কাফিররা বলত, “এটা স্পষ্ট জাদু ছাড়া আর কিছু নয়। ” [সূরা আল-আনআমঃ ৭]\n  <br/>\n  <br/>\n  অন্যত্র বলেছেন, “তারা আল্লাহর নামে কঠিন শপথ করে বলে, তাদের কাছে যদি কোন নিদর্শন আসত। তবে অবশ্যই তারা এতে ঈমান আনত। বলুন, “নিদর্শন তো আল্লাহর ইখতিয়ারভুক্ত। তাদের কাছে নিদর্শন আসলেও তারা যে ঈমান আনবে না এটা কিভাবে তোমাদেরকে বোঝান যাবে? [সূরা আল-আনআমঃ ১০৯]\n  <br/>\n  <br/>\n  আরো বলেছেনঃ “আমি তাদের কাছে ফিরিশতা পাঠালেও এবং মৃতরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে হাযির করলেও আল্লাহর ইচ্ছে না হলে তারা কখনো ঈমান আনবে না” [সূরা আল-আনআমঃ ১১১]\n  <br/>\n  <br/>\n  আবার অন্য জায়গায় বলেছেন, “যদি তাদের জন্য আকাশের দরজা খুলে দেই এবং তারা সারাদিন তাতে আরোহন করতে থাকে, তবুও তারা বলবে, “আমাদের দৃষ্টি সম্মোহিত করা হয়েছে; না, বরং আমরা এক জাদুগ্ৰস্ত সম্প্রদায়। \" [সূরা আল-হিজরঃ ১৪-১৫]\n  <br/>\n  <br/>\n  আরো বলেছেনঃ “নিশ্চয়ই যাদের বিরুদ্ধে আপনার রবের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না, যদিও তাদের কাছে সবগুলো নিদর্শন আসে, এমনকি তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে। ” [সূরা ইউনুসঃ ৯৬-৯৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১৭ : ৯৪",
        "arabic_text": "\nوَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا ",
        "bangla_text": "আর যখন মানুষের কাছে হিদায়াত আসে, তখন তাদেরকে ঈমান আনা থেকে বিরত রাখে কেবল তাদের এ কথা যে, ‘আল্লাহ্ কি মানুষকে রাসুল করে পাঠিয়েছিলেন [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   এগারতম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ প্রত্যেক যুগের অজ্ঞ ও মুর্থ লোকেরা এ ভুল ধারণায় নিমজ্জিত থাকে যে, মানুষ কখনো রাসূল হতে পারে না। তাই যখন কোন রাসূল এসেছেন এবং তারা দেখেছে। তিনি পানাহার করছেন, তাঁর স্ত্রী-সন্তানাদি আছে , তিনি রক্ত-মাংসের মানুষ তখন তারা ফায়সালা দিয়ে বসেছে যে, এ ব্যক্তি রসূল নয়, কারণ এতো মানুষ। কুরআনের অন্যান্য বহু স্থানে আল্লাহ তা'আলা তাদের এ প্রবণতার কথা উল্লেখ করেছেন। [যেমন, সূরা ইউনুসঃ ২, সূরা আত-তাগাবুনঃ ৬, সূরা আলমুমিনুনঃ ৪৭, সূরা ইবরাহীমঃ ১০] এভাবে তার জীবদ্দশায় তারা তাকে রাসূল হিসেবে মানেনি আর তিনি চলে যাবার দীর্ঘকাল পর তাঁর ভক্তদের মধ্যে এমনসব লোক জন্ম নিতে থাকে যারা বলতে থাকে, তিনি মানুষ ছিলেন না, কারণ তিনি ছিলেন রসূল। ফলে কেউ তাঁকে আল্লাহ বানিয়েছে, কেউ বানিয়েছে আল্লাহর পুত্র, আবার কেউ বলেছে আল্লাহ তাঁর মধ্যে অনুপ্রবিষ্ট হয়েছিলেন। মোটকথা মানবিক সত্তা ও নবুওয়াতী সত্তার একই সত্তার মধ্যে একত্র হওয়া হামেশা মূখদের কাছে একটি হেঁয়ালি হয়েই থেকেছে।\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১৭ : ৯৫",
        "arabic_text": "\nقُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا ",
        "bangla_text": "বলুন, ‘ফিরিশতাগণ যদি নিশ্চিত হয়ে যমীনে বিচরণ করত তবে আমরা আসমান থেকে তাদের কাছে অবশ্যই ফিরিশতা রাসুল করে পাঠাতাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১৭ : ৯৬",
        "arabic_text": "\nقُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرَۢا بَصِيرٗا ",
        "bangla_text": "বলুন, ‘আমার ও তোমাদের মধ্যে সাক্ষি হিসেবে আল্লাহই যথেষ্ট [১]; নিশ্চয় তিনি তাঁর বান্দাদের সম্পর্কে পূর্ণ অবহিত , পূর্ণদ্রষ্টা ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আবু হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “বনী ইসরাঈলের এক লোক বনী ইসরাঈলের অপর এক লোকের নিকট এক হাজার দীনার কার্জ চাইল। কর্জদাতা বললঃ কয়েকজন সাক্ষী আনুন, আমি তাদেরকে সাক্ষী রাখব। কর্জগ্রহীতা বললঃ সাক্ষীর জন্য আল্লাহই যথেষ্ট। তখন কৰ্জদাতা বলল, তবে একজন যামিন উপস্থিত করুন। কর্জগ্রহীতা বললঃ যামিন হিসাবে আল্লাহই যথেষ্ট । তখন কর্জদাতা বললঃ আপনি ঠিকই বলেছেন। তারপর সে নির্ধারিত সময়ে পরিশোধের শর্তে তাকে এক হাজার দীনার কার্জ দিয়ে দিল। তারপর কর্জাগ্ৰহীতা সমূদ্র যাত্রা করল এবং তার ব্যবসায়িক প্রয়োজন সমাধা করল। তারপর সে বাহন খুঁজতে লাগল, যাতে নির্ধারিত সময়ে সে কর্জদাতার নিকট এসে পৌঁছতে পারে । কিন্তু কোন রূপ বাহন সে পেল না। অগত্যা সে এক টুকরা কাঠ নিয়ে তা ছিদ্র করে কর্জদাতার নামে একখানা চিঠি ও এক হাজার স্বর্ণমুদ্রা তার মধ্যে পুরে ছিদ্রটি বন্ধ করে দিল। তারপর ঐ কাঠখন্ডটা নিয়ে সমুদ্র তীরে গিয়ে বললঃ হে আল্লাহ্ ! তুমি তো জান, আমি অমুকের কাছে এক হাজার স্বর্ণমুদ্রা কৰ্জ চাইলে সে আমার কাছে যামিন চেয়েছিল। আমি বলেছিলাম, যামিন হিসেবে আল্লাহই যথেষ্ট, এতে সে রাষী হয়েছিল। সে আমার কাছে সাক্ষী চেয়েছিল। আমি বলেছিলাম, স্বাক্ষী হিসেবে আল্লাহই যথেষ্ট। এতে সে রাযী হয়ে যায়। আমি তার প্রাপ্য তার কাছে পৌছে দেয়ার উদ্দেশ্যে বাহনের জন্য যথাসাধ্য চেষ্টা করলাম। কিন্তু পেলাম না। আমি ঐ এক হাজার স্বর্ণমুদ্রা আপনার নিকট আমানত রাখছি। এই বলে সে কাঠখন্ডটি সমুদ্রে নিক্ষেপ করল। তৎক্ষণাৎ তা সমুদ্রের মধ্যে নিমজ্জিত হয়ে গেল। তারপর লোকটি ফিরে গেল এবং নিজের শহরে যাবার জন্য বাহন খুঁজতে লাগল। ওদিকে কৰ্জদাতা নির্ধারিত দিনে এ আশায় সমুদ্রতীরে গেল যে, হয়ত বা দেনাদার তার পাওনা নিয়ে এসে পড়েছে। ঘটনাক্রমে ঐ কাঠখন্ডটি তার নজরে পড়ল। যার ভিতরে স্বর্ণমুদ্রা ছিল। সে তা পরিবারের জ্বালানির জন্য বাড়ি নিয়ে গেল। যখন কাঠের টুকরাটি চিরল তখন ঐ স্বর্ণমুদ্রা ও চিঠি সে পেয়ে গেল। কিছুকাল পর দেনাদার লোকটি এক হাজার স্বর্ণমুদ্রা নিয়ে পাওনাদারের নিকট এসে হাজির হলো এবং বললঃ আল্লাহর কসম! আমি আপনার মাল যথা সময়ে পৌছে দেয়ার উদ্দেশ্যে বাহনের খোজে সর্বদা চেষ্টিত ছিলাম। কিন্তু যে জাহাজটিতে করে আমি এখন এসেছি এটির আগে আর কোন জাহাজই পেলাম না । কর্জদাতা বললঃ আপনি কি আমার কাছে কিছু পাঠিয়েছিলেন? দেনাদার বললঃ আমি তো আপনাকে বললামই যে, এর আগে আর কোন জাহাজই আমি পাইনি। কর্জদাতা বললঃ আপনি কাঠের টুকরোর ভিতরে করে যা পাঠিয়েছিলেন তা আল্লাহ আপনার হয়ে আমাকে আদায় করে দিয়েছেন। তখন সে এক হাজার স্বর্ণমুদ্রা নিয়ে প্রশান্ত চিত্তে ফিরে চলে আসল। [বুখারীঃ ২২৯১]\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১৭ : ৯৭",
        "arabic_text": "\nوَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِۦۖ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗاۖ مَّأۡوَىٰهُمۡ جَهَنَّمُۖ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا ",
        "bangla_text": "আর আল্লাহ্ যাদেরকে পথ নির্দেশ করেন তারা তো পথপ্রাপ্ত এবং যাদেরকে তিনি পথভ্রষ্ট করেন আপনি কখনো তাদের জন্য তাঁকে ছাড়া অন্য কাউকে অভিভাবক পাবেন না। আর কিয়ামতের দিন আমরা তাদেরকে সমবেত করব তাদের মুখে ভর দিয়ে চলা অবস্থায় অন্ধ, বোবা ও বধির করে [১]। তাদের আবাসস্থল জাহান্নাম; যখনই তা স্তিমিত হবে তখনই আমরা তাদের জন্য আগুনের শিখা বৃদ্ধি করে দেব [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দুনিয়ায় তারা যে অবস্থায় ছিল, সত্যকে দেখতে পেতো না, সত্য কথা শুনতে পেতো না এবং সত্য কথা বলতো না, ঠিক তেমনিভাবেই কিয়ামতেও তাদেরকে উঠানো হবে। তারা অন্ধ হিসেবে উঠার কি অর্থ তা এ সূরার ৭২ নং আয়াতের ব্যাখ্যায় বিস্তারিত আলোচনা করা হয়েছে। বধির ও মুক হিসেবে হাশরের মাঠে উঠানোর অর্থ করা হয়েছে যে, তারা এমন মূক হবে যে, দুনিয়াতে তাদের যে সমস্ত আজে বাজে চিন্তাধারাকে দলীল হিসেবে পেশ করত তখন তারা তা পেশ করতে পারবে না। অনুরূপভাবে তারা খুশীর কিছু শুনতে পাবে না। আয়াতে আরো বলা হয়েছে যে, তারা তাদের মুখের উপর দিয়ে চলবে। আনাস রাদিয়াল্লাহু ‘আনহু বলেন, এক লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! কাফের কিভাবে তার চেহারার উপর হাশরের দিন চলবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে আল্লাহ্ দুনিয়াতে পায়ের উপর হাঁটতে দিয়েছেন তিনি কি কিয়ামতের দিন মুখের উপর হাঁটাতে পারবেন না?”। [বুখারী ৪৭৬০, মুসলিমঃ ২৮০৬]\n  <br/>\n  <br/>\n  [২] আয়াতের অর্থে বলা হয়েছে যে, জাহান্নামের আগুন যখনই কিছুটা স্তিমিত হবে তখনই তার আগুনে নতুন মাত্রা যোগ করা হবে। কাতাদা রাহেমাহুল্লাহ এ আয়াতের তাফসীরে বলেছেন, এখানে উদ্দেশ্য হলো, যখনই তাদের চামড়া পুড়ে যাবে তখনই তাদের নতুন চামড়া লাগিয়ে দেয়া হবে যাতে শাস্তি ভোগ করতে পারে। [তাবারী] সে হিসেবে এ আয়াতটি সূরা আন-নিসাঃ ৫৬ নং আয়াতের সমাৰ্থবোধক।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১৭ : ৯৮",
        "arabic_text": "\nذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا ",
        "bangla_text": "এটাই তাদের প্রতিদান, কারণ তারা আমাদের নিদর্শন অস্বীকার করেছিল ও বলেছিল, ‘অস্থিতে পরিণত ও চূর্ণ-বিচূর্ণ হলেও আমরা কি নূতন সৃষ্টিরূপে পুনরুত্থিত হব [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের ব্যাখ্যা জানার জন্য এ সূরারই ৪৯ নং আয়াতের ব্যাখ্যা দেখুন।\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "১৭ : ৯৯",
        "arabic_text": "\n۞ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا ",
        "bangla_text": "তারা কি লক্ষ্য করে না যে, নিশ্চয় আল্লাহ্, যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন তিনি তাদের অনুরূপ সৃষ্টি করতে ক্ষমতাবান [১] ? আর তিনি তাদের জন্য স্থির করেছেন এক নির্দিষ্ট কাল , যাতে কোন সন্দেহ নেই। কিন্তু যালিমরা কুফরি করা ছাড়া ক্ষান্ত হয়নি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ অর্থে কুরআনের বিভিন্ন স্থানে আরো আয়াত এসেছে। [যেমন, সূরা গাফিরঃ ৫৭, সূরা ইয়াসিনঃ ৮১, সূরা আল-আহক্কাফঃ ৩৩, সূরা আন-নাযি'আতঃ ২৭-৩৩]\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "১৭ : ১০০",
        "arabic_text": "\nقُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِۚ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا ",
        "bangla_text": "বলুন , ‘যদি তোমরা আমার রবের দয়ার ভাণ্ডারের অধিকারী হতে , তবুও ‘ব্যয় হয়ে যাবে’ এ আশংকায় তোমরা তা ধরে রাখতে; আর মানুষ তো খুবই কৃপণ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বলা হয়েছে; যদি তোমরা আল্লাহর রহমতের ভান্ডারের মালিক হয়ে যাও, তবে তাতেও কৃপণতা করবে। কাউকে দেবে না। এ আশঙ্কায় যে, এভাবে দিতে থাকলে ভান্ডারই নিঃশেষ হয়ে যাবে। অবশ্য আল্লাহর রহমতের ভান্ডার কখনও নিঃশেষ হয় না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আল্লাহর হাত পরিপূর্ণ, খরচে তা কমেনা, দিন রাতে প্রচুর প্রদানকারী, তোমরা কি দেখ না যে, আসমান ও যমীনের সৃষ্টির সময় থেকে এ পর্যন্ত যা কিছু তিনি খরচ করেছেন তাতে তার ডান হাতের মধ্যস্থিত কিছুই কমেনি। ” [বুখারীঃ ৭৪১৯, মুসলিমঃ ৯৯৩] কিন্তু মানুষ স্বভাবগতভাবে ছোটমানা ও কম সাহসী। [দেখুন, সূরা আল-মা'আরিজঃ ১৯-২২] অকাতরে দান করার সাহস তার নেই।\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "১৭ : ১০১",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِۭ بَيِّنَٰتٖۖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُۥ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا ",
        "bangla_text": "আর আমরা মূসাকে নয়টি স্পষ্ট নিদর্শন দিয়েছিলাম [১]; সুতরাং আপনি বনী ইসরাইলকে জিজ্ঞেস করে দেখুন; যখন তিনি তাদের কাছে এসেছিলেন, অতঃপর ফির’আউন তাঁকে বলেছিল, ‘হে মূসা! আমি মনে করি নিশ্চয় তুমি জাদুগ্রস্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   বারতম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] এখানে আবার মক্কার কাফেরদের মু'জিযা পেশ কবার দাবীর জবাব দেযা হয়েছে এবং এটি তৃতীয় জবাব। কাফেররা বলতো, আমরা তোমার প্রতি ঈমান আনবো না যতক্ষণ না তুমি অমুক অমুক কাজগুলো করে দেখাবে। জবাবে তাদেরকে বলা হচ্ছে, তোমাদের পূর্বে ফির’আউন মুসা আলাইহিস সালামের কাছে। এ ধরনের ‘আয়াত’ চেয়েছে। (পবিত্র কুরআনে “আয়াত” শব্দটি দু'টি অর্থে ব্যবহৃত হয়ে থাকে। এক, নিদর্শন দুই, কিতাবের আয়াত অর্থাৎ আহকামে এলাহীর অর্থে ব্যবহৃত হয়। এ স্থলে উভয় অর্থের সম্ভাবনা আছে। তবে অধিকাংশ তাফসীরবিদ এখানে “আয়াত” দ্বারা নিদর্শন বা মু'জেযা অর্থ নিয়েছেন। ) তখন মূসা আলাইহিসসালামকে আল্লাহ নয়টি প্রকাশ্য “আয়াত” দিয়েছিলেন। অর্থাৎ একটি দুটি নয় পরপর ৯টি সুস্পষ্ট মু'জিযা দেখানো হয়েছিল। তারপর এতসব মু'জিযা দেখার পরও যখন সে নবীকে অস্বীকার করলো তখন তার পরিণতি কি হলো তা তোমরা জানো। এখানে নয় সংখ্যা উল্লেখ করায় ‘আয়াতের সংখ্যা’ নয়ের বেশী না হওয়া জরুরী নয়। কিন্তু এখানে বিশেষ গুরুত্বের কারণে নয় উল্লেখ করা হয়েছে। সে নয়টি নিদর্শন নির্দিষ্টকরণে অনেক মতভেদ আছে, তবে তন্মধ্যে বিশেষভাবে পরিচিত হলো, (১) মুসা আলাইহিস সালাম এর লাঠি, যা অজগর সাপ হয়ে যেত, (২) শুভ্ৰ হাত, যা জামার নীচ থেকে বের করতেই চমকাতে থাকত, (৩) ফল-ফলাদির অভাব হওয়া। (৪) দুর্ভিক্ষ লাগা (৫) অস্বাভাবিকভাবে পঙ্গপালের আযাব প্রেরণ করা, (৬) তুফান প্রেরণ করা, (৭) শরীরের কাপড়ে এত উকুন সৃষ্টি করা, যা থেকে আত্মরক্ষার কোন উপায় ছিল না, (৮) ব্যাঙের আযাব চাপিয়ে দেয়া, ফলে প্রত্যেক পানাহারের বস্তুতে ব্যাঙ কিলবিল করতো এবং (৯) রক্তের আযাব প্রেরণ করা। ফলে প্রত্যেক পাত্রে ও পানাহারের বস্তুতে রক্ত দেখা যেত। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "১৭ : ১০২",
        "arabic_text": "\nقَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا ",
        "bangla_text": "মূসা বললেন, তুমি অবশ্যই জান [১] যে ,এ সব স্পষ্ট নিদর্শন আসমানসমূহ ও যমীনের রবই নাযিল করেছেন---প্রত্যক্ষ প্রমাণসরূপ। আর হে ফির’আউন! আমি তো মনে করছি তুমি হবে ধ্বংসপ্রাপ্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ফির’আউনকে বলা হচ্ছে যে, মূসা আলাইহিসসালাম যা কিছু নিয়ে এসেছেন তা রাব্ববুল আলামীনই যে নাযিল করেছেন তা সে জানে”। এভাবে কুরআনের অন্য আয়াতেও তাই বলা হয়েছে, যেমন, সূরা আন-নামলে বলা হয়েছে, “তারা অন্যায় ও উদ্ধতভাবে নিদর্শনগুলো প্রত্যাখ্যান করল, যদিও তাদের অন্তর এগুলোকে সত্য বলে গ্রহণ করেছিল। দেখুন, বিপর্যয় সৃষ্টিকারীদের পরিণাম কেমন হয়েছিল!” [১৪] এতে করে একথা স্পষ্ট হলো যে, ফির’আউন অবশ্যই আল্লাহর অস্তিত্ব সম্পর্কে অবগত ছিল কিন্তু সে তা অহংকার বশতঃ অস্বীকার করেছিল।\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "১৭ : ১০৩",
        "arabic_text": "\nفَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُۥ جَمِيعٗا ",
        "bangla_text": "অতঃপর ফির’আউন তাদেরকে দেশ থেকে উচ্ছেদ করার ইচ্ছা করল; তখন আমরা তাঁকে ও তাঁর সঙ্গীদের সবাইকে নিমজ্জিত করলাম [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটিই হচ্ছে এ কাহিনীটি বর্ণনা করার মূল উদ্দেশ্য। মক্কার মুশরিকরা মুসলিমদেরকে এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে আরবের মাটি থেকে উৎখাত আপনাকে দেশ থেকে উৎখাত করার চূড়ান্ত চেষ্টা করেছিল। যেমন অন্য আয়াতে বলা হয়েছে, ‘আর তারা আপনাকে দেশ থেকে উৎখাত করার চূড়ান্ত চেষ্টা করেছিল আপনাকে সেখান থেকে বহিস্কার করার জন্য; তাহলে আপনার পর তারাও সেখানে অল্পকাল টিকে থাকত”। [সূরা আল-ইসরাঃ ৭৬] তাই তাদেরকে শুনানো হচ্ছে, ফির’আউন এসব কিছু করতে চেয়েছিল মূসা ও বনী ইসরাঈলের সাথে। কিন্তু কার্যত হয়েছে এই যে, ফির’আউন ও তার সাথীদেরকে নির্মূল ও নিশ্চিহ্ন করে দেয়া হয়েছে এবং পৃথিবীতে মূসা ও তার অনুসারীদেরকে বসবাস করার ব্যবস্থা করা হয়েছে। এখন তোমরাও যদি এ একই পথ অবলম্বন করো তাহলে তোমাদের পরিণামও এর থেকে ভিন্ন কিছু হবে না।\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "১৭ : ১০৪",
        "arabic_text": "\nوَقُلۡنَا مِنۢ بَعۡدِهِۦ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا ",
        "bangla_text": "আর আমরা এরপর বনী ইসরাঈলকে বললাম, ‘তখন যমীনে বসবাস কর এবং যখন আখিরাতের প্রতিশ্রুতি বাস্তবায়িত হবে তখন তোমাদের সবাইকে আমরা একত্র করে উপস্থির করব",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "১৭ : ১০৫",
        "arabic_text": "\nوَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَۗ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا ",
        "bangla_text": "আর আমরা সত্য-সহই কুরআন নাযিল করেছি এবং তা সত্য-সহই নাযিল হয়েছে [১]। আর আমরা তো আপনাকে শুধু সুসংবাদদাতা ও সতর্ককারীরূপে পাঠিয়েছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের ভাবাৰ্থ হলো, আমরা এ কুরআনকে হক তথা সঠিক তথ্যসম্বলিত করে নাযিল\n  <br/>\n  করেছি। তাতে আল্লাহ তাঁর আপন ইলম যা তিনি তোমাদেরকে জানাতে চেয়েছেন যেমন তার নির্দেশ, নিষেধ, হুকুম-আহকামসমূহ সম্বলিত করেছেন। তারপর আল্লাহ তা'আলা বলছেন যে, ‘আর এ কুরআন হক তথা সঠিকভাবেই নাযিল হয়েছে'। অর্থাৎ হে নবী! এ কুরআন আপনার কাছে সংরক্ষিত, অবিকৃত ও অমিশ্রিতভাবে, কোন কিছু বেশী বা কম না করেই নাযিল হয়েছে। কেননা, এটা তো সে মহাশক্তিশালী স্বত্তার পক্ষ থেকে এসেছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "১৭ : ১০৬",
        "arabic_text": "\nوَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا ",
        "bangla_text": "আর আমরা কুরআন নাযিল করেছি খণ্ড খণ্ডভাবে; যাতে আপনি তা মানুষের কাছে পাঠ করতে পারেন ক্রমে ক্রমে এবং আমরা তা পর্যায়ক্রমে নাযিল করেছি [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কুরআনকে একত্রে নাযিল না করে খন্ড খন্ড ভাবে নাযিল করার একটি কারণ বর্ণনা হয়েছে। আর তা হল, পরিবেশ পরিস্থিতি, প্রশ্নোত্তর ও রাসূলের অন্তরকে প্রশান্তি প্ৰদান করা। তবে আল্লাহ্ তা'আলা লাইলাতুল কদরের রাত্রিতে এ কুরআনকে পুরোপুরি নাযিল করে প্রথম আসমানে বাইতুল ইজ্জতে নাযিল করেছেন বলে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে কোন কোন বর্ণনায় দেখা যায়। [মুস্তাদরাকে হাকোমঃ ২/৩৬৮, ইবনে হাজার আল-আসকালানীঃ ফাতহুল বারীঃ ৪/৯]\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "১৭ : ১০৭",
        "arabic_text": "\nقُلۡ ءَامِنُواْ بِهِۦٓ أَوۡ لَا تُؤۡمِنُوٓاْۚ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِۦٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَۤ لِلۡأَذۡقَانِۤ سُجَّدٗاۤ ",
        "bangla_text": "বলুন, ‘তোমরা কুরআনে ঈমান আন আর নাই ঈমান আন, নিশ্চয় যাদেরকে এর আগে জ্ঞান দেয়া হয়েছে, তাদের কাছে যখন এটা তেলাওআত করা হয় তখনই তারা সিজদায় লুটিয়ে পড়ে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "১৭ : ১০৮",
        "arabic_text": "\nوَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا ",
        "bangla_text": "আর তারা বলে , ‘আমাদের রব পবিত্র, মহান। আমাদের রবের প্রতিশ্রুতি কার্যকর হয়েই থাকে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "১৭ : ১০৯",
        "arabic_text": "\nوَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩ ",
        "bangla_text": "‘আর তারা কাঁদতে কাঁদতে নতমস্তকে লুটিয়ে পড়ে এবং এটা তাদের বিনয় বৃদ্ধি করে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "১৭ : ১১০",
        "arabic_text": "\nقُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَۖ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا ",
        "bangla_text": "বলুন, ‘তোমরা ‘আল্লাহ্’ নামে ডাক বা ‘রহমান’ নামে ডাক, তোমরা যে নামেই ডাক সকল সুন্দর নামই তো তাঁর। আর আপনি সালাতে স্বর খুব উচ্চ করবেন না আব্র খুব ক্ষীণও করবেন না; বরং এ দুয়ের মধ্যপথ অবলম্বন করুন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত নাযিল হওয়ার কারণ হিসেবে এসেছে যে, মক্কায় রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম যখন সালাতে উঁচুস্বরে তেলাওয়াত করতেন, তখন মুশরিকরা ঠাট্টা-বিদ্রুপ করত এবং কুরআন, জিবরাঈল ও স্বয়ং আল্লাহ্ তাআলাকে উদ্দেশ্য করে ধৃষ্টতাপূর্ণ কথাবার্তা বলত এর জওয়াবে আয়াতের শেষাংশ অবতীর্ণ হয়েছে। [বুখারীঃ ৪৭২২, মুসলিমঃ ৪৪৬] এতে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে সশব্দ ও নিঃশব্দ উভয়ের মধ্যবতী পন্থা অবলম্বন করার শিক্ষা দেয়া হয়েছে। কেননা, মধ্যবতীর্ণ শব্দে পাঠ করলেই প্রয়োজন পূর্ণ হয়ে যেত এবং সশব্দে পাঠ করলে মুশরিকরা নিপীড়নের যে সুযোগ পেত, তা থেকে মুক্তি পাওয়া যায়।\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেন, এ আয়াতে সালাতে কুরআন তেলাওয়াতের আদব বর্ণনা করে বলা হয়েছে যে, খুব উচ্চঃস্বরে না হওয়া চাই এবং এমন নিঃশব্দেও না হওয়া চাই যে, মুক্তাদীরা শুনতে পায় না। বলাবাহুল্য এ বিধান বিশেষ করে সশব্দে পঠিত সালাতসমূহের জন্যে। যোহর ও আসরের নামাযে নিঃশব্দে পাঠ করা মুতাওয়াতির হাদীস দ্বারা প্রমাণিত । জাহরী বা উচ্চঃস্বরে পড়তে হয় এমন সালাত বলতে ফজর, মাগরিব ও এশার সালাত বোঝায়। তাহাজ্জুদের সালাতও এর অন্তর্ভুক্ত। যেমন, এক হাদীসে রয়েছে, একবার রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম তাহাজ্জুদের সময় আবু বকর রাদিয়াল্লাহু আনহু ও ওমর রাদিয়াল্লাহু আনহু – এর কাছ দিয়ে গেলে আবু বকরকে নিঃশব্দে এবং ওমরকে উচ্চঃস্বরে তেলাওয়াতরত দেখতে পান। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আবু বকর রাদি'আল্লাহু আনহু – কে বললেনঃ আপনি এত নিঃশব্দে তেলাওয়াত করেন কেন? তিনি আরয করলেনঃ যাকে শোনানো উদ্দেশ্য তাকে শুনিয়ে দিয়েছি। আল্লাহ্ তা'আলা গোপনতম আওয়াযও শ্রবণ করেন। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বললেনঃ সামান্য শব্দ সহকারে পাঠ করুন। অতঃপর ওমরকে বললেনঃ আপনি এত উচ্চঃস্বরে তেলাওয়াত করেন কেন? তিনি আরয করলেনঃ আমি নিদ্রা ও শয়তানকে বিতাড়িত করে দেয়ার জন্যে উচ্চঃস্বরে পাঠ করি। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম তাকে আদেশ দিলেন, যে একটু অনুচ্চ শব্দে পাঠ করুন। [তিরমিয়ীঃ ৪৪৭] তবে তাহাজুদের সালাতে ইচ্ছা করলে কেরাত  উচ্চস্বরে পড়তে পারে আবার ইচ্ছা করলে নিচুস্বরেও পড়তে পারে। এ ব্যাপারে ধরাবাধা কোন নিয়ম নেই। [দেখুনঃ তিরমিয়ীঃ ৪৪৮] তবে এ আয়াতে বর্ণিত “সালাত” শব্দটির অর্থ সম্পর্কে আরো কিছু মত রয়েছে। আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, এ আয়াতে সালাত বলতে দোআ বুঝানো হয়েছে। [বুখারীঃ ৪৭২৩, মুসলিমঃ ৪৪৭] সুতরাং সে অনুসারে দো'আ করতে স্বর খুব উচু করতে নিষেধ করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "১৭ : ১১১",
        "arabic_text": "\nوَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُۥ وَلِيّٞ مِّنَ ٱلذُّلِّۖ وَكَبِّرۡهُ تَكۡبِيرَۢا ",
        "bangla_text": "বলুন। ‘প্রশংসা আল্লাহ্রই যিনি কোন সন্তান গ্রহণ করেননি [১] , তাঁর সার্বভৌমত্বে কোন অংশীদার নেই [২] এবং দুর্দশাগ্রস্ততা থেকে বাঁচতে তাঁর অভিভাবকের প্রয়োজন নেই [৩]। আর আপনি সসম্ভ্রমে তাঁর মাহাত্ম্য ঘোষণা করুন।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে প্রত্যক্ষভাবে রাসূলকে নির্দেশ দেয়া হলেও নির্দেশটি সমস্ত উম্মতের জন্যও প্রযোজ্য। সবাইকে তাওহীদের ঘোষণা দেয়ার নির্দেশ দেয়া হচ্ছে। আল্লাহর একত্ববাদ প্রতিষ্ঠা করার আদেশ করা হয়েছে। পবিত্র কুরআনের বিভিন্ন স্থানে তাওহীদের এ অংশের নির্দেশ সম্বলিত আয়াতসমূহ এসেছে। [যেমন, সূরা ইখলাস, সূরা আল জিনঃ ৩, সূরা আল-মু'মিনূনঃ ৯১, সূরা আল-আনআমঃ ১০১, সূরা আল-বাকারাহ ১১৬, সূরা ইউনুসঃ ৬৮, সূরা আল-কাহফঃ ৪, সূরা মারইয়ামঃ ৮৮-৯২, সূরা আল আম্বিয়াঃ ২৬, সূরা আল-ফুরকানঃ ২] এ সমস্ত আয়াতে যে সত্যটি তুলে ধরা হয়েছে তা হলো, দয়াময় আল্লাহর জন্য সন্তান গ্রহণ অসম্ভব। সন্তান তো তারাই আশা করে যারা তাদের অবর্তমানে তাদের কাজকারবার দেখাশুনা, তাদের নাম টিকিয়ে রাখা, তাদের চাহিদা পূরণ, তাদের কর্মকাণ্ডে সাহায্য-সহযোগিতার প্রয়োজন পড়ে। মহান আল্লাহ তা’আলা এ সমস্ত কিছু থেকে সম্পূর্ণ পবিত্র। তিনি সর্বদা আছেন ও থাকবেন। তার কোন অভাব নেই। সবাই তাঁর মুখাপেক্ষী। সুতরাং আল্লাহর কোন সন্তান হতে পারে না। এতে ইয়াহুদী ও নাসারাদের দাবীর রদ করা হয়েছে। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এখানে আরও যে সমস্ত কারণে মানুষ তাওহীদ থেকে বিচ্যুত হয় তা হচ্ছে, কোন কোন মানুষ মনে করে থাকে যে, যদি তার সন্তান নাও থাকে তার রাজত্বে ও রবুবিয়াতে অন্য কেউ শরীক আছে। সুতরাং তাদেরকেও সন্তুষ্ট করা উচিত। যেমন, মাজুস সম্প্রদায় মনে করে থাকে। তারা দু’জন ইলাহ নির্ধারণ করে থাকে। [ফাতহুল কাদীর] অনুরূপভাবে হিন্দু সম্প্রদায়ের মধ্যেও অনেকে এ ধরনের বিশ্বাস করে থাকে।\n  <br/>\n  <br/>\n  [৩] এখানে সে সমস্ত মুশরিকদের কথা বলা হয়েছে যারা বিভিন্ন দেবতা ও জ্ঞানী গুণী মহামানবদের সম্পর্কে বিশ্বাস করতো যে, আল্লাহ নিজের সার্বভৌম কর্তৃত্বের বিভিন্ন বিভাগ এবং নিজের রাজত্বের বিভিন্ন এলাকা তাদের ব্যবস্থাপনায় দিয়ে দিয়েছেন। এখানে তাদের এ বিশ্বাসের বিরুদ্ধে প্রমাণ পেশ করা হয়েছে যে, আল্লাহ এমন নন যে, তিনি কোন কাজ করতে গিয়ে অপর কাজ করতে অপারগ হয়ে পড়েন। সুতরাং তার সহকারী কেন লাগবে? সুতরাং তাদের যে বিশ্বাস ছিল, আল্লাহ নিজে তাঁর সার্বভৌম কর্তৃত্বের বোঝা বহন করতে অক্ষম, তাই তিনি নিজের জন্য কোন সাহায্যকারী ও নির্ভর তালাশ করে বেড়াচ্ছেন। এটা একান্ত ভ্ৰান্ত ধারণা ও বিশ্বাস। তাই বলা হয়েছে, আল্লাহ অক্ষম নন। তাঁর কোন ডেপুটি, সহকারী ও সাহায্যকারীর প্রয়োজন নেই। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    }
]