[
    {
        "id": 1,
        "verse": "১৮ : ১",
        "arabic_text": "\nٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ ",
        "bangla_text": "যাবতীয় প্রশংসা আল্লাহ্রই যিনি তাঁর বান্দার উপর কিতাব নাযিল করেছেন [১] এবং তাতে তিনি বক্রতা রাখেননি [২];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরার নাম সূরা আল-কাহাফা। কারণ সূরার মধ্যে কাহাফ বা গুহাবাসীদের আলোচনা স্থান পেয়েছে।\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ১১০ ৷\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  <br/>\n  <br/>\n  সূরা আল-কাহাফ মক্কায় নাযিল হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  <b>\n   সূরার কিছু বৈশিষ্ট্যঃ\n  </b>\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “যে ব্যক্তি সূরা আল-কাহফের প্রথম দশ আয়াত মুখস্থ করবে, সে দাজ্জালের ফেৎনা থেকে নিরাপদ থাকবে। [আবু দাউদঃ ৪৩২৩, আহমাদঃ ৬/৪৪৯] অন্য এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “যে ব্যক্তি সূরা কাহফের শেষ দশটি আয়াত মুখস্থ করবে। সে দাজ্জালের ফেৎনা থেকে মুক্ত থাকবে’। [মুসলিমঃ ৮০৯] অন্য এক হাদীসে বারা ইবনে আযিব রাদিয়াল্লাহু ‘আনহু বলেন, এক লোক সূরা আল-কাহাফ পড়ছিল তার ঘরে ছিল একটি বাহন। বাহনটি বারবার পালাচ্ছিল। সে তাকিয়ে দেখল যে, মেঘের মত কিছু যেন তাকে ঢেকে আছে। সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে সেটা বৰ্ণনা করার পর রাসূল বললেন: হে অমুক! তুমি পড়। এটাতো কেবল \"সাকীনাহ' বা প্রশান্তি যা কুরআন পাঠের সময় নাযিল হয় ৷ [বুখারী: ৩৬১৪, মুসলিম: ৭৯৫]। অন্য হাদীসে এসেছে, যে কেউ শুক্রবারে সূরা আল-কাহাফ পড়বে পরবর্তী জুম'আ পর্যন্ত সে নূর দ্বারা আলোকিত থাকবে। ” [মুস্তাদরাকে হাকিম: ২/৩৬৮, সুনান দারমী ২/৪৫৪] অপর হাদীসে এসেছে, যেভাবে সূরা আল-কাহাফ নাযিল হয়েছে সেভাবে কেউ তা পড়লে সেটা তার জন্য কিয়ামতের দিন নূর বা আলোকবর্তিকা হবে'। [মুস্তাদরাকে হাকিম: ১/৫৬৪]\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] সূরার শুরুতে মহান আল্লাহ নিজেই নিজের প্রশংসা করছেন। এ ধরনের প্রশংসা একমাত্র তাঁরই। প্রথম ও শেষ সর্বাবস্থায় শুধু তাঁরই প্রশংসা করা যায়। তিনি তাঁর বান্দা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর কিতাব নাযিল করেছেন সুতরাং তিনি প্রশংসিত; কারণ এর মাধ্যমে তিনি মানুষদেরকে অন্ধকার থেকে আলোতে নিয়ে এসেছেন। এর চেয়ে বড় নেয়ামত আর কী-ই বা আছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এর মধ্যে এমন কোন কথাবার্তা নেই যা বুঝতে পারা যায় না। আবার সত্য ও ন্যায়ের সরল রেখা থেকে বিচ্যুত এমন কথাও নেই যা মেনে নিতে কোন সত্যপন্থী লোক ইতস্তত করতে পারে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১৮ : ২",
        "arabic_text": "\nقَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا ",
        "bangla_text": "সরলরূপে [১], তাঁর কঠিন শাস্তি সম্পর্কে সতর্ক করার জন্য এবং মুমিনগণ যারা সৎকাজ করে , তাদেরকে এ সুসংবাদ দেয়ার জন্য যে, তাদের জন্য আছে উত্তম পুরস্কার,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এমন সরল ও সহজরুপে যে তাতে নেই কোন স্ববিরোধিতা। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১৮ : ৩",
        "arabic_text": "\nمَّٰكِثِينَ فِيهِ أَبَدٗا ",
        "bangla_text": "যাতে তারা স্থায়ীভাবে অবস্থান করবে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১৮ : ৪",
        "arabic_text": "\nوَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا ",
        "bangla_text": "আর সতর্ক করার জন্য তাদেরকে যারা বলে, আল্লাহ্ সন্তান গ্রহণ করেছেন [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যারা আল্লাহর সন্তান-সন্ততি আছে বলে দাবী করে এদের মধ্যে রয়েছে নাসারা, ইহুদী ও আরব মুশরিকরা। [ফাতহুল কাদীর] তাছাড়া পাক-ভারতের হিন্দুরাও আল্লাহর জন্য সন্তান-সন্ততি সাব্যস্ত করে থাকে।\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১৮ : ৫",
        "arabic_text": "\nمَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا ",
        "bangla_text": "এ বিষয়ে তাদের কোন জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও ছিল না। তাদের মুখ থেকে বের হওয়া বাক্য কি সাংঘাতিক! তারা তো শুধু মিথ্যাই বলে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অৰ্থাৎ তাদের এ উক্তি যে, অমুক আল্লাহর পুত্র অথবা অমুককে আল্লাহ পুত্র হিসেবে গ্রহণ করেছেন, এগুলো তারা এ জন্য বলছে না যে, তাদের আল্লাহর পুত্র হবার বা আল্লাহর কাউকে পুত্র বানিয়ে নেবার ব্যাপারে তারা কিছু জানে। বরং নিছক নিজেদের ভক্তি শ্রদ্ধার বাড়াবাড়ির কারণে তারা একটি মনগড়া মত দিয়েছে এবং এভাবে তারা যে কত মারাত্মক গোমরাহীর কথা বলছে এবং বিশ্বজাহানের মালিক ও প্ৰভু আল্লাহর বিরুদ্ধে যে কত বড় বেয়াদবী ও মিথ্যাচার করে যাচ্ছে তার কোন অনুভূতিই তাদের নেই। এভাবে তারা নিজেরা যেমন পথভ্রষ্ট হচ্ছে তেমনি ভ্ৰষ্ট করছে তাদের সন্তানসন্ততিদেরকেও। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১৮ : ৬",
        "arabic_text": "\nفَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا ",
        "bangla_text": "তারা এ বাণীতে ঈমান না আনলে সম্ভবত তাদের পিছনে ঘুরে আপনি দুক্ষে আত্ম-বিনাশী হয়ে পড়বেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মধ্যে সে সময় যে মানসিক অবস্থার টানাপোড়ন চলছিল এখানে সেদিকে ইংগিত করা হয়েছে। তিনি তাদের হিদায়াতের জন্য দিনরাত পরিশ্রম করে যাচ্ছিলেন, কিন্তু তারা আল্লাহর আযাবের সম্মুখীন হবার জন্য উঠে পড়ে লেগেছিল। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেই তার এ মানসিক অবস্থাকে একটি হাদীসে এভাবে বর্ণনা করেছেনঃ “আমার ও তোমাদের দৃষ্টান্ত এমন এক ব্যক্তির মতো যে আলোর জন্য আগুন জ্বালালো কিন্তু পতংগরা তার উপর ঝাঁপিয়ে পড়তে শুরু করলো পুড়ে মরার জন্য। সে এদেরকে কোনক্রমে আগুন থেকে বাঁচাবার চেষ্টা করে কিন্তু এ পতংগরা তার কোন প্রচেষ্টাকেই ফলবতী করতে দেয় না। আমার অবস্থাও অনুরূপ। আমি তোমাদের হাত ধরে টান দিচ্ছি। কিন্তু তোমরা আগুনে লাফিয়ে পড়ছো। ” [বুখারীঃ ৩২৪৪, ৬১১৮ ও মুসলিমঃ ২২৮৪]। সূরা আশ শু'আরার ৩ নং আয়াতেও এ ব্যাপারে আলোচনা এসেছে।\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১৮ : ৭",
        "arabic_text": "\nإِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا ",
        "bangla_text": "নিশ্চয় যমীনের উপর যা কিছু আছে আমরা সেগুলোকে তার শোভা করেছি [১], মানুষকে এ পরীক্ষা করার জন্য যে, তাদের মধ্যে কাজে কে শ্রেষ্ঠ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পৃথিবীর জীবজন্তু, উদ্ভিদ, জড় পদার্থ এবং ভূগর্ভস্থ বিভিন্ন বস্তুর খনি- এগুলো সবই পৃথিবীর সাজ-সজ্জা ও চাকচিক্য। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “দুনিয়া সুমিষ্ট নয়নাভিরাম দৃশ্যে ভরা, আল্লাহ এতে তোমাদেরকে প্রতিনিধি হিসেবে নিয়োগ করে দেখতে চান তোমরা এতে কি ধরনের আচরণ কর। সুতরাং তোমরা দুনিয়ায় মত্ত হওয়া থেকে বেঁচে থাক এবং মহিলাদের থেকেও বেঁচে থাক। কেননা; বনী ইসরাঈলের মধ্যে প্রথম ফিতনা ছিল মহিলাদের মধ্যে। [মুসলিম: ২৭৪২]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১৮ : ৮",
        "arabic_text": "\nوَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا ",
        "bangla_text": "আর তার উপর যা কিছু আছে তা অবশ্যই আমরা উদ্ভিদশূন্য ময়দানে পরিণত করব [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পৃথিবী পৃষ্ঠে তোমরা এই যেসব সাজ সরঞ্জাম দেখছো এবং যার মন ভুলানো চাকচিক্যে তোমরা মুগ্ধ হয়েছ, এতো নিছক একটি সাময়িক সৌন্দর্য, নিছক তোমাদের পরীক্ষার জন্য এর সমাবেশ ঘটানো হয়েছে। এসব কিছু আমি তোমাদের আয়েশ আরামের জন্য সরবরাহ করেছি, তোমরা এ ভুল ধারণা করে বসেছো। এগুলো আয়েশ আরামের জিনিস নয়, বরং পরীক্ষার উপকরণ। যেদিন এ পরীক্ষা শেষ হয়ে যাবে সেদিনই ভোগের এসব সরঞ্জাম খতম করে দেয়া হবে এবং তখন এ পৃথিবী একটি লতাগুল্মহীন ধুধু প্রান্তর ছাড়া আর কিছুই থাকবে না। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১৮ : ৯",
        "arabic_text": "\nأَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا ",
        "bangla_text": "আপনি কি ম্নে করেন যে, কাহফ [১] ও রাকীমের [২] অধিবাসীরা আমাদের নিদর্শনাবলীর মধ্যে বিস্ময়কর [৩] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] كهف এর অর্থ বিস্তীর্ণ পার্বত্য গুহা। বিস্তীর্ণ না হলে তাকে غار বলা হয়। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] رَقِيْم এর শাব্দিক অর্থ  مرقوم বা লিখিত বস্তু। এ স্থলে কি বোঝানো হয়েছে, এ সম্পর্কে\n  <br/>\n  তাফসীরবিদগণের বিভিন্ন উক্তি বর্ণিত রয়েছে-\n  <br/>\n  <br/>\n  (এক) সাঈদ ইবন জুবাইর বলেন, এর অর্থ একটি লিখিত ফলক। সমসাময়িক বাদশাহ এই ফলকে আসহাবে কাহফের নাম লিপিবদ্ধ করে গুহার প্রবেশপথে বুলিয়ে রেখেছিল। এ কারণেই আসহাবে কাহফকে রকীমও বলা হয়।\n  <br/>\n  <br/>\n  (দুই) মুজাহিদ বলেন, রকীম সে পাহাড়ের পাদদেশে অবস্থিত উপত্যকার নাম, যাতে আসহাবে কাহফের গুহা ছিল।\n  <br/>\n  <br/>\n  (তিন) ইবন আব্বাস বলেন, সে পাহাড়টিই রকীম।\n  <br/>\n  <br/>\n  (চার) ইকরিমা বলেনঃ আমি ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমাকে বলতে শুনেছি যে, রকীম কোন লিখিত ফলকের নাম না কি জনবসতির নাম, তা আমার জানা নেই।\n  <br/>\n  <br/>\n  (পাঁচ) কা'ব আহবার, ওয়াহাব ইবনে মুনাব্বেহ্, ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণনা করেন যে, রকীম রোমে অবস্থিত আয়লা অর্থাৎ আকাবার নিকটবতী একটি শহরের নাম। [ইবন কাসীর]\n  <br/>\n  <br/>\n  মূলতঃ ‘আসহাবে কাহফ’ ও ‘আসহাবে রকীম’ একই দলের দুই নাম, না তারা আলাদা দু’টি দল? এ মতভেদ নিয়েই উপরোক্ত মতপার্থক্য সৃষ্টি হয়েছে। যদিও কোন সহীহ হাদীসে এ সম্পর্কে কোন সুস্পষ্ট বর্ণনা নেই, কিন্তু ইমাম বুখারী ‘সহীহ নামক গ্রন্থে আসহাবে কাহফ ও আসহাবে রকীমের দুটি আলাদা আলাদা শিরোনাম রেখেছেন। ইমাম বুখারীর এ কাজ থেকে বোঝা যায় যে, তার মতে আসহাবে কাহফ ও আসহাবে রকীম পৃথক পৃথক দু’টি দল। হাফেজ ইবনে হাজার ও অধিকাংশ তাফসীরবিদের মতে কুরআনের পূর্বাপর বর্ণনা অনুযায়ী আসহাবে কাহফ ও আসহাবে রকীম একই দল।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যে আল্লাহ এ আকাশ ও পৃথিবী সৃষ্টি করেছেন, রাত-দিনের ব্যবস্থা করেছেন, সূর্য ও চন্দ্রকে প্রতিষ্ঠিত করেছেন এবং সমস্ত গ্রহ-নক্ষত্ররাজিকে তাদের কক্ষপথে নিয়মবদ্ধ করেছেন তাঁর শক্তিমত্তার পক্ষে কয়েকজন লোককে দু’তিনশো বছর পর্যন্ত ঘুম পাড়িয়ে রাখা তারপর তাদেরকে ঘুমাবার আগে তারা যেমন তর-তাজা ও সুস্থ-সবল ছিল ঠিক তেমনি অবস্থায় জাগিয়ে তোলা কি তোমরা কিছুমাত্র অসম্ভব বলে মনে কর? যদি চন্দ্র, সূর্য ও পৃথিবীর সৃষ্টি সম্পর্কে কেউ কখনো চিন্তা-ভাবনা করে তাহলে একথা কেউ মনে করতে পারে না যে, আল্লাহর জন্য এটা কোন কঠিন কাজ। মহান আল্লাহর জন্য তো এটা ক্ষুদ্র ব্যাপার। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১৮ : ১০",
        "arabic_text": "\nإِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا ",
        "bangla_text": "যখন যুবকরা গুহায় আশ্রয় নিল তখন তারা বলেছিল, ‘হে আমাদের রব! আপনি নিজ থেকে আমাদেরকে অনুগ্রহ দান করুন এবং আমাদের জন্য আমাদের কাজকর্ম সঠিকভাবে পরিচালনার ব্যবস্থা করুন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ ধরনের দো’আ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও করতেন এবং উম্মতকে শিক্ষা দিয়েছেন। তিনি বলতেনঃ\n  <br/>\n  <br/>\n  اللّٰهُمَّ مَا قَضَيْتَ لَنَا مِنْ قَضَاءٍ فَاجْعَلْ عَاقِبَتَهُ رُشْداً\n  <br/>\n  <br/>\n  “হে আল্লাহ! আমাদের জন্য আপনি যা ফয়সালা করেছেন সেগুলোর সুন্দর সমাপ্তি দিন”। [মুসনাদে আহমাদ: ৪/১৮১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১৮ : ১১",
        "arabic_text": "\nفَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا ",
        "bangla_text": "অতঃপর আমরা তাদেরকে গুহায় কয়েক বছর ঘুমন্ত অবস্থায় রাখলাম [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]\n  <br/>\n  <br/>\n  فَضَرَبْنَا عَلٰٓ اٰذَانِهِمْ\n  <br/>\n  <br/>\n  -এর শাব্দিক অর্থ কর্ণকুহর বন্ধ করে দেয়া। অচেতন নিদ্রাকে এই ভাষায় ব্যক্ত করা হয়। কেননা, নিদ্রায় সর্বপ্রথম চক্ষু বন্ধ হয়, কিন্তু কান সক্রিয় থাকে। আওয়াজ শোনা যায়। অতঃপর যখন নিদ্ৰা পরিপূর্ণ ও প্রবল হয়ে যায়, তখন কানও নিস্ক্রিয় হয়ে পড়ে। জাগরণের সময় সর্বপ্রথম কান সক্রিয় হয়। আওয়াজের কারণে নিদ্রিত ব্যক্তি সচকিত হয়, অতঃপর জাগ্রত হয়। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১৮ : ১২",
        "arabic_text": "\nثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا ",
        "bangla_text": "পড়ে আমরা তাদেরকে জাগিয়ে দিলাম জানার জন্য যে, দু’দলের মধ্যে কোনটি? [১] তাদের অবস্থিতিকাল সঠিকভাবে নির্ণয় করতে পারে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মতবিরোধে লিপ্ত দু'টি দলের মধ্যে কারা তাদের অবস্থানকাল সম্পর্কে সঠিক তথ্য দিতে পারে। এখানে জানা অর্থ, প্রকাশ করা। [ফাতহুল কাদীর[\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১৮ : ১৩",
        "arabic_text": "\nنَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى ",
        "bangla_text": "আমরা আপনার কাছে তাদের বৃত্তান্ত সঠিকভাবে বর্ণনা করছি; তারা তো ছিল কয়েকজন যুবক [১], তারা তাদের রব এর উপর ঈমান এনেছিল [২] এবং আমরা তাদের হিদায়াত বৃদ্ধি করে দিয়েছিলাম [৩] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] فتية  শব্দটি فتي এর বহুবচন, অর্থ যুবক। [ফাতহুল কাদীর] তাফসীরবিদগণ লিখেছেন, এ শব্দের মধ্যে ইঙ্গিত আছে যে, কর্ম সংশোধন, চরিত্র গঠন এবং হেদায়াত লাভের উপযুক্ত সময় হচ্ছে যৌবনকাল। বৃদ্ধ বয়সে পূৰ্ববতী কর্ম ও চরিত্র এত শক্তভাবে শেকড় গেড়ে বসে যে, যতই এর বিপরীত সত্য পরিস্ফুট হোক না কেন, তা থেকে বের হয়ে আসা দুরূহ হয়ে পড়ে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর দাওয়াতে বিশ্বাস স্থাপনকারী সাহাবায়ে কেরামের মধ্যে অধিকাংশ ছিলেন যুবক। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আসহাবে কাহফের স্থান ও কাল নির্ণয়ে বিভিন্ন মত এসেছে। এগুলোর কোনটি যে সঠিক সে ব্যাপারে সঠিক কোন সিদ্ধান্তে আসা সম্ভব নয়। আলেমগণ এ ব্যাপারে দু'টি অবস্থান গ্ৰহণ করেছেন। তাদের একদলের মত হলো, আমাদেরকে শুধু এ ঘটনার শুদ্ধ হওয়া ও তা থেকে শিক্ষা নেয়ার উপরই প্রচেষ্টা চালানো উচিত। তাদের স্থান ও কাল নির্ধারনে ব্যস্ত হওয়ার প্রয়োজন নেই। অন্য একদল মুফাসসির ও ঐতিহাসিক এ ব্যাপারে বিভিন্ন মত পেশ করার মাধ্যমে কাহিনীটি বোঝার ক্ষেত্রে সহযোগিতা করতে চেয়েছেন। তাদের অধিকাংশের মতে, আসহাবে কাহফের ঘটনাটি ঘটে আফসোস নগরীতে। হাফেয ইবন কাসীর রাহেমাহুল্লাহ তার তাফসীরে এ সাতজন যুবকের কালকে ঈসা আলাইহিসসালামের পূর্বেকার ঘটনা বলে মত দিয়েছেন। ইয়াহুদীগণ কর্তৃক এ ঘটনাটিকে বেশী প্রাধান্য দেয়া এবং মক্কার মুশরিকদেরকে এ বিষয়টি নিয়ে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে প্রশ্ন করতে শিখিয়ে দেয়াকে তিনি তার মতের সপক্ষে দলীল হিসেবে পেশ করেন। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  কিন্তু অধিকাংশ মুফাসসির ও ঐতিহাসিকগণ এ ঘটনাটিকে ঈসা আলাইহিসসালামের পরবর্তী ঘটনা বলে বর্ণনা করে থাকেন। তাদের মতে, ঈসা আলাইহিস সালামের পর যখন তার দাওয়াত রোম সামাজ্যে পৌছতে শুরু করে তখন এ শহরের কয়েকজন যুবকও শির্ক থেকে তাওবা করে এক আল্লাহর প্রতি ঈমান আনে। বিভিন্ন ঐতিহাসিক গ্রন্থে তাদের যে বর্ণনা এসেছে তা সংক্ষেপ করলে নিম্নরূপ দাঁড়ায়ঃ তারা ছিলেন সাতজন যুবক। তাদের ধর্মান্তরের কথা শুনে তৎকালীন রাজা তাদেরকে নিজের কাছে ডেকে পাঠান। তাদের জিজ্ঞেস লরেন তোমাদের ধর্ম কি? তারা জানতেন, এ রাজা ঈসার অনুসারীদের রক্তের পিপাসু। কিন্তু তারা কোন প্রকার শংকা না করে পরিষ্কার বলে দেন, আমাদের রব তিনিই যিনি পৃথিবী ও আকাশের রব। তিনি ছাড়া অন্য কোন মাবুদকে আমরা ডাকি না। যদি আমরা এমনটি করি তাহলে অনেক বড় গুনাহ করবো। রাজা প্রথমে ভীষণ ক্রুদ্ধ হয়ে বলেন, তোমাদের মুখ বন্ধ করো, নয়তো আমি এখনই তোমাদের হত্যা করার ব্যবস্থা করবো। তারপর কিছুক্ষণ থেমে থেকে বললেন, তোমরা এখনো শিশু। তাই তোমাদের তিনদিন সময় দিলাম। ইতিমধ্যে যদি তোমরা নিজেদের মত বদলে ফেলো এবং জাতির ধর্মের দিকে ফিরে আসো তাহলে তো ভাল, নয়তো তোমাদের শিরচ্ছেদ করা হবে। এ তিন দিন অবকাশের সুযোগে এ সাতজন যুবক শহর ত্যাগ করেন। তারা কোন গুহায় লুকাবার জন্য পাহাড়ের পথ ধরেন। পথে একটি কুকুর তাদের সাথে চলতে থাকে। তারা কুকুরটাকে তাদের পিছু নেয়া থেকে বিরত রাখার জন্য বহু চেষ্টা করেন। কিন্তু সে কিছুতেই তাদের সংগ ত্যাগ করতে রায়ী হয়নি। শেষে একটি বড় গভীর বিস্তৃত গুহাকে ভাল আশ্রয়স্থল হিসেবে বেছে নিয়ে তারা তার মধ্যে লুকিয়ে পড়েন। কুকুরটি গুহার মুখে বসে পড়ে। দারুন ক্লান্ত পরিশ্রান্ত থাকার কারণে তারা সবাই সংগে সংগেই ঘুমিয়ে পড়েন। কয়েকশত বছর পর তারা জেগে উঠেন। তখন ছিল অন্য রাজার শাসনামল। রোম সাম্রাজ্য তখন নাসারা ধর্ম গ্ৰহণ করেছিল এবং আফসোস শহরের লোকেরাও মূর্তিপূজা ত্যাগ করেছিল।\n  <br/>\n  <br/>\n  এটা ছিল এমন এক সময় যখন রোমান সাম্রাজ্যের অধিবাসীদের মধ্যে মৃত্যু পরের জীবন এবং কিয়ামতের দিন হাশরের মাঠে জমায়েত ও হিসেব নিকেশ হওয়া সম্পর্কে প্ৰচণ্ড মতবিরোধ চলছিল। আখেরাত অস্বীকারের বীজ লোকদের মন থেকে কিভাবে নিৰ্ম্মল করা যায় এ ব্যাপারটা নিয়ে কাইজার নিজে বেশ চিন্তিত ছিলেন। একদিন তিনি আল্লাহর কাছে দো'আ করেন যেন তিনি এমন কোন নির্দশন দেখিয়ে দেন যার মাধ্যমে লোকেরা আখেরাতের প্রতি বিশ্বাস স্থাপন করতে পারে। ঘটনাক্রমে ঠিক এ সময়েই এ যুবকরা ঘুম থেকে জেগে উঠেন। জেগে উঠেই তারা পরস্পরকে জিজ্ঞেস করেন, আমরা কতক্ষণ ঘুমিয়েছি? কেউ বলেন একদিন, কেউ বলেন দিনের কিছু অংশ। তারপর আবার একথা বলে সবাই নীরব হয়ে যান যে এ ব্যাপারে আল্লাহই ভাল জানেন। এরপর তারা নিজেদের একজন সহযোগীকে রূপার কয়েকটি মুদ্রা দিয়ে খাবার আনার জন্য শহরে পাঠান। তারা ভয় করছিলেন, লোকেরা আমাদের ঠিকানা জানতে পারলে আমাদের ধরে নিয়ে যাবে এবং মূর্তি পূজা করার জন্য আমাদের বাধ্য করবে। কিন্তু লোকটি শহরে পৌঁছে সবকিছু বদলে গেছে দেখে অবাক হয়ে যান। একটি দোকানে গিয়ে তিনি কিছু রুটি কিনেন এবং দোকানদারকে একটি মুদ্রা দেন। এ মুদ্রার গায়ে অনেক পুরাতন দিনের সম্রাটের ছবি ছাপানো ছিল। দোকানদার এ মুদ্রা দেখে অবাক হয়ে যায়। সে জিজ্ঞেস করে, এ মুদ্রা কোথায় পেলে? লোকটি বলে, এ আমার নিজের টাকা, অন্য কোথাও থেকে নিয়ে আসিনি। এ নিয়ে দু'জনের মধ্যে বেশ কথা কাটাকাটি হয়। লোকদের ভীড় জমে উঠে। এমন কি শেষ পর্যন্ত বিষয়টি নগর কোতোয়ালের কাছে পৌছে যায়। কোতোয়াল বলেন, এ গুপ্ত ধন যেখান থেকে এনেছো সেই জায়গাটা কোথায় আমাকে বলো। সে বলেন, কিসের গুপ্তধন? এ আমার নিজের টাকা। কোন গুপ্তধনের কথা আমার জানা নেই। কোতোয়াল বলেন, তোমার একথা মেনে নেয়া যায় না। কারণ তুমি যে মুদ্রা এনেছো এতো কয়েক শো বছরের পুরনো। তুমি তো সবেমাত্র যুবক, আমাদের বুড়োরাও এ মুদ্রা দেখেনি। নিশ্চয়ই এর মধ্যে কোন রহস্য আছে। লোকটি যখন শোনেন অত্যাচারী যালেম শাসক মারা গেছে বহুযুগ আগে তখন তিনি বিস্ময়াভিভূত হয়ে পড়েন। কিছুক্ষণ পর্যন্ত তিনি কোন কথাই বলতে পারেন না। তারপর আস্তে আস্তে বলেন, এ তো মাত্ৰ কালই আমি এবং আমার ছয়জন সাথী এ শহর থেকে পালিয়ে গিয়েছিলাম এবং যালেম বাদশার যুলুম থেকে আত্মরক্ষা করার জন্য একটি গুহায় আশ্রয় নিয়েছিলাম। লোকটির একথা শুনে কোতোয়ালও অবাক হয়ে যান। তিনি তাকে নিয়ে যেখানে তার কথা মতো তারা লুকিয়ে আছেন সেই গুহার দিকে চলেন। বিপুল সংখ্যক জনতাও তাদের সাথী হয়ে যায়। তারা যে যথার্থই অনেক আগের সম্রাটের আমলের লোক সেখানে পৌঁছে। এ ব্যাপারটি পুরোপুরি প্রমাণিত হয়ে যায়। এ ঘটনার খবর তৎকালীন সমাটের কাছেও পাঠানো হয়। তিনি নিজে এসে তাদের সাথে দেখা করেন। তারপর হঠাৎ তারা সাতজন গুহার মধ্যে গিয়ে সটান শুয়ে পড়েন এবং তাদের মৃত্যু ঘটে। এ সুস্পষ্ট নির্দশন দেখে লোকেরা যথার্থই মৃত্যুর পরে জীবন আছে বলে বিশ্বাস করে। এ ঘটনার পর সম্রাটের নির্দেশে গুহায় একটি ইবাদাতখানা নির্মাণ করা হয়। [বিস্তারিত দেখুন, কুরতুবী; বাগভী; ইবন কাসীর; তাফসীর ও আল-বিদায়াহ ওয়ান নিহায়াহঃ ২/৫৭০]\n  <br/>\n  <br/>\n  [৩] আয়াতের অর্থ হলো, যখন তারা সাচ্চা দিলে ঈমান আনলো তখন আল্লাহ তাদের ঈমান বৃদ্ধির মাধ্যমে সঠিকপথে চলার ক্ষমতা বাড়িয়ে দিলেন এবং তাদের ন্যায় ও সত্যের উপর অবিচল থাকার সুযোগ দিলেন। তারা নিজেদেরকে বিপদের মুখে ঠেলে দেবে কিন্তু বাতিলের কাছে মাথা নত করবে না। এ আয়াত আহলে সুন্নাত ওয়াল জামা'আতের একটি সুস্পষ্ট দলীল যে, ঈমানের হ্রাস-বৃদ্ধি ঘটে। অনুরূপ দলীল সূরা মুহাম্মদ এর ১৭, সূরা আত-তাওবার ১২৪ এবং সূরা আল-ফাতহ এর ৪ নং আয়াতেও এসেছে ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১৮ : ১৪",
        "arabic_text": "\nوَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا ",
        "bangla_text": "আর আমরা তাদের চিত্ত দৃঢ় করে দিলাম; তারা যখন উঠে দাঁড়াল তখন বলল, ‘আমাদের রব। আসমানসমূহ ও যমীনের রব। আমরা কখনই তাঁর পরিবর্তে অন্য ইলাহকে ডাকব না; যদি ডাকি, তবে তা হবে খুবই গর্হিত কথা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১৮ : ১৫",
        "arabic_text": "\nهَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنِۭ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا ",
        "bangla_text": "আমাদের এ স্বজাতিরা, তারা তাঁর পরিবর্তে অনেক ইলাহ গ্রহণ করেছে। এরা এসব ইলাহ সম্বন্ধে স্পষ্ট প্রমাণ উপস্থিত করে না কেন? অতএব যে আল্লাহ্ সম্বন্ধে মিথ্যা উদ্ভাবন করে তাঁর চেয়ে অধিক জালেম আর কে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১৮ : ১৬",
        "arabic_text": "\nوَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا ",
        "bangla_text": "তোমরা যখন বিচ্ছিন্ন হলে তাদের থেকে ও তারা আল্লাহর পরিবর্তে যাদের ‘ইবাদাত করে তাদের থেকে, তখন তোমরা আশ্রয় গ্রহণ কর [১]। তোমাদের রব তোমাদের জন্য তাঁর রহমত বিস্তার করবেন এবং তিনি তোমাদের জন্য তোমাদের জীবনোপকরণের বিষয়টি সহজ করে দিবেন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে এটা প্রমাণিত হয় যে, যদি কোথাও এমন পরিস্থিতির সৃষ্টি হয় যে, সেখানে অবস্থান করলে তাওহীদ ও ঈমান বজায় রাখা সম্ভব হবে না তখন সেখান থেকে হিজরত করতে হবে। যেখানে গেলে দ্বীন নিয়ে থাকতে পারবে সেখানে তাকে যেতে হবে। আর এ জন্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: ‘অচিরেই এমন এক সময় আসবে যখন একজন ঈমানদারের সবচেয়ে বড় সম্পদ হবে কিছু ছাগল পাল যেগুলো নিয়ে সে পাহাড়ের চুড়া এবং বৃষ্টিস্নাত ভূমির পিছনে ছুটিতে থাকবে। তার মূল উদ্দেশ্য হবে ফিতনা থেকে তার নিজ দ্বীনকে বাঁচিয়ে রাখা। [বুখারী: ১৯, ৩৩০০, সুনান আবু দাউদ: ৪২৩৭, মুসনাদে আহমাদ: ৩/৪৩] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] তারা যখন তাদের দ্বীন নিয়ে পালিয়ে বেড়াচ্ছিল মহান আল্লাহ তখন তাদের জন্য তাদের যাবতীয় কর্মকাণ্ডকে সহজ সরল করে দিলেন। তারা পালিয়ে গুহাতে আশ্রয় নিল, তাদের জাতি তাদেরকে খুজে বের করতে অসমর্থ হলো এমনকি তৎকালীন বাদশাহও তাদের ব্যাপারে খোঁজাখুঁজি করে শেষে অপারগ হয়ে গেলেন। আল্লাহ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবু বকরকেও এমনি এক সঙ্কটময় মুহুর্তে রক্ষা করেছিলেন। তারা উভয়ে সাওর গিরি গুহায় আশ্রয় নিয়েছিলেন। কুরাইশরা তাদের পিছু নিয়ে গর্তের মুখে প্রায় চলে আসছিল। কিন্তু তারা তাদের অবস্থান সম্পর্কে জানতে পারল না। আবু বকর রাদিয়াল্লাহু ‘আনহু একটু ভীত হয়ে বলেই ফেললেন, রাসূল! যদি তারা তাদের পায়ের নীচে তাকিয়ে দেখে তবে আমাদের দেখতে পাবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রশান্ত চিত্তে উত্তর করলেন: 'আবু বকর। যে দু’জনের জন্য তৃতীয় জন আল্লাহ রয়েছেন তাদের ব্যাপারে তোমার কি ধারণা? [বুখারী: ৩৬৫৩, মুসলিম: ২৩৮১] মহান আল্লাহ গুহাবস্থানের এ ঘটনাটিকে গুরুত্বের সাথে উল্লেখ করে বলেছেন: “যদি তোমরা তাকে সাহায্য না কর, তবে আল্লাহ তো তাকে সাহায্য করেছিলেন যখন কাফিররা তাকে বহিষ্কার করেছিল এবং তিনি ছিলেন দুজনের দ্বিতীয়জন, যখন তারা উভয়ে গুহার মধ্যে ছিল; তিনি তখন তাঁর সংগীকে বলেছিলেন, “বিষন্ন হয়ে না, আল্লাহ তো আমাদের সাথে আছেন।” তারপর আল্লাহ তার উপর তার প্রশান্তি বর্ষণ করেন এবং তাকে শক্তিশালী করেন এমন এক সৈন্যবাহিনী দ্বারা যা তোমরা দেখনি এবং তিনি কাফিরদের কথা হেয় করেন। আল্লাহর কথাই সর্বোপরি এবং আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়। ” [সূরা আত-তাওবাহঃ ৪০] সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের গুহাবস্থানের ঘটনা আসহাবে কাহফের গুহাবস্থানের ঘটনা থেকে অধিক মর্যাদা, গুরুত্বপূর্ণ ও আশ্চর্যজনক।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১৮ : ১৭",
        "arabic_text": "\n۞ وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا ",
        "bangla_text": "আর আপনি দেখতে পেতেন- সূর্য উদয়ের সময় তাদের গুহার ডান পাশে হেলে যায় এবং অস্ত যাওয়ার সময় তাদেরকে অতিক্রম করে বাম পাশ দিয়ে [১] , অথচ তারা গুহার প্রশস্ত চত্বরে, এ সবই আল্লাহর নিদর্শনসমূহের মধ্যে অন্যতম। আল্লাহ্ যাকে সৎপথে পরিচালিত করেন , সে সৎপথপ্রাপ্ত এবং তিনি যাকে পথভ্রষ্ট করেন, আপনি কখনো তার জন্য কোন পথনির্দেশকারী অভিভাবক পাবেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ বর্ণনায় দু'টি মত রয়েছে। এক, তারা গুহার এক কোনে এমনভাবে আছে যে, সেখানে সূর্যের আলো পৌঁছে না। স্বাভাবিক আড়াল তাদেরকে সূর্যের আলো থেকে রক্ষা করছে। কারণ, তাদের গুহার মুখ ছিল উত্তর দিকে। এ কারণে সূর্যের আলো কোন মওসুমেই গুহার মধ্যে পৌঁছুতো না এবং বাহির থেকে কোন পথ অতিক্রমকারী দেখতে পেতো না গুহার মধ্যে কে আছে। দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  দুই, তারা একটি প্রশস্ত চত্বরে অবস্থান করা সত্ত্বেও দিনের বেলার আলো সূর্যের উদয় বা অস্ত কোন অবস্থায়ই তাদের কাছে পৌছে না। কেননা, মহান আল্লাহ তাদের সম্মনার্থে এ অলৌকিক ব্যবস্থা করেছেন। প্রশস্ত স্থানে সূর্যের আলো প্রবেশ করতে কোন বাধা না থাকলেও তিনি তার স্পেশাল ব্যবস্থাপনায় তাদেরকে সূর্যের আলোর তাপ থেকে রক্ষা করেছেন। এ অর্থের সপক্ষে প্রমাণ হলো এর পরে বর্ণিত মহান আল্লাহর বাণী: “এটা তো আল্লাহর নিদর্শনসমূহের অন্যতম”। যদি স্বাভাবিক ব্যবস্থাপনা হতো তবে আল্লাহর নিদর্শন বলার প্রয়োজন ছিল না। [ফাতহুল কাদীর] ইবনে আব্বাস বলেন, সূর্যের আলো যদি তাদের গায়ে লাগত। তবে তাদের কাপড় ও শরীর পুড়ে যেতে পারত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১৮ : ১৮",
        "arabic_text": "\nوَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا ",
        "bangla_text": "আর আপনি মনে করতেন তারা জেগে আছে , অথচ তারা ছিল ঘুমন্ত [১]। আর আমরা তাদেরকে পাশ ফিরাতাম ডান দিকে এবং বাম দিকে [২] এবং তাদের কুকুর ছিল সামনের পা দু’টি গুহার দরজায় প্রসারিত করে। যদি আপনি তাদের প্রতি তাকিয়ে দেখতেন, তবে অবশ্যই আপনি পিছনে ফিরে পালিএ যেতেন। আর অবশ্যই আপনি তাদের ভয়ে আতংকগ্রস্ত হয়ে পড়তেন [৩] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ আপনি যদি তাদেরকে গুহায় অবস্থানকালে দেখতে পেতেন তাহলে মনে করতেন যে, তারা জেগে আছে অথচ তারা ঘুমন্ত। তাদেরকে জেগে আছে মনে করার কারণ হিসেবে বলা হচ্ছে যে, তারা পাশ ফিরাচ্ছে। আর যারা পাশ ফিরে শুতে পারে তারা সামান্য হলেও জাগ্রত হয় । অথবা কারও কারও মতে, তারা ঘুমন্ত হলেও তাদের চোখ খোলা থাকত। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ কেউ বাইর থেকে উকি দিয়ে দেখলেও তাদের সাতজনের মাঝে মাঝে পার্শ্বপরিবর্তন করতে থাকার কারণে এ ধারণা করতো যে, এরা এমনিই শুয়ে আছে, ঘুমুচ্ছে না। পার্শ্ব পরিবর্তনের কারণ কারও কারও মতে, যাতে যমীন তাদের শরীর খেয়ে না ফেলে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ পাহাড়ের মধ্যে একটি অন্ধকার গুহায় কয়েকজন লোকের এভাবে অবস্থান করা এবং সামনের দিকে কুকুরের বসে থাকা এমন একটি ভয়াবহ দৃশ্য পেশ করে যে, উকি দিয়ে যারা দেখতো তারাই ভয়ে পালিয়ে যেতো। তাছাড়া আল্লাহ তাদের উপর ভীতি ঢেলে দিয়েছিলেন, সুতরাং যে কেউ তাদের দেখত, তারই ভয়ের উদ্রেক হতো। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১৮ : ১৯",
        "arabic_text": "\nوَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا ",
        "bangla_text": "আর এভাবেই [১] আমরা তাদেরকে জাগিয়ে দিলাম যাতে তারা পরস্পররের মধ্যে জিজ্ঞাসাবাদ করে [২]। তাদের একজন বলল, ‘তোমরা কত সময় অবস্থান করেছ? কেউ কেউ বলল, আমরা অবস্থান করেছি এক দিন বা এক দিনের কিছু অংশ। অপর কেউ কেউ বলল, ‘তোমার কত সময় অবস্থান করেছ তা তোমাদের রবই ভালো জানেন [৩]। সুতরাং তোমরা তোমাদের একজনকে তোমাদের এ মুদ্রাসহ বাজারে পাঠাও। সে যেন দেখে কোন খাদ্য উত্তম তারপর তা থেকে যেন কিছু খাদ্য নিয়ে আসে তোমাদের জন্য [৪]। আর সে যেন বিচক্ষণতার সাথে কাজ করে। আর কিছুতেই যেন তোমাদের সম্বন্ধে কাউকেও কিছু জানতে না দেয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وَكَذٰلِكَ এ শব্দটি তুলনামূলক ও দৃষ্টান্তমূলক অর্থ দেয়। এখানে দু’টি ঘটনার পারস্পরিক তুলনা বোঝানো হয়েছে। প্রথম ঘটনা আসহাবে কাহফের দীর্ঘকাল পর্যন্ত নিদ্রাভিভূত থাকা, যা কাহিনীর শুরুতে\n  <br/>\n  <br/>\n  فَضَرَبْنَا عَلَىٰ آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا\n  <br/>\n  <br/>\n  আয়াতে ব্যক্ত করা হয়েছে। দ্বিতীয় ঘটনা দীর্ঘকালীন নিদ্রার পর সুস্থ থাকা এবং খাদ্য না পাওয়া সত্বেও সবল ও সুঠাম দেহে জাগ্রত হওয়া। উভয় ঘটনা আল্লাহর কুদরতের নিদর্শন হওয়ার ব্যাপারে পরস্পর তুল্য। তাই এ আয়াতে তাদেরকে জাগ্রত করার কথা উল্লেখ করতে গিয়ে كذلك ইঙ্গিত করা হয়েছে যে, তাদের নিদ্রা যেমন সাধারণ মানুষের নিদ্রার মত ছিল না, তেমনি তাদের জাগরণও স্বতন্ত্র ছিল। [দেখুন, ইবন কাসীর] এখানে বর্ণিত ليتساءلوا এর ل টিকে বলা হয়,\n  <br/>\n  <br/>\n  م صيروة বা لام العاقبة\n  <br/>\n  <br/>\n  যার অর্থ পরিণামে যাতে এটা হয়। অর্থাৎ তাদেরকে জাগ্রত করার পরিণাম যেন এই দাঁড়ায়। [কুরতুবী]\n  <br/>\n  <br/>\n  মোটকথা, তাদের দীর্ঘ নিদ্রা যেমন কুদরতের একটি নিদর্শন ছিল, এমনিভাবে শতশত বছর পর পানাহার ছাড়া সুস্থ-সবল অবস্থায় জাগ্রত হওয়াও ছিল আল্লাহর অপার শক্তির একটি নিদর্শন। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহর এটাও ইচ্ছা ছিল যে, শত শত বছর নিদ্ৰামগ্ন থাকার বিষয়টি স্বয়ং তারাও জানুক। তাই পারস্পরিক জিজ্ঞাসাবাদের মাধ্যমে এর সূচনা হয় এবং সে ঘটনা দ্বারা চূড়ান্ত রূপ নেয়, যা পরবর্তী আয়াতে বর্ণিত হয়েছে। অর্থাৎ তাদের গোপন রহস্য শহরবাসীরা জেনে ফেলে এবং সময়কাল নির্ণয়ে মতানৈক্য সত্ত্বেও দীর্ঘকাল গুহায় নিদ্রামগ্ন থাকার ব্যাপারে সবার মনেই বিশ্বাস জন্মে। আর তারা মৃত্যু ও পুনরুত্থান সম্পর্কে আল্লাহর শক্তির কথা স্মরণ করে। [ফাতহুল কাদীর] বস্তুত: যে অদ্ভূত পদ্ধতিতে তাদেরকে ঘুম পাড়ানো হয়েছিল এবং দুনিয়াবাসীকে তাদের অবস্থা সম্পর্কে বেখবর রাখা হয়েছিল ঠিক তেমনি সুদীর্ঘকাল পরে তাদের জেগে উঠাও ছিল আল্লাহর শক্তিমত্তার বিস্ময়কর প্রকাশ।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ আসহাবে কাহফের এক ব্যক্তি প্রশ্ন তুলল যে, তোমরা কতকাল নিদ্রামগ্ন রয়েছ? কেউ কেউ উত্তর দিল: একদিন অথবা একদিনের কিছু অংশ। কেননা, তারা সকাল বেলায় গুহায় প্রবেশ করেছিল এবং জাগরণের সময়টি ছিল বিকাল। তাই মনে করল যে, এটা সেই দিন যেদিন আমরা গুহায় প্রবেশ করেছিলাম। [ইবন কাসীর; ফাতহুল কাদীর] কিন্তু তাদের মধ্য থেকেই অন্যরা অনুভব করল যে, এটা সম্ভবতঃ সেই দিন নয়। তাহলে কতদিন গেল জানা নেই। তাই তারা  ছেড়ে দিয়ে\n  <br/>\n  <br/>\n  رَبُّكُمْ اَعْلَمُ بِمَا لَبَثْتُمْ\n  <br/>\n  <br/>\n  অতঃপর তারা এ আলোচনাকে অনাবশ্যক মনে করে জরুরী কাজের প্রতি দৃষ্টি আকর্ষণ করে বলল যে, শহর থেকে কিছু খাদ্য আনার জন্য একজনকে পাঠানো হোক। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] আসহাবে কাহফ নিজেদের মধ্য থেকে এক ব্যক্তিকে শহরে প্রেরণের জন্য মনোনীত করে এবং খাদ্য আনার জন্য তার কাছে অর্থ অৰ্পণ করে। এ থেকে কয়েকটি বিষয় জানা যায়। (এক) অর্থ-সম্পদে অংশীদারিত্ব জায়েয। (দুই) অর্থ-সম্পদের উকিল নিযুক্ত করা জায়েয এবং শরীকানাধীন সম্পদ কোন এক ব্যক্তি অন্যদের অনুমতিক্রমে ব্যয় করতে পারে। (তিন) খাদ্যদ্রব্যে কয়েকজন সঙ্গী শরীক হলে তা জায়েয; যদিও খাওয়ার পরিমাণ বিভিন্নরূপ হয়, কেউ কম থায় আর কেউ বেশী থয়। [দেখুন কুরতবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১৮ : ২০",
        "arabic_text": "\nإِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا ",
        "bangla_text": "‘তারা যদি তোমাদের বিষয় জানতে পারে তবে তো তারা তোমাদেরকে পাথরের আঘাতে হত্যা করবে অথবা তোমাদেরকে তাদের মিল্লাতে ফিরিয়ে নিয়ে যাবে। আর সে ক্ষেত্রে তোমরা কখনো সফল সফল হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১৮ : ২১",
        "arabic_text": "\nوَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا ",
        "bangla_text": "আর এভাবে আমরা মানুষদেরকে তাদের হাদিস জানিয়ে দিলাম যাতে তারা জানে যে, আল্লাহর প্রতিশ্রুতি সত্য এবং কিয়ামতে কোন সন্দেহ নেই [১]। যখন তারা তাদের কর্তব্য বিষয়ে নিজেদের মধ্যে বিতর্ক করছিল তখন অনেকে বলল, ‘তাদের উপর সৌধ নির্মাণ কর।’ তাদের রব তাদের বিষয় ভালো জানেন [২]। তাদের কর্তব্য বিষয়ে যাদের মত প্রবল হল তারা [৩] বলল, ‘আমরা তো নিশ্চয় তাদের পাশে মসজিদ নির্মাণ করব [৪]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সেকালে সেখানে কেয়ামত ও আখেরাত সম্পর্কে বিষম বিতর্ক চলছিল। যদিও রোমান শাসনের প্রভাবে সাধারণ লোক ঈসায়ী ধর্ম গ্ৰহণ করেছিল এবং আখেরাত এ ধর্মের মৌলিক আকীদা বিশ্বাসের অংগ ছিল তবুও তখনো রোমীয় শির্ক ও মূর্তি  পূজা এবং গ্ৰীক দর্শনের প্রভাব ছিল যথেষ্ট শক্তিশালী। এর ফলে বহু লোক আখেরাত অস্বীকার অথবা কমপক্ষে তার অস্তিত্বের ব্যাপারে সন্দেহ পোষণ করতো। ঠিক এ সময় আসহাবে কাহফের ঘুম থেকে জেগে উঠার ঘটনাটি ঘটে এবং এটি মৃত্যুর পর পুনরুত্থানের সপক্ষে এমন চাক্ষুষ প্রমাণ পেশ করে যা অস্বীকার করার কোন উপায় ছিল না। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] বক্তব্যের তাৎপর্য থেকে প্রতীয়মান হয় যে, এটি ছিল ঈসায়ী সজ্জনদের উক্তি। তাদের মতে আসহাবে কাহফ গুহার মধ্যে যেভাবে শুয়ে আছেন সেভাবেই তাদের শুয়ে থাকতে দাও এবং গুহার মুখ বন্ধ করে দাও। তাদের রব্বই ভাল জানেন তারা কারা, তাদের মর্যাদা কি এবং কোন ধরনের প্রতিদান তাদের উপযোগী । [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] সম্ভবত: এখানে রোম সাম্রাজ্যের শাসন ক্ষমতায় অধিষ্ঠিত ব্যক্তিবর্গ এবং খৃষ্টীয় গীর্জার ধৰ্মীয় নেতৃবর্গের কথা বলা হয়েছে, যাদের মোকাবিলায় সঠিক আকীদা-বিশ্বাসের অধিকারী ঈসায়ীদের কথা মানুষের কাছে ঠাঁই পেতো না। পঞ্চম শতকের মাঝামাঝি সময়ে পৌঁছুতে পৌঁছুতে সাধারণ নাসারাদের মধ্যে বিশেষ করে রোমান ক্যাথলিক গীর্জাসমূহে শির্ক, আউলিয়া পূজা ও কবর পূজা পুরো জোরেশোরে শুরু হয়ে গিয়েছিল। বুযর্গদের আস্তানা পূজা করা হচ্ছিল এবং ঈসা, মারইয়াম ও হাওয়ারীগণের প্রতিমূর্তি গীর্জাগুলোতে স্থাপন করা হচ্ছিল। আসহাবে কাহফের নিদ্রাভংগের মাত্র কয়েক বছর আগে মতান্তারে ৪৩১ খৃষ্টাব্দে সমগ্ৰ খৃষ্টীয় জগতের ধর্মীয় নেতাদের একটি কাউন্সিল এ ‘আফসোস’ নগরীতে অনুষ্ঠিত হয়েছিল। সেখানে ঈসা আলাইহিস সালামের ইলাহ হওয়া এবং মারইয়াম আলাইহাসসালামের “ইলাহ-মাতা” হওয়ার আকীদা চার্চের সরকারী আকীদা হিসেবে গণ্য হয়েছিল। এ ইতিহাস সামনে রাখলে পরিষ্কার জানা যায়, এখানে\n  <br/>\n  <br/>\n  الَّذِيْنَ غَلَبُوْا عَلٰىٓ اَمْرِهِمْ\n  <br/>\n  <br/>\n  বাক্যে যাদেরকে প্রাধান্য লাভকারী বলা হয়েছে তারা হচ্ছে এমনসব লোক যারা ঈসা আলাইহিসসালামের সাচ্চা অনুসারীদের মোকাবিলায় তৎকালীন খৃষ্টান জনগণের নেতা এবং তাদের শাসকের মর্যাদায় অধিষ্ঠিত ছিল এবং ধর্মীয় ও রাজনৈতিক বিষয়াবলী যাদের নিয়ন্ত্রণাধীন ছিল। মূলত এরাই ছিল শির্কের পতাকাবাহী এবং এরাই আসহাবে কাহফের সমাধি সৌধ নির্মাণ করে সেখানে মসজিদ তথা ইবাদাতখানা নির্মাণ করার সিদ্ধান্ত নিয়েছিল। শাইখুল ইসলাম ইবন তাইমিয়্যা রাহেমাহুল্লাহ এ সম্ভাবনাকেই প্রাধান্য দিয়েছেন। [দেখুন, ইকতিদায়ুস সিরাতিল মুস্তাকীম: ১/৯০]\n  <br/>\n  <br/>\n  [৪] মুসলিমদের মধ্যে কিছু লোক কুরআন মজীদের এ আয়াতটির সম্পূর্ণ উল্টা অর্থ গ্রহণ করেছে। তারা এ থেকে প্রমাণ করতে চান যে, নবী-রাসূল সাহাবী ও সৎ লোকদের কবরের উপর সৌধ ও মসজিদ নির্মাণ জয়েয। অথচ কুরআন এখানে তাদের এ গোমরাহীর প্রতি ইংগিত করছে যে, এ যালেমদের মনে মৃত্যুর পর পুনরুত্থান ও আখেরাত অনুষ্ঠানের ব্যাপারে প্রত্যয় সৃষ্টি করার জন্য তাদেরকে যে নির্দশন দেখানো হয়েছিল তাকে তারা শির্কের কাজ করার জন্য আল্লাহ প্রদত্ত একটি সুযোগ মনে করে নেয় এবং ভাবে যে, ভালই হলো পূজা করার জন্য আরো কিছু আল্লাহর অলী পাওয়া গেলো। তাছাড়া এই আয়াত থেকে “সালেহীন\" তথা সৎলোকদের কবরের উপর মসজিদ তৈরী করার প্রমাণ কেমন করে সংগ্ৰহ করা যেতে পারে যখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিভিন্ন উক্তির মধ্যে এর প্রতি নিষেধাজ্ঞা আরোপিত হয়েছেঃ “কবর যিয়ারতকারী নারী ও কবরের উপর মসজিদ নির্মাণকারীদের প্রতি আল্লাহ লানত বর্ষণ করেছেন। ” [সিহীহ ইবনে হিব্বানঃ ৩১৮০, মুসনাদে আহমদঃ ১/২২৯, ২৮৭, ৩২৪, তিরমিয়ীঃ ৩২০, আবু দাউদঃ ৩২৩৬]। আরো বলেছেনঃ “সাবধান হয়ে যাও, তোমাদের পূর্ববতী লোকেরা তাদের নবীদের কবরকে ইবাদতখানা বানিয়ে নিতো। আমি তোমাদের এ ধরনের কাজ থেকে নিষেধ করছি। ” মুসলিমঃ ৫৩২)। আরো বলেনঃ “আল্লাহ ইয়াহুদী ও নাসারাদের প্রতি লানত বর্ষণ করেছেন। তারা নিজেদের নবীদের কবরগুলোকে ইবাদাতখানায় পরিণত করেছে। ” (আহমদঃ ১/২১৮, মুসলিমঃ ৩৭৬]। অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “এদের অবস্থা এ ছিল যে, যদি এদের মধ্যে কোন সৎ লোক থাকতো তার মৃত্যুর পর এরা তার কবরের উপর মসজিদ নির্মাণ করতো এবং তার ছবি তৈরী করতো। এরা কিয়ামতের দিন নিকৃষ্ট সৃষ্টি হিসেবে গণ্য হবে।” [বুখারীঃ ৪১৭, মুসলিমঃ ৫২৮]। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এ সুস্পষ্ট বিধান থাকার পরও কোন আল্লাহভীরু ব্যক্তি কুরআন মজীদে ঈসায়ী পাদ্রী ও রোমীয় শাসকদের যে ভ্রান্ত কর্মকাণ্ড কাহিনীচ্ছলে বর্ণনা করা হয়েছে তাকেই ঐ নিষিদ্ধ কর্মটি করার জন্য দলীল ও প্রমাণ হিসেবে দাঁড় করাবার দুঃসাহস কিভাবে করতে পারে? [এ ব্যাপারে আরও দেখুন, কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১৮ : ২২",
        "arabic_text": "\nسَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا ",
        "bangla_text": "কেউ কেউ বলবে, ‘তারা ছিল তিনজন , তাদের চতুর্থটি ছিল তাদের কুকুর এবং কেউ কেউ বলবে, তারা ছিল পাঁচজন, তাদের ষষ্ঠটি ছিল তাদের কুকুর, গায়েবী বিষয়ে অনুমানের উপর নির্ভর করে। আবার কেউ কেউ বলবে , ‘তারা ছিল সাতজন, তাদের অষ্টমটি ছিল তাদের কুকুর।’ বলুন, ‘আমার রবই তাদের সংখ্যা ভালো জানেন; তাদের সংখ্যা কম সংখ্যক লোকই জানে [১]। সুতরাং সাধারণ আলোচনা ছাড়া আপনি তাদের বিষয়ে বিতর্ক করবেন না এবং এদের কাউকেও তাদের বিষয়ে জিজ্ঞেস করবেন না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে জানা যায়, এ ঘটনার পৌনে তিনশো বছর পরে কুরআন নাযিলের সময় এর বিস্তারিত বিবরণ সম্পর্কে নাসারাদের মধ্যে বিভিন্ন ধরনের কাহিনী প্রচলিত ছিল। তবে নির্ভরযোগ্য তথ্যাদি সাধারণ লোকদের জানা ছিল না। বেশীরভাগ ক্ষেত্রে মৌখিক বর্ণনার সাহায্যে ঘটনাবলী চারদিকে ছড়িয়ে পড়তো এবং সময় অতিবাহিত হবার সাথে সাথে তাদের বহু বিবরণ গল্পের রূপ নিতো। তবুও যেহেতু তৃতীয় বক্তব্যটির প্রতিবাদ আল্লাহ করেননি তাই ধরে নেয়া যেতে পারে যে, সঠিক সংখ্যা সাতই ছিল। তাছাড়া ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলতেন: ‘আমি সেই কম সংখ্যক লোকদের অন্যতম যারা তাদের সংখ্যা জানে, তারা সংখ্যায় ছিল সাতজন। ” [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এর অর্থ হচ্ছে, তাদের সংখ্যাটি জানা আসল কথা নয় বরং আসল জিনিস হচ্ছে এ কাহিনী থেকে শিক্ষা গ্ৰহণ করা। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১৮ : ২৩",
        "arabic_text": "\nوَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا ",
        "bangla_text": "আর কখনই আপনি কোন বিষয়ে বলবেন না, ‘আমি তা আগামীকাল করব,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১৮ : ২৪",
        "arabic_text": "\nإِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا ",
        "bangla_text": "‘আল্লাহ্ ইচ্ছে করলে’ এ কথা না বলে [১]। আর যদি ভুলে যান তবে আপনার রবকে স্মরণ করবেন [২]  এবং বলবেন, ‘সম্ভবত আমার রব আমাকে এটার চেয়ে সত্যের কাছাকাছি পথ নির্দেশ করবেন। ’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম ও তার উম্মতকে শিক্ষা দেয়া হয়েছে যে, ভবিষ্যতকালে কোন কাজ করার ওয়াদা বা স্বীকারোক্তি করলে এর সাথে “ইনশাআল্লাহ' বাক্যটি যুক্ত করতে হবে। কেননা, ভবিষ্যতে জীবিত থাকবে কিনা তা কারো জানা নেই। জীবিত থাকলেও কাজটি করতে পারবে কিনা, তারও নিশ্চয়তা নেই। কাজেই মুমিনের উচিত মনে মনে এবং মুখে স্বীকারোক্তির মাধ্যমে আল্লাহর উপর ভরসা করা। ভবিষ্যতে কোন কাজ করার কথা বললে এভাবে বলা দরকারঃ যদি আল্লাহ চান, তবে আমি এ কাজটি আগামী কাল করব। ইনশাআল্লাহ বাক্যের অর্থ তাই। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “সুলাইমান ইবনে দাউদ ‘আলাইহিমাস সালাম বললেনঃ আমি আজ রাতে আমার সত্তর জন স্ত্রীর উপর উপগত হব। কোন কোন বর্ণনায় এসেছে- নব্বই জন স্ত্রীর উপগত হব, তাদের প্রত্যেকেই একটি ছেলে সন্তান জন্ম দেবে যারা আল্লাহর রাস্তায় জিহাদ করবে। তখন তাকে ফিরিশতা স্মরণ করিয়ে দিয়ে বললেন যে, বলুনঃ ইনশাআল্লাহ। কিন্তু তিনি বললেন না। ফলে তিনি সমস্ত স্ত্রীর উপর উপনীত হলেও তাদের কেউই কোন সন্তান জন্ম দিল না। শুধু একজন স্ত্রী একটি অপরিণত সন্তান প্রসব করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ যার হাতে আমার প্রাণ, সে যদি বলত ইনশাআল্লাহ, তবে অবশ্যই তার ওয়াদা ভঙ্গ হত না। আর তা তার ওয়াদা পূর্ণতায় সহযোগী হত’৷ [বুখারীঃ ৩৪২৪, ৫২৪২,৬৬৩৯, ৭৪৬৯, মুসলিমঃ ১৬৫৪, আহমাদঃ ২/২২৯, ৫০৬]\n  <br/>\n  <br/>\n  [২] কোন কোন মুফাসসির বলেন, আয়াতের অর্থ হলো, যখনি আপনি কোন কিছু ভুলে যাবেন তখনই আল্লাহকে স্মরণ করবেন। কারণ, ভুলে যাওয়াটা শয়তানের কারসাজির ফলে ঘটে। আর মহান আল্লাহর স্মরণ শয়তানকে দূরে তাড়িয়ে দেয় যা পুনরায় স্মরণ করতে সাহায্য করবে। এ অর্থটির সাথে পরবর্তী বাক্যের মিল বেশী। অপর কোন কোন মুফাসসির বলেন, এ আয়াতটি পূর্বের আয়াতের সাথে মিলিয়ে অর্থ করতে হবে। অর্থাৎ আপনি যদি ইনশাল্লাহ ভুলে যান। তবে যখনই মনে হবে তখনই ইনশাআল্লাহ বলে নেবেন। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১৮ : ২৫",
        "arabic_text": "\nوَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا ",
        "bangla_text": "আর তারা তাদের গুহায় ছিল তিন’শ বছর, আরো নয় বছর বেশি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে একটি বিরোধপূর্ণ আলোচনার ফয়সালা করা হয়েছে। অর্থাৎ গুহায় নিদ্রামগ্ন থাকার সময়কাল। এ আয়াতের তাফসীরে কোন কোন মুফাসসিরের মতে, এ বাক্যে তিনশ ও নয় বছরের যে সংখ্যা বর্ণনা করা হয়েছে তা লোকদের উক্তি, এটা আল্লাহর উক্তি নয়। অর্থাৎ এখানে মতভেদকারীদের মত উল্লেখ করা হয়েছে। [দেখুন, ফাতহুল কাদীর] তবে বিশুদ্ধ মত হচ্ছে যে, এখানে আল্লাহ তা'আলা পক্ষ থেকে তাদের গুহায় অবস্থানের কাল বর্ণনা করা হয়েছে। সে হিসাবে এ আয়াতে বলে দেয়া হয়েছে যে, এই সময়কাল তিনশ’ নয় বছর। এখন কাহিনীর শুরুতে\n  <br/>\n  <br/>\n  فَضَرَ بْنَا عَلٰىٓ اٰذَانِهِمْ فِى الْكَهْفِ سِنِىْنَ عَدَدًا\n  <br/>\n  <br/>\n  বলে যে বিষয়টি সংক্ষেপে বলা হয়েছিল, এখানে যেন তাই বৰ্ণনা করে দেয়া হল। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১৮ : ২৬",
        "arabic_text": "\nقُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا ",
        "bangla_text": "আপনি বলুন, ‘তারা কত কাল অবস্থান করেছিল তা আল্লাহই ভালো জানেন’, আসমান ও যমীনের গায়েবের জ্ঞান তাঁরই। তিনি কত সুন্দর দ্রষ্টা ও শ্রোতা! তিনি ছাড়া তাদের আর কোন অভিভাবক নেই। তিনি কাউকেও নিজ কর্তৃত্বে শরীক করেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১৮ : ২৭",
        "arabic_text": "\nوَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا ",
        "bangla_text": "আর আপনি আপনার প্রতি ওহী করা আপনার রব-এর কিতাব থেকে পড়ে শুনান। তাঁর বাক্যসমূহের কোন পরিবর্তনকারী নেই। আর আপনি কখনই তাঁকে ছাড়া আশ্রয় পাবেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১৮ : ২৮",
        "arabic_text": "\nوَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا ",
        "bangla_text": "আর আপনি নিজেকে ধৈর্যের সাথে রাখবেন তাদেরই সংসর্গে যারা সকাল ও সন্ধ্যায় ডাকে তাদের রবকে তাঁর সন্তুষ্টি লাভের উদ্দেশে [১] এবং আপনি দুনিয়ার জীবনের শোভা কামনা করে তাদের থেকে আপনার দৃষ্টি ফিরিয়ে নেবেন না [২]। আর আপনি তার আনুগত্য করবেন না--- যার চিত্তকে আমরা আমাদের স্মরণে অমনোযোগী করে দিয়েছি, যে তার খেয়াল-খুশীর অনুসরণ করেছে ও যার কর্ম বিনষ্ট হয়েছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর স্মরণে অনুষ্ঠিত মজলিসে যারা একমাত্র আল্লাহর সন্তুষ্টি বিধানে একত্রিত হবে তাদের ব্যাপারে আকাশ থেকে আহবান করে বলা হয় তোমরা যখন তোমাদের মজলিস শেষ করবে তখন তোমরা ক্ষমাপ্রাপ্ত হবে। আর তোমাদের গোনাহসমূহ সৎকাজে পরিবর্তিত হবে। [মুসনাদে আহমাদ: ৩/১৪২]\n  <br/>\n  <br/>\n  [২] এ আয়াতটির মূল বক্তব্য সূরা আল-আন’আমের ৫২ নং আয়াতের মতই। সেখানে আয়াত নাযিল হওয়ার প্রেক্ষাপটে বলা হয়েছে যে, কাফেরদের আব্দার ছিল, “আপনি যদি গরীব মুসলিমদেরকে আপনার মজলিস থেকে দূরে সরিয়ে দেন তবেই আমরা আপনার সাথে বসার কথা চিন্তা করে দেখতে পারি’ [দেখুন, মুসলিম: ২৪১৩, মুসনাদে আহমাদ: ৫/২৬১] এ ধরণের ঘটনার পরিপ্রেক্ষিতে আলোচ্য আয়াতে তাদের পরামর্শ গ্ৰহণ করতে কঠোরভাবে নিষেধ করা হয়েছে। শুধু নিষেধই নয়- নির্দেশ দেয়া হয়েছে যে, আপনি নিজেকে তাদের সাথে বেঁধে রাখুন। সম্পর্ক ও মনোযোগ তাদের প্রতি নিবদ্ধ রাখুন। কাজেকর্মে তাদের কাছ থেকেই পরামর্শ নিন। এর কারণ হিসেবে বলা হয়েছে যে, তারা সকালসন্ধ্যায় অর্থাৎ সর্বাবস্থায় আল্লাহর ইবাদাত ও যিকর করে। তাদের কার্যকলাপ একান্তভাবেই আল্লাহর সন্তুষ্টি অর্জনের লক্ষ্যে নিবেদিত। অপরদিকে কাফেরদের মন আল্লাহর স্মরণ থেকে গাফেল এবং তাদের সমস্ত কার্যকলাপ তাদের খেয়ালখুশীর অনুসারী। এসব অবস্থা মানুষকে আল্লাহর রহমত ও সাহায্য থেকে দূরে সরিয়ে দেয়। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১৮ : ২৯",
        "arabic_text": "\nوَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا ",
        "bangla_text": "আর বলুন, ‘সত্য তোমাদের রব-এর কাছ থেকে; কাজেই যার ইচ্ছে ঈমান আনুক আর যার ইচ্ছে কুফরী করুক।’ নিশ্চয় আমরা যালেমদের জন্য প্রস্তুত রেখেছি আগুন, যার বেষ্টনী তাদেরকে পরিবেষ্টন করে রেখেছে। তারা পানীয় চাইলে তাদেরকে দেয়া হবে গলিত ধাতুর ন্যায় পানীয়, য তাদের মুখমণ্ডল দগ্ধ করবে; এটা নিকৃষ্ট পানীয়! আর জাহান্নাম কত নিকৃষ্ট বিশ্রামস্থল [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আল-ফুরকানের ৬৬ নং আয়াতেও অনুরূপ কাফেরদের শেষ আবাসস্থান সম্পর্কে অনুরূপ উক্তি করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১৮ : ৩০",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে--- আমরা তো তার শ্রমফল নষ্ট করি না- যে উত্তমরূপে কাজ সম্পাদন করেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১৮ : ৩১",
        "arabic_text": "\nأُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا ",
        "bangla_text": "তারাই এরা, যাদের জন্য আছে স্থায়ী জান্নাত যার পাদদেশে নদীসমূহ প্রবাহিত, সেখানে তাদেরকে স্বর্ণ কংকনে অলংকৃত করা হবে [১], তারা পড়বে সুক্ষ ও পুরু রেশমের সবুজ বস্ত্র , আর তারা সেখানে থাকবে হেলান দিয়ে সুসজ্জিত আসনে [২]; কত সুন্দর পুরস্কার ও উত্তম বিশ্রামস্থল [৩] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রাচীনকালে রাজা বাদশাহরা সোনার কাঁকন পরতেন। [ফাতহুল কাদীর] জান্নাতবাসীদের পোশাকের মধ্যে এ জিনিসটির কথা বর্ণনা করার উদ্দেশ্য হচ্ছে একথা জানিয়ে দেয়া যে, সেখানে তাদেরকে রাজকীয় পোশাক পরানো হবে। একজন কাফের ও ফাসেক বাদশাহ সেখানে অপমানিত ও লাঞ্ছিত হবে এবং একজন মুমিন ও সৎ মজদুর সেখানে থাকবে রাজকীয় জৌলুসের মধ্যে।\n  <br/>\n  <br/>\n  [২] বলা হয়েছে তারা আসন গ্ৰহণ করবে “আরাইক এ। এ আরাইক’ শব্দটি বহুবচন। এর এক বচন হচ্ছে “আরাকাহ” আরবী ভাষায় আরীকাহ এমন ধরনের আসনকে বলা হয় যার উপর ছত্ৰ খাটানো আছে। [ইবন কাসীর; ফাতহুল কাদীর] এর মাধ্যমেও এখানে এ ধারণা দেয়াই উদ্দেশ্য যে, সেখানে প্রত্যেক জান্নাতী রাজকীয় সিংহাসনে অবস্থান করবে।\n  <br/>\n  <br/>\n  [৩] সূরা আল-ফুরকানের ৭৫-৭৬ নং আয়াতেও জান্নাতবাসীদের অবস্থানস্থল সম্পর্কে অনুরূপ উক্তি করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১৮ : ৩২",
        "arabic_text": "\n۞ وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا ",
        "bangla_text": "<b> পঞ্চম রুকু’ </b>",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  আর আপনি তাদের কাছে পেশ করুন দু’ব্যক্তির উপমাঃ তাদের একজনকে আমরা দিয়েছিলাম দু’টি আঙ্গুরের বাগান এবং এ দু’টিকে আমরা খেজুর গাছ দিয়ে পরিবেষ্টিত করেছিলাম ও এ দু’টির মধ্যবর্তী স্থানকে করেছিলাম শস্যক্ষেত্র।\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১৮ : ৩৩",
        "arabic_text": "\nكِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا ",
        "bangla_text": "উভয় বাগানই ফল দান করত এবং এতে কোন ত্রুটি করত না আর আমরা উভয়ের ফাঁকে ফাঁকে প্রবাহিত করেছিলাম নহর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১৮ : ৩৪",
        "arabic_text": "\nوَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا ",
        "bangla_text": "এবং তার প্রচুর ফল-সম্পদ [১] ছিল। তারপর কথা প্রসঙ্গে সে তার বন্ধুকে বলল, ‘ধন-সম্পদে আমি তোমার চেয়ে বেশী এবং জনবলে তোমার চেয়ে শক্তিশালী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  ثمر শব্দের অর্থ বৃক্ষের ফল এবং সাধারণ ধন-সম্পদ। এখানে ইবনে আব্বাস, মুজাহিদ ও কাতাদাহ থেকে দ্বিতীয় অৰ্থ বর্ণিত হয়েছে। [ইবন কাসীর] কামুস গ্রন্থে আছে ثمر  একটি বৃক্ষের ফল এবং নানা রকমের ধন-সম্পদের অর্থে ব্যবহৃত হয়। এ থেকে জানা যায় যে, লোকটির কাছে শুধু ফলের বাগান ও শস্যক্ষেত্রই ছিল না, বরং স্বর্ণ-রৌপ্য ও বিলাস-ব্যসনের যাবতীয় সাজ-সরঞ্জামও বিদ্যমান ছিল। [অনুরূপ দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১৮ : ৩৫",
        "arabic_text": "\nوَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا ",
        "bangla_text": "আর সে তার বাগানে প্রবেশ করল নিজের প্রতি প্রতি জুলুম করে। সে বলল, ‘আমি মনে করি না যে, এটা কখনো ধ্বংস হয়ে যাবে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যে বাগানগুলোকে সে নিজের জান্নাত মনে করছিল। সে মনে করেছিল এগুলো স্থায়ী সম্পদ। অর্বাচীন লোকেরা দুনিয়ায় কিছু ক্ষমতা, প্রতিপত্তি ও শান-শওকতের অধিকারী হলেই সর্বদা এ বিভ্ৰান্তির শিকার হয় যে, তারা দুনিয়াতেই জান্নাত পেয়ে গেছে। এখন আর এমন কোন জান্নাত আছে যা অর্জন করার জন্য তাকে প্রচেষ্টা চালাতে হবে? এভাবে সে ফল-ফলাদি, ক্ষেত-খামার, গাছ-গাছালি, নদী-নালা, ইত্যাদি দেখে ধোঁকাগ্ৰস্ত হবে এবং মনে করবে। এগুলো কখনো ধ্বংস হবে না। ফলে সে দুনিয়ার মোহো পড়ে থাকবে এবং আখেরাত অস্বীকার করে বসবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১৮ : ৩৬",
        "arabic_text": "\nوَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا ",
        "bangla_text": "‘আমি মনে করি না যে, কেয়ামত সংঘটিত হবে। আর আমাকে যদি আমার রব-এর কাছে ফিরিয়ে নেয়াও হয়, তবে আমি তো নিশ্চয় এর চেয়ে উৎকৃষ্ট প্রত্যাবর্তনস্থল পাব [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি আখেরাত থেকেই থাকে তাহলে আমি সেখানে এখানকার চেয়েও বেশী সচ্ছল থাকবো। কারণ এখানে আমার সচ্ছল ও ধনাঢ্য হওয়া এ কথাই প্রমাণ করে যে, আমি আল্লাহর প্ৰিয়। অন্য আয়াতেও ধনবান কাফেরদের এধরনের কথা এসেছে, যেমন, “আর আমি যদি আমার রবের কাছে ফিরেও যাই তাঁর কাছে নিশ্চয় আমার জন্য কল্যাণই থাকবে\" [সূরা ফুসসিলাত: ৫০]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১৮ : ৩৭",
        "arabic_text": "\nقَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا ",
        "bangla_text": "তদুত্তরে তার বন্ধু বিতর্কমুলকভাবে তাকে বলল, ‘তুমি কি তাঁর সাথে কুফরি করছ [১] যিনি তোমাকে সৃষ্টি করেছেন মাটি ও পরে বীর্য থেকে এবং তারপর পূর্ণাঙ্গ করেছেন পুরুষ আকৃতিতে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যে ব্যক্তি মনে করলো, আমিই সব, আমার ধন-সম্পদ ও শান শওকত কারোর দান নয় বরং আমার শক্তি ও যোগ্যতার ফল এবং আমার সম্পদের ক্ষয় নেই, আমার কাছ থেকে তা ছিনিয়ে নেওয়ার কেউ নেই এবং কারোর কাছে আমাকে হিসেব দিতেও হবে না, সে আল্লাহকে মূলত: অস্বীকারই করল। যিনি তাকে সৃষ্টি করেছেন তাকে সে অস্বীকার করল। শুধু তাকে নয়, তিনি প্রথম মানুষকে মাটি থেকে সৃষ্টি করেছেন আর তিনি হচ্ছেন আদম। তারপর নিকৃষ্ট পানি হতে তাদের বংশধারা বজায় রেখেছেন। [ইবন কাসীর] অন্য আয়াতেও আল্লাহ তা বলেছেন, “তোমরা কিভাবে আল্লাহর সাথে কুফরী করছ? অথচ তোমরা ছিলে প্রাণহীন, অতঃপর তিনি তোমাদেরকে জীবিত করেছেন। ” [সূরা আল-বাকারাহ: ২৮]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১৮ : ৩৮",
        "arabic_text": "\nلَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا ",
        "bangla_text": "‘কিন্তু তিনিই আল্লাহ্, আমার রব এবং আমি কাউকেও আমার রব-এর সাথে শরীক করি না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১৮ : ৩৯",
        "arabic_text": "\nوَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا ",
        "bangla_text": "‘তুমি যখন তোমার বাগানে প্রবেশ করলে তখন কেন বললে না, ‘আল্লাহ্ যা চান তা-ই হয়, আল্লাহর সাহায্য ছাড়া কোন শক্তি নেই [১]? তুমি যদি ধনে ও সন্তানে আমাকে তোমার চেয়ে নিকৃষ্টতর মনে কর----",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ “আল্লাহ যা চান তাই হবে। আমাদের যদি কোন কিছু চলতে পারে তাহলে তা চলতে পারে একমাত্র আল্লাহরই সুযোগ ও সাহায্য -সহযোগিতা দানের মাধ্যমেই। ” এ আয়াত থেকে সালফে সালেহীনের কেউ কেউ বলেনঃ কোন পছন্দনীয় বস্তু দেখার পর যদি\n  <br/>\n  <br/>\n  مَاشَاءَللّٰهُ لا قُوَّةَ إِلَّا بِاللّٰهِ\n  <br/>\n  <br/>\n  বলে দেয়া হয়, তবে কোন বস্তু তার ক্ষতি করে না। [ইবন কাসীর] অর্থাৎ পছন্দনীয় বস্তুটি নিরাপদ থাকে বা তাতে চোখ লাগার মত ক্ষতি হয় না। সহীহ হাদীসেও এ আয়াতের মত একটি হাদীস এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবু হুরায়রা রাদিয়াল্লাহু আনহুকে বললেন: “আমি কি তোমাকে জান্নাতের একটি মূল্যবান সম্পদের সন্ধান দেব না? সেটা হলো: “লা হাওলা ওলা কুওয়াতা ইল্লা বিল্লাহ\"। [বুখারী: ৬৩৮৪, মুসলিম: ২৭০৪] আবার কোন কোন বর্ণনায় বলা হয়েছে, জান্নাতের সে মূল্যবান সম্পদ হলো: “লা কুওয়াতা ইল্লা বিল্লাহ”। [মুসনাদে আহমাদ: ২/৩৩৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১৮ : ৪০",
        "arabic_text": "\nفَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا ",
        "bangla_text": "‘তবে হয়ত আমার রব আমাকে তোমার বাগানের চেয়ে উৎকৃষ্টতর কিছু দেবেন এবং তোমার বাগানে আকাশ থেকে নির্ধারিত বিপর্যয় পাঠাবেন [১], যার ফলে তা উদ্ভিদশূন্য ময়দানে পরিণত হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস এর অর্থ নিয়েছেন আযাব। অপর কারও মতে, অগ্নি। আবার কেউ কেউ অর্থ নিয়েছেন প্রস্তর বর্ষণ। কোন কোন মুফাসসিরের মতে এর অর্থ: এমন বৃষ্টিপাত যাতে গাছ-গাছড়া উপড়ে যায়, ফসলাদি ক্ষতিগ্ৰস্ত হয়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১৮ : ৪১",
        "arabic_text": "\nأَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا ",
        "bangla_text": "‘অথবা তার পানি ভূগর্ভে হারিয়ে যাবে এবং তুমি কখনো সেটার সন্ধান লাভে সক্ষম হবে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যে আল্লাহর হুকুমে তুমি এসব কিছু লাভ করেছে তাঁরই হুকুমে এসব কিছু তোমার কাছ থেকে ছিনিয়েও নেয়া যেতে পারে। তুমি যদি এখন প্রচুর পানি পাওয়ার কারণে ক্ষেত-খামার করার সুবিধা লাভ করে আল্লাহর নেয়ামতকে অস্বীকার করে কাফের হয়ে যাচ্ছে, তবে মনে রেখো। তিনি ইচ্ছে করলে তোমাদের এ পানি পুনরায় ভূগর্ভে প্রোথিত করে দিতে পারেন, তারপর তুমি কোন ভাবেই তা আনতে সক্ষম হবে না। কুরআনের অন্যত্রও এ কথা বলে মহান আল্লাহ তাঁর এ বিরাট নেয়ামত পানি নিঃশেষ করে দেয়ার হুমকি দিয়েছেন। আল্লাহ বলেন: “বলুন, ‘তোমরা ভেবে দেখেছি কি যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়, তখন কে তোমাদেরকে এনে দেবে প্রবাহমান পানি?” [সূরা আল-মুলক: ৩০] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১৮ : ৪২",
        "arabic_text": "\nوَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا ",
        "bangla_text": "আর তার ফল-সম্পদ বিপর্যয়ে বেষ্টিত হয়ে গেল এবং সে তাতে যা ব্যয় করেছিল তার জন্য হাতের তালু মেরে আক্ষেপ করতে লাগল যখন তা মাচানসহ ভুমিতে লুটিয়ে পড়ল। সে বলতে লাগল, ‘হায় আমি যদি কাউকেও আমার রব-এর সাথে শরীক না করতাম [১] !’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বাহ্যতঃ সে দুনিয়া লাভের জন্য, দুনিয়ার সম্পপদ বাঁচানোর জন্য একথা বলেছিল। অথবা বাস্তবেই সে নিজের ভুল বুঝতে পেরে শির্ক থেকে তাওবাহ করতে চেয়ে একথা বলেছিল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১৮ : ৪৩",
        "arabic_text": "\nوَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا ",
        "bangla_text": "আর আল্লাহ্ ছাড়া তাকে সাহায্য করার কোন লোকজন ছিল না এবং সে নিজেও প্রতিকারে সমর্থ হলো না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১৮ : ৪৪",
        "arabic_text": "\nهُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا ",
        "bangla_text": "এখানে কর্তৃত্ব আল্লাহ্রই [১], যিনি সত্য [২]। পুরস্কার প্রদানে ও পরিণাম নির্ধারণে তিনিই শ্রেষ্ঠ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতটির অর্থ নির্ধারণে দু'টি প্রসিদ্ধ মত এসেছে:\n  <br/>\n  <br/>\n  এক, আয়াতে উল্লেখিত هنالك শব্দটির অর্থ আগের বাক্যের সাথে করা হবে। আর الو لاية থেকে নতুনভাবে অর্থ করা হবে। সে মতে পূর্বের আয়াতের অর্থ হবে: যেখানে আল্লাহর আযাব নাযিল হয়েছে সেখানে আল্লাহ ছাড়া তাকে সাহায্য করার কোন লোকজন ছিল না এবং সে নিজেও প্রতিকারে সমর্থ হলো না। দুই, আর যদি  هنالك  শব্দটিকে এ আয়াতের পরবর্তী বাক্য الو لا ية  এর সাথে মিলিয়ে অর্থ করা হয় তখন আয়াতের দু’ধরনের অর্থ হয়।\n  <br/>\n  <br/>\n  যদি الو لا ية শব্দটির واو এর উপর فتحة দিয়ে পড়া হয় তখন শব্দটির অর্থ হয়, অভিভাবকত্ব, বন্ধুত্ব। আর আয়াতের অর্থ দাঁড়ায়: যখন আযাব নাযিল হয় তখন কাফের বা মুমিন সবাই অভিভাবক ও বন্ধু হিসেবে একমাত্র আল্লাহর দিকেই ফিরবে, তাঁর আনুগত্য মেনে নিবে। এর বাইরে কোন কিছু চিন্তাও করবে না। যেমন কুরআনের অন্যত্র বলা হয়েছে, “তারপর তারা যখন আমার শাস্তি দেখতে পেল তখন বলল, “আমরা এক আল্লাহতেই ঈমান আনলাম এবং আমরা তাঁর সাথে যাদেরকে শরীক করতাম তাদেরকে প্রত্যাখ্যান করলাম।\" [সূরা গাফের: ৮৪] অনুরূপভাবে ফিরআউনের মুখ থেকেও বিপদকালে এ কথাই বের হয়েছিল, মহান আল্লাহ বলেন: “পরিশেষে যখন সে নিমজ্জমান হল তখন বলল, “আমি বিশ্বাস করলাম বনী ইসরাঈল যার উপর বিশ্বাস করে। নিশ্চয়ই তিনি ছাড়া অন্য কোন সত্য ইলাহ নেই এবং আমি আত্মসমর্পণকারীদের অন্তর্ভুক্ত। ‘এখন! ইতিপূর্বে তো তুমি অমান্য করেছ এবং তুমি অশান্তি সৃষ্টিকারীদের অন্তর্ভুক্ত ছিলে।” [সূরা ইউনুস: ৯০-৯১]\n  <br/>\n  <br/>\n  আর যদি الولاية শব্দটির واو এর নীচে كسرة দিয়ে পড়া হয়। যেমনটি কোন কোন قراءة তে আছে, তখন শব্দটির অর্থ হয় ক্ষমতা, নির্দেশ ও আইন। আর আয়াতের অর্থ দাঁড়ায়: যখন আযাব নাযিল হবে তখন একমাত্র মহান আল্লাহর ক্ষমতা, আইন ও নির্দেশই কার্যকর হবে। অন্য কারো কোন কথা চলবে না। তিনি তাদের ধ্বংস করেই ছাড়বেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আয়াতের দু'টি অর্থ করা যায়। এক, তখন একমাত্র হক্ক ও সত্য ইলাহ আল্লাহ তা'আলারই কর্তৃত্ব। যেমন অন্যত্র বলা হয়েছে, “তারপর তাদের হক্ক ও সত্য প্রতিপালক আল্লাহর দিকে তারা ফিরে আসে। দেখুন, কর্তৃত্ব তো তাঁরই এবং হিসেব গ্রহনে তিনিই সবচেয়ে তৎপর।” [সূরা আল-আন’আম: ৬২] দুই, তখন একমাত্র হক্ক ও সত্য কর্তৃত্ব ও অভিভাবকত্ব আল্লাহরই। যেমন অন্যত্র বলা হয়েছে, “সে দিন সত্য ও হক্ক কর্তৃত্ব ও অভিভাকত্ব হবে কেবলমাত্র দয়াময়ের এবং কাফিরদের জন্য সে দিন হবে কঠিন। ” [সূরা আল-ফুরকান: ২৬] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১৮ : ৪৫",
        "arabic_text": "\nوَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا ",
        "bangla_text": "আর আপনি তাদের কাছে পেশ করুন উপমা দুনিয়ার জীবনের; এটা পানির ন্যায় যা আমরা বর্ষণ করি আকাশ থেকে, যা দ্বারা ভূমিজ উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদগত হয়, তারপর তা বিশুষ্ক হয়ে এমন চূর্ণ-বিচূর্ণ হয় যে, বাতাস তাকে উড়িয়ে নিয়ে যায়। আর আল্লাহ্ সব কিছুর উপর শক্তিমান [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষষ্ঠ রুকু\n  </b>\n  <br/>\n  <br/>\n  [১] কুরআনের বিভিন্ন স্থানে মহান আল্লাহ্ দুনিয়ার জীবনকে আকাশ থেকে নাযিল হওয়া পানির সাথে তুলনা করেছেন। দুনিয়ার জীবনের ক্ষণস্থায়ীত্বের উদাহরণ হলো আকাশ থেকে বৰ্ষিত পানির মত। যা প্রথমে যমীনে পতিত হওয়ার সাথে সাথে যমীনে অবস্থিত উদ্ভিদরাজিতে প্ৰাণের উন্মেষ ঘটে। কিন্তু কিছুদিনের মধ্যেই সে পানি পুরিয়ে গেলে, পানির কার্যকারিতা নষ্ট হয়ে গেলে আবার সে প্রাণের নিঃশেষ ঘটে। দুনিয়ার জীবনও ঠিক তদ্রুপ; এখানে আসার পর জীবনের বিভিন্ন অংশের প্রাচুর্যে মানুষ মোহান্ধ হয়ে আখেরাতকে ভুলে বসে থাকে কিন্তু অচিরেই তার জীবনের মেয়াদ ফুরিয়ে গেলে সে আবার হতাশ হয়ে পড়ে। এ কথাটি মহান আল্লাহ কুরআনের অন্যত্র এভাবে বলেছেন: “বস্তুত পার্থিব জীবনের দৃষ্টান্ত এরূপ, যেমন আমি আকাশ থেকে বৃষ্টি বর্ষণ করি যা দ্বারা ভূমিজ উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদগত হয়, যা থেকে মানুষ ও জীব-জন্তু খেয়ে থাকে। তারপর যখন ভূমি তার শোভা ধারণ করে ও নয়নাভিরাম হয় এবং তার অধিকারীগণ মনে করে ওটা তাদের আয়ত্তাধীন, তখন দিনে বা রাতে আমার নির্দেশ এসে পড়ে ও আমি ওটা এমনভাবে নির্মূল করে দেই, যেন গতকালও ওটার অস্তিত্ব ছিল না। এভাবে আমি নিদর্শনাবলী বিশদভাবে বর্ণনা করি চিন্তাশীল সম্প্রদায়ের জন্য। ” [সূরা ইউনুস: ২৪] আরো বলেছেন: “আপনি কি দেখেন না, আল্লাহ আকাশ হতে বারি বর্ষণ করেন, তারপর তা ভূমিতে নির্ঝররুপে প্রবাহিত করেন এবং তা দ্বারা বিবিধ বর্ণের ফসল উৎপন্ন করেন, তারপর তা শুকিয়ে যায়। ফলে তোমরা তা পীত বর্ণ দেখতে পাও, অবশেষে তিনি ওটাকে খড়-কুটোয় পরিণত করেন? এতে অবশ্যই উপদেশ রয়েছে বোধশক্তিসম্পন্নদের জন্য।” [সূরা আয-যুমার: ২১]\n  <br/>\n  <br/>\n  আরও বলেছেন: “তোমরা জেনে রাখ, পার্থিব জীবন তো খেল-তামাশা, জাঁকজমক, পারস্পরিক শ্লাঘা, ধন-সম্পদ ও সন্তান-সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ছাড়া আর কিছু নয়। এর উপমা বৃষ্টি, যা দ্বারা উৎপন্ন শস্য-সম্ভার কৃষকদেরকে চমৎকৃত করে, তারপর সেগুলো শুকিয়ে যায়, ফলে আপনি ওগুলো পীতবর্ণ দেখতে পান, অবশেষে সেগুলো খড়-কুটোয় পরিণত হয়। পরকালে রয়েছে কঠিন শাস্তি এবং আল্লাহর ক্ষমা ও সস্তুষ্টি। পার্থিব জীবন প্রতারণার সামগ্ৰী ছাড়া কিছু নয়। ” [সূরা আল-হাদীদ: ২০] অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও বলেছেন: “দুনিয়া হলো সুমিষ্ট সবুজ-শ্যামল মনোমুগ্ধকর। সুতরাং তোমরা দুনিয়া থেকে বেঁচে থাক আর মহিলাদের থেকে নিরাপদ থাক”। [মুসলিম: ২৭৪২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১৮ : ৪৬",
        "arabic_text": "\nٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا ",
        "bangla_text": "ধন-সম্পদ ও সন্তান-সন্ততি দুনিয়ার জীবনের শোভা; আর স্থায়ী সৎকাজ [১] আপনার রব-এর কাছে পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং কাঙ্ক্ষিত হিসেবেও উৎকৃষ্ট। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] স্থায়ী সৎকাজ বলতে কুরআনে বর্ণিত বা হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক অনুমোদিত যাবতীয় নেককাজই বুঝানো হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং সাহাবায়ে কিরামের বিভিন্ন উক্তির মাধ্যমে তা স্পষ্ট হয়েছে। উসমান রাদিয়াল্লাহু আনহুর দাস হারেস বলেন, উসমান রাদিয়াল্লাহু ‘আনহু একদিন বসলে আমরা তার সাথে বসে পড়লাম। ইতিমধ্যে মুয়াজ্জিন আসল। তিনি পাত্রে করে পানি নিয়ে আসার নির্দেশ দিলেন। সে পানির পরিমাণ সম্ভবত এক মুদ (৮১৫.৩৯ গ্রাম মতান্তরে ৫৪৩ গ্রাম) পরিমান হবে। (দেখুন, মুজামুলুগাতিল ফুকাহা)। তারপর উসমান রাদিয়াল্লাহু আনহু সে পানি দ্বারা অজু করলেন এবং বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আমার এ অজুর মত অজু করতে দেখেছি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: যদি কেউ আমার অজুর মত অজু করে জোহরের সালাত আদায় করে তবে এ সালাত ও ভোরের মাঝের সময়ের গুনাহসমূহ ক্ষমা করে দেয়া হবে। তারপর যদি আসরের সালাত আদায় করে তবে সে সালাত ও জোহরের সালাতের মধ্যকার গুনাহসমূহ ক্ষমা করে দেয়া হবে। এরপর যদি মাগরিবের সালাত আদায় করে তবে সে সালাত ও আসরের সালাতের মধ্যে কৃত গুনাহসমূহ মাফ করে দেয়া হবে। । তারপর এশার সালাত আদায় করলে সে সালাত এবং মাগরিবের সালাতের মধ্যে হওয়া সমূদয় গুনাহ ক্ষমা করে দেয়া হবে। এরপর সে হয়ত: রাতটি ঘুমিয়েই কাটিয়ে দিবে। তারপর যখন ঘুম থেকে জেগে অজু করে এবং সকালের সালাত আদায় করে তখন সে সালাত এবং এশার সালাতের মধ্যকার সমস্ত গুনাহ ক্ষমা করে দেয়া হবে। আর এগুলোই হলো এমন সৎকাজ যেগুলো অপরাধ মিটিয়ে দেয়। লোকেরা এ হাদীস শোনার পর বলল, হে উসমান এগুলো হলো “হাসানাহ\" বা নেক-কাজ। কিন্তু “আল-বাকিয়াতুস-সালেহাত কোনগুলো? তখন তিনি বললেন তা হলো, ‘লা ইলাহা ইল্লাল্লাহু ‘,\"সুবহানাল্লাহ’, ‘আলহামদুলিল্লাহ’, ‘আল্লাহু আকবার’ এবং “লা হাওলা ওলা কুওয়াতা ইল্লা বিল্লাহ’। [মুসনাদে আহমাদ: ১/৭১] “আল-বাকিয়াতুস-সালেহাত” এর তাফসীরে এ পাঁচটি বাক্য অন্যান্য অনেক সাহাবা, তাবেয়ী ও তাবে তাবেয়ীনদের থেকেও বর্ণিত হয়েছে। তবে ইবন আব্বাস থেকে বর্ণিত আছে যে, তিনি বলেছেন: “আলবাকিয়াতুস-সালেহাত” দ্বারা আল্লাহর যাবতীয় যিকর বা স্মরণকে বুঝানো হয়েছে। সে মতে তিনি “তাবারাকাল্লাহ’, ‘আস্তাগফিরুল্লাহ’, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর সালাত পাঠ, সাওম, সালাত, হজ্জ, সাদাকাহ, দাসমুক্তি, জিহাদ, আত্মীয়তার সম্পর্ক সংরক্ষণ সহ যাবতীয় সৎকাজকেই এর অন্তর্ভুক্ত করেছেন এবং বলেছেন: এর দ্বারা ঐ সমৃদয় কাজই উদ্দেশ্য হবে যা জান্নাতবাসীদের জন্য যতদিন সেখানে আসমান ও যমীনের অস্তিত্ব থাকবে ততদিন বাকী থাকবে অর্থাৎ চিরস্থায়ী হবে; কারণ জান্নাতের আসমান ও যমীন স্থায়ী ও অপরিবর্তনশীল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১৮ : ৪৭",
        "arabic_text": "\nوَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا ",
        "bangla_text": "আর স্মরণ করুন, যেদিন আমরা পর্বতমালাকে করব সঞ্চালিত [১] এবং আপনি যমীনকে দেখবেন উন্মুক্ত প্রান্তর [২], আর আমরা তাদের সকলকে একত্র করব; তারপর তাদের কাউকে ছাড়ব না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন যমীনের বাঁধন আলগা হয়ে যাবে এবং পাহাড় ঠিক এমনভাবে চলতে শুরু করবে। যেমন আকাশে মেঘেরা ছুটে চলে। কুরআনের অন্য এক জায়গায় এ অবস্থাটিকে এভাবে বলা হয়েছেঃ “আর আপনি পাহাড়গুলো দেখছেন এবং মনে করছেন এগুলো অত্যন্ত জমাটবদ্ধ হয়ে আছে কিন্তু এগুলো চলবে ঠিক যেমন মেঘেরা চলে।” [সূরা আন-নামলঃ ৮৮] আরো বলা হয়েছেঃ “যেদিন আকাশ আন্দোলিত  হবে প্রবলভাবে এবং পর্বত চলবে দ্রুত; [সূরা আত-তূর: ৯-১০] আরো এসেছেঃ “আর পর্বতসমূহ হবে ধূনিত রঙ্গীন পশমের মত। ” [সূরা আল-কারি'আ: ৫]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এর উপর কোন শ্যামলতা, বৃক্ষ তরুলতা এবং ঘরবাড়ি থাকবে না। সারাটা পৃথিবী হয়ে যাবে একটা ধুধু প্ৰান্তর। এ সূরার সূচনায় এ কথাটিই বলা হয়েছিল এভাবে যে, “এ পৃথিবী পৃষ্ঠে যা কিছু আছে সেসবই আমি লোকদের পরীক্ষার জন্য একটি সাময়িক সাজসজা হিসেবে তৈরী করেছি। এক সময় আসবে যখন এটি সম্পূর্ণ একটি পানি ও বৃক্ষ লতাহীন মরুপ্রান্তরে পরিণত হবে। ”\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১৮ : ৪৮",
        "arabic_text": "\nوَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةِۭۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا ",
        "bangla_text": "আর তাদেরকে আপনার রব-এর কাছে উপস্থিত করা হবে সারিবদ্ধভাবে [১] এবং আল্লাহ্ বলবেন, ‘তোমাদেরকে আমরা প্রথমবার যেভাবে সৃষ্টি করেছিলাম সেভাবেই তোমরা আমাদের কাছে উপস্থিত হয়েছ [২], অথচ তোমরা মনে করতে যে, তোমাদের জন্য আমরা কোন প্রতিশ্রুত সময় নির্ধারণ করব না। [৩]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সারিবদ্ধভাবে বলা দ্বারা এ অর্থ উদ্দেশ্য হতে পারে যে, সবাই এক কাতার হয়ে দাঁড়াবে। যেমন অন্যত্র বলা হয়েছেঃ “সেদিন রূহ ও ফিরিশতাগণ এক কাতার হয়ে দাঁড়াবে; দয়াময় যাকে অনুমতি দেবেন। সে ছাড়া অন্যেরা কথা বলবে না এবং সে যথাৰ্থ বলবে। ” [সূরা আন-নাবা: ৩৮] অথবা এর দ্বারা এটাও উদ্দেশ্য হতে পারে যে, তারা কাতারে কাতারে দাঁড়াবে। যেমন অন্যত্র বলা হয়েছে: “এবং যখন আপনার প্রতিপালক উপস্থিত হবেন ও সারিবদ্ধভাবে ফিরিশতাগণও”। [সূরা আল-ফাজর: ২২]\n  <br/>\n  <br/>\n  [২] কেয়ামতের দিন সবাইকে বলা হবে: আজ তোমরা এমনিভাবে খালি হাতে, নগ্ন পায়ে, কোন খাদেম ব্যাতীত, যাবতীয় জৌলুস বাদ দিয়ে, খালি গায়ে, কোন আসবাবপত্র না নিয়ে আমার সামনে এসেছি, যেমন আমি প্রথমে তোমাদেরকে সৃষ্টি করেছিলাম। কুরআনের অন্যত্রও এ ধরনের আয়াত এসেছে, যেমন সূরা আল-আন’আম: ৯৪, সূরা মারইয়াম: ৮০, ৯৫, সূরা আল-আম্বিয়া: ১০৪ ৷ এ প্রসঙ্গে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “লোকসকল! তোমরা কেয়ামতে তোমাদের পালনকর্তার সামনে খালি পায়ে, খালি গাঁয়ে, পায়ে হেঁটে উপস্থিত হবে। সেদিন সর্বপ্রথম যাকে পোষাক পরানো হবে, তিনি হবেন ইবরাহীম ‘আলাইহিস সালাম। একথা শুনে আয়েশা রাদিয়াল্লাহু ‘আনহা প্রশ্ন করলেনঃ ইয়া রাসূলাল্লাহ! সব নারী-পুরুষই কি উলঙ্গ হবে এবং একে অপরকে দেখবে? তিনি বললেনঃ সেদিন প্ৰত্যেককেই এমন ব্যস্ততা ও চিন্তা ঘিরে রাখবে যে, কেউ কারো প্ৰতি দেখার সুযোগই পাবে না। ” [ বুখারীঃ ৩১৭১, মুসলিমঃ ২৮৫৯]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ সে সময় আখেরাত অস্বীকারকারীদেরকে বলা হবেঃ দেখো, নবীগণ যে খবর দিয়েছিলেন তা সত্য প্রমাণিত হয়েছে তো। তারা তোমাদের বলতেন, আল্লাহ যেভাবে তোমাদের প্রথমবার সৃষ্টি করেছেন ঠিক তেমনি দ্বিতীয়বারও সৃষ্টি করবেন। তোমরা তা মেনে নিতে অস্বীকার করেছিলে। কিন্তু এখন বলো, তোমাদের দ্বিতীয়বার সৃষ্টি করা হয়েছে কি না?\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১৮ : ৪৯",
        "arabic_text": "\nوَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا ",
        "bangla_text": "আর উপস্থাপিত করা হবে ‘আমলনামা, তখন তাতে যা লিপিবদ্ধ আছে তার কারণে আপনি অপরাধীদেরকে দেখবেন আতংকগ্রস্ত এবং তারা বলবে, ‘হায়, দুর্ভাগ্য আমাদের! এটা কেমন গ্রন্থ! এটা তো ছোট বড় কিছু বাদ না দিয়ে সব কিছুই হিসেব করে রেখেছে [১]।’ আর তারা যা আমল করেছে তা সামনে উপস্থিত পাবে [২]; আর আপনার রব তো কারো প্রতি যুলুম করেন না [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দুনিয়ার বুকে তারা যা যা করেছিল তা সবই লিপিবদ্ধ করা হয়েছিল। সে সব লিখিত গ্রন্থগুলো সেখানে তারা দেখতে পাবে। তাদের কারও আমলনামা ডান হাতে আবার কারও বাম হাতে দেয়া হবে। তারা সেখানে এটাও দেখবে যে, সেখানে ছোট-বড়, গুরুত্বপূর্ণ, গুরুত্বহীন সবকিছুই লিখে রাখা হয়েছে। অন্যত্র মহান আল্লাহ তাদের আমলনামা সম্পর্কে বলেন: “প্রত্যেক মানুষের কাজ আমি তার গ্ৰীবালগ্ন করেছি এবং কিয়ামতের দিন আমি তার জন্য বের করব এক কিতাব, যা সে পাবে উন্মুক্ত। ‘তুমি তোমার কিতাব পাঠ কর, আজ তুমি নিজেই তোমার হিসেব-নিকেশের জন্য যথেষ্ঠ।” [সূরা আল-ইসরা: ১৩]\n  <br/>\n  <br/>\n  [২] অর্থাৎ হাশরবাসীরা তাদের কৃতকর্মকে উপস্থিত পাবে। অন্যান্য আয়াতে আরো স্পষ্ট ভাষায় তা বর্ণিত হয়েছে। বলা হয়েছে: “যে দিন প্রত্যেকে সে যা ভাল কাজ করেছে এবং সে যা মন্দ কাজ করেছে তা বিদ্যমান পাবে, সেদিন সে তার ও ওটার মধ্যে ব্যবধান কামনা করবে। আল্লাহ তার নিজের সম্বন্ধে তোমাদেরকে সাবধান করতেছেন। আল্লাহ বান্দাদের প্রতি অত্যন্ত দয়াদ্র। ” [সূরা আলে-ইমরান: ৩০] আরও বলা হয়েছেঃ “সেদিন মানুষকে অবহিত করা হবে সে কী আগে পাঠিয়েছে ও কী পিছনে রেখে গেছে। ” [সূরা আল-কিয়ামাহঃ ১৩] আরও বলা হয়েছেঃ “যে দিন গোপন ভেদসমূহ প্রকাশ করা হবে” [সূরা আত-ত্বরেক:৯] মুফাসসিরগণ বিভিন্ন হাদীসের ভিত্তিতে এর অর্থ সাধারণভাবে এরূপ বর্ণনা করেন যে, এসব কৃতকর্মই প্রতিদান ও শাস্তির রূপ পরিগ্রহ করবে। তাদের আকার-আকৃতি সেখানে পরিবর্তিত হয়ে যাবে। যেমন, কোন কোন হাদীসে আছে, যারা যাকাত দেয় না, তাদের মাল কবরে একটি বড় সাপের আকার ধারণ করে তাদেরকে দংশন করবে এবং বলবেঃ আমি তোমার সম্পপদ ৷ [বুখারীঃ ১৩৩৮, তিরমিয়ীঃ ১১৯৫] সৎকর্ম সুশ্ৰী মানুষের আকারে কবরের নিঃসঙ্গ অবস্থায় আতঙ্ক দূর করার জন্য আগমন করবে। [মুসনাদে আহমাদঃ ৪/২৮৭] মানুষের গোনাহ বোঝার আকারে প্রত্যেকের মাথায় চাপিয়ে দেয়া হবে। অনুরূপভাবে, কুরআনে ইয়াতিমের মাল অন্যায়ভাবে ভক্ষণকারীদের সম্পর্কে বলা হয়েছে-\n  <br/>\n  <br/>\n  اِنَّمَا يَاْكُلُوْنَ فِىْ بُطُوْنِحِمْ نَارًا\n  <br/>\n  <br/>\n  [সূরা আন-নিসাঃ ১০] অথবা, আয়াতের এ অর্থও করা যায় যে, তারা তাদের কৃতকর্মের বিবরণ সম্বলিত দপ্তর দেখতে পাবে, কোন কিছুই সে আমলনামা লিখায় বাদ পড়েনি। কাতাদা রাহেমাহুল্লাহ এ আয়াত শুনিয়ে বলতেন: তোমরা যদি লক্ষ্য কর তবে দেখতে পাবে যে, লোকেরা ছোট-বড় সবকিছু গণনা হয়েছে বলবে কিন্তু কেউ এটা বলবে না যে, আমার উপর যুলুম করা হয়েছে। সুতরাং তোমরা ছোট ছোট গুনাহর ব্যাপারে সাবধান হও; কেননা এগুলো একত্রিত হয়ে বিরাট আকার ধারণ করে ধ্বংস করে ছাড়বে। [তাবারী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ এক ব্যক্তি একটি অপরাধ করেনি কিন্তু সেটি খামাখা তার নামে লিখে দেয়া হয়েছে, এমনটি কখনো হবে না। আবার কোন ব্যক্তিকে তার অপরাধের কারণে প্রাপ্য সাজার বেশী দেয়া হবে না এবং নিরপরাধ ব্যক্তিকে অযথা পাকড়াও করেও শাস্তি দেয়া হবে না। জাবের ইবন আব্দুল্লাহ বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কিয়ামতের দিনে আল্লাহ তা'আলা মানুষদেরকে অথবা বলেছেন। বান্দাদেরকে নগ্ন, অখতনাকৃত এবং কপর্দকশূণ্য অবস্থায় একত্রিত করবেন। তারপর কাছের লোকেরা যেমন শুনবে দূরের লোকেরাও তেমনি শুনতে পাবে এমনভাবে ডেকে কারও উপর জাহান্নামের অধিবাসীদের কোন দাবী অনাদায়ী থাকতে পারবে না। অনুরূপভাবে, জাহান্নামে প্রবেশকারী কারও উপর জান্নাতের অধিবাসীদের কারও দাবীও অনাদায়ী থাকতে পারবে না। এমনকি যদি তা একটি চপেটাঘাতও হয়। বর্ণনাকারী বললেন: কিভাবে তা সম্ভব হবে, অথচ আমরা তখন নগ্ন শরীর, অখতনাকৃত ও রিক্তহস্তে সেখানে আসব? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: নেককাজ ও বদকাজের মাধ্যমে সেটার প্রতিদান দেয়া হবে। [মুসনাদে আহমাদ: ৩/৪৯৫] অন্য হাদীসে এসেছে, ‘’শিংবিহীন প্রাণী সেদিন শিংওয়ালা প্রাণী থেকে তার উপর কৃত অন্যায়ের কেসাস নিবে। ’ [মুসনাদে আহমাদ: ১/৪৯৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১৮ : ৫০",
        "arabic_text": "\nوَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا ",
        "bangla_text": "আর স্মরণ করুন, আমরা যখন ফিরিশতাদেরকে বলেছিলাম, ‘আদমের প্রতি সিজদা কর’, তখন তারা সবাই সিজদা করল ইবলীস ছাড়া; সে ছিল জিনদের একজন [১] সে তার রব-এর আদেশ অমান্য করল [২]। তবে কি তোমরা আমার পরিবর্তে তাকে এবং তার বংশধরকে [৩] অভিভাবকরূপে গ্রহণ করবে, অথচ তারা তোমাদের শত্রু [৪]। যালেমদের এ বিনিময় কত নিকৃষ্ট [৫]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সপ্তম রুকু\n  </b>\n  <br/>\n  <br/>\n  [১] ইবলিস কি ফেরেশতাদের অন্তর্ভুক্ত ছিল নাকি ভিন্ন প্রজাতির ছিল এ নিয়ে দু'টি মত দেখা যায়। [দুটি মতই ইবন কাসীর বর্ণনা করেছেন।] কোন কোন মুফাসসিরের মতে, সে ফিরিশতাদেরই অন্তর্ভুক্ত ছিল। তখন তাদের মতে, এ আয়াতে আল্লাহ তা'আলার বাণী “সে জিনদের একজন”। এর 'জিন' শব্দ দ্বারা ফেরেশতাদের এমন একটি উপদল উদ্দেশ্য নেয়া হয়েছে, যাদেরকে ‘জিন’ বলা হতো। সম্ভবত: তাদেরকে মানুষের মত নিজেদের পথ বেছে নেয়ার এখতিয়ার দেয়া হয়েছিল। সে হিসেবে ইবলিস আল্লাহ তা'আলার নির্দেশের আওতায় ছিল। কিন্তু সে নির্দেশ অমান্য করে অবাধ্য ও অভিশপ্ত বান্দা হয়ে যায়। তবে অধিকাংশ মুফাসসিরের মতে ইবলীস ফেরেশতাদের দলভুক্ত ছিল না। তারা আলোচ্য আয়াত থেকে তাদের মতের সপক্ষে দলীল গ্ৰহণ করেন। ফেরেশতাদের ব্যাপারে কুরআন সুস্পষ্ট ভাষায় বলে, তারা প্রকৃতিগতভাবে অনুগত ও হুকুম মেনে চলেঃ “আল্লাহ তাদেরকে যে হুকুমই দেন না কেন তারা তার নাফরমানী করে না এবং তাদেরকে যা হুকুম দেয়া হয় তাই করে।\" [সূরা আত-তাহরীমঃ ৬]\n  <br/>\n  <br/>\n  আরো বলেছেনঃ “তারা অবাধ্য হয় না, তাদের রবের, যিনি তাদের উপর আছেন, ভয় করে এবং তাদেরকে যা হুকুম দেয়া হয় তাই করে। ” [সূরা আন-নাহলঃ ৫০]\n  <br/>\n  <br/>\n  তাছাড়া হাদীসেও এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ফেরেশতাদেরকে নূর থেকে তৈরী করা হয়েছে, ইবলীসকে আগুনের ফুল্কি থেকে এবং আদমকে যা থেকে সৃষ্টি করা হয়েছে তা তোমাদের কাছে বিবৃত করা হয়েছে ৷' [মুসলিম: ২৯৯৬]\n  <br/>\n  <br/>\n  [২] এতে বুঝা যাচ্ছে যে, জিনরা মানুষের মতো একটি স্বাধীন ক্ষমতাসম্পন্ন সৃষ্টি। তাদেরকে জন্মগত আনুগত্যশীল হিসেবে সৃষ্টি করা হয়নি। বরং তাদেরকে কুফর ও ঈমান এবং আনুগত্য ও অবাধ্যতা উভয়টি করার ক্ষমতা দান করা হয়েছে। এ সত্যটিই এখানে তুলে ধরা হয়েছে। বলা হয়েছে, ইবলীস ছিল জিনদের দলভুক্ত, তাই সে স্বেচ্ছায় নিজের স্বাধীন ক্ষমতা ব্যবহার করে ফাসেকীর পথ বাছাই করে নেয়। এখানে আল্লাহর নির্দেশ থেকে অবাধ্য হয়েছিল এর দু'টি অর্থ করা হয়ে থাকে। এক. সে আল্লাহর নির্দেশ আসার কারণে অবাধ্য হয়েছিল। কারণ সিজদার নির্দেশ আসার কারণে সে সিজদা করতে অস্বীকার করেছিল। এতে বাহ্যত: মনে হবে যে, আল্লাহর নির্দেশই তার অবাধ্যতার কারণ। অথবা আয়াতের অর্থ, আল্লাহর নির্দেশ ত্যাগ করে সে অবাধ্য হয়েছিল। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  তবে ইবলীস ফেরেশতাদের দলভুক্ত না হয়েও নির্দেশের অবাধ্য কারণ হচ্ছে, যেহেতু ফেরেশতাদের সাথেই ছিল, সেহেতু সিজদার নির্দেশ তাকেও শামিল করেছিল। কারণ, তার চেয়ে উত্তম যারা তাদেরকে যখন সিজদা করার নির্দেশ দেয়া হচ্ছে তখন সে নিজেই এ নির্দেশের মধ্যে শামিল হয়েছিল এবং তার জন্যও তা মানা বাধ্যতামূলক ছিল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] وَذُرِّيَّتَهُ এ শব্দ থেকে বোঝা যায় যে, শয়তানের সন্তান-সন্ততি ও বংশধর আছে। কোন কোন মুফাসসির বলেনঃ এখানে ذرّية  অর্থাৎ বংশধর বলে সাহায্যকারী দল বোঝানো হয়েছে। কাজেই শয়তানের ঔরসজাত সন্তান-সন্ততি হওয়া জরুরী নয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] উদ্দেশ্য হচ্ছে পথভ্ৰষ্ট লোকদেরকে তাদের এ বোকামির ব্যাপারে সজাগ করে দেয়া যে, তারা নিজেদের স্নেহশীল ও দয়াময় আল্লাহ যিনি তোমাদেরকে সৃষ্টি করেছেন, যত নেয়ামত তোমার প্রয়োজন সবই সরবরাহ করেছেন এবং শুভাকাংখী নবীদেরকে ত্যাগ করে এমন এক চিরন্তন শত্রুর ফাঁদে পা দিচ্ছে যে সৃষ্টির প্রথম দিন থেকেই তাদের বিরুদ্ধে হিংসাত্মক ভূমিকায় অবতীর্ণ হয়েছে। সবসময় তোমার ক্ষতি করার অপেক্ষায় থাকে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৫] যালেম তো তারা, যারা প্রতিটি বস্তুকে তার সঠিক স্থানে না রেখে অন্য স্থানে রেখেছে। তাদের রবের ইবাদাতের পরিবর্তে শয়তানের ইবাদাত করেছে। এত কত নিকৃষ্ট অদল-বদল!! আল্লাহকে বাদ দিয়ে শয়তানের ইবাদাত! [ফাতহুল কাদীর] অন্য আয়াতেও আল্লাহ্ তা'আলা তা বলেছেন, “আর 'হে অপরাধীরা! তোমরা আজ পৃথক হয়ে যাও। ” হে বনী আদম! আমি কি তোমাদেরকে নির্দেশ দেইনি যে, তোমরা শয়তানের দাসত্ব করো না, কারণ সে তোমাদের প্রকাশ্য শত্ৰু? আর আমারই ইবাদাত কর, এটাই সরল পথ। শয়তান তো তোমাদের বহু দলকে বিভ্রান্ত করেছিল, তবুও কি তোমরা বুঝনি ?\" [সূরা ইয়াসীন: ৫৯-৬২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১৮ : ৫১",
        "arabic_text": "\n۞ مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا ",
        "bangla_text": "আসমানসমূহ ও যমীনের সৃষ্টিকালে আমি তাদেরকে সাক্ষী করিনি এবং তাদের নিজেদের সৃষ্টির সময়ও নয়, আর আমি পথভ্রষ্টকারীদেরকে সাহায্যকারীরূপে গ্রহণকারী নই [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাদের সৃষ্টি করার সময় আমার কোন সাহায্যকারীর প্রয়োজন হয়নি। যাদেরকে তোমরা আহ্বান করছ তারা সবাই তোমাদের মতই তাঁর বান্দাহ, কোন কিছুরই  মালিক নয়। আসমান ও যমীন সৃষ্টি করার সময় তারা সেখানে ছিল না, তাই দেখার প্রশ্নও উঠে না। অন্যত্র আল্লাহ বলেন: “বলুন, “তোমরা ডাক তাদেরকে যাদেরকে তোমরা আল্লাহর পরিবর্তে ইলাহ মনে করতে। তারা আকাশমণ্ডলী ও পৃথিবীতে অণু পরিমাণ কিছুর মালিক নয় এবং এ দুটিতে তাদের কোন অংশও নেই এবং তাদের কেই তার সহায়কও নয়। যাকে অনুমতি দেয়া হয়। সে ছাড়া আল্লাহর কাছে কারো সুপারিশ ফলপ্রসূ হবে না। ” [সূরা সাবা: ২২-২৩]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১৮ : ৫২",
        "arabic_text": "\nوَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا ",
        "bangla_text": "আর সেদিনের কথা স্মরণ করুন, যেদিন তিনি বলবেন, ‘তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে ডাক [১]।’ তারা তখন তাদেরকে ডাকবে কিন্তু তারা তাদের ডাকে সাড়া দেবে না [২] আর আমরা তাদের উভয়ের মধ্যস্থলে রেখে দেব এক ধংস-গহবর [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা যেহেতু তাদেরকে আল্লাহর শরীক নির্ধারণ করে নিয়েছে, তাই তাদের ধারণামতে তারা যাদেরকে আল্লাহর সাথে শরীক করেছে তাদেরকে আহবান জানাতে বলা হয়েছে। নতুবা কোন শরীক হওয়া থেকে আল্লাহ সম্পপূর্ণ পবিত্র ও মহান। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা আল্লাহর সাথে যাদের শরীক করতে তাদেরকে আহবান করে তাদের দ্বারা আল্লাহর আযাব থেকে উদ্ধার পাওয়া বা আযাবের বিপরীতে সাহায্য লাভ করো কি না দেখা। [ইবন কাসীর] তারা তাদেরকে আহবান করবে। কিন্তু তাদের সে আহবান কোন কাজে আসবে না। ঐ সমস্ত উপাস্যের দল এদের ডাকে সাড়াও দিবে না, উদ্ধারও করবে না। কুরআনের অন্যত্র মহান আল্লাহ তা বর্ণনা করেছেন: “পরে কিয়ামতের দিন তিনি তাদেরকে লাঞ্চিত করবেন এবং তিনি বলবেন, “কোথায় আমার সেসব শরীক যাদের সম্বন্ধে তোমরা বিতণ্ডা করতে?’ যাদেরকে জ্ঞান দান করা হয়েছিল তারা বলবে, ‘আজ লাঞ্ছনা ও অমংগল কাফিরদের---‘[সূরা আন-নাহল: ২৭] আরও এসেছে, “এবং সেদিন তিনি তাদেরকে ডেকে বলবেন, “তোমরা যাদেরকে আমার শরীক গণ্য করতে, তারা কোথায়?” যাদের জন্য শাস্তি অবধারিত হয়েছে তারা বলবে, “হে আমাদের রব! এদেরকেই আমরা বিভ্ৰান্ত করেছিলাম; এদেরকে বিভ্রান্ত করেছিলাম যেমন আমরা বিভ্রান্ত হয়েছিলাম; আপনার সমীপে আমরা দায়িত্ব হতে অব্যাহতি চাচ্ছি। এরা তো আমাদের ইবাদাত করত না।’ তাদেরকে বলা হবে, \"তোমাদের দেবতাগুলোকে ডাক।” তখন তারা ওদেরকে ডাকবে। কিন্তু ওরা এদের ডাকে সাড়া দেবে না। আর এরা শাস্তি দেখতে পাবে। হায়! এরা যদি সৎপথ অনুসরণ করত। ” [সূরা আল-ক্কাসাস: ৬২-৬৪] আরও এসেছে, \"যেদিন আল্লাহ তাদেরকে ডেকে বলবেন, “আমার শরীকেরা কোথায়?” তখন তারা বলবে, “আমরা আপনার কাছে নিবেদন করি যে, এ ব্যাপারে আমরা কিছুই জানি না। ’ আগে তারা যাকে ডাকত। তারা উধাও হয়ে যাবে এবং অংশীবাদীরা উপলব্ধি করবে যে, তাদের নিস্কৃতির কোন উপায় নেই। ” [সূরা ফুসসিলাত: ৪৭-৪৮]\n  <br/>\n  <br/>\n  আরও বলেন: “এবং তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাক তারা তো খেজুর আঁটির আবরণেরও অধিকারী নয় । তোমরা তাদেরকে ডাকলে তারা তোমাদের ডাক শুনবে না এবং শুনলেও তোমাদের ডাকে সাড়া দেবে না। তোমরা তাদেরকে যে শরীক করেছ তা তারা কিয়ামতের দিন অস্বীকার করবে। সর্বজ্ঞের মত কেউই আপনাকে অবহিত করতে পারে না।” [সূরা ফাতের: ১৩-১৪]\n  <br/>\n  <br/>\n  অন্যত্র বলেছেন: “সে ব্যক্তির চেয়ে বেশী বিভ্রান্ত কে যে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে যা কিয়ামতের দিন পর্যন্ত তাকে সাড়া দেবে না? এবং এগুলো তাদের প্রার্থনা সম্বন্ধে অবহিতও নয়। যখন কিয়ামতের দিন মানুষকে একত্র করা হবে তখন ঐগুলো হবে তাদের শত্রু এবং ঐগুলো তাদের “ইবাদাত অস্বীকার করবে। ” [সূরা আল-আহকাফ: ৫-৬]\n  <br/>\n  <br/>\n  [৩]  এখানে “তাদের উভয়ের” বলে কাদের বুঝানো হয়েছে। এ ব্যাপারে দুটি মত রয়েছে, এক. তাদের এবং তারা যাদের ইবাদত করত। সে সব বাতিল উপাস্যদের মধ্যে এমন দূরত্ব সৃষ্টি করে দিবেন যে তারা একে অপরের কাছে পৌঁছুতে পারবে না। তাদের মাঝখানে থাকবে ধ্বংস গহবর। [ফাতহুল কাদীর] দুই, অথবা “তাদের উভয়ের” বলে ঈমানদার ও কাফের দু’দলকে উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর] তখন আয়াতের অর্থ হবে, ঈমানদার ও কাফের এর মাঝে পার্থক্য করে দেয়া হবে। কাফেরদের সামনে থাকবে শুধু ধ্বংস গহবর। এ অর্থে কুরআনের অন্যত্র এসেছে, \"যেদিন কিয়ামত হবে সেদিন মানুষ বিভক্ত হয়ে পড়বে। অতএব যারা ঈমান এনেছে ও সৎকাজ করেছে তারা জান্নাতে থাকবে; এবং যারা কুফরী করেছে এবং আমার নিদর্শনাবলী ও আখিরাতের সাক্ষাত অস্বীকার করেছে, তারাই শাস্তি ভোগ করতে থাকবে।” [সূরা আর-রূম: ১৪-১৬]\n  <br/>\n  <br/>\n  আরও বলা হয়েছে, “আপনি সরল দ্বীনে নিজকে প্রতিষ্ঠিত করুন, আল্লাহর পক্ষ থেকে যে দিন অনিবাৰ্য তা উপস্থিত হওয়ার আগে, সেদিন মানুষ বিভক্ত হয়ে পড়বে। যে কুফরী করে কুফরীর শাস্তি তারই প্রাপ্য; যারা সৎকাজ করে তারা নিজেদেরই জন্য রচনা করে সুখশয্যা। ” [সূরা আর-রূম: ৪৩-৪৪]\n  <br/>\n  <br/>\n  আরও এসেছে, “আর ‘হে অপরাধীরা! তোমরা আজ পৃথক হয়ে যাও।\" [সূরা ইয়াসীন: ৫৯] অন্য সূরায় এসেছে, “এবং যেদিন আমি ওদের সবাইকে একত্র করে যারা মুশরিক তাদেরকে বলব, “তোমরা এবং তোমরা যাদেরকে শরীক করেছিলে তারা নিজ নিজ স্থানে অবস্থান কর;” আমি ওদেরকে পরস্পরের থেকে পৃথক করে দিলাম এবং ওরা যাদেরকে শরীক করেছিল তারা বলবে, তোমরা তো আমাদের ‘ইবাদাত করতে না। \"আল্লাহই আমাদের ও তোমাদের মধ্যে সাক্ষী হিসেবে যথেষ্ট যে, তোমরা আমাদের ইবাদাত করতে এ বিষয়ে আমরা গাফিল ছিলাম। সেখানে তাদের প্রত্যেকে তার পূর্ব কৃতকর্ম পরীক্ষা করে নেবে এবং ওদেরকে ওদের প্রকৃত অভিভাবক আল্লাহর কাছে ফিরিয়ে আনা হবে এবং ওদের উদ্ভাবিত মিথ্যা ওদের কাছ থেকে অন্তৰ্হিত হবে\" [সূরা ইউনুস: ২৮-৩০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১৮ : ৫৩",
        "arabic_text": "\nوَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا ",
        "bangla_text": "আর অপরাধিরা আগুন দেখে বুঝবে যে, তারা সেখানে পতিত হচ্ছে এবং তারা সেখান থেকে কোন পরিত্রানস্থল পাবে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাশরের দিন জাহান্নাম দেখার পর তারা স্পষ্ট বুঝতে ও বিশ্বাস করবে যে, তারা জাহান্নামে পতিত হচ্ছেই। তাদের বাঁচার কোন উপায় নেই। কুরআনের অন্যত্র বলা হয়েছেঃ “হায়, আপনি যদি দেখতেন! যখন অপরাধীরা তাদের প্রতিপালকের সম্মুখে অধোবদন হয়ে বলবে, “হে আমাদের প্রতিপালক! আমরা দেখলাম ও শুনলাম, এখন আপনি আমাদেরকে আবার পাঠিয়ে দিন, আমরা সৎকাজ করব, আমরা তো দৃঢ় বিশ্বাসী। ” [সূরা আস-সাজদাহ: ১২]\n  <br/>\n  <br/>\n  আরও এসেছেঃ “তুমি এ দিন সম্বন্ধে উদাসীন ছিলে, এখন আমি তোমার সামনে থেকে পর্দা উন্মোচন করেছি। আজ তোমার দৃষ্টি প্রখর।\" [সূরা ক্বাফ: ২২]\n  <br/>\n  <br/>\n  অনুরূপ এসেছে: “তারা যেদিন আমার কাছে আসবে সেদিন তারা কত স্পষ্ট শুনবে ও দেখবে! কিন্তু যালিমরা আজ স্পষ্ট বিভ্রান্তিতে আছে।\" [সূরা মারইয়াম: ৩৮]\n  <br/>\n  <br/>\n  হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “কিয়ামতের দিনের সময় কাফেরের জন্য পঞ্চাশ হাজার বছর নির্ধারণ করা হবে। আর কাফের চল্লিশ বছরের রাস্তা থেকে জাহান্নাম দেখে নিশ্চিত হয়ে যাবে সে তাতে পতিত হচ্ছে। ” [মুসনাদে আহমাদ: ৩/৭৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১৮ : ৫৪",
        "arabic_text": "\nوَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا ",
        "bangla_text": "আর অবশ্যই আমরা মানুষের জন্য এ কুরআনের সব ধরনের উপমা বিশদভাবে বর্ণনা করেছি [১]। আর মানুষ সবচেয়ে বেশি বিতর্কপ্রিয় [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   অষ্টম রুকু\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ আল্লাহ বলছেন, আমরা কুরআনে প্রতিটি বিষয় স্পষ্ট ও বিস্তারিত বর্ণনা করেছি। কোন ফাঁক রাখিনি। যাতে তারা সৎপথ থেকে হারিয়ে না যায়; হেদায়াতের পথ থেকে বের না হয়ে যায়। [ইবন কাসীর] এত সুন্দরভাবে বর্ণনা করার পরও এখন সত্যকে মেনে নেবার পথে তাদের জন্য কি বাধা হয়ে দাঁড়াচ্ছে? শুধুমাত্র এটিই যে তারা আযাবের অপেক্ষা করছে।\n  <br/>\n  <br/>\n  [২] সমগ্র সৃষ্টজীবের মধ্যে মানুষ সর্বাধিক তর্কপ্রিয়। এর সমর্থনে আনাস রাদিয়াল্লাহু ‘আনহু থেকে একটি হাদীস বর্ণিত রয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “কেয়ামতের দিন কাফেরদের মধ্য থেকে এক ব্যক্তিকে পেশ করা হবে। তাকে প্রশ্ন করা হবেঃ আমার প্রেরিত রাসূল সম্পর্কে তোমার কর্মপন্থা কেমন ছিল? সে বলবেঃ হে আমার রব! আমি তো আপনার প্রতি, আপনার রাসূলের প্রতি বিশ্বাস স্থাপন করেছিলাম এবং তাদের আনুগত্য করেছিলাম। আল্লাহ তা'আলা বলবেনঃ তোমার আমলনামা সামনে রাখা রয়েছে। এতে তো এমন কিছু নেই। লোকটি বলবেঃ আমি এই আমলনামা মানি না। আমি এ আমলনামার লেখকদেরকে চিনি না এবং আমল করার সময় তাদেরকে দেখিনি। আল্লাহ তা'আলা বলবেনঃ সামনে লওহে-মাহফুয রয়েছে। এতেও তোমার অবস্থা এরূপই লিখিত রয়েছে। সে বলবেঃ হে আমার রব! আপনি আমাকে যুলুম থেকে আশ্রয় দিয়েছেন কি না? আল্লাহ বলবেনঃ নিশ্চয় যুলুম থেকে তুমি আমার আশ্রয়ে রয়েছ। সে বলবেঃ হে আমার রব! যেসব সাক্ষ্য আমি দেখিনি সেগুলো কিরূপে আমি মানতে পারি? আমার নিজের পক্ষ হতে যে সাক্ষ্য হবে, আমি তাই মানতে পারি। তখন তার মুখ সীল করে দেয়া হবে এবং তার হাত-পা তার কুফর এবং শির্ক সম্পর্কে সাক্ষ্য দেবে। এরপর তাকে জাহান্নামে নিক্ষেপ করা হবে। ' [দেখুন মুসলিমঃ ৫২৭১]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে এসেছে, ‘রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম একদিন আলী ও ফাতেমাকে দেখতে গিয়েছিলেন, তাদেরকে তিনি বললেনঃ তোমরা রাতে সালাত আদায় কর না? তারা বললেনঃ আমরা ঘুমোলে আল্লাহ আমাদের প্রাণ হরণ করে তার হাতে নিয়ে নেন। সুতরাং আমরা কিভাবে সালাত আদায় করব? তখন রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম ফিরে গেলেন, তারপর তাকে শুনলাম। তিনি ফেরা অবস্থায় নিজের রানে আঘাত করছেন। আর বলছেন, মানুষ ভীষণ ঝগড়াটে।' [বুখারীঃ ১১২৭, ৪৭২৪, মুসলিমঃ ৭৭৫]\n  <br/>\n  <br/>\n  এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী ও ফাতেমা রাদিয়াল্লাহু আনহুমার পক্ষ থেকে এ ধরনের বিতণ্ডা অপছন্দ করলেন। কারণ, এটা বাতিল তর্ক। মহান আল্লাহর আনুগত্য না করার জন্য তাকদীরের দোহাই দেয়া জায়েয নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১৮ : ৫৫",
        "arabic_text": "\nوَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا ",
        "bangla_text": "আর যখন তাদের কাছে পথনির্দেশ আসে তখন মানুষকে ঈমান আনা ও তাদের রব-এর কাছে ক্ষমা চাওয়া থেকে বিরত রাখে শুধু এ যে, তাদের কাছে পূর্ববর্তীদের বেলায় অনুসৃত রীতি আসুক অথবা আসুক তাদের কাছে সরাসরি জবাব [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে ব্যবহৃত قبلاً শব্দের অর্থ, সামনা সামনি বা চাক্ষুষ। [ইবন কাসীর] কাফেররা সবসময় নিজের চোখে আযাব দেখতে চাইত। কুরআনের অন্যত্র এসেছে, “তুমি যদি সত্যবাদী হও তবে আকাশের এক খণ্ড আমাদের উপর ফেলে দাও।\" [সূরা আশ-শু'আরা: ১৮৭]\n  <br/>\n  <br/>\n  অনুরূপ বলা হয়েছে, “উত্তরে তাঁর সম্প্রদায় শুধু এটাই বলল, “আমাদের উপর আল্লাহর শাস্তি আনয়ন কর। --তুমি যদি সত্যবাদী হও।” [সূরা আল আনকাবূত: ২৯]\n  <br/>\n  <br/>\n  “স্মরণ করুন, তারা বলেছিল, 'হে আল্লাহ! এগুলো যদি আপনার কাছ থেকে সত্য হয়, তবে আমাদের উপর আকাশ থেকে পাথর বর্ষণ করুন কিংবা আমাদেরকে মর্মন্তুদ শাস্তি দিন৷” [সূরা আল-আনফাল:৩২]\n  <br/>\n  <br/>\n  “তারা বলে, ওহে যার প্রতি কুরআন নাযিল হয়েছে! তুমি তো নিশ্চয় উন্মাদ। ‘তুমি সত্যবাদী হলে আমাদের কাছে ফিরিশতাদেরকে উপস্থিত করছ না কেন?” [সূরা আল-হিজর: ৬, ৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১৮ : ৫৬",
        "arabic_text": "\nوَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا ",
        "bangla_text": "আর আমরা শুধু সুসংবাদদাতা ও সতর্ককারীরূপেই রাসুলদেরকে পাঠিয়ে থাকি, কিন্তু কাফেররা বাতিল দ্বারা তর্ক করে, যাতে তার মাধ্যমে সত্যকে ব্যথ করে দিতে পারে। আর তারা আমার নিদর্শনাবলী ও যা দ্বারা তাদেরকে সতর্ক করা হয়েছে সেসবকে বিদ্রুপের বিষয়রূপে গ্রহণ করে থাকে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১৮ : ৫৭",
        "arabic_text": "\nوَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا ",
        "bangla_text": "আর তার চেয়ে অধিক যালেম আর কে হতে পারে, যাকে তার রবের আয়াতসমূহ স্মরণ করিয়ে দেয়া হয়েছে, অতঃপর সে তা থেকে বিমুখ হয়েছে [১] এবং সে ভুলে গেছে যা তার দু-হাত পেশ করেছে? নিশ্চয় আমরা তাদের অন্তরের উপর আবরণ দিয়েছি যেন তারা কুরআন বুঝতে না পারে এবং তাদের কানে বধিরতা এঁটে দিয়েছি [২]। । আর আপনি তাদেরকে সৎপথে ডাকলেও তারা কখনো সৎপথে আসবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে বুঝা গেল যে, আল্লাহর দ্বীন থেকে মুখ ফিরিয়ে থাকা, দ্বীনের ব্যাপারে উদাসীন থাকা, দ্বীন শিক্ষা করতে ও করাতে আগ্রহী না হওয়া কুফারী। এসবগুলোই বড় কুফরীর অংশ। [দেখুন, নাওয়াকিদুল ইসলাম]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের গোনাহ ও অবাধ্যতার কারণে শাস্তিস্বরূপ তাদের অন্তরের উপর আল্লাহ আবরণ দিয়েছেন। [ফাতহুল কাদীর] কুরআনের বিভিন্ন স্থানে এ বিষয়টি আলোচিত হয়েছে। যেমন সূরা আল বাকারাহ: ৭, সূরা আল-ইসরা: ৪৫-৪৭, সূরা মুহাম্মাদ: ২৩, সূরা হুদঃ ২০ ৷\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১৮ : ৫৮",
        "arabic_text": "\nوَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا ",
        "bangla_text": "আর আপনার রব পরম ক্ষমাশীল, দয়াবান [১]। তাদের কৃতকর্মের জন্য যদি তিনি তাদেরকে পাকড়াও করতেন, তবে তিনি অবশ্যই তাদের শাস্তি তরান্বিত করতেন; কিন্তু তাদের জন্য রয়েছে এক প্রতিশ্রুতি মুহূর্ত, যা থেকে তারা কখনই কোন আশ্রয়স্থল পাবে না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মহান আল্লাহ তাঁর দু'টি গুণ ব্যবহার করেছেন। এক, তিনি ক্ষমাশীল। দুই, তিনি রহমতের মালিক। যে রহমত সবকিছুকে পরিবেষ্টন করে আছে। সুতরাং তিনি তাদেরকে তাদের অন্যায়ের কারণে দ্রুত শাস্তি দিচ্ছেন না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ কেউ কোন দোষ করলে সংগে সংগেই তাকে পাকড়াও করে শাস্তি দিয়ে দেয়া আল্লাহর রীতি নয়। যেমন অন্য আয়াতে আল্লাহ বলেন: “আল্লাহ মানুষকে তাদের কৃতকর্মের জন্য শাস্তি দিলে ভূ-পৃষ্ঠে কোন জীব-জন্তুকেই রেহাই দিতেন না, কিন্তু তিনি এক নির্দিষ্ট কাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন। তারপর তাদের নির্দিষ্ট কাল এসে গেলে আল্লাহ তো আছেন তাঁর বান্দাদের সম্যক দ্রষ্টা। ” [সূরা ফাতের: ৪৫]\n  <br/>\n  <br/>\n  আরও বলেন: “মংগলের আগেই ওরা আপনাকে শাস্তি ত্বরান্বিত করতে বলে, যদিও ওদের আগে এর বহু দৃষ্টান্ত গত হয়েছে। মানুষের সীমালংঘন সত্ত্বেও আপনার রব তো মানুষের প্রতি ক্ষমাশীল এবং আপনার প্রতিপালক শাস্তি দানে তো কঠোর। ” [সূরা রা’দ: ৬]\n  <br/>\n  <br/>\n  তিনি সহিষ্ণুতা অবলম্বন করেন, গোপন রাখেন, ক্ষমা করেন, কখনও তাদের কাউকে হেদায়াতের পথেও পরিচালিত করেন। তারপরও যদি কেউ অপরাধের পথে থাকে তাহলে তার জন্য তো এমন এক দিন রয়েছে যে দিন নবজাতক বৃদ্ধ হয়ে যাবে, গর্ভধারিনী তার গর্ভ রেখে দিবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১৮ : ৫৯",
        "arabic_text": "\nوَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا ",
        "bangla_text": "আর ঐসব জনপদ--তাদের অধিবাসীদেরকে আমরা ধ্বংস করেছিলাম [১], যখন তারা যুলুম এবং তাদের ধ্বংসের জন্য আমরা স্থির করেছিলাম নির্দিষ্ট সময় [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আদ, সামূদ ইত্যাদি জাতির বিরাণ এলাকাগুলোর প্রতি ইংগিত করা হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অনুরূপভাবে তোমরাও নবীর বিরোধিতা করে সে ধরনের শাস্তির সম্মুখিন হতে চলেছ। তাদেরকে যেভাবে শাস্তি পেয়ে বসেছে সেভাবে তোমাদেরকেও পাকড়াও করতে পারে। কেননা তোমরা সবচেয়ে মহান নবী ও সর্বোত্তম রাসূলের উপর মিথ্যারোপ করছ। তোমরা আমার কাছে তাদের থেকে বেশী ক্ষমতাধর নও। সুতরাং তোমরা আমার আযাব ও ধমকিকে ভয় কর। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১৮ : ৬০",
        "arabic_text": "\nوَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا ",
        "bangla_text": "আর স্মরণ করুন, যখন মূসা তার সঙ্গী যুবককে [১] বলেছিলেন, দু’সাগরের মিলনস্থল না পৌছে আমি থামব না অথবা আমি যুগ যুগ ধরে চলতে থাকব [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   নবম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] এ ঘটনায় মূসা' নামে প্রসিদ্ধ নবী মূসা ইবনে ইমরান 'আলাইহিস সালাম-কে বোঝানো হয়েছে। فتى এর শাব্দিক অর্থ যুবক। শব্দটিকে কোন বিশেষ ব্যক্তির সাথে সম্বন্ধ করা হলে অর্থ হয় খাদেম। [ফাতহুল কাদীর] বিভিন্ন বর্ণনায় এসেছে যে, এই খাদেম ছিল ইউশা’ ইবনে নূন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  مَجْمَعَ الْبَحْرِيْنِ -এর শাব্দিক অর্থ দুই সমুদ্রের সঙ্গমস্থল। বলাবাহুল্য, এ ধরনের স্থান দুনিয়াতে অসংখ্য আছে। এখানে কোন জায়গা বোঝানো হয়েছে, কুরআন ও হাদীসে তা নির্দিষ্ট করে বলা হয়নি। তাই ইঙ্গিত ও লক্ষণাদী দৃষ্টে তাফসীরবিদদের উক্তি বিভিন্নরূপ। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “একদিন মূসা 'আলাইহিস সালাম বনী-ইসরাঈলের এক সভায় ভাষণ দিচ্ছিলেন। জনৈক ব্যক্তি প্রশ্ন করলঃ সব মানুষের মধ্যে অধিক জ্ঞানী কে? মূসা “আলাইহিস সালাম-এর জানামতে তার চাইতে অধিক জ্ঞানী আর কেউ ছিল না। তাই বললেনঃ আমিই সবার চাইতে অধিক জ্ঞানী। আল্লাহ তা'আলা তাঁর নৈকট্যশীল বান্দাদেরকে বিশেষভাবে গড়ে তোলেন। তাই এ জবাব তিনি পছন্দ করলেন না। এখানে বিষয়টি আল্লাহর উপর ছেড়ে দেয়াই ছিল আদব। অর্থাৎ একথা বলে দেয়া উচিত ছিল যে, আল্লাহ তা'আলাই ভাল জানেন, কে অধিক জ্ঞানী। এ জবাবের কারণে আল্লাহর পক্ষ থেকে মূসা আলাইহিস সালাম-কে তিরস্কার করে ওহী নাযিল হল যে, দুই সমুদ্রের সঙ্গমস্থলে অবস্থানকারী আমার এক বান্দা আপনার চাইতে অধিক জ্ঞানী। একথা শুনে মূসা আলাইহিস সালাম প্রার্থনা জানালেন যে, তিনি অধিক জ্ঞানী হলে তার কাছ থেকে জ্ঞান লাভের জন্য আমার সফর করা উচিত। তাই বললেনঃ হে আল্লাহ! আমাকে তার ঠিকানা বলে দিন। আল্লাহ তা'আলা বললেনঃ থলের মধ্যে একটি মাছ নিয়ে নিন এবং দুই সমুদ্রের সঙ্গমস্থলের দিকে সফর করুন। যেখানে পৌঁছার পর মাছটি নিরুদ্দেশ হয়ে যাবে, সেখানেই আমার এই বান্দার সাক্ষাত পাবেন। মূসা 'আলাইহিস সালাম নির্দেশমত থলের মধ্যে একটি মাছ নিয়ে রওয়ানা হয়ে গেলেন। তার সাথে তার খাদেম ইউশা’ ইবনে নূনও ছিল। পথিমধ্যে একটি প্রস্তর খণ্ডের উপর মাথা রেখে তারা ঘুমিয়ে পড়লেন। এখানে হঠাৎ মাছটি নড়াচড়া করতে লাগল এবং থলে থেকে বের হয়ে সমুদ্রে চলে গেল। (মাছটি জীবিত হয়ে সমুদ্রে যাওয়ার সাথে সাথে আরো একটি মু'জিযা প্রকাশ পেল যে,) মাছটি সমুদ্রের যে পথ দিয়ে চলে গেল, আল্লাহ তা’আলা সে পথে পানির স্রোত বন্ধ করে দিলেন। ফলে সেখানে পানির মধ্যে একটি সুড়ঙ্গের মত হয়ে গেল। ইউশা' ইবনে নূন্য এই আশ্চর্যজনক ঘটনা নিরীক্ষণ করছিল। মূসা আলাইহিস সালাম নিদ্রিত ছিলেন। যখন জাগ্রত হলেন, তখন ইউশা’ ইবনে নুন মাছের এই আশ্চর্যজনক ঘটনা তার কাছে বলতে ভুলে গেলেন এবং সেখান থেকে সামনে রওয়ানা হয়ে গেলেন। পূর্ণ একদিন একরাতে সফর করার পর সকাল বেলায় মূসা 'আলাইহিস সালাম খাদেমকে বললেনঃ আমাদের নাশতা আন। এই সফরে যথেষ্ট ক্লান্ত হয়ে পড়েছি। নাশতা চাওয়ার পর ইউশা’ ইবনে নুনের মাছের ঘটনা মনে পড়ে গেল। সে ভুলে যাওয়ার ওযর পেশ করে বললঃ শয়তান আমাকে ভুলিয়ে দিয়েছিল। অতঃপর বললঃ মৃত মাছটি জীবিত হয়ে আশ্চর্যজনকভাবে সমুদ্রে চলে গেছে। তখন মূসা 'আলাইহিস সালাম বললেনঃ সে স্থানটিই তো আমাদের লক্ষ্য ছিল। (অর্থাৎ মাছের জীবিত হয়ে নিরুদ্দেশ হওয়ার স্থানটিই ছিল গন্তব্যস্থল। )\n  <br/>\n  <br/>\n  সে মতে তৎক্ষণাৎ তারা ফিরে চললেন এবং স্থানটি পাওয়ার জন্য পূর্বের পথ ধরেই চললেন। প্রস্তরখণ্ডের নিকট পৌঁছে দেখলেন, এক ব্যক্তি আপাদমস্তক চাদরে আবৃত হয়ে শুয়ে আছে। মূসা আলাইহিস সালাম তদাবস্থায় সালাম করলে খাদির ‘আলাইহিস সালাম বললেনঃ এই (জনমানবহীন) প্রান্তরে সালাম কোথা থেকে এল? মূসা ‘আলাইহিস সালাম বললেনঃ আমি মূসা। খাদির ‘আলাইহিস সালাম প্রশ্ন করলেনঃ বনী-ইসরাঈলের মূসা ? তিনি জবাব দিলেনঃ হ্যাঁ, আমিই বনী-ইসরাঈলের মূসা। আমি আপনার কাছ থেকে ঐ বিশেষ জ্ঞান অর্জন করতে এসেছি, যা আল্লাহ তা'আলা আপনাকে শিক্ষা দিয়েছেন। খাদির বললেনঃ যদি আপনি আমার সাথে থাকতে চান, তবে কোন বিষয়ে আমাকে প্রশ্ন করবেন না, যে পর্যন্ত না আমি নিজে তার স্বরূপ বলে দেই।\n  <br/>\n  <br/>\n  একথা বলার পর উভয়ে সমুদ্রের তীর ধরে চলতে লাগলেন। ঘটনাক্রমে একটি নৌকা এসে গেলে তারা নৌকায় আরোহণের ব্যাপারে কথাবার্তা বললেন। মাঝিরা খাদিরকে চিনে ফেলল এবং কোন রকম পারিশ্রমিক ছাড়াই তাদেরকে নৌকায় তুলে নিল। নৌকায় চড়েই খাদির কুড়ালের সাহায্যে নৌকার একটি তক্তা তুলে ফেললেন। এতে মূসা 'আলাইহিস সালাম (স্থির থাকতে না পেরে) বললেনঃ তারা কোন প্রকার পারিশ্রমিক ছাড়াই আমাদেরকে নৌকায় তুলে নিয়েছে। আপনি কি এরই প্রতিদানে তাদের নৌকা ভেঙ্গে দিলেন যাতে সবাই ডুবে যায়? এতে আপনি অতি মন্দ কাজ করলেন। খাদির বললেনঃ আমি পূর্বেই বলেছিলাম, আপনি আমার সাথে ধৈর্য ধরতে পারবেন না। তখন মূসা “আলাইহিস সালাম ওযর পেশ করে বললেনঃ আমি ওয়াদার কথা ভুলে গিয়েছিলাম। আমার প্রতি রুষ্ট হবেন না।\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম এ ঘটনা বর্ণনা করে বললেনঃ মূসা 'আলাইহিস সালাম-এর প্রথম আপত্তি ভুলক্রমে, দ্বিতীয় আপত্তি শর্ত হিসেবে এবং তৃতীয় আপত্তি ইচ্ছাক্রমে হয়েছিল। (ইতিমধ্যে) একটি পাখি উড়ে এসে নৌকার এক প্রান্তে বসল এবং সমুদ্র থেকে এক চঞ্চু পানি তুলে নিল। খাদির ‘আলাইহিস সালাম মূসা আলাইহিস সালাম-কে বললেনঃ আমার জ্ঞান এবং আপনার জ্ঞান উভয়ের মিলে আল্লাহ্ তা'আলার জ্ঞানের মোকাবিলায় এমন তুলনাও হয় না, যেমনটি এ পাখির চঞ্চর পানির সাথে রয়েছে সমুদ্রের পানি।\n  <br/>\n  <br/>\n  অতঃপর তারা নৌকা থেকে নেমে সমুদ্রের তীর ধরে চলতে লাগলেন। হঠাৎ খাদির একটি বালককে অন্যান্য বালকের সাথে খেলা করতে দেখলেন। খাদির স্বহস্তে বালকটির মস্তক তার দেহ থেকে বিচ্ছিন্ন করে দিলেন। বালকটি মারা গেল। মূসা আলাইহিস সালাম বললেনঃ আপনি একটি নিষ্পাপ প্রাণকে বিনা অপরাধে হত্যা করেছেন। এ যে বিরাট গোনাহর কাজ করলেন। খাদির বললেনঃ আমি তো পূর্বেই বলেছিলাম, আপনি আমার সাথে ধৈর্য ধরতে পারবেন না। মূসা “আলাইহিস সালাম দেখলেন, এ ব্যাপারটি পূর্বের চাইতেও গুরুতর। তাই বললেনঃ এরপর যদি কোন প্রশ্ন করি তবে আপনি আমাকে পৃথক করে দেবেন। আমার ওযর-আপত্তি চূড়ান্ত হয়ে গেছে।\n  <br/>\n  <br/>\n  অতঃপর আবার চলতে লাগলেন। এক গ্রামের উপর দিয়ে যাওয়ার সময় তারা গ্রামবাসীদের কাছে খাবার চাইলেন। ওরা সোজা অস্বীকার করে দিল। খাদির এই গ্রামে একটি প্রাচীরকে পতনোন্মুখ দেখতে পেলেন। তিনি নিজ হাতে প্রাচীরটি সোজা করে দিলেন। মূসা আলাইহিস সালাম বিস্মিত হয়ে বললেনঃ আমরা তাদের কাছে খাবার চাইলে তারা দিতে অস্বীকার করলো। অথচ আপনি তাদের এত বড় কাজ করে দিলেন; ইচ্ছা করলে এর পারিশ্রমিক তাদের কাছ থেকে আদায় করতে পারতেন। খাদির বললেনঃ\n  <br/>\n  <br/>\n  هٰذَافِرَاقُ بَيْنِىْ وَبِيْنِكَ\n  <br/>\n  <br/>\n  অর্থাৎ এখন শর্ত পূর্ণ হয়ে গেছে। এটাই আমার ও আপনার মধ্যে বিচ্ছেদের সময়। এরপর খাদির উপরোক্ত ঘটনাত্ৰয়ের স্বরূপ মূসা আলাইহিস সালাম-এর কাছে বৰ্ণনা করে বললেনঃ\n  <br/>\n  <br/>\n  ذٰلِكَ تَاْوِيْلُ مَالَمْ تَسْطِعْ عَّلَيْهِ صَبْرًا\n  <br/>\n  <br/>\n  অর্থাৎ এ হচ্ছে সেসব ঘটনার স্বরূপ; যেগুলো আপনি দেখে ধৈর্য ধরতে পারেননি। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম সম্পূর্ণ ঘটনা বর্ণনা করে বললেনঃ মুসা আলাইহিস সালাম যদি আরো কিছুক্ষণ ধৈর্য ধরতেন, তবে আরো কিছু জানা যেত ৷ [বুখারীঃ ১২২, মুসলিমঃ ২৩৮০] এই দীর্ঘ হাদীসে পরিস্কার উল্লেখ রয়েছে যে, মূসা বলতে বনী-ইসরাঈলের নবী মূসা 'আলাইহিস সালাম ও তার যুবক সঙ্গীর নাম ইউশা\" ইবন নূন এবং দুই সমুদ্রের সঙ্গমস্থলে যে বান্দার কাছে মূসা আলাইহিস সালাম-কে প্রেরণ করা হয়েছিল, তিনি ছিলেন খাদির ‘আলাইহিস সালাম। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১৮ : ৬১",
        "arabic_text": "\nفَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا ",
        "bangla_text": "অতঃপর তারা উভয়ে যখন দু’সাগরের মিলনস্থল পৌছল তারা নিজেদের মাছের কথা ভুলে গেল; ফলে সেটা সুড়ঙ্গের মতো নিজের পথ করে সাগরে নেমে গেল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মাছের সমুদ্রে চলে যাওয়ার কথাটি প্রথমবার سَرَبًا শব্দে ব্যক্ত করা হয়েছে। এর অর্থ সুড়ঙ্গ। পাহাড়ে রাস্তা তৈরী করার জন্য অথবা শহরে ভূগর্ভস্থ পথ তৈরী করার উদ্দেশ্যে সুড়ঙ্গ খনন করা হয়। এ থেকে জানা গেল যে, মাছটি সমুদ্রের যেদিকে যেত, সেদিকে একটি সুড়ঙ্গের মত পথ তৈরী হয়ে যেত। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] উপরোক্ত হাদীস থেকে তা-ই জানা যায়। দ্বিতীয় বার যখন ইউশা” ইবন নূন দীর্ঘ সফরের পর এ ঘটনাটি উল্লেখ করেন, তখন\n  <br/>\n  <br/>\n  وَاتَّخَذَ سَبِيْلَهٗ فِى الْبِحْرِق عَجَبًا\n  <br/>\n  <br/>\n  শব্দে বর্ণনা করা হয়েছে। এখানে عَجَباً শব্দের অর্থ: আশ্চর্যজনকভাবে। উভয় বর্ণনার মধ্যে কোন বৈপরীত্য নেই। কেননা, পানিতে সুড়ঙ্গ তৈরী হওয়া স্বয়ং একটি অভ্যাসবিরুদ্ধ আশ্চর্য ঘটনা। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১৮ : ৬২",
        "arabic_text": "\nفَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا ",
        "bangla_text": "অতঃপর যখন তারা আরো অগ্রসর হল মুসা তার সঙ্গীকে বললেন, ‘আমাদের দুপুরের খাবার আন, আমরা তো এ সফরে ক্লান্ত হয়ে পড়েছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১৮ : ৬৩",
        "arabic_text": "\nقَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا ",
        "bangla_text": "সে বলল, ‘আপনি কি লক্ষ্য করেছেন যে, আমরা যখন শিলাখণ্ডে বিশ্রাম করছিলাম তখন মাছের যা ঘটেছিল আমি তা আপনাকে জানাতে ভুলে গিয়েছিলাম শয়তানই সেটার কথা আমাকে ভুলিয়ে দিয়েছিল; আর মাছটি আশ্চর্যজনকভাবে নিজের পথ করে সাগরে নেমে গেল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১৮ : ৬৪",
        "arabic_text": "\nقَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا ",
        "bangla_text": "মূসা বললেন, আমরা তো সে স্থানটিরই অনুসন্ধান করছিলাম [১]।  তারপর তারা নিজেদের পদচিহ্ন ধরে ফিরে চলল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমাদের গন্তব্যের এ নিশানীটিই তো আমাকে বলা হয়েছিল। এ থেকে স্বতঃস্ফৰ্তভাবে এ ইংগিতই পাওয়া যায় যে, আল্লাহর ইংগিতেই মূসা আলাইহিসসালাম এ সফর করছিলেন। তার গন্তব্য স্থলের চিহ্ন হিসেবে তাকে বলে দেয়া হয়েছিল যে, যেখানে তাদের খাওয়ার জন্য নিয়ে আসা মাছটি অদৃশ্য হয়ে যাবে সেখানে তারা আল্লাহর সেই বান্দার দেখা পাবেন, যার সাথে সাক্ষাৎ করার জন্য তাকে পাঠানো হয়েছিল। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১৮ : ৬৫",
        "arabic_text": "\nفَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا ",
        "bangla_text": "এরপর তারা সাক্ষাত পেল আমাদের বান্দাদের মধ্যে একজনের, যাকে আমরা আমাদের কাছ থেকে অনুগ্রহ দান করেছিলাম ও আমাদের কাছ থেকে শিক্ষা দিয়েছিলাম এক বিশেষ জ্ঞান [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনুল কারামে ঘটনার মূল ব্যক্তির নাম উল্লেখ করা হয়নি; বরং عَبْدً امِّنْ عِبَادِنَآ  (আমার বান্দাদের একজন) বলা হয়েছে। বুখারীর হাদীসে তার নাম “খাদির উল্লেখ করা হয়েছে। খাদির অর্থ সবুজ-শ্যামল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার নামকরণের কারণ প্রসঙ্গে বলেন যে, তিনি যেখানে বসতেন, সেখানেই ঘাস উৎপন্ন হয়ে যেত, মাটি যেরূপই হোক না কেন। [বুখারীঃ ৩৪০২] খাদির কি নবী ছিলেন, না ওলী ছিলেন, এ ব্যাপারে আলেমদের মধ্যে মতভেদ রয়েছে। তবে গ্রহণযোগ্য আলেমদের মতে, খাদির ‘আলাইহিস সালামও একজন নবী। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১৮ : ৬৬",
        "arabic_text": "\nقَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا ",
        "bangla_text": "মূসা তাকে বললেন, ‘যে জ্ঞান আপনাকে দান করা হয়েছে তা থেকে আমাকে শিক্ষা দিবেন, যা দ্বারা আমি সঠিক পথ পাব, এ শর্তে আমি আপনার অনুসরণ করব কি [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মূসা 'আলাইহিস সালাম আল্লাহর নবী ও শীর্ষস্থানীয় রাসূল হওয়া সত্ত্বেও খাদির ‘আলাইহিস সালাম-এর কাছে সবিনয় প্রার্থনা করেছিলেন যে, আমি আপনার জ্ঞান শিক্ষা করার জন্য আপনার সাহচর্য কামনা করি। এ থেকে বোঝা গেল যে, ছাত্রকে অবশ্যই উস্তাদের সাথে আদব রক্ষা করতে হবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১৮ : ৬৭",
        "arabic_text": "\nقَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا ",
        "bangla_text": "সে বলল, আপনি কিছুতেই আমার সংগে ধৈর্য ধারণ করে থাকতে পারবেন না,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১৮ : ৬৮",
        "arabic_text": "\nوَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا ",
        "bangla_text": "যে বিষয় আপনার জ্ঞানায়ত্ত নয় সে বিষয়ে আপনি ধৈর্য ধারণ করবেন কেমন করে [১] ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] খাদির ‘আলাইহিস সালাম মূসা “আলাইহিস সালাম-কে বললেনঃ আপনি আমার সাথে ধৈর্য ধারণ করতে পারবেন না। আসল তথ্য যখন আপনার জানা নেই, তখন ধৈর্য ধরবেনই বা কেমন করে? উদ্দেশ্য এই যে, আমি যে জ্ঞান লাভ করেছি, তা আপনার জ্ঞান থেকে ভিন্ন ধরণের। তাই আমার কাজকর্ম আপনার কাছে আপত্তিকর ঠেকবে। আসল তথ্য আপনাকে না বলা পর্যন্ত আপনি নিজের কর্তব্যের খাতিরে আপত্তি করবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১৮ : ৬৯",
        "arabic_text": "\nقَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا ",
        "bangla_text": "মূসা বললেন, ‘আল্লাহ্ চাইলে আপনি আমাকে ধৈর্যশীল পাবেন এবং আপনার কোন আদেশ আমি অমান্য করব না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১৮ : ৭০",
        "arabic_text": "\nقَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا ",
        "bangla_text": "সে বলল, ‘আচ্ছা , আপনি যদি আমার অনুসরণ করবেনই তবে কোন বিষয়ে আমাকে প্রশ্ন করবেন না, যতক্ষণ না আমি সে বিষয়ে আপনাকে কিছু বলী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১৮ : ৭১",
        "arabic_text": "\nفَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا ",
        "bangla_text": "অতঃপর উভয়ে চলতে লাগল, অবশেষে যখন তারা নৌকায় আরোহণ করল তখন সে তা বিদীর্ণ করে দিলো। মূসা বললেন, ‘আপনি কি আরোহীদেরকে নিমজ্জিত করার জন্য তা বিদীর্ণ করলেন? আপনি তো এক গুরুতর অন্যায় কাজ করলেন !’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দশম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১৮ : ৭২",
        "arabic_text": "\nقَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا ",
        "bangla_text": "সে বলল, ‘আমি কি বলিনি যে, আপনি আমার সঙ্গে কিছুতেই ধৈর্য ধারণ করতে পারবেন না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১৮ : ৭৩",
        "arabic_text": "\nقَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا ",
        "bangla_text": "মূসা বললেন, ‘আমার ভুলের জন্য আমাকে অপরাধী করবেন না ও আমার ব্যাপারে অত্যাধিক  কঠোরতা অবলম্বন করবেন না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১৮ : ৭৪",
        "arabic_text": "\nفَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا ",
        "bangla_text": "অতঃপর উভয়ে চলতে লাগল, অবশেষে তাদের সাথে এক বালকের সাক্ষাত হলে সে তাকে হত্যা করল। তখন মূসা বললেন, ‘আপনি কি এক নিষ্পাপ জীবন নাশ করলেন, হত্যার অপরাধ ছাড়াই? আপনি তো এক গুরুত্বর অন্যায় কাজ করলেন [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একবার নাজদাহ হারুরী (খারেজী) ইবনে আব্বাসের কাছে পত্র লিখল যে, খাদির ‘আলাইহিস সালাম নাবালেগ বালককে কিরূপে হত্যা করলেন, অথচ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম নাবালেগ হত্যা করতে নিষেধ করেছেন? ইবনে আববাস জবাব লিখলেনঃ কোন বালক সম্পর্কে যদি তোমার ঐ জ্ঞান অর্জিত হয়ে যায়, যা খাদির ‘আলাইহিস সালাম-এর অর্জিত হয়েছিল, তবে তোমার জন্যও নাবালেগ হত্যা করা জায়েয হয়ে যাবে। [মুসলিম: ১৮১২] উদ্দেশ্য এই যে, খাদির ‘আলাইহিস সালাম নবুওয়াতের ওহীর মাধ্যমে এই জ্ঞান লাভ করেছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর পর নবুওয়াত বন্ধ হয়ে যাবার কারণে এখন এই জ্ঞান আর কেউ লাভ করতে পারবে না।\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১৮ : ৭৫",
        "arabic_text": "\n۞ قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا ",
        "bangla_text": "সে বলল, ‘আমি কি আপনাকে বলিনি যে, আপনি আমার সংগে কিছুতেই ধৈর্য ধারণ করতে পারবেন না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১৮ : ৭৬",
        "arabic_text": "\nقَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا ",
        "bangla_text": "মূসা বললেন, ‘এর পর যদি আমি আপনাকে কোন বিষয়ে জিজ্ঞেস করি তবে আপনি আমাকে সংগে রাখবেন না; আমার ‘ওযর-আপত্তির’ চূড়ান্ত হয়েছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১৮ : ৭৭",
        "arabic_text": "\nفَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا ",
        "bangla_text": "অতঃপর উভয়ে চলতে লাগল; চলতে চলতে তারা এক জনপদের অধিবাসীদের কাছে পৌছে তাদের কাছে খাদ্য চাইল [১]; কিন্তু তারা তাদের মেহমানদারী করতে অস্বীকার করল। অতঃপর সেখানে তারা এক প্রাচীর দেখতে পেল, যা পরে যাওয়ার উপক্রম হয়েছিল, তখন সে সেটাকে সুদৃঢ় করে দিলো। মূসা বললেন, ‘আপনি তো ইচ্ছে করলে এর জন্য পারিশ্রমিক গ্রহণ করতে পারতেন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] খাদির ‘আলাইহিস সালাম যে জনপদে পৌছেন এবং যার অধিবাসীরা তার আতিথেয়তা করতে অস্বীকার করে, সহীহ মুসলিমের বর্ণনায় সে গ্রামটি সম্পর্কে বলা হয়েছে- ‘কৃপণ জনগোষ্ঠী সম্বলিত গ্রামে এসে পৌছলো। ’ [মুসলিমঃ ২৩৮০, ১৭২] সুনির্দিষ্ট কোন গ্রামের উল্লেখ করা হয়নি।\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১৮ : ৭৮",
        "arabic_text": "\nقَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا ",
        "bangla_text": "সে বলল, ‘এখানেই আমার এবং আপনার মধ্যে সম্পর্কচ্ছেদ হল; যে বিষয়ে আপনি ধৈর্য ধারণ করতে পারেননি অচিরেই আমি সেগুলোর তাৎপর্য ব্যাখ্যা করছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১৮ : ৭৯",
        "arabic_text": "\nأَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا ",
        "bangla_text": "‘নৌকাটির ব্যাপার--- এটা ছিল কিছু দরিদ্র ব্যক্তির, ওরা সাগরে কাজ করত [১]; আমি ইচ্ছে করলাম নৌকাটিকে ত্রুটিযুক্ত করতে; কারণ তাদের সামনে ছিল এক রাজা, যে বলপ্রয়োগ করে প্রত্যেকটি ভাল নৌকা ছিনিয়ে নিত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এর দ্বারা সমুদ্রে কাজ করে জীবিকার তালাশ করত। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১৮ : ৮০",
        "arabic_text": "\nوَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا ",
        "bangla_text": "‘আর কিশোরটি—তার পিতামাতা ছিল মুমিন। অতঃপর আমরা আশংকা করলাম যে, সে সীমালঙ্ঘন ও কুফরীর দ্বারা তাদেরকে অতিষ্ঠ করে তুলবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছেঃ যে বালককে খাদির ‘আলাইহিস সালাম হত্যা করেছিলেন, সে কাফের হিসেবে লিখা হয়েছিল। যদি বড় হওয়ার সুযোগ পেত তবে পিতা-মাতাকে কুফারী ও সীমালংঘনের মাধ্যমে কষ্ট দিয়ে ছাড়ত। [মুসলিমঃ ২৬৬১]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১৮ : ৮১",
        "arabic_text": "\nفَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا ",
        "bangla_text": "‘তাই আমরা চাইলাম যে, তাদের রব যেন তাদেরকে তার পরিবর্তে এক সন্তান দান করেন , যে হবে পবিত্রতায় উত্তম ও দয়া-মায়ায় ঘনিষ্ঠতর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১৮ : ৮২",
        "arabic_text": "\nوَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا ",
        "bangla_text": "আর ঐ প্রাচীরটি—সেটি ছিল নগরবাসী দুই ইয়াতিম কিশোরের এবং এর নীচে আছে তাদের গুপ্তধন [১] আর তাদের পিতা ছিল সৎকর্মপরায়ণ [২]। কাজেই আপনার রব তাদের প্রতি দয়াপরবশ হয়ে ইচ্ছে করলেন যে, তারা বয়ঃপ্রাপ্ত হোক এবং তারা তাদের ধনভাণ্ডার উদ্ধার করুক। আর আমি নিজ থেকে কিছু করিনি; আপনি যে বিষয়ে ধৈর্য ধারনে অপারগ হয়েছিলেন, এটাই তার ব্যাখ্যা [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তাআলা সে প্রাচীরের নীচে খনি আছে বলেছেন। এর অতিরিক্ত কোন তাফসীর করেননি। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম থেকেও সহীহ কোন তাফসীর বর্ণিত হয়নি। তাই এ ব্যাপারে সঠিক কোন মতামত দেয়া যায় না। তবে কাতাদাহ রাহিমাহুল্লাহ থেকে সহীহ সনদে বর্ণিত হয়েছে যে, এখানে গচ্ছিত খনি বলতে সম্পদ বোঝানো হয়েছে। আর আয়াতের ভাষ্য থেকেও এ অর্থই বেশী সুস্পষ্ট। [দেখুন, তাবারী]\n  <br/>\n  <br/>\n  [২] এতে ইঙ্গিত রয়েছে যে, খাদির ‘আলাইহিস সালাম-এর মাধ্যমে ইয়াতীম বালকদের জন্য রক্ষিত গুপ্তধনের হেফাযত এজন্য করানো হয় যে, তাদের পিতা একজন সৎকর্মপরায়ণ আল্লাহর প্রিয় বান্দা ছিলেন। তাই আল্লাহ তা’আলা তার সন্তান-সন্ততির উপকারার্থে এ ব্যবস্থা করেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] খাদির ‘আলাইহিস সালাম জীবিত আছেন, না ওফাত হয়ে গেছেঃ এ বিষয়ের সাথে কুরআনে বর্ণিত ঘটনার কোন সম্পর্ক নেই। তাই কুরআন ও হাদীসে স্পষ্টতঃ এ সম্পর্কে কিছু উল্লেখ করা হয়নি। এ ব্যাপারে সর্বকালেই আলেমদের বিভিন্নরূপ মতামত পরিদৃষ্ট হয়েছে। যাদের মতে তিনি জীবিত আছেন, তাদের প্রমাণ হচ্ছে একটি বর্ণনা। যাতে বলা হয়েছেঃ যখন রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর ওফাত হয়ে যায়, তখন সাদা-কালো দাড়িওয়ালা জনৈক ব্যক্তি আগমন করে এবং ভীড় ঠেলে ভেতরে প্রবেশ করে কান্নাকাটি করতে থাকে। এই আগন্তুক সাহাবায়ে কেরামের দিকে মুখ করে বলতে থাকেঃ আল্লাহর দরবারেই প্রত্যেক বিপদ থেকে সবর আছে, প্রত্যেক বিলুপ্ত বিষয়ের প্রতিদান আছে এবং তিনি প্রত্যেক ধ্বংসশীল বস্তুর স্থলাভিষিক্ত। তাই তাঁর দিকেই প্রত্যাবর্তন কর এবং তার কাছেই আগ্রহ প্রকাশ কর। কেননা, যে ব্যক্তি বিপদের সওয়াব থেকে বঞ্চিত হয়, সে-ই প্রকৃত বঞ্চিত। আগন্তুক উপরোক্ত বাক্য বলে বিদায় হয়ে গেলে আবু বকর রাদিয়াল্লাহু আনহু ও আলী রাদিয়াল্লাহু ‘আনহু বললেনঃ ইনি খাদির ‘আলাইহিস সালাম। [মুস্তাদরাকঃ ৩/৫৯, ৬০] তবে বর্ণনাটি সম্পূর্ণ বানোয়াট।\n  <br/>\n  <br/>\n  পক্ষান্তরে যারা খাদির ‘আলাইহিস সালাম-এর জীবদ্দশা অস্বীকার করে, তাদের বড় প্রমাণ হচ্ছে\n  <br/>\n  এক) আল্লাহ তা’আলার বাণীঃ “আমরা আপনার আগেও কোন মানুষকে অনন্ত জীবন দান করিনি”। [সূরা আল-আম্বিয়ঃ ৩৪] সুতরাং খাদির আলাইহিসসালামও অনন্ত জীবন লাভ করতে পারেন না। তিনি নিশ্চয়ই অন্যান্য মানুষের মত মারা গেছেন।\n  <br/>\n  <br/>\n  দুই) আব্দুল্লাহ ইবনে ওমর রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম জীবনের শেষ দিকে এক রাতে আমাদেরকে নিয়ে এশার সালাত আদায় করেন। সালাত শেষে তিনি দাঁড়িয়ে যান এবং নিমোক্ত কথাগুলো বলেনঃ “তোমরা কি আজকের রাতটি লক্ষ্য করছ? এই রাত থেকে একশ’ বছর পর আজ যারা পৃথিবীতে আছে, তাদের কেউ জীবিত থাকবে না। ’ [মুসলিমঃ ২৫৩৭]\n  <br/>\n  <br/>\n  তিন) অনুরূপভাবে, খাদির ‘আলাইহিস সালাম রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর আমলে জীবিত থাকলে তার কাছে উপস্থিত হয়ে ইসলামের সেবায় আত্মনিয়োগ করা তার জন্য অপরিহার্য ছিল। কেননা, হাদীসে বলা হয়েছে “মূসা জীবিত থাকলে আমার অনুসরণ করা ছাড়া তারও গত্যন্তর ছিল না। ” [মুসনাদে আহমাদঃ ৩/৩৩৮] (কারণ, আমার আগমনের ফলে তার দ্বীন রহিত হয়ে গেছে। )\n  <br/>\n  <br/>\n  চার) বদরের প্রান্তরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ “যদি আপনি এ ক্ষুদ্র দলটিকে ধ্বংস করেন তবে যমীনের বুকে আপনার ইবাদতকারী কেউ থাকবে না”। [মুসলিমঃ ১৭৬৩] এতে বোঝা যাচ্ছে যে, খাদির নামক কেউ জীবিত নেই।\n  <br/>\n  <br/>\n  এ সব দলীল-প্রমাণ দ্বারা সুস্পষ্ট হয়ে গেছে, খাদির ‘আলাইহিস সালাম জীবিত নেই। সুতরাং যারাই তার সাথে সাক্ষাতের দাবী করবে, তারাই মিথ্যার উপর রয়েছে। এটাও অসম্ভব নয় যে, শয়তান তাদেরকে খাদিরের রূপ ধরে বিভ্রান্ত করছে। কারণ, শয়তানের পক্ষে খাদিরের রূপ ধারণ করা অসম্ভব নয়। [বিস্তারিত দেখুন, ইবন কাসীর; ইবন তাইমিয়্যাহ, মাজমু ফাতাওয়া ৪/৩৩৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১৮ : ৮৩",
        "arabic_text": "\nوَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا ",
        "bangla_text": "আর তারা আপনাকে যুল-কারনাইন সম্বন্ধে জিজ্ঞেস করে [১]। বলুন, ‘অচিরেই আমি তোমাদের কাছে তার বিষয় বর্ণনা করব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   এগারতম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] যুলকারনাইন কে ছিলেন, কোন যুগে ও কোন দেশে ছিলেন এবং তার নাম যুলকারনাইন হল কেনঃ যুলকারনাইন নামকরণের হেতু সম্পর্কে বহু উক্তি ও তীব্ৰ মতভেদ পরিদৃষ্ট হয়। কেউ বলেনঃ তার মাথার চুলে দুটি গুচ্ছ ছিল। তাই যুলকারনাইন  (দুই গুচ্ছওয়ালা) আখ্যায়িত হয়েছেন। কেউ বলেনঃ পাশ্চাত্য ও প্রাচ্যদেশসমূহ জয় করার কারণে যুলকারনাইন খেতাবে ভূষিত হয়েছেন। কেউ এমনও বলেছেন যে, তার মাথায় শিং-এর অনুরূপ দু'টি চিহ্ন ছিল। কোন কোন বর্ণনায় এসেছে যে, তার মাথার দুই দিকে দু'টি ক্ষতচিহ্ন ছিল। [ইবন কাসীর; ফাতহুল কাদীর] তবে আলী রাদিয়াল্লাহু আনহু থেকে সহীহ সনদে বর্ণিত রয়েছে যে, তিনি বলেছেনঃ \"যুলকারনাইন নবী বা ফিরিশতা ছিলেন না, একজন নেক বান্দা ছিলেন। আল্লাহকে তিনি ভালবেসেছিলেন, আল্লাহও তাকে ভালবেসেছিলেন। আল্লাহর হকের ব্যাপারে অতিশয় সাবধানী ছিলেন, আল্লাহও তার কল্যাণ চেয়েছেন। তাকে তার জাতির কাছে পাঠানো হয়েছিল। তারা তার কপালে মারতে মারতে তাকে হত্যা করল। আল্লাহ তাকে আবার জীবিত করলেন, এজন্য তার নাম হল যুলকারনাইন ' [মুখতারাঃ ৫৫৫, ফাত্হুল বারীঃ ৬/৩৮৩] যুলকারনাইনের ঘটনা সম্পর্কে কুরআনুল করীম যা বর্ণনা করেছে, তা এইঃ তিনি একজন সৎ ও ন্যায়পরায়ণ বাদশাহ ছিলেন এবং পাশ্চাত্য ও প্রাচ্যদেশসমূহ জয় করেছিলেন। এসব দেশে তিনি সুবিচার ও ইনসাফের রাজত্ব প্রতিষ্ঠা করেছিলেন। আল্লাহ্ তা'আলার পক্ষ থেকে তাকে লক্ষ্য অর্জনের জন্য সর্বপ্রকার সাজ-সরঞ্জাম দান করা হয়েছিল। তিনি দিগ্বিজয়ে বের হয়ে পৃথিবীর তিন প্রান্তে পৌছেছিলেন- পাশ্চাত্যের শেষ প্রান্তে, প্রাচ্যের শেষ প্রান্তে এবং উত্তরে উভয় পর্বতমালার পাদদেশ পর্যন্ত। এখানেই তিনি দুই পর্বতের মধ্যবতী গিরিপথকে একটি সুবিশাল লৌহ প্রাচীর দ্বারা বন্ধ করে দিয়েছিলেন। ফলে ইয়াজুজ-মাজুজের লুটত্রাজ থেকে এলাকার জনগণ নিরাপদ হয়ে যায়।\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১৮ : ৮৪",
        "arabic_text": "\nإِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا ",
        "bangla_text": "আমরা তো তাকে যমীনে কর্তৃত্ব দিয়েছিলাম এবং প্রত্যেক বিষয়ের উপায়-উপকরন দান করেছিলাম [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবী অভিধানে نبب শব্দের অর্থ এমন বস্তু বোঝায়, যা দ্বারা লক্ষ্য অর্জনে সাহায্য নেয়া হয়। [ফাতহুল কাদীর] উদ্দেশ্য এই যে, আল্লাহ তা’আলা যুলকারনাইনকে দেশ বিজয়েরই জন্য সে যুগে যেসব বিষয় প্রয়োজনীয় ছিল, তা সবই দান করেছিলেন।\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১৮ : ৮৫",
        "arabic_text": "\nفَأَتۡبَعَ سَبَبًا ",
        "bangla_text": "অতঃপর সে এক পথ অবলম্বন করল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১৮ : ৮৬",
        "arabic_text": "\nحَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا ",
        "bangla_text": "চলতে চলতে সে যখন সূর্যের অস্ত গমন স্থানে পৌছল [১] তখন সে সূর্যকে এক পংকিল জলাশয়ে অস্তগমন করতে দেখল [২] এবং সে সেখানে এক সম্প্রদায়কে দেখতে পেল। আমরা বললাম, ‘হে যুল-কারনাইন! তুমি এদেরকে শাস্তি দিতে পার অথবা এদের ব্যাপার সদয়ভাবে গ্রহণ করতে পার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, তিনি পশ্চিম দিকে দেশের পর দেশ জয় করতে করতে স্থলভাগের শেষ সীমানায় পৌঁছে যান, এরপর ছিল সমুদ্র। এটিই হচ্ছে সূর্যাস্তের সীমানার অর্থ। হাবীব ইবন হাম্মায বলেন: আমি আলী রাদিয়াল্লাহু ‘আনহুর কাছে বসা ছিলাম। এমতাবস্থায় একলোক তাকে জিজ্ঞেস করল যে, যুলকারনাইন কিভাবে প্রাচ্য ও পাশ্চাত্যদেশে পৌঁছুতে সক্ষম হয়েছিল? তিনি বললেন: সুবহানাল্লাহ! আল্লাহ আকাশের মেঘকে তার নিয়ন্ত্রণাধীন করেছিলেন। পর্যাপ্ত উপায়-উপকরণ দিয়েছিলেন এবং প্রচুর শক্তি-সামৰ্থ দান করেছিলেন। তারপর আলী বললেন: আরও বলব? লোকটি চুপ করলে আলী রাদিয়াল্লাহু ‘আনহুও চুপ করে যান। ' [আল-মুখতারাহ: ৪০৯] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] حَمِىَٔةٍ এর শাব্দিক অর্থ কালো জলাভূমি অথবা কাদা। অর্থাৎ তিনি সূর্যকে তার দৃশ্যে মহাসাগরে ডুবতে দেখলেন। আর সাধারণত: যখন কেউ সমুদ্র তীরে দাঁড়িয়ে সূর্য অস্ত যাওয়া প্রত্যক্ষ করবে, তখনই তার এটা মনে হবে, অথচ সূর্য কখনও তার কক্ষপথ ত্যাগ করেনি। [ইবন কাসীর]। এখানে সে জলাশয়কে বোঝানো হয়েছে, যার নীচে কালো রঙের কাদা থাকে। ফলে পানির রঙও কালো দেখায়। এখানে একটি বিষয় স্পষ্ট হওয়া উচিত, তা হলো, কুরআন একথা বলেনি যে, সূর্য কালো জলাশয়ে ডুবে। বরং এখানে যুলকারনাইনের অনুভূতিই শুধু ব্যক্ত করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১৮ : ৮৭",
        "arabic_text": "\nقَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا ",
        "bangla_text": "সে বলল, ‘যে কেউ যুলুম করবে অচিরেই আমরা তাকে শাস্তি দেব, অতঃপর তাকে তার রবের নিকট ফিরিয়ে নেয়া হবে তখন তিনি তাকে কঠিন শাস্তি দিবেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১৮ : ৮৮",
        "arabic_text": "\nوَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا ",
        "bangla_text": "‘তবে যে ঈমান আনবে এবং সৎকাজ করবে তার জন্য প্রতিদানস্বরূপ আছে কল্যাণ এবং তার প্রতি ব্যবহারে আমরা নরম কথা বলবো। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১৮ : ৮৯",
        "arabic_text": "\nثُمَّ أَتۡبَعَ سَبَبًا ",
        "bangla_text": "তারপর সে এক উপায় অবলম্বন করল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১৮ : ৯০",
        "arabic_text": "\nحَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا ",
        "bangla_text": "চলতে চলতে যখন সে সূর্যদয়ের স্থলে পৌছল তখন সে দেখল সেটা এমন এক সম্প্রদায়ের উপর উদয় হচ্ছে যাদের জন্য সূর্যতাপ হতে কোন অন্তরাল আমরা সৃষ্টি করিনি ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১৮ : ৯১",
        "arabic_text": "\nكَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا ",
        "bangla_text": "প্রকৃত ঘটনা এটাই , আর তার কাছে যে বৃত্তান্ত ছিল তা আমরা সম্যক অবহিত আছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১৮ : ৯২",
        "arabic_text": "\nثُمَّ أَتۡبَعَ سَبَبًا ",
        "bangla_text": "তারপর সে আরেক মাধ্যম অবলম্বন করল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১৮ : ৯৩",
        "arabic_text": "\nحَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا ",
        "bangla_text": "চলতে চলতে সে যখন দুই পর্বত-প্রাচীরের মধ্যবর্তী স্থলে [১] পৌঁছল, তখন সেখানে সে এক সম্প্রদায়কে পেল, যারা তার কথা তেমন বুঝতে পারছিল না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যে বস্তু কোন কিছুর জন্য বাধা হয়ে যায়, سد তাকে বলা হয়; তা প্রাচীর হোক কিংবা পাহাড় হোক, কৃত্রিম হোক কিংবা প্রাকৃতিক হোক। এখানে سدين বলে দুই পাহাড় বোঝানো হয়েছে। এগুলো ইয়াজুজ-মাজুজের পথে বাধা ছিল। কিন্তু উভয়ের মধ্যবর্তী গিরিপথ দিয়ে এসে তারা আক্রমণ চালাত। [উসাইমীন, তাফসীরুল কুরআনিল কারাম] যুলকারনাইন এই গিরিপথটি বন্ধ করে দেন।\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১৮ : ৯৪",
        "arabic_text": "\nقَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا ",
        "bangla_text": "তারা বলল, ‘হে যুল-কারনাইন! ইয়াজুজ ও মাজুজ [১] তো যমীনে অশান্তি সৃষ্টি করছে। তাই আমরা কি আপনাকে খরচ দেব যে, আপনি আমাদের ও তাদের মধ্যে এক প্রাচীর গড়ে দেবেন?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইয়াজুজ-মাজুজ সম্পর্কে কুরআন ও হাদীসের সুস্পষ্ট বর্ণনা থেকে এতটুকু নিঃসন্দেহে প্রমাণিত হয় যে, ইয়াজুজ-মাজুজ মানব সম্প্রদায়ভুক্ত। অন্যান্য মানবের মত তারাও নূহ ‘আলাইহিস সালাম-এর সন্তান-সন্ততি। কুরআনুল করীম স্পষ্টতঃই বলেছে\n  <br/>\n  <br/>\n  وَجَعَلْنَا ذُرِّيَّتَهٗ هُمُ الْبَاقِيْنَ\n  <br/>\n  <br/>\n  [আস-সাফফাতঃ ৭৭] অর্থাৎ নুহের মহাপ্লাবনের পরদুনিয়াতে যত মানুষ আছে এবং থাকবে, তারা সবাই নূহ ‘আলাইহিস সালাম-এর সন্তান-সন্ততি হবে। ঐতিহাসিকবৰ্ণনা এব্যাপারে একমত যে, তারা ইয়াফেসের বংশধর। [মুসনাদে আহমাদঃ ৫/১১] তাদের অবশিষ্ট অবস্থা সম্পর্কে সর্বাধিক বিস্তারিত ও সহীহ হাদীস হচ্ছে নাওয়াস ইবনে সামআন রাদিয়াল্লাহু ‘আনহু-এর হাদীসটি। সেখানে দাজ্জালের ঘটনা ও তার ধ্বংসের কথা বিস্তারিত বর্ণনার পর বলা হয়েছে, “এমতাবস্থায় আল্লাহ তা'আলা ঘোষণা করবেনঃ আমি আমার বান্দাদের মধ্য থেকে এমন লোক বের করব, যাদের মোকাবেলা করার শক্তি কারো নেই। কাজেই (হে ঈসা!)। আপনি মুসলিমদেরকে সমবেত করে তুর পর্বতে চলে যান। (সে মতে তিনি তাই করবেন। ) অতঃপর আল্লাহ তা'আলা ইয়াজুজ-মাজুজের রাস্তা খুলে দেবেন। তাদের দ্রুত চলার কারণে মনে হবে যেন উপর থেকে পিছলে নীচে এসে পড়ছে। তাদের প্রথম দলটি তবরিয়া উপসাগরের কাছ দিয়ে যাওয়ার সময় তার পানি পান করে এমন অবস্থা করে দেবে যে, দ্বিতীয় দলটি এসে সেখানে কোনদিন পানি ছিল, একথা বিশ্বাস করতে পারবে না। ঈসা ‘আলাইহিস সালাম ও তার সঙ্গীরা তুর পর্বতে আশ্রয় নেবেন। অন্যান্য মুসলিমরা নিজ নিজ দূর্গে ও নিরাপদ স্থানে আশ্রয় নেবে। পানাহারের বস্তুসামগ্ৰী সাথে থাকবে, কিন্তু তাতে ঘাটতি দেখা দেবে। ফলে একটি গরুর মস্তককে একশ’ দীনারের চাইতে উত্তম মনে করা হবে। ঈসা 'আলাইহিস সালাম ও অন্যান্য মুসলিমরা কষ্ট লাঘবের জন্য আল্লাহর কাছে দো'আ করবেন। (আল্লাহ দো'আ কবুল করবেন ) তিনি মহামারী আকারে রোগব্যাধি পাঠাবেন। ফলে, অল্প সময়ের মধ্যেই ইয়াজুজ-মাজুজের গোষ্ঠী সবাই মরে যাবে। অতঃপর ঈসা 'আলাইহিস সালাম সঙ্গীদেরকে নিয়ে তুর পর্বত থেকে নীচে নেমে এসে দেখবেন। পৃথিবীতে তাদের মৃতদেহ থেকে অর্ধহাত পরিমিত স্থানও খালি নেই এবং (মৃতদেহ পঁচে) অসহ্য দুৰ্গন্ধ ছড়িয়ে পড়েছে। (এ অবস্থা দেখে পুনরায়) ঈসা আলাইহিস সালাম ও তার সঙ্গীরা আল্লাহর দরবারে দো'আ করবেন। (যেন এই বিপদও দূর করে দেয়া হয়)। আল্লাহ তা'আলা এ দো”আও কবুল করবেন এবং বিরাটাকার পাখি প্রেরণ করবেন, যাদের ঘাড় হবে উটের ঘাড়ের মত। (তারা মৃতদেহগুলো উঠিয়ে যেখানে আল্লাহ ইচ্ছা করবেন, সেখানে ফেলে দেবে। ) কোন কোন বর্ণনায় এসেছে, মৃতদেহগুলো সমুদ্রে নিক্ষেপ করবে। এরপর বৃষ্টি বর্ষিত হবে। কোন নগর ও বন্দর এ বৃষ্টি থেকে বাদ থাকবে না। ফলে সমগ্র ভূপৃষ্ঠ ধৌত হয়ে কাঁচের মত পরিস্কার হয়ে যাবে। অতঃপর আল্লাহ্ তা'আলা ভূপৃষ্ঠকে আদেশ করবেনঃ তোমার পেটের সমুদয় ফল-ফুল উদগীরণ করে দাও এবং নতুনভাবে তোমার বরকতসমূহ প্ৰকাশ কর। (ফলে তাই হবে এবং এমন বরকত প্ৰকাশিত হবে যে) একটি ডালিম একদল লোকের আহারের জন্য যথেষ্ট হবে এবং মানুষ তার ছাল দ্বারা ছাতা তৈরী করে ছায়া লাভ করবে। দুধে এত বরকত হবে যে, একটি উস্ত্রীর দুধ একদল লোকের জন্য, একটি গাভীর দুধ এক গোত্রের জন্য এবং একটি ছাগলের দুধ একটি পরিবারের জন্য যথেষ্ট হবে। (চল্লিশ বছর যাবত এই অসাধারণ বরকত ও শান্তি-শৃংখলা অব্যাহত থাকার পর যখন কেয়ামতের সময় সমাগত হবে; তখন) আল্লাহ তা'আলা একটি মনোরম বায়ু প্রবাহিত করবেন। এর পরশে সব মুসলিমের বগলের নীচে বিশেষ এক প্রকার রোগ দেখা দেবে এবং সবাই মৃত্যুমুখে পতিত হবে; শুধু কাফের ও দুষ্ট লোকেরাই অবশিষ্ট থেকে যাবে। তারা ভূ-পৃষ্ঠে জন্তু-জানোয়ারের মত খোলাখুলিই অপকর্ম করবে। তাদের উপরই কেয়ামত আসবে। ’ [মুসলিমঃ ২৯৩৭]\n  <br/>\n  <br/>\n  আব্দুর রহমান ইবনে ইয়াযীদের বর্ণনায় ইয়াজুজ-মাজুজের কাহিনীর আরো অধিক বিবরণ পাওয়া যায়। তাতে রয়েছেঃ তবরিয়া উপসাগর অতিক্রম করার পর ইয়াজুজ-মাজুজ বায়তুল মোকাদাস সংলগ্ন পাহাড় জাবালুল-খমরে আরোহণ করে ঘোষণা করবেঃ আমরা পৃথিবীর সমস্ত অধিবাসীকে হত্যা করেছি। এখন আকাশের অধিবাসীদেরকে খতম করার পালা। সে মতে তারা আকাশের দিকে তীর নিক্ষেপ করবে। আল্লাহর আদেশে সে তীর রক্তরঞ্জিত হয়ে তাদের কাছে ফিরে আসবে। (যাতে বোকারা এই ভেবে আনন্দিত হবে যে, আকাশের অধিবাসীরাও শেষ হয়ে গেছে। ) [মুসলিমঃ ২৯৩৭] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ কেয়ামতের দিন আল্লাহ তা'আলা আদম ‘আলাইহিস সালাম-কে বলবেনঃ আপনি আপনার সন্তানদের মধ্য থেকে জাহান্নামীদেরকে তুলে আনুন। তিনি বলবেনঃ হে আমার রব! তারা কারা? আল্লাহ বলবেনঃ প্রতি হাজারে নয়শত নিরান্নব্বই জন জাহান্নামী এবং মাত্র একজন জান্নাতী ৷ একথা শুনে সাহাবায়ে কেরাম শিউরে উঠলেন এবং জিজ্ঞেস করলেনঃ হে আল্লাহর রাসূল! আমাদের মধ্যে সে একজন জান্নাতী কে হবে? তিনি উত্তরে বললেনঃ চিন্তা করো না। তোমাদের মধ্য থেকে এক এবং ইয়াজুজ-মাজুজের মধ্য থেকে এক হাজারের হিসেবে হবে। [মুসলিমঃ ২২২] রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম আরো বলেন যে, ইয়াজুজ-মাজুজের আবির্ভাবের পরও বায়তুল্লাহর হজ্ব ও উমরাহ অব্যাহত থাকবে। [বুখারীঃ ১৪৯০]\n  <br/>\n  <br/>\n  তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম একদিন ঘুম থেকে এমন অবস্থায় জেগে উঠলেন যে, তার মুখমণ্ডল ছিল রক্তিমাভ এবং মুখে এই বাক্য উচ্চারিত হচ্ছিলঃ “আল্লাহ ব্যতীত কোন উপাস্য নেই। আরবদের ধ্বংস নিকটবতী ! আজ ইয়াজুজ-মাজুজের প্রাচীরে এতটুকু ছিদ্র হয়ে গেছে। অতঃপর তিনি বৃদ্ধাঙ্গুলি ও তর্জনী মিলিয়ে বৃত্ত তৈরী করে দেখান। যয়নব রাদিয়াল্লাহু ‘আনহা বলেনঃ আমি এ কথা শুনে বললামঃ ইয়া রাসূলাল্লাহ! আমাদের মধ্যে সৎকর্মপরায়ণ লোক জীবিত থাকতেও কি ধ্বংস হয়ে যাবে? তিনি বললেনঃ হ্যাঁ, ধ্বংস হতে পারে; যদি অনাচারের আধিক্য হয় ৷ [বুখারীঃ ৩৩৪৬, মুসলিমঃ ২৮৮০]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম আরো বলেছেনঃ ইয়াজুজ-মাজুজ প্রত্যেহ যুলকারনাইনের দেয়ালটি খুঁড়তে থাকে। খুঁড়তে খুঁড়তে তারা এ লৌহ-প্রাচীরের প্রান্ত সীমার এত কাছাকাছি পৌছে যায় যে, অপরপাশ্বের আলো দেখা যেতে থাকে। কিন্তু তারা একথা বলে ফিরে যায় যে, বাকী অংশটুকু আগামী কাল খুঁড়ব। কিন্তু আল্লাহ তা'আলা প্রাচীরটিকে পূর্ববৎ মজবুত অবস্থায় ফিরিয়ে নেন। পরের দিন ইয়াজুজ-মাজুজ প্রাচীর খননে নতুনভাবে আত্মনিয়োগ করে। খননকার্যে আত্মনিয়োগ ও আল্লাহ তা'আলা থেকে মেরামতের এ ধারা ততদিন পর্যন্ত অব্যাহত থাকবে, যতদিন ইয়াজুজ-মাজুজকে বন্ধ রাখা আল্লাহর ইচ্ছা রয়েছে। যেদিন আল্লাহ তা’আলা তাদেরকে মুক্ত করার ইচ্ছা করবেন, সেদিন ওরা মেহনত শেষে বলবেঃ আল্লাহ ইচ্ছা করলে আমরা আগামী কাল অবশিষ্ট অংশটুকু খুঁড়ে ওপারে চলে যাব। (আল্লাহর নাম ও তাঁর ইচ্ছার উপর নির্ভর করার কারণে সেদিন ওদের তাওফীক হয়ে যাবে।) পরের দিন তারা প্রাচীরের অবশিষ্ট অংশকে তেমনি অবস্থায় পাবে এবং তারা সেটুকু খুঁড়েই প্রাচীর ভেদ করে ফেলবে। [তিরমিযিঃ ৩১৫৩, ইবনে মাজাহঃ ৪১৯৯, হাকিম মুস্তাদরাকঃ ৪/৪৮৮, মুসনাদে আহমাদঃ ২/৫১০, ৫১১] আল্লামা ইবনে কাসীর বলেনঃ ‘হাদীসের উদ্দেশ্য এই যে, ইয়াজুজ-মাজুজের প্রাচীর খনন করার কাজটি তখন শুরু হবে, যখন তাদের আবির্ভাবের সময় নিকটবতী হবে। কুরআনে বলা হয়েছে যে, এই প্রাচীর ছিদ্র করা যাবে না। এটা তখনকার অবস্থা, যখন যুলকারনাইন প্রাচীরটি নির্মান করেছিলেন। কাজেই এতে কোন বৈপরীত্য নেই। ” তাছাড়া কুরআনে তারা ছিদ্র পুরোপুরি করতে পারছে না বলা হয়েছে, যা হাদীসের ভাষ্যের বিপরীত নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১৮ : ৯৫",
        "arabic_text": "\nقَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا ",
        "bangla_text": "সে বলল, ‘আমার রব আমাকে যে সামর্থ্য দিয়েছেন, তা-ই উৎকৃষ্ট। কাজেই তোমরা আমাকে শ্রম দ্বারা সাহায্য কর, আমি তোমাদের ও তাদের মধ্যে এক মজবুত প্রাচীর গড়ে দেব [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ দেশের যে অর্থভাণ্ডার আমার হাতে তুলে দিয়েছেন এবং যে ক্ষমতা আমাকে দিয়েছেন তা এ কাজ সম্পাদনের জন্য যথেষ্ট। তবে শারীরিক শ্রম দিয়ে ও নির্মান যন্ত্র তোমাদের আমাকে সাহায্য করতে হবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১৮ : ৯৬",
        "arabic_text": "\nءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا ",
        "bangla_text": "তোমরা আমার কাছে লোহার পাতসমূহ নিয়ে আস, ‘অবশেষে মধ্যবর্তী ফাঁকা স্থান পূর্ণ হয়ে যখন লৌহস্তূপ দুই পর্বতের সমান হল তখন সে বলল, ‘তোমরা হাঁপরে দম দিতে থাক।’ অতঃপর যখন সেটা আগুনে পরিণত হল, তখন সে বলল, ‘তোমরা আমার কাছে গলিত তামা নিয়ে আস, আমি তা ঢেলে দেই এর উপর [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] زبر শব্দটি زبرة এ বহুবচন। এর অর্থ পাত। এখানে লৌহখণ্ড বোঝানো হয়েছে। ইবন আব্বাস, মুজাহিদ ও কাতাদা বলেন, এটি যেন ইটের মত ব্যবহার করা হয়েছিল। [ইবন কাসীর] অর্থাৎ গিরিপথ বন্ধ করার জন্য নির্মিতব্য প্রাচীর ইট-পাথরের পরিবর্তে লোহার পাত ব্যবহার করা হয়েছিল। الصَّدَفَيْنِ দুই পাহাড়ের বিপরীতমুখী দুই দিক। [ফাতহুল কাদীর] قِطْرًا অধিকাংশ তাফসীরবিদগণের মতে এর অর্থ গলিত তামা। কারো কারো মতে এর অর্থ গলিত লোহা অথবা রাঙতা। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১৮ : ৯৭",
        "arabic_text": "\nفَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا ",
        "bangla_text": "অতঃপর তারা সেটা অতিক্রম করলে পারল না এবং সেটা ভেদও করতে পারল না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১৮ : ৯৮",
        "arabic_text": "\nقَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا ",
        "bangla_text": "সে বলল, ‘এটা আমার রব-এর অনুগ্রহ। অতঃপর যখন আমার রব-এর প্রতিশ্রুতি সময় আসবে তখন তিনি সেটা চূর্ণ-বিচূর্ণ করে দেবেন। আর আমার রব-এর প্রতিশ্রুতি সত্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "১৮ : ৯৯",
        "arabic_text": "\n۞ وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا ",
        "bangla_text": "আর সেদিন আমারা তাদেরকে ছেড়ে দেব এ অবস্থায় যে, একদল আরেক দলের উপর তরঙ্গের ন্যায় আছড়ে পড়বে [১]। আর শিঙ্গায় ফুঁক দেয়া হবে , অতঃপর আমরা তাদের সবাইকে [২] পুরোপুরি একত্রিত করব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] بعضهم এর সর্বনাম দ্বারা বাহ্যতঃ ইয়াজুজ-মাজুজকেই বোঝানো হয়েছে। তাদের একদল অপরদলের মধ্যে ঢুকে পড়বে- বাহ্যতঃ এই অবস্থা তখন হবে, যখন তাদের পথ খুলে যাবে এবং তারা পাহাড়ের উচ্চতা থেকে দ্রুতবেগে নীচে অবতরণ করবে। [ফাতহুল কাদীর] [উসাইমীন, তাফসীরুল কুরআনিল কারাম]। তাফসীরবিদগণ অন্যান্য সম্ভাবনাও লিখেছেন। যেমন তারা মানুষের সাথে মিশে যমীনের মধ্যে ফাসাদ সৃষ্টি করবে। [ইবন কাসীর] কারও কারও মতে, এখানে কিয়ামতের সময়ের অবস্থা বর্ণিত হয়েছে। ইবন কাসীর কারও কারও মতে, যেদিন বাঁধ নির্মান শেষ হয়েছে সেদিন ইয়াজুজ মাজুজ বাঁধের ভিতরে পরস্পর পরস্পরের উপর হুমড়ি খেয়ে পড়ছিল।  [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] فَجَمَعْنَاهُم এর সর্বনাম দ্বারা সাধারণ জিন ও মানবজাতিকে বোঝানো হয়েছে। উদ্দেশ্য এই যে, শিঙ্গায় ফুঁক দেয়ার মাধ্যমে হাশরের মাঠে সমগ্র জিন ও মানুষকে একত্রিত করা হবে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "১৮ : ১০০",
        "arabic_text": "\nوَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا ",
        "bangla_text": "আর সেদিন আমরা জাহান্নামকে প্রত্যক্ষভাবে উপস্থিত করব কাফেরদের কাছে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "১৮ : ১০১",
        "arabic_text": "\nٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا ",
        "bangla_text": "যাদের চোখ ছিল অন্ধ আমার নিদর্শনের প্রতি এবং যারা শুনতেও ছিল অক্ষম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "১৮ : ১০২",
        "arabic_text": "\nأَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا ",
        "bangla_text": "যারা কুফরী করেছে তারা কি মনে করেছে যে, তারা আমার পরিবর্তে আমার বান্দাদেরকে [১] অভিভাবকরূপে গ্রহণ করবে [২] ? আমরা তো কাফেরদের আপ্যায়নের জন্য প্রস্তুত রেখেছি জাহান্নাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   বারতম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] عِنَادِي (আমার দাস) বলে এখানে ফিরিশতা, নেককার লোক এবং সেসব নবীগণকে বোঝানো হয়েছে দুনিয়াতে যাদেরকে উপাস্য ও আল্লাহর শরীকরূপে স্থির করা হয়েছে; যেমন, উদ্যায়ের ও ঈসা (আলাইহিস সালাম। কিছুসংখ্যক আরব ফিরিশতাদেরও উপাসনা করত, [ফাতহুল কাদীর] তাই আয়াতে الَّذِيْنَ كَفَرُوْٓا বলে কাফেরদের এসব দলকেই বোঝানো হয়েছে। কোন কোন মুফাসসির “আমার বান্দা” অর্থ সৃজিত এবং মালিকানাধীন বস্তু গ্ৰহণ করে একে ব্যাপকাকার করে দিয়েছেন। ফলে আগুন, মূর্তি, তারকা, এমনকি গরু ইত্যাদি মিথ্যা উপাস্যও এর অন্তর্ভুক্ত হয়ে গেছে। [উসাইমীন, তাফসীরুল কুরআনিল করীম]\n  <br/>\n  <br/>\n  [২] উদ্দেশ্য এই যে, এসব কাফেররা আমার পরিবর্তে আমার বান্দাদেরকে উপাস্যরূপে গ্রহণ করেছে; তারা কি মনে করে যে, এ কাজ তাদেরকে উপকৃত করবে এবং এ দ্বারা তাদের কিছুটা কল্যাণ হবে? [ফাতহুল কাদীরা এই জিজ্ঞাসা অস্বীকারবোধক ৷ অর্থাৎ এরূপ মনে করা ভ্রান্তি ও মূর্খতা। অন্য আয়াতে আল্লাহ এর উত্তর দিয়েছেন। তিনি বলেছেন, “কখনই নয়, ওরা তো তাদের ইবাদাত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।” [সূরা মারইয়াম: ৮২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "১৮ : ১০৩",
        "arabic_text": "\nقُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا ",
        "bangla_text": "বলুন, ‘আমরা কি তোমাদেরকে এমন লোকদের কথা জানাব, যারা আমলের দিক দিয়ে সবচেয়ে বেশি ক্ষতিগ্রস্ত [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে প্রথম দুই আয়াত এমন ব্যক্তি ও দলকে অন্তর্ভুক্ত করেছে, যারা কোন কোন বিষয়কে সৎ মনে করে তাতে পরিশ্রম করে। কিন্তু আল্লাহর কাছে তাদের সে পরিশ্রম বৃথা এবং সে কর্মও নিস্ফল। কুরতুবী বলেনঃ এ অবস্থা দুটি কারণে সৃষ্টি হয়। (এক) ভ্রান্তবিশ্বাস এবং (দুই) লোক দেখানো মনোবৃত্তি। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "১৮ : ১০৪",
        "arabic_text": "\nٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا ",
        "bangla_text": "ওরাই তারা, ‘পার্থিব জীবনে যাদের প্রচেষ্টা পণ্ড হয়, যদিও তারা মনে করে যে, তারা সৎকাজই করছে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "১৮ : ১০৫",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا ",
        "bangla_text": "‘তারাই সেসব লোক, যারা তাদের রব-এর নিদর্শনাবলী ও তাঁর সাথে তাদের সাক্ষাতের ব্যাপারে কুফরি করেছে। ফলে তাদের সকল আমল নিষ্ফল হয়ে গেছে; সুতরাং আমরা তাদের জন্য কেয়ামতের দিন কোন ওজনের ব্যবস্থা রাখব না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের আমল বাহ্যতঃ বিরাট বলে দেখা যাবে, কিন্তু হিসাবের দাঁড়িপাল্লায় তার কোন ওজন হবে না। কেননা, কুফর ও শির্কের কারণে তাদের আমল নিস্ফল ও গুরুত্বহীন হয়ে যাবে। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ কেয়ামতের দিন দীর্ঘদেহী স্থূলকায় ব্যক্তিকে নিয়ে আসা হবে, আল্লাহর কাছে মাছির ডানার সমপরিমাণও তার ওজন হবে না। অতঃপর তিনি বলেনঃ যদি এর সমর্থন চাও, তবে কুরআনের এই আয়াত পাঠ কর\n  <br/>\n  <br/>\n  فَلاَنُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِوَزْنًا\n  <br/>\n  <br/>\n  [বুখারীঃ ৪৭২৯, মুসলিমঃ ৪৬৭৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "১৮ : ১০৬",
        "arabic_text": "\nذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا ",
        "bangla_text": "‘জাহান্নাম, এটাই তাদের প্রতিফল, যেহেতু তারা কুফরী করেছে এবং আমার নিদর্শনাবলী ও রাসুলগণকে গ্রহণ করেছে বিদ্রুপের বিষয়স্বরূপ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "১৮ : ১০৭",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে তাদের অতিথেয়তার জন্য রয়েছে জান্নাতুল ফিরদাউস [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] فردوس এর অর্থ সবুজে ঘেরা উদ্যান। এটি আরবী শব্দ, না অনারব এ বিষয়ে মতভেদ রয়েছে। হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “তোমরা যখন আল্লাহর কাছে প্রার্থনা কর, তখন জান্নাতুল ফিরদাউসের প্রার্থনা কর। কেননা, এটা জান্নাতের সর্বোৎকৃষ্ট স্তর। এর উপরেই আল্লাহর আরশ এবং এখান থেকেই জান্নাতের সব নাহর প্রবাহিত হয়েছে। ' [বুখারীঃ ২৭৯০, ৭৪২৩, মুসনাদে আহমাদঃ ২/৩৩৫]\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "১৮ : ১০৮",
        "arabic_text": "\nخَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا ",
        "bangla_text": "সেখানে তারা চিরকাল থাকবে, সেখান থেকে তারা স্থানান্তরিত হতে চাইবে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, জান্নাতের এ স্থানটি তাদের জন্য অক্ষয় ও চিরস্থায়ী নেয়ামত। যে জান্নাতে প্রবেশ করেছে, তাকে সেখান থেকে কখনো বের করা হবে না। কিন্তু এখানে একটি আশংকা ছিল এই যে, এক জায়গায় থাকতে থাকতে অতিষ্ঠ হয়ে যাওয়া মানুষের একটি স্বভাব। সে স্থান পরিবর্তনের ইচ্ছা করে। যদি জান্নাতের বাইরে কোথাও যাওয়ার অনুমতি না থাকে, তবে জান্নাতও কি খারাপ মনে হতে থাকবে? আলোচ্য আয়াতে এর জবাব দেয়া হয়েছে যে, যে ব্যক্তি জান্নাতে যাবে, জান্নাতের নেয়ামত ও চিত্তাকর্ষক পরিবেশের সামনে দুনিয়াতে দেখা ও ব্যবহার করা বস্তুসমূহ তার কাছে নগণ্য ও তুচ্ছ মনে হবে। জান্নাত থেকে বাইরে যাওয়ার কল্পনাও কোন সময় মনে জাগবে না। অর্থাৎ তার চেয়ে আরামদায়ক কোন পরিবেশ কোথাও থাকবে না। ফলে জান্নাতের জীবন তার সাথে বিনিময় করার কোন ইচ্ছাই তাদের মনে জাগবে না। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "১৮ : ১০৯",
        "arabic_text": "\nقُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا ",
        "bangla_text": "বলুন, ‘আমার রব-এর কথা লিপিবদ্ধ করার জন্য সাগর যদি কালি হয়, তবে আমার রব-এর কথা শেষ হওয়ার আগেই সাগর নিঃশেষ হয়ে যাবে—আমরা এর সাহায্যের জন্য এর মত আরো সাগর আনলেও [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি সাগরের পানি আল্লাহর কালেমাসমূহ লেখার কালি হয়ে যায়, তবে আল্লাহর কালেমাসমূহ শেষ হওয়ার আগেই সাগরের পানি নিঃশেষ হয়ে যাবে। যদিও এর কালি বাড়ানোর জন্য আরও সাগর এর সাথে যুক্ত করা হয়। [আদওয়াউল বায়ান]] অনুরূপ অন্য স্থানেও আল্লাহ বলেছেন। যেমন, “আর যমীনের সব গাছ যদি কলম হয় এবং সাগর, তার পরে আরো সাত সাগর কালি হিসেবে যুক্ত হয়, তবুও আল্লাহর বাণী নিঃশেষ হবে না। নিশ্চয় আল্লাহ মহা পরাক্রমশালী, হিকমতওয়ালা।” [সূরা লুকমান: ২৭]\n  <br/>\n  <br/>\n  এ আয়াতসমূহ প্রমাণ করছে যে, আল্লাহর কালেমাসমূহ কখনও শেষ হবে না। [আদওয়াউল বায়ান]। হাদীসে এ আয়াত নাযিল হওয়ার কারণ বর্ণিত হয়েছে। তা হচ্ছে, কুরাইশ সর্দাররা ইয়াহুদীদের কাছে এসে বলল, আমাদেরকে এমন কিছু দাও যা আমরা ঐ লোকটাকে প্রশ্ন করতে পারি। তারা বলল, তাকে রূহ সম্পর্কে প্রশ্ন কর। তারা তাকে রূহ সম্পর্কে প্রশ্ন করলে নাযিল হল,\n  <br/>\n  <br/>\n  وَيَسْأَلُونَكَ عَنِ الرُّوحِ ۖ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُم مِّنَ الْعِلْمِ إِلَّا قَلِيلًا\n  <br/>\n  <br/>\n  অর্থাৎ আর আপনাকে তারা রূহ সম্পর্কে প্রশ্ন করে। বলুন, ‘রূহ আমার রবের আদেশঘটিত এবং তোমাদেরকে জ্ঞান দেয়া হয়েছে অতি সামান্যই। ” [সূরা আল-ইসরা: ৮৫] এটা শুনে ইয়াহুদীরা বলতে লাগল, আমাদেরকে তো অনেক জ্ঞান দেয়া হয়েছে। আর তা হচ্ছে তাওরাত । আর যাকে তাওরাত দেয়া হয়েছে তাকে অনেক কল্যাণ দেয়া হয়েছে। তখন এ আয়াতটি নাযিল হয়। [তিরমিযী: ৩১৪০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "১৮ : ১১০",
        "arabic_text": "\nقُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا ",
        "bangla_text": "বলুন, ‘আমি তো তোমাদের মত একজন মানুষ, আমার প্রতি ওহী হয় যে, তোমাদের ইলাহ একমাত্র সত্য ইলাহ। কাজেই যে তার রব-এর সাক্ষাত কামনা করে, সে যেন সৎকাজ করে ও তার রব-এর ‘ইবাদাতে কাউকেও শরীক না করে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতকে দ্বীনের ভিত্তি বলা হয়ে থাকে, এখানে এমন দু'টি শর্ত বৰ্ণনা করা হয়েছে যার উপরই সমস্ত দ্বীন নির্ভর করছে। এক, কার ইবাদত করছে দুই, কিভাবে করছে। একমাত্র আল্লাহর ইবাদত করতে হবে ইখলাসের সাথে। আবার সে ইবাদত হতে হবে নেক আমলের মাধ্যমে। আর নেক আমল হবে একমাত্র রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রদর্শিত পথে আমল করলেই। মোদ্দাকথা, শির্ক ও বিদ“আত থেকে দূরে থাকার ব্যাপারে এ আয়াতে সুস্পষ্ট নির্দেশ রয়েছে।\n  <br/>\n  <br/>\n  এখানে উল্লেখিত শির্ক শব্দ দ্বারা যাবতীয় শির্কই বোঝানো হয়েছে। তন্মধ্যে কিছু কিছু শির্ক আছে যেগুলো শির্ক হওয়া অত্যন্ত স্পষ্ট তাই তা থেকে বাঁচা খুব সহজ। এর বিপরীতে কিছু কিছু শির্ক আছে যেগুলো খুব সুক্ষ্ম বা গোপন। এ সমস্ত গোপন শির্কের উদাহরণের মধ্যে আছে, সামান্য রিয়া তথা সামান্য লোক দেখানো মনোবৃত্তি। সারমর্ম এই যে, আয়াতে যাবতীয় শির্ক হতে। তবে বিশেষ করে রিয়াকারীর গোপন শির্ক থেকে বারণ করা হয়েছে। আমল আল্লাহর উদ্দেশ্যে হলেও যদি তার সাথে কোনরূপ সুখ্যাতি ও প্রভাব-প্রতিপত্তির বাসনা থাকে, তবে তাও এক প্রকার গোপন শির্ক। এর ফলে মানুষের আমল বরবাদ এবং ক্ষতিকর হয়ে দাঁড়ায়। মাহমুদ ইবনে লবীদ রাদিয়াল্লাহু আনহু বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেছেনঃ “আমি তোমাদের সম্পর্কে যে বিষয়ে সর্বাধিক আশংকা করি, তা হচ্ছে ছোট শির্ক। সাহাবায়ে কেরাম নিবেদন করলেনঃ ইয়া রাসূলাল্লাহ! ছোট শির্ক কি? তিনি বললেনঃ রিয়া। [আহমাদঃ ৫/৪২৮, ৪২৯] অন্য এক বর্ণনায় এসেছে, “কেয়ামতের দিন আল্লাহ তা'আলা যখন বান্দাদের কাজকর্মের প্রতিদান দেবেন, তখন রিয়াকার লোকদেরকে বলবেনঃ তোমরা তোমাদের কাজের প্রতিদান নেয়ার জন্য তাদের কাছে যাও, যাদেরকে দেখানোর উদ্দেশ্যে তোমরা কাজ করেছিলে। এরপর দেখ, তাদের কাছে তোমাদের জন্য কোন প্রতিদান আছে কি না '' কেননা, আল্লাহ শরীকদের শরীকানার সম্পূর্ণ অমুখাপেক্ষী। [তিরমিযীঃ ৩১৫৪, ইবনে মাজাহঃ ৪২০৩, আহমাদঃ ৪/৪৬৬, বায়হাকী শু'আবুল ঈমানঃ ৬৮১৭]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম আরো বলেছেন যে, আল্লাহ্ তাআলা বলেনঃ আমি শরীকদের সাথে অন্তর্ভুক্ত হওয়ার উর্ধের্ব। যে ব্যক্তি কোন সৎকর্ম করে এবং তাতে আমার সাথে অন্যকেও শরীক করে, আমি সেই আমল শরীকের জন্য ছেড়ে দেই। অন্য এক বর্ণনায় এসেছে, আমি সেই আমল থেকে মুক্ত; সে আমলকে আমি তার জন্যই করে দেই, যাকে সে আমার সাথে শরীক করেছিল। [মুসলিমঃ ২৯৮৫]\n  <br/>\n  <br/>\n  আব্দুল্লাহ ইবনে উমর রাদিয়াল্লাহু ‘আনহুমা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে বলতে শুনেছেন, যে ব্যক্তি সুখ্যাতি লাভের জন্য সৎকর্ম করে আল্লাহ্ তা'আলাও তার সাথে এমনি ব্যবহার করেন; যার ফলে সে ঘূণিত ও লাঞ্ছিত হয়ে যায়। [আহমাদঃ ২/১৬২, ১৯৫, ২১২, ২২৩] অন্য হাদীসে এসেছে, “পিপড়ার নিঃশব্দ গতির মতই শির্ক তোমাদের মধ্যে গোপনে অনুপ্রবেশ করে। ” তিনি আরো বললেনঃ আমি তোমাদেরকে একটি উপায় বলে দিচ্ছি যা করলে তোমরা বড় শির্ক ও ছোট শির্ক (অর্থাৎ রিয়া) থেকে নিরাপদ থাকতে পারবে। তোমরা দৈনিক তিনবার এই দো’আ পাঠ করো।\n  <br/>\n  <br/>\n  اللّٰهُمَّ إِنِّيْ أَعُوذُبِكَ أَنْ أُشْرِ كَ بِكَ شَيْىًٔا وَأَنَا أَعْلَمُ وَأَنْتَغْفِرُكَ لِمَا لَا أَعْلَمُ\n  <br/>\n  <br/>\n  [মুসনাদে আবু ইয়ালাঃ ১/৬০, ৬১ নং ৫৪, মাজমাউয যাওয়ায়েদঃ ১০/২২৪]\n  <br/>\n </p>\n</div>"
    }
]