[
    {
        "id": 1,
        "verse": "১৯ : ১",
        "arabic_text": "\nكٓهيعٓصٓ ",
        "bangla_text": "কাফ-হা-ইয়া-‘আইন-সোয়াদ [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ৯৮ আয়াত, মক্কী\n  </b>\n  <br/>\n  <br/>\n  <b>\n   সূরা সম্পর্কিত তথঃ\n  </b>\n  আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন: বনী ইসরাইল, আল-কাহফ, মারইয়াম, ত্বা-হা এবং আম্বিয়া এগুলো আমার সবচেয়ে প্রাচীন সম্পদ বা সর্বপ্রথম পুজি। [বুখারীঃ ৪৭৩৯] তাই এ সূরাসমূহের গুরুত্বই আলাদা। তন্মধ্যে সূরা মারইয়ামের গুরুত্ব আরো বেশী। এদিক দিয়েও যে, এ সূরায় ঈসা আলাইহিসসালাম ও তার মা সম্পর্কে স্পষ্ট বর্ণনা দেয়া হয়েছে। যা অনুধাবন করলে নাসারাদের ঈমান আনা সহজ হবে। উম্মে সালামাহ রাদিয়াল্লাহু ‘আনহা বলেন: হাবশার রাজা নাজাসী জাফর ইবন আবি তালিবকে জিজ্ঞাসা করেছিলেন, তোমার কাছে তিনি (মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আল্লাহর কাছ থেকে যা নিয়ে এসেছেন তার কিছু কি আছে? উম্মে সালামাহ বলেন, তখন জাফর ইবন আবি তালিব বললেন: হ্যাঁ। নাজাসী বললেন: আমাকে তা পড়ে শোনাও। জাফর ইবন আবি তালিব তখন কাফ-হা-ইয়া--\"আইন-সাদ থেকে শুরু করে সূরার প্রথম অংশ শোনালেন। উম্মে সালামাহ রাদিয়াল্লাহু ‘আনহা বলেন: আল্লাহর শপথ করে বলছি, এটা শোনার পর নাজাসী এমনভাবে কাঁদতে থাকল যে, তার চোখের পানিতে দাড়ি পর্যন্ত ভিজে গেল। তার দরবারের আলেমরাও কেঁদে ফেলল। তারা তাদের ধর্মীয় কিতাবসমূহ বন্ধ করে নিল। তারপর নাজাসী বলল: “অবশ্যই এটা এবং যা মূসা নিয়ে এসেছে সবই একই তাক থেকে বের হয়েছে। ’ [মুসনাদে আহমাদ: ৫/৩৬৬-৩৬৮]\n  <br/>\n  <br/>\n  -----------------------\n  <br/>\n  <br/>\n  [১] এ শব্দগুলো সম্পর্কে বিস্তারিত বর্ণনা সূরা আল-বাকারার শুরুতে করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "১৯ : ২",
        "arabic_text": "\nذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ ",
        "bangla_text": "এটা আপনার রব-এর অনুগ্রহের বিবরণ তাঁর বান্দা যাকারিয়্যার [১] প্রতি,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, যাকারিয়্যা আলাইহিসসালাম কাঠ-মিস্ত্রির কাজ করতেন। [মুসলিম: ২৩৭৯] এতে বুঝা গেল যে, নবী-রাসূলগণ জীবিকা অর্জনের জন্য বিভিন্ন কারিগরি পেশা অবলম্বন করতেন। তারা কখনো অপরের উপর বোঝা হতেন না।\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "১৯ : ৩",
        "arabic_text": "\nإِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا ",
        "bangla_text": "যখন তিনি তার রবকে ডেকেছিলেন নিভৃতে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে জানা গেল যে, দোআ অনুচ্চস্বরে ও গোপনে করাই উত্তম। কাতাদা বলেন, নিশ্চয় আল্লাহ পবিত্ৰ মন জানেন এবং গোপন শব্দ শুনেন। [তাবারী] তিনি যে দো'আ করেছিলেন তা-ই পরবর্তী আয়াতে বর্ণিত হচ্ছে। [আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "১৯ : ৪",
        "arabic_text": "\nقَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا ",
        "bangla_text": "তিনি বলেছিলেন, ‘হে আমার রব! আমার অস্থি দুর্বল হয়েছে [১] , বার্ধক্যে আমার মাথা শুভ্রোজ্জল হয়েছে [২]; হে আমার রব! আপনাকে ডেকে আমি কখনো ব্যর্থকাম হইনি [৩]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অস্থির দুর্বলতা উল্লেখ করা হয়েছে। কারণ, অস্থিই দেহের খুটি। অস্থির দুর্বলতা সমস্ত দেহের দুর্বলতার নামান্তর। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] اشيعل এর শাব্দিক অর্থ, প্রজ্জ্বলিত হওয়া, এখানে চুলের শুভ্রতাকে আগুনের আলোর সাথে তুলনা করে তা সমস্ত মস্তকে ছড়িয়ে পড়া বোঝানো হয়েছে। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এখানে দো'আর পূর্বে যাকারিয়্যা আলাইহিস সালাম তার দুর্বলতার কথা উল্লেখ করেছেন। এর একটি কারণ এই যে, এমতাবস্থায় সন্তান না আসাই স্বাভাবিক। এখানে দ্বিতীয় কারণ এটাও যে, দো'আ করার সময় নিজের দুর্বলতা, দুর্দশা ও অভাবগ্ৰস্থতা উল্লেখ করা দোআ কবুল হওয়ার পক্ষে সহায়ক। [কুরতুবী] তারপর বলছেন যে, আপনাকে ডেকে আমি কখনও ব্যৰ্থকাম হইনি। আপনি সবসময় আমার দোআ কবুল করেছেন। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "১৯ : ৫",
        "arabic_text": "\nوَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا ",
        "bangla_text": "‘আর আমি আশংকা করি আমার পর আমার সগোত্রীয়দের সম্পর্কে, আমার স্ত্রী বন্ধা। কাজেই আপনি আপনার কাছ থেকে আমাকে দান করুন উত্তরাধিকারী,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "১৯ : ৬",
        "arabic_text": "\nيَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا ",
        "bangla_text": "‘যে আমার উত্তরাধিকারিত্ত করবে [১] এবং উত্তরাধিকারিত্ত করবে ইয়া’কুবের বংশের [২] এবং হে আমার রব! তাকে করবেন সন্তোষভাজন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলেমদের মতে, এখানে উত্তরাধিকারিত্বের অর্থ নবুওয়াত-রিসালত তথা ইলমের উত্তরাধিকার। আর্থিক উত্তরাধিকারিত্ব নয়। কেননা, প্রথমতঃ যাকারিয়্যার কাছে এমন কোন অর্থ সম্পদ ছিল বলেই প্রমাণ নেই, যে কারণে চিন্তিত হবেন যে, এর উত্তরাধিকারী কে হবে। একজন পয়গম্বরের পক্ষে এরূপ চিন্তা করাও অবান্তর। এছাড়া যাকারিয়্যা আলাইহিসসালাম নিজে কাঠ-মিস্ত্রি ছিলেন। নিজ হাতে কাজ করে জীবিকা নির্বাহ করতেন। কাঠ-মিস্ত্রির কাজের মাধ্যমে এমন সম্পদ আহরণ করা সম্ভব হয় না। যার জন্য চিন্তা করতে হয়। দ্বিতীয়ত: সাহাবায়ে কেরামের ইজমা তথা ঐকমত্য সম্বলিত এক হাদীসে বলা হয়েছেঃ \"নিশ্চিতই আলেমগণ পয়গম্বরগণের ওয়ারিশ। পয়গম্বরগণ কোন দীনার ও দিরহাম রেখে যান না; বরং তারা ইলম ও জ্ঞান ছেড়ে যান। যে ব্যক্তি ইলম হাসিল করে, সে বিরাট সম্পদ হাসিল করে।”- [আবু দাউদ: ৩৬৪১, ইবনে মাজাহ: ২২৩, তিরমিয়ী: ২৬৮২] তৃতীয়ত: স্বয়ং আলোচ্য আয়াতে এর\n  <br/>\n  <br/>\n  يَرِّثُنِىْ وَيَرِثُ مِنْ اٰلِ يَعْقُوْبَ\n  <br/>\n  <br/>\n  বাক্যের যোগ এরই প্রমাণ যে, এখানে আর্থিক উত্তরাধিকারিত্ব বোঝানো হয়নি। কেননা, যে পুত্রের জন্মলাভের জন্যে দো'আ করা হচ্ছে, তার পক্ষে ইয়াকুব আলাইহিসসালামের উত্তরাধিকার হওয়াই যুক্তিযুক্ত কিন্তু তাদের নিকটবতী আত্মীয়স্বজনরা যাদের উল্লেখ আয়াতে করা হয়েছে, তারা নিঃসন্দেহে আত্মীয়তায় ইয়াহইয়া আলাইহিস সালাম থেকে অধিক নিকটবতী। নিকটবতী আত্মীয় রেখে দূরবর্তীর উত্তরাধিকারিত্ব লাভ করা উত্তরাধিকার আইনের পরিপন্থী। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আমি কেবলমাত্র নিজের উত্তরাধিকারী চাই না বরং ইয়াকুব বংশের যাবতীয় কল্যাণের উত্তরাধিকারী চাই। সে নবী হবে যেমন তার পিতৃপুরুষরা যেভাবে নবী হয়েছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "১৯ : ৭",
        "arabic_text": "\nيَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا ",
        "bangla_text": "তিনি বললেন, ‘হে যাকারিয়্যা! আমরা আপনাকে এক পুত্র সন্তানের সুসংবাদ দিচ্ছি, তার নাম হবে ইয়াহইয়া; এ নামে আগে আমরা কারো নামকরণ [১] করিনি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] سميًّا শব্দের অর্থ সমনামও হয় এবং সমতুল্যও হয়। এখানে প্রথম অর্থ নেয়া হলে আয়াতের উদ্দেশ্য সুস্পষ্ট যে, তার পূর্বে ইয়াহইয়া নামে কারও নামকরণ করা হয়নি। [তাবারী] নামের এই অনন্যতা ও অভূতপূর্বতাও কতক বিশেষ গুণে তাঁর অনন্যতার ইঙ্গিতবহ ছিল। কাতাদা রাহেমাহুল্লাহ বলেন: ইয়াহইয়া অর্থ জীবিতকরণ, তিনি এমন এক বান্দা যাকে আল্লাহ ঈমানের মাধ্যমে জীবন্ত রেখেছিলেন। [তাবারী] পক্ষান্তরে যদি দ্বিতীয় অর্থ নেয়া হয় তখন উদ্দেশ্য হবে, তার মধ্যে এমন কিছু বৈশিষ্ট্য ছিল যা তার পূর্ববতী নবীগণের কারও মধ্যে ছিল না। সেসব বিশেষ গুণে তিনি তুলনাহীন ছিলেন। [ইবন কাসীর; ফাতহুল কাদীর] এতে জরুরী নয় যে, ইয়াহইয়া আলাইহিস সালাম পূর্ববতী নবীদের চাইতে সবাবস্থায় শ্রেষ্ঠ ছিলেন। কেননা, তাদের মধ্যে  ইবরাহীম খলীলুল্লাহ ও মূসা কলীমুল্লাহর শ্রেষ্ঠত্ব স্বীকৃত ও সুবিদিত।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "১৯ : ৮",
        "arabic_text": "\nقَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! কেমন করে আমার পুত্র হবে যখন আমার স্ত্রী বন্ধ্যা ও আমি বার্ধক্যের শেষ সীমায় উপনীত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "১৯ : ৯",
        "arabic_text": "\nقَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا ",
        "bangla_text": "তিনি বললেন, ‘এরূপই হবে। আপনার রব বললেন, এটা আমার জন্য সহজ; আমি তো আগে আপনাকে সৃষ্টি করেছি যখন আপনি কিছুই ছিলেন না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অস্তিত্বহীন অবস্থা থেকে অস্তিত্ব প্ৰদান করা এটা তো মহান আল্লাহরই কাজ। তিনি ব্যতীত কেউ কি সেটা করতে পারে? তিনি যখন চাইলেন তখন বন্ধ্যা যুগলের ঘরে এমন অনন্য নাম ও গুণসম্পন্ন সন্তান প্ৰদান করলেন। এভাবে আল্লাহ্ তা'আলা সবকিছুকেই অস্তিত্বহীন অবস্থা থেকে অস্তিত্বে নিয়ে আসেন। এর জন্য শুধু তাঁর ইচ্ছাই যথেষ্ট। মহান আল্লাহ বলেন: “মানুষ কি স্মরণ করে না যে, আমরা তাকে আগে সৃষ্টি করেছি। যখন সে কিছুই ছিল না?” [সূরা মারইয়াম: ৬৭] আরও বলেন: “কালপ্রবাহে মানুষের উপর তো এমন এক সময় এসেছিল যখন সে উল্লেখযোগ্য কিছু ছিল না। ” [সূরা আল-ইনসান: ১] [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "১৯ : ১০",
        "arabic_text": "\nقَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا ",
        "bangla_text": "যাকারিয়্যা বললেন, ‘হে আমার রব! আমাকে একটি নিদর্শন দিন। তিনি বললেন, ‘আপনার নিদর্শন এ যে, আপনি সুস্থ [১] থাকা সত্ত্বেও কারো সাথে তিন দিন কথাবার্তা বলবেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] سويًّا শব্দের অর্থ সুস্থ। শব্দটি একথা বোঝানোর জন্য যুক্ত করা হয়েছে যে, যাকারিয়্যা আলাইহিস সালাম এর কোন মানুষের সাথে কথা না বলার এ অবস্থাটি কোন রোগবশতঃ ছিল না। এ কারণেই আল্লাহর যিকর ও ইবাদতে তার জিহবা তিন দিনই পূর্ববৎ খোলা ছিল; বরং এ অবস্থা মু'জেযা ও গর্ভসঞ্চারের নিদর্শন স্বরূপই প্রকাশ পেয়েছিল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "১৯ : ১১",
        "arabic_text": "\nفَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا ",
        "bangla_text": "তারপর তিনি (‘ইবাদাতের জন্য নির্দিষ্ট) কক্ষ হতে বের হয়ে তার সম্প্রদায়ের কাছে আসলেন এবং ইঙ্গিতে তাদেরকে সকাল-সন্ধায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করতে বললেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "১৯ : ১২",
        "arabic_text": "\nيَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا ",
        "bangla_text": "হে ইয়াহইয়া![১] আপনি কিতাবটিকে দৃঢ়তার সাথে গ্রহণ করুন। আর আমরা তাকে শৈশবেই দান করেছিলাম প্রজ্ঞা [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মাঝখানে এই বিস্তারিত তথ্য পরিবেশিত হয়নি যে, আল্লাহর ফরমান অনুযায়ী ইয়াহইয়ার জন্ম হয় এবং শৈশব থেকে তিনি যৌবনে পদার্পণ করেন। এখন বলা হচ্ছে, যখন তিনি জ্ঞানলাভের নির্দিষ্ট বয়ঃসীমায় পৌঁছেন তখন তাঁর উপর কি দায়িত্ব অর্পণ করা হয়। এখানে মাত্র একটি বাক্যে নবুওয়াতের মহান মর্যাদায় অভিষিক্ত করার সময় তার উপর যে দায়িত্ব অৰ্পিত হয় তার কথা বর্ণনা করা হয়েছে। অর্থাৎ তিনি তাওরাতকে সুদৃঢ়ভাবে আকড়ে ধরবেন এবং বনী ইসরাঈলকে এ পথে প্রতিষ্ঠিত করার চেষ্টা করবেন। আর যদি কিতাব বলে কোন সুনির্দিষ্ট সহীফা ও চিঠি সংবলিত গ্ৰন্থ বুঝানো হয়ে থাকে। তবে তাও উদ্দেশ্য হতে পারে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে الحكم শব্দ দ্বারা জ্ঞান, প্রজ্ঞা, বুঝ, দৃঢ়তা, স্থিরতা, কল্যাণমূলক কাজে অগ্ৰগামিতা এবং অসৎকাজ থেকে বিমুখতা বুঝানো হয়েছে। ছোট বেলা থেকেই তিনি এ সমস্ত গুণের অধিকারী ছিলেন। আব্দুল্লাহ ইবন মুবারক বলেন, মামার বলেন: ইয়াহইয়া ইবন যাকারিয়্যাকে কিছু ছোট ছেলে-পুলে বলল যে, চল আমরা খেলতে যাই। তিনি জবাবে বললেন: খেল-তামাশা করার জন্য তো আমাদের সৃষ্টি করা হয়নি! [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "১৯ : ১৩",
        "arabic_text": "\nوَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا ",
        "bangla_text": "এবং আমাদের কাছ থেকে হৃদয়ের কোমলতা [১] ও পবিত্রতা ; আর তিনি ছিলেন মুত্তাকী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] حنان শব্দটি মমতার প্রায়সমার্থক শব্দ। আল্লাহ তার জন্য মায়া-মমতা ঢেলে দিয়েছিলেন। আল্লাহও তাকে ভালবাসতেন। তিনিও আল্লাহর বান্দাদেরকে ভালবাসতেন। একজন মায়ের মনে নিজের সন্তানের জন্য যে চূড়ান্ত পর্যায়ের স্নেহশীলতা থাকে, যার ভিত্তিতে সে শিশুর কষ্টে অস্থির হয়ে পড়ে, আল্লাহর বান্দাদের জন্য ইয়াহইয়ার মনে এই ধরনের স্নেহ-মমতা সৃষ্টি হয়েছিল। [দেখুন, কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "১৯ : ১৪",
        "arabic_text": "\nوَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا ",
        "bangla_text": "পিতা-মাতার অনুগত এবং তিনি ছিলেন না উদ্ধত ও অবাধ্য [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তিনি আল্লাহর অবাধ্যতা ও পিতা-মাতার অবাধ্যতা হতে মুক্ত ছিলেন। হাদীসে এসেছে, “কিয়ামতের দিন আদম সন্তান মাত্ৰই গুনাহ নিয়ে আসবে। তবে ইয়াহইয়া ইবন যাকারিয়্যা এর ব্যতিক্ৰম। ’ [মুসনাদে আহমাদ: ১/২৫৪, ২৯২]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "১৯ : ১৫",
        "arabic_text": "\nوَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا ",
        "bangla_text": "তার তার প্রতি শাস্তি যেদিন তিনি জন্ম লাভ করেন, যেদিন তার মৃত্যু হবে এবং যেদিন তিনি জীবিত অবস্থায় উত্থিত হবেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুফইয়ান ইবনে উয়াইনাহ বলেনঃ তিন সময় মানুষ সবচেয়ে কঠিন পরিস্থিতির সম্মুখিন হয়। এক, যখন সে দুনিয়াতে প্রথম আসে। কারণ সে তাকে এক ভিন্ন পরিবেশে আবিস্কার করে। দুই, যখন সে মারা যায়। কারণ সে তখন এমন এক সম্প্রদায়কে দেখে যাদেরকে দেখতে সে অভ্যস্ত নয়। তিন, হাশরের মাঠে; কারণ তখন সে নিজেকে এক ভীতিপ্রদ অবস্থায় জমায়েত দেখতে পায়। তাই ইয়াহইয়া ইবন যাকারিয়্যা আলাইহিসসালামকে এ তিন বিপর্যয়কর অবস্থার বিভিষিকা থেকে নিরাপত্তা প্ৰদান করেছেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "১৯ : ১৬",
        "arabic_text": "\nوَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا ",
        "bangla_text": "আর স্মরণ করুন এ কিতাবে মারইয়ামকে , যখন সে তার পরিবারবর্গ থেকে পৃথক হয়ে নিরালায় পূর্ব দিকে এক স্থানে আশ্রয় নিল [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ পূর্বদিকের কোন নির্জন স্থানে চলে গেলেন। নির্জন স্থানে যাওয়ার কি কারণ ছিল, সে সম্পর্কে সম্ভাবনা ও উক্তি বিভিন্নরূপ বৰ্ণিত আছে। কেউ বলেনঃ গোসল করার জন্য পানি আনতে গিয়েছিলেন। কেউ বলেনঃ অভ্যাস অনুযায়ী ইবাদতে মশগুল হওয়ার জন্যে কক্ষের পূর্বদিকস্থ কোন নির্জন স্থানে গমন করেছিলেন। কেউ কেউ বলেনঃ এ কারণেই নাসারারা পূর্বদিককে তাদের কেবলা করেছে এবং তারা পূর্বদিকের প্রতি সম্মান প্রদর্শন করে থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "১৯ : ১৭",
        "arabic_text": "\nفَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا ",
        "bangla_text": "অতঃপর সে তাদের নিকট থেকে নিজেকে আড়াল করল। তখন আমরা তার কাছে আমাদের রূহকে পাঠালাম, সে তার নিকট পূর্ণ মানবাকৃতিতে আত্মপ্রকাশ করল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ‘রূহ' বলে জিবরাঈলকেই বোঝানো হয়েছে। [ইবন কাসীর] ফেরেশতাকে তার আসল আকৃতিতে দেখা মানুষের জন্যে সহজ নয়- এতে ভীষণ ভীতির সঞ্চার হয়। এ কারণে জিবরাঈল আলাইহিসসালাম মারইয়ামের সামনে মানবাকৃতিতে আত্মপ্রকাশ করেন। [ফাতহুল কাদীর] যেমন স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম হেরা গিরি গুহায় এবং পরবর্তীকালেও এরূপ ভয়-ভীতির সম্মুখীন হয়েছিলেন।\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "১৯ : ১৮",
        "arabic_text": "\nقَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا ",
        "bangla_text": "মারইয়াম বলল, আমি তোমার থেকে দয়াময়ের আশ্রয় প্রার্থনা করছি (আল্লাহ্কে ভয় কর) যদি তুমি মুত্তাকী হও [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মারইয়াম যখন পদার ভেতর আগত একজন মানুষকে নিকটে দেখতে পেলেন, তখন তার উদ্দেশ্য অসৎ বলে আশঙ্কা করলেন এবং বললেনঃ “আমি তোমার থেকে রহমানের আশ্রয় প্রার্থনা করি, যদি তুমি তাকওয়ার অধিকারী হও”। [ইবন কাসীর] এ বাক্যটি এমন, যেমন কেউ কোন যালেমের কাছে অপারগ হয়ে এভাবে ফরিয়াদ করেঃ যদি তুমি ঈমানদার হও, তবে আমার প্রতি যুলুম করো না। এ যুলুম থেকে বাধা দেয়ার জন্যে তোমার ঈমান যথেষ্ট হওয়া উচিত। উদ্দেশ্য এই যে, আল্লাহকে ভয় করা এবং অপকর্ম থেকে বিরত থাকা তোমার জন্যে সমীচীন। [বাগভী] অথবা এর অর্থ: যদি তুমি আল্লাহর নিকট আমার আশ্রয় প্রার্থনাকে মূল্য দাও। তবে আমার কাছ থেকে দূরে থাক। [তাবারী; আব্দওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "১৯ : ১৯",
        "arabic_text": "\nقَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا ",
        "bangla_text": "সে বলল, আমি তো তোমার রব-এর দূত, তোমাকে এক পবিত্র পুত্র দান করার জন্য [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সে দূত হলেন, জিবরাঈল আলাইহিসসালাম। আল্লাহ্ তাঁর দূত জিবরাঈলকে পবিত্র ফুঁ নিয়ে পাঠালেন। যে ফুঁর মাধ্যমে মারইয়ামের গর্ভে এমন সন্তানের জন্ম হলো যিনি অত্যন্ত পবিত্র ও কল্যাণময় বিবেচিত হলেন। মহান আল্লাহ তার সম্পর্কে বলেন: “স্মরণ করুন, যখন ফিরিশতাগণ বলল, হে মারইয়াম! নিশ্চয় আল্লাহ তোমাকে তাঁর পক্ষ থেকে একটি কালেমার সুসংবাদ দিতেছেন। তার নাম মসীহ মারইয়াম তনয় ‘ঈসা, সে দুনিয়া ও আখিরাতে সম্মানিত এবং সান্নিধ্যপ্রাপ্তগণের অন্যতম হবে। সে দোলনায় থাকা অবস্থায় ও পরিণত বয়সে মানুষের সাথে কথা বলবে এবং সে হবে পুণ্যবানদের একজন '[সূরা আলে-ইমরান: ৪৫-৪৬]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "১৯ : ২০",
        "arabic_text": "\nقَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا ",
        "bangla_text": "মারইয়াম বলল, ‘কেমন করে আমার পুত্র হবে যখন আমাকে কোন পুরুষ স্পর্শ করেনি এবং আমি ব্যাভিচারিণীও নই?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "১৯ : ২১",
        "arabic_text": "\nقَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا ",
        "bangla_text": "সে বলল, ‘এ রূপই হবে। তোমার রব বলেছেন, ‘এটা আমার জন্য সহজ। আর আমরা তাকে এজন্যে সৃষ্টি করব যেন সে হয় মানুষের জন্য এক নিদর্শন [১] ও আমাদের কাছ থেকে এক অনুগ্রহ; এটা তো এক স্থিরীকৃত ব্যাপার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা এমন এক নিদর্শন যা সর্বকালের জন্য শিক্ষণীয় বিষয় হিসেবে নেয়া যায়। এর মাধ্যমে মহান আল্লাহ তাঁর অপার কুদরতের বহিঃপ্রকাশ ঘটিয়েছেন। [ফাতহুল কাদীর] তিনি আদমকে পিতা-মাতা ব্যতীত, হাওয়াকে মাতা ব্যতীত আর সমস্ত মানুষকে পিতা-মাতার মাধ্যমে সৃষ্টি করেছেন। কিন্তু ঈসা আলাইহিসসালামকে সৃষ্টি করেছেন পিতা ব্যতীত। এর মাধ্যমে মহান আল্লাহ তাঁর সব ধরনের শক্তি ও ক্ষমতা দেখিয়েছেন। তিনি যা ইচ্ছা তাই করতে পারেন। তাঁর নিকট কোন কিছুই কঠিন।\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "১৯ : ২২",
        "arabic_text": "\n۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا ",
        "bangla_text": "অতঃপর সে তাকে গর্ভে ধারণ করল এবং তা সহ দূরের এক স্থানে চলে গেল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দূরবতী স্থানে মানে বাইত লাহ্ম। [কুরতুবী] কাতাদা বলেন, পূর্বদিকে। [তাবারী] মারইয়াম আলাইহাস সালাম হঠাৎ গৰ্ভধারণ করলেন। এ অবস্থায় যদি তিনি নিজের ইতিকাফের জায়গায় বসে থাকতেন এবং লোকেরা তাঁর গর্ভধারণের কথা জানতে পারতো, তাহলে শুধুমাত্র পরিবারের লোকেরাই নয়, সম্প্রদায়ের অন্যান্য লোকেরাও তাঁর জীবন ধারণ কঠিন করে দিতো। তাই তিনি কঠিন পরীক্ষার সম্মুখীন হবার পর নীরবে নিজের ইতিকাফ কক্ষ ত্যাগ করে বাইরে বের হয়ে পড়লেন, যাতে আল্লাহর ইচ্ছা পূর্ণ না হওয়া পর্যন্ত নিজ সম্প্রদায়ের তিরস্কার, নিন্দাবাদ ও ব্যাপক দুর্ণাম থেকে রক্ষা পান। [দেখুন, কুরতুবী; ইবন কাসীর] ঈসা আলাইহিস সালামের জন্ম যে পিতা ছাড়াই হয়েছিল। এ ঘটনাটি নিজেই তার একটি বিরাট প্রমাণ। যদি তিনি বিবাহিত হতেন এবং স্বামীর ঔরসে সন্তান জন্মলাভের ব্যাপার হতো তাহলে তো সন্তান প্রসবের জন্য তাঁর শ্বশুরালয়ে বা পিতৃগৃহে না গিয়ে একাকী একটি দূরবতী স্থানে চলে যাওয়ার কোন কারণই ছিল না। সুতরাং নাসারাদের মিথ্যাচার এখানে স্পষ্ট। তারা তাকে বিবাহিত বানিয়ে ছাড়ছে।\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "১৯ : ২৩",
        "arabic_text": "\nفَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا ",
        "bangla_text": "অতঃপর প্রসব-বেদনা তাকে এক খেজুর-গাছের নীচে আশ্রয় নিতে বাধ্য করল। সে বলল, ; ‘হায়। এর আগে যদি আমি মরে যেতাম [১] এবং মানুষের স্মৃতি থেকে সম্পূর্ণ হারিয়ে যেতাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিপদের কারণে মৃত্যু কামনা নিষিদ্ধ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “তোমাদের কেউ যেন বিপদে পড়ে অধৈর্য হয়ে মৃত্যু কামনা না করে” [বুখারীঃ ৫৯৮৯, মুসলিমঃ ২৬৮০, ২৬৮১, আবুদাউদঃ ৩১০৮] সম্ভবত: মারইয়াম ধর্মের দিক চিন্তা করে মৃত্যু কামনা করেছিলেন। অর্থাৎ মানুষ দুনাম রটাবে এবং সম্ভবতঃ এর মোকাবেলায় আমি ধৈর্যধারণ করতে পারব না, ফলে অধৈর্য হওয়ার গোনাহে লিপ্ত হয়ে পড়ব। মৃত্যু হলেও গোনাহ থেকে বেঁচে যেতাম, তাই এখানে মৃত্যু কামনা মূল উদ্দেশ্য নয়, গোনাহ থেকে বাঁচাই উদ্দেশ্য। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "১৯ : ২৪",
        "arabic_text": "\nفَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا ",
        "bangla_text": "তখন ফিরিশতা তার নিচ থেকে ডেকে তাকে বলল, ‘তুমি পেরেশান হয়ো না [১], তোমার পাদদেশে তোমার রব এক নহর সৃষ্টি করেছেন [২] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কে মারইয়াম আলাইহাসসালামকে ডেকেছিল তা নিয়ে দু'টি মত রয়েছে। এক, তাকে ফেরেশতা জিবরীলই ডেকেছিলেন। তখন “তার নীচ থেকে” এর অর্থ হবে, গাছের নীচ থেকে। [ইবন কাসীর; ফাতহুল কাদীর]  দুই, কোন কোন মুফাসসির বলেছেন: তাকে তার সন্তানই ডেকেছিলেন। তখন এটিই হবে ঈসা আলাইহিসসালামের প্রথম কথা বলা। [ইবন কাসীর; ফাতহুল কাদীর] কোন কোন কেরাআতে مِنْ تَحْتِهَآ (যে তার নীচে আছে) পড়া হয়েছে। যা শেষোক্ত অর্থের সমর্থন করে। তবে অধিকাংশ মুফাসসির প্রথম অর্থটিকেই গুরুত্বসহকারে বর্ণনা করেছেন।\n  <br/>\n  <br/>\n  [২] এর আভিধানিক অর্থ ছোট নহর। [ইবন কাসীর] এ ক্ষেত্রে আল্লাহ তা'আলা তাঁর কুদরত দ্বারা প্রত্যক্ষভাবে একটি ছোট নহর জারী করে দেন [ফাতহুল কাদীর] অথবা সেখানে একটি মৃত নাহর ছিল। আল্লাহ সেটাকে পানি দ্বারা পূর্ণ করে দেন। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "১৯ : ২৫",
        "arabic_text": "\nوَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا ",
        "bangla_text": "‘আর তুমি তোমার দিকে খেজুর-গাছের কাণ্ডে নাড়া দাও, সেটা তোমার উপর তাজা-পাকা খেজুর ফেলবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "১৯ : ২৬",
        "arabic_text": "\nفَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا ",
        "bangla_text": "‘কাজেই খাও, পান কর এবং চোখ জুড়াও। অতঃপর মানুষের মধ্যে কাউকেও যদি তুমি দেখ তখন বলো, আমি দয়াময়ের উদ্দেশে মৌনতা অবলম্বনের মানত করেছি [১]। কাজেই আজ আমি কিছুতেই কোন মানুষের সাথে কথাবার্তা বলবো না [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, তিনি খাবার, পানীয় ও কথা-বার্তা এ তিনটি বিষয় থেকেই সাওম পালন করেছিলেন। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২] কোন কোন মুফাসসির বলেন, ইসলাম পূর্বকালে সকাল থেকে রাত্রি পর্যন্ত মৌনতা অবলম্বন করা এবং কারও সাথে কথা না বলার সাওম পালন ইবাদতের অন্তর্ভুক্ত ছিল। [ইবন কাসীর] ইসলাম একে রহিত করে মন্দ কথাবাতা, গালিগালাজ, মিথ্যা, পরনিন্দা ইত্যাদি থেকে বেঁচে থাকাকেই জরুরী করে দিয়েছে। সাধারণ কথাবাতা ত্যাগ করা ইসলামে কোন ইবাদত নয়। তাই এর মানত করাও জায়েয নয়। এক হাদীসে আছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ “সন্তান সাবালক হওয়ার পর পিতা মারা গেলে তাকে এতীম বলা হবে না এবং সকাল থেকে সন্ধ্যা পর্যন্ত মৌনতা অবলম্বন করা কোন ইবাদত নয়। ” [আবু দাউদঃ ২৮৭৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "১৯ : ২৭",
        "arabic_text": "\nفَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا ",
        "bangla_text": "তারপর সে সন্তানকে নিয়ে তার সম্প্রদায়ের কাছে উপস্থিত হল; তারা বলল, ‘হে মারইয়াম! তুমি তো এক অঘটন করে বসেছ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] فريًّا আরবি ভাষায় এ শব্দটির আসল অর্থ, কর্তন করা ও চিরে ফেলা। যে কাজ কিংবা বস্তু প্ৰকাশ পেলে অসাধারণ কাটাকাটি হয় তাকে فرى বলা হয়। [কুরতুবী] উপরে সেটাকেই “অঘটন’ অনুবাদ করা হয়েছে। শব্দটির অন্য অর্থ হচ্ছে, বড় বিষয় বা বড় ব্যাপার। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "১৯ : ২৮",
        "arabic_text": "\nيَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا ",
        "bangla_text": "‘হে হারূনের বোন! [১] তোমার পিতা অসৎ ব্যক্তি ছিল না এবং তোমার মাও ছিল না ব্যাভিচারিণী [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুসা আলাইহিস সালাম-এর ভাই ও সহচর হারূন আলাইহিস সালাম মারইয়ামের আমলের শত শত বছর পুর্বে দুনিয়া থেকে বিদায় নিয়েছিলেন। এখানে মারইয়ামকে হারূন-ভগ্নি বলা বাহ্যিক অর্থের দিক দিয়ে শুদ্ধ হতে পারে না। মুগীরা ইবনে শো'বা রাদিয়াল্লাহু ‘আনহুকে যখন রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম নাজরানবাসীদের কাছে প্রেরণ করেন, তখন তারা প্রশ্ন করে যে, তোমাদের কুরআনে মারইয়ামকে হারূন-ভগিনী বলা হয়েছে। অথচ মুগীরা এ প্রশ্নের উত্তর জানতেন না। ফিরে এসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এর কাছে ঘটনা ব্যক্ত করলে তিনি বললেনঃ তুমি বলে দিলে না কেন যে, বনী ইসরাঈলগণ নবীদের নামে নাম রাখা পছন্দ করতেন” [মুসলিমঃ ২১৩৫, তিরমিয়ীঃ ৩১৫৫] এই হাদীসের উদ্দেশ্য দু'রকম হতে পারে। (এক) মারইয়াম হারূন আলাইহিস সালাম এর বংশধর ছিলেন বলেই তাঁর সাথে সম্বন্ধ করা হয়েছে- যদিও তাদের মধ্যে সময়ের অনেক ব্যবধান রয়েছে; যেমন আরবদের রীতি রয়েছে। যেমন তারা তামীম গোত্রের ব্যক্তিকে أخاتميم এবং আরবের লোককে أخاالعرب বলে অভিহিত করে। [ইবন কাসীর] (দুই) এখানে হারূন বলে মুসা আলাইহিস সালাম -এর সহচর হারূন নবীকে বোঝানো হয়নি। বরং মারইয়ামের কোন এক জ্ঞাতি ভ্রাতার নামও ছিল হারুন যিনি তৎকালিন সময়ে প্রসিদ্ধ ছিলেন এবং এ নাম হারূন নবীর নামানুসারে রাখা হয়েছিল। এভাবে মারইয়াম হারুন-ভগিনী বলা সত্যিকার অর্থেই শুদ্ধ। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] কুরআনের এই বাক্যে ইঙ্গিত রয়েছে যে, সৎকর্মপরায়ণ ব্যক্তিদের সন্তান-সন্ততি মন্দ কাজ করলে তাতে সাধারণ লোকদের মন্দ কাজের তুলনায় বেশী গোনাহ হয়। কারণ, এতে তাদের বড়দের লাঞ্ছনা ও দুর্নাম হয়। কাজেই সম্মানিত লোকদের সন্তানদের উচিত সৎকাজ ও আল্লাহভীতিতে অধিক মনোনিবেশ করা। গোনাহ ও অপরাধ থেকে দূরে থাকা। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "১৯ : ২৯",
        "arabic_text": "\nفَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا ",
        "bangla_text": "তখন মারইয়াম সন্তানের প্রতি ইংগিত করল। তারা বলল, ‘যে কালের শিশু তার সাথে আমারা কেমন করে কথা বলব?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "১৯ : ৩০",
        "arabic_text": "\nقَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا ",
        "bangla_text": "তিনি বললেন, ‘আমি তো আল্লাহর বান্দা। তিনি আমাকে কিতাব দিয়েছেন, আমাকে নবী করেছেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "১৯ : ৩১",
        "arabic_text": "\nوَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا ",
        "bangla_text": "‘যেখানেই আমি থাকি না কেন তিনি আমাকে বরকতময় [১] করেছেন, তিনি আমাকে নির্দেশ দিয়েছেন যতদিন জীবিত থাকি ততদিন সালাত ও যাকাত আদায় করতে [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বরকতের মূল কথা হচ্ছে, আল্লাহর দ্বীনের উপর প্রতিষ্ঠিত রাখা। কারও কারও মতে, বরকত অর্থ, সম্মান ও প্রতিপত্তিতে বৃদ্ধি। অর্থাৎ আল্লাহ আমার সব বিষয়ে প্রবৃদ্ধি ও সফলতা দিয়েছেন। কারও কারও মতে, বরকত অর্থ, মানুষের জন্য কল্যাণকর হওয়া। কেউ কেউ বলেন, কল্যাণের শিক্ষক। কারও কারও মতে, সৎকাজের আদেশ ও অসৎ কাজের নিষেধ। [ফাতহুল কাদীর] বস্তুত: ঈসা আলাইহিস সালামের পক্ষে সবগুলো অর্থই সম্ভব।\n  <br/>\n  <br/>\n  [২] তাকিদ সহকারে কোন কোন কাজের নির্দেশ দেয়া হলে তাকে أوصى শব্দ দ্বারা ব্যক্তি করা হয়। ঈসা আলাইহিস সালাম এখানে বলেছেন যে, আল্লাহ তা’আলা আমাকে সালাত ও যাকাতের ওসিয়ত করেছেন। তাই এর অর্থ এই যে, খুব তাগিদ সহকারে আল্লাহ আমাকে উভয় কাজের নির্দেশ দিয়েছেন। ইমাম মালেক রাহে মাহুল্লাহ এ আয়াতের অন্য অর্থ করেছেন। তিনি বলেন, এর অর্থ, আল্লাহ্ তা'আলা তাকে মৃত্যু পর্যন্ত যা হবে তা জানিয়ে দিয়েছেন। যারা তাকদীরকে অস্বীকার করে তাদের জন্য এ কথা অনেক বড় আঘাত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "১৯ : ৩২",
        "arabic_text": "\nوَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا ",
        "bangla_text": "‘আর আমাকে আমার মায়ের প্রতি অনুগত করেছেন এবং তিনি আমাকে করেননি উদ্ধত, হতভাগ্য;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "১৯ : ৩৩",
        "arabic_text": "\nوَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا ",
        "bangla_text": "‘আমার প্রতি শান্তি যেদিন আমি জন্ম লাভ করেছি [১], যেদিন আমার মৃত্যু হবে এবং যেদিন জীবিত অবস্থায় আমি উত্থিত হব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জন্মের সময় আমাকে শয়তান স্পর্শ করতে পারে নি। সুতরাং আমি নিরাপদ ছিলাম। অনুরূপভাবে মৃত্যুর সময় ও পুনরুত্থানের সময়ও আমাকে পথভ্রষ্ট করতে পারবে না। অথবা আয়াতের অর্থ, সালাম ও সম্ভাষণ জানানো। [ফাতহুল কাদীর] ইবন কাসীর বলেন, এর মাধ্যমে তার বান্দা হওয়ার ঘোষণা দেয়া হচ্ছে। তিনি জানাচ্ছেন যে, তিনি আল্লাহর সৃষ্ট বান্দাদের মধ্য হতে একজন। অন্যান্য সৃষ্টির মত জীবন ও মৃত্যুর অধীন। অনুরূপভাবে অন্যদের মত তিনিও পুনরুখিত হবেন। তবে তার জন্য এ কঠিন তিনটি অবস্থাতেই নিরাপত্তার ব্যবস্থা করা হয়েছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "১৯ : ৩৪",
        "arabic_text": "\nذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ ",
        "bangla_text": "এ-ই মারইয়াম-এর পুত্র ঈসা। আমি বললাম সত্য কথা, যে বিষয়ে তারা সন্দেহ পোষণ করছে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ঈসা আলাইহিস সালাম সম্পর্কে নাসারারা তাঁর প্রতি সম্মান প্রদর্শনে বাড়াবাড়ি করে ‘আল্লাহর পুত্ৰ’ বানিয়ে দেয়। পক্ষান্তরে ইহুদীরা তার অবমাননায় এতটুকু খৃষ্টতা প্রদর্শন করে যে তাকে জারজ সন্তান বলে আখ্যায়িত করে (নাউযুবিল্লাহ)। আল্লাহ তা'আলা আলোচ্য আয়াতে উভয় প্রকার ভ্রান্ত লোকদের ভ্রান্তি বর্ণনা করে তাকে সঠিক মযাদায় প্রতিষ্ঠিত করেছেন। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "১৯ : ৩৫",
        "arabic_text": "\nمَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ ",
        "bangla_text": "আল্লাহ্ এমন নন যে, কোন সন্তান গ্রহণ করবেন, তিনি পবিত্র মহিমাময়। তিনি যখন কিছু স্থির করেন, তখন সেটার জন্য বলেন, ‘হও’ তাতেই তা হয়ে যায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "১৯ : ৩৬",
        "arabic_text": "\nوَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ ",
        "bangla_text": "আর নিশ্চয়ই আল্লাহ্ আমার রব ও তোমাদের রব ; কাজেই তোমরা তাঁর ইবাদাত কর, এটাই সরল পথ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে জানানো হয়েছে যে, ঈসা আলাইহিস সালামের দাওয়াতেও তাই ছিল যা অন্য নবীগণ এনেছিলেন। তিনি এছাড়া আর কিছুই শিখাননি যে কেবলমাত্ৰ এক আল্লাহর ইবাদত তথা দাসত্ব করতে হবে। সুতরাং, নবীদের সবার দাওয়াতী মিশন একটাই। আর তা হচ্ছে, তার ও অন্যান্য সবার রব। এভাবে তিনি বনী ইসরাঈলকে আল্লাহর ইবাদতের প্রতি আহবান জানিয়েছিলেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "১৯ : ৩৭",
        "arabic_text": "\nفَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ ",
        "bangla_text": "অতঃপর দলগুলো নিজেদের মধ্যে মতানৈক্য সৃষ্টি করল [১] , কাজেই দুর্ভোগ কাফেরদের জন্য মহাদিবস প্রত্যক্ষকালে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নাসারাগণ ঈসা আলাইহিসসালামের ব্যাপারে বিভিন্ন মত ও পথে বিভক্ত হয়ে গেল। তাদের মধ্যে কেউ বলল, তিনি জারজ সন্তান। তাদের উপর আল্লাহর লা'নত হোক। তারা বলল যে, তার বাণীসমূহ জাদু। অপর দল বলল, তিনি আল্লাহর পুত্র। আরেকদল বলল, তিনি তিনজনের একজন। অন্যরা বলল, তিনি আল্লাহর বান্দা ও রাসূল। এটাই হচ্ছে সত্য ও সঠিক কথা, আল্লাহ যেটার প্রতি মুমিনদেরকে হেদায়াত করেছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এ হচ্ছে যারা আল্লাহর উপর মিথ্যারোপ করে তাঁর জন্য সন্তান সাব্যস্ত করে আল্লাহর পক্ষ থেকে তাদের জন্য সুস্পষ্ট ভীতি-প্রদর্শন। তিনি ইচ্ছে করলে দুনিয়াতেই তাৎক্ষনিক তাদেরকে পাকড়াও করতে পারতেন। কিন্তু তিনি তাদেরকে কিছু সময় অবকাশ দিয়ে তাওবাহ ও ইস্তেগফারের সুযোগ দিয়ে সংশোধনের সুযোগ দিতে চান । কিন্তু তারা তাদের কর্মকাণ্ড থেকে বিরত না হলে তিনি অবশ্যই তাদেরকে পাকড়াও করবেন। [ইবন কাসীর]। হাদীসে এসেছে, “আল্লাহ যালেমকে ছাড় দিতেই থাকেন তারপর যখন তাকে পাকড়াও করেন তখন তার আর পালাবার কোন পথ অবশিষ্ট থাকে না। ” [বুখারী:৪৬৮৬, মুসলিম:২৫৮৩] আর ঐ ব্যক্তির চেয়ে বড় যালেম আর কে হতে পারে যে, মহান আল্লাহর জন্য সন্তান ও পরিবার সাব্যস্ত করে? হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “কষ্টদায়ক কিছু শুনার পরে আল্লাহর চেয়ে বেশী ধৈর্যশীল আর কেউ নেই, তারা তাঁর জন্য সন্তান সাব্যস্ত করছে অথচ তিনি তাদেরকে জীবিকা ও নিরাপত্তা দিয়েই যাচ্ছেন। ” [বুখারী: ৬০৯৯, মুসলিম: ২৮০৪] পক্ষান্তরে যারা এর বিপরীত কাজ করবে তাদের জন্য উত্তম পুরস্কার রয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: \"কেউ যদি এ সাক্ষ্য দেয় যে, একমাত্র আল্লাহ যার কোন শরীক নেই তিনি ব্যতীত হক কোন মা’বুদ নেই, মুহাম্মদ তাঁর বান্দা ও রাসূল, ঈসাও আল্লাহর বান্দা, রাসূল ও এমন এক বাণী যা তিনি মারইয়ামের কাছে ঢেলে দিয়েছিলেন এবং তাঁর পক্ষ থেকে প্রেরিত একটি আত্মা। আর এও সাক্ষ্য দেয় যে, জান্নাত বাস্তব, জাহান্নাম বাস্তব। আল্লাহ তাকে তার আমল কম-বেশ যা-ই থাকুক না কেন জান্নাতে প্রবেশ করাবেন। [বুখারী: ৩৪৩৫, মুসলিম: ২৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "১৯ : ৩৮",
        "arabic_text": "\nأَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "তারা যেদিন আমাদের কাছে আসবে সেদিন তারা কত চমৎকার শুনবে ও দেখবে [১] ! কিন্তু যালেমরা আজ স্পষ্ট বিভ্রান্তিতে আছে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দুনিয়াতে কাফের ও মুশরিকরা দেখেও দেখে না শুনেও শুনে না। কিন্তু হাশরের দিন তারা সবচেয়ে ভাল দেখতে পাবে, বেশী শুনতে পাবে। [ইবন কাসীর] অন্য আয়াতে আল্লাহ তা'আলা তাদের মুখ থেকেই এ কথা বের করে এনেছেন। আল্লাহ বলেন: “হায়, আপনি যদি দেখতেন! যখন অপরাধীরা তাদের প্রতিপালকের সম্মুখে অধোবদন হয়ে বলবে, \"হে আমাদের প্রতিপালক! আমরা দেখলাম ও শুনলাম, এখন আপনি আমাদেরকে আবার পাঠিয়ে দিন, আমরা সৎকাজ করব, আমরা তো দৃঢ় বিশ্বাসী। ' [সূরা আস-সাজদাহ: ১২]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "১৯ : ৩৯",
        "arabic_text": "\nوَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "আর তাদেরকে সতর্ক করে দিন পরিতাপের দিন [১] সম্বন্ধে, যখন সব সিদ্ধান্ত হয়ে যাবে। অথচ তারা রয়েছে গাফলতিতে নিমজ্জিত এবং তারা ঈমান আনছে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কেয়ামতের দিবসকে পরিতাপের দিবস বলা হয়েছে। কারণ, জাহান্নামীরা সেদিন পরিতাপ করবে যে, তারা ঈমানদার ও সৎকর্মপরায়ণ হলে জান্নাত লাভ করত; কিন্তু এখন তাদের জাহান্নামের আযাব ভোগ করতে হচ্ছে। পক্ষান্তরে বিশেষ এক প্রকার পরিতাপ জান্নাতীদেরও হবে। যেমন রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেছেনঃ “কোন এক দল মানুষ যখন কোন বৈঠকে বসবে তারপর আল্লাহর যিকর এবং রাসূলের উপর দরুদ পাঠ করা ব্যতীত যদি সে মজলিস শেষ হয় তবে কিয়ামতের দিন সেটা তাদের জন্য আফসোসের কারণ হিসেবে দেখা দিবে”। [তিরমিয়ী: ৩৩৮০] অন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ “জন্নাতীরা জান্নাতে এবং জাহান্নামীরা জাহান্নামে প্রবেশের পর মৃত্যুকে একটি ছাগলের রূপে জান্নাত ও জাহান্নামের মাঝখানে হাজির করা হবে। তারপর বলা হবে, হে জান্নাতীরা তোমরা কি এটাকে চোন? তারা ঘাড় উচিয়ে দেখবে এবং বলবে: হ্যাঁ, এটা হলো মৃত্যু। তারপর জাহান্নামীদের বলা হবে, তোমরা কি এটাকে চেন? তারাও মাথা উঁচু করে দেখবে এবং বলবে: হ্যাঁ, এটা হলো মৃত্যু। তখন সেটাকে জবাই করার নির্দেশ দেয়া হবে এবং বলা হবে: হে জান্নাতীরা! চিরস্থায়ীভাবে অবস্থান কর আর কোন মৃত্যু নেই। ! হে জাহান্নামীরা! চিরস্থায়ীভাবে অবস্থান করবে। আর কোন মৃত্যু নেই। ” তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উপরোক্ত:\n  <br/>\n  <br/>\n  وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِاِذْقُضِىَ الْاَمْرُوَهُمْفِىْ غَفْلَةٍ\n  <br/>\n  <br/>\n  আয়াতটি তেলাওয়াত করলেন এবং তার হাত দিয়ে ইঙ্গিত করে বললেন: “দুনিয়াদারগণ দুনিয়ার গাফিলতিতে আকণ্ঠ নিমজ্জিত”। [বুখারী: ৪৭৩০, মুসলিম: ২৮৪৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "১৯ : ৪০",
        "arabic_text": "\nإِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ ",
        "bangla_text": "নিশ্চয় যমীণ ও তার উপর যারা আছে তাদের চূড়ান্ত মালিকানা আমাদেরই রইবে এবং আমাদেরই কাছে তারা প্রত্যাবর্তিত হবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মহান আল্লাহ ঘোষণা করেছেন যমীন ও এতে যা আছে সবকিছুরই চূড়ান্ত ওয়ারিশ তিনিই হবেন। এর অর্থ, যমীনের জীবিত সবাইকে তিনি মৃত্যু দিবেন। তারপরই সমস্ত কিছুর মালিক তিনিই হবেন, যেমনটি তিনি পূর্বে মালিক ছিলেন। কারণ তিনিই কেবল অবশিষ্ট থাকবেন। [ইবন কাসীর] কিয়ামতের দিন আবার সবাই তাঁর নিকটই ফিরে আসতে হবে। মহান আল্লাহ অন্যত্র বলেছেন: “ভূপৃষ্ঠে যা কিছু আছে সবকিছুই নশ্বর,অবিনশ্বর শুধু আপনার প্রতিপালকের সত্তা, যিনি মহিমাময়, মহানুভব। ” [সূরা আর রহমান: ২৬-২৭] আরও বলেন: “আমিই জীবন দান করি ও মৃত্যু ঘটাই এবং আমিই চূড়ান্ত মালিকানার অধিকারী। ” [সূরা আল-হিজর: ২৩]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "১৯ : ৪১",
        "arabic_text": "\nوَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا ",
        "bangla_text": "আর স্মরণ করুন এ কিতাবে ইবরাহীমকে [১]; তিনি তো ছিলেন এক সত্যনিষ্ঠ [২], নবী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] এখান থেকে মক্কাবাসীদেরকে সম্বোধন করে কথা বলা হচ্ছে। তারা তাদেরকে যুবক পুত্র, ভাই ও অন্যান্য আত্মীয় স্বজনদেরকে ঠিক তেমনিভাবে আল্লাহর প্রতি আনুগত্যের অপরাধে গৃহত্যাগ করতে বাধ্য করেছিল। যেমন ইবরাহীমকে তার বাপভাইয়েরা দেশ থেকে বের করে দিয়েছিল। কুরাইশ বংশের লোকেরা ইবরাহীমকে নিজেদের নেতা বলে মানতো এবং তাঁর আওলাদ হবার কারণে সারা আরবে গর্ব। করে বেড়াতো, একারণে অন্য নবীদের কথা বাদ দিয়ে বিশেষ করে ইবরাহীমের কথা বলার জন্য এখানে নির্বাচিত করা হয়েছে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] صديق “সিদ্দীক’ শব্দটি কুরআনের একটি পারিভাষিক শব্দ। এর অর্থ সত্যবাদী বা সত্যনিষ্ঠ। [ফাতহুল কাদীর] শব্দটির সংজ্ঞা সম্পর্কে আলেমদের উক্তি বিভিন্নরূপ। কেউ বলেনঃ যে ব্যক্তি সারা জীবনে কখনও মিথ্যা কথা বলেননি, তিনি সিদ্দীক। কেউ বলেনঃ যে ব্যক্তি বিশ্বাস এবং কথা ও কর্মে সত্যবাদী, অর্থাৎ অন্তরে যেরূপ বিশ্বাস পোষণ করে, মুখে ঠিক তদ্রুপ প্ৰকাশ করে এবং তার প্রত্যেক কর্ম ও উঠা বসা এই বিশ্বাসেরই প্রতীক হয়, সে সিদ্দীক। [কুরতুবী, সূরা আন-নিসা: ৬৯ নং আয়াতের ব্যাখ্যা দ্রঃ] সিদীকের বিভিন্ন স্তর রয়েছে। নবী-রাসূলগণ সবাই সিদ্দীক। কিন্তু সমস্ত সিদ্দীকই নবী ও রাসূল হবেন এমনটি জরুরী নয়, বরং নবী নয়- এমন ব্যক্তি যদি নবী ও রাসূলের অনুসরণ করে সিদীকের স্তর অর্জন করতে পারেন, তবে তিনিও সিদ্দীক বলে অভিহিত হবেন। মারইয়ামকে আল্লাহ তা'আলা কুরআনে স্বয়ং সিদ্দীকাহ নামে অভিহিত করেছেন। তিনি নবী নন । কোন নারী নবী হতে পারেন না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "১৯ : ৪২",
        "arabic_text": "\nإِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا ",
        "bangla_text": "যখন তিনি তার পিতাকে বললেন , ‘হে আমার পিতা! আপনি তার ইবাদাত করেন কেন যে শুনা না , দেখে না এবং আপনার কোন কাজেই আসে না? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "১৯ : ৪৩",
        "arabic_text": "\nيَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا ",
        "bangla_text": "‘হে আমার পিতা! আমার কাছে তো এসেছে জ্ঞান যা আপনার কাছে আসেনি; কাজেই আমার অনুসরণ করুন, আমি আপনাকে সঠিক পথ দেখাব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "১৯ : ৪৪",
        "arabic_text": "\nيَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا ",
        "bangla_text": "‘হে আমার পিতা! শয়তানের ইবাদাত করবেন না [১]। শয়তান তো দয়াময়ের অবাধ্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হচ্ছে, “শয়তানের ইবাদাত করবেন না।” যদিও ইবরাহীমের পিতা এবং তার জাতির অন্যান্য লোকেরা মূর্তি পূজা করতো কিন্তু যেহেতু তারা শয়তানের আনুগত্য করছিল তাই ইবরাহীম তাদের এ শয়তানের আনুগত্যকেও শয়তানের ইবাদাত গণ্য করেন। আয়াতের অর্থ দাঁড়ায়, আপনি এ মূর্তিগুলোর ইবাদাত করার মাধ্যমে তার আনুগত্য করবেন না। কেননা, সেই তো এগুলোর ইবাদাতের প্রতি মানুষদেরকে আহবান জানায় এবং এতে সে সন্তুষ্ট। [ইবন কাসীর] বস্তুত: শয়তান কোন কালেও মানুষের মাবুদ (প্রচলিত অর্থে) ছিল না বরং তার নামে প্রতি যুগে মানুষ অভিশাপ বর্ষণ করেছে। তবে বর্তমানে মিশর, ইরাক, সিরিয়া, লেবাননাসহ বিভিন্ন আরব ও ইউরোপীয় রাষ্ট্রে শয়তানের ইবাদতকারি ‘ইয়াযীদিয়াহ’ ফেরকা নামে একটি দলের সন্ধান পাওয়া যায়, যারা শয়তানের কাল্পনিক প্রতিকৃতি স্থাপন করে তার ইবাদাত করে।\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "১৯ : ৪৫",
        "arabic_text": "\nيَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا ",
        "bangla_text": "‘হে আমার পিতা! নিশ্চয় আমি আশংকা করছি যে , আপনাকে দয়াময়ের শাস্তি স্পর্শ করবে, তখন আপনি হয়ে পড়বেন শয়তানের বন্ধু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "১৯ : ৪৬",
        "arabic_text": "\nقَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا ",
        "bangla_text": "পিতা বলল, ‘হে ইবরাহীম ! তুমি কি আমার উপাস্যদের থেকে বিমুখ? যদি তুমি বিরত না হও তবে অবশ্যই আমি পাথরের আঘাতে তোমার প্রান নাশ করব; আর তুমি চিরতরে আমাকে ত্যাগ করে চলে যাও। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "১৯ : ৪৭",
        "arabic_text": "\nقَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا ",
        "bangla_text": "ইবরাহীম বললেন, ‘আপনার প্রতি সালাম [১]। আমি আপনার রব-এর কাছে আপনার জন্য ক্ষমা প্রার্থনা করব [২], নিশ্চয় তিনি আমার প্রতি খুবই অনুগ্রহশীল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবরাহীম আলাইহিসসালাম أَبَتِ বলে মিষ্ট ভাষায় পিতাকে সম্বোধন করেছিলেন। কিন্তু আযর তাকে প্রস্তরাঘাতে হত্যা করার হুমকি এবং বাড়ী থেকে বের হয়ে যাওয়ার আদেশ জারি করে দিল। তখন ইবরাহীম আলাইহিসসালাম বললেনঃ سَلَامٌ عَلَيْكَ এখানে سلام শব্দটি অধিকাংশ মুফাসসিরের মতে, বয়কটের সালাম অর্থাৎ কারও সাথে সম্পর্ক ছিন্ন করার ভদ্রজনোচিত পন্থা হচ্ছে কথার উত্তর না দিয়ে সালাম বলে পৃথক হয়ে যাওয়া। পবিত্র কুরআন আল্লাহর প্রিয় ও সৎকর্মপরায়ণ বান্দাদের প্রশংসায় বলেঃ “মূর্খরা যখন তাদের সাথে মূর্খসুলভ তর্কবিতর্কে প্রবৃত্ত হয়, তখন তারা তাদের মোকাবেলা করার পরিবর্তে সালাম শব্দ বলে দেন। ” [সূরা আল-ফুরকান: ৬৯] অথবা এর উদ্দেশ্য এই যে, বিরুদ্ধাচরণ সত্ত্বেও আমি আপনার কোন ক্ষতি করব না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] কোন কাফেরের জন্যে আল্লাহর কাছে ক্ষমা প্রার্থনা করা শরীআতের আইনে নিষিদ্ধ ও নাজায়েয। একবার রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম তার চাচা আবু তালেবকে বলেছিলেনঃ “আল্লাহর কসম, আমি আপনার জন্যে ক্ষমা প্রার্থনা করতে থাকিব, যে পর্যন্ত না আল্লাহর পক্ষ থেকে আমাকে নিষেধ করে দেয়া হয়। এর পরিপ্রেক্ষিতে এই আয়াত নাযিল হয়: “নবী ও ঈমানদারদের পক্ষে মুশরেকদের জন্যে ইস্তেগফার করা বৈধ নয়। ” [সূরা আত-তাওবাহঃ ১১৩] এ আয়াত নাযিল হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম চাচার জন্যে ইস্তেগফার ত্যাগ করেন। ইবরাহীম আলাইহিসসালাম কর্তৃক তার পিতার জন্য ক্ষমা চাওয়ার উত্তর এই যে, ইবরাহীম আলাইহিস সালামের ওয়াদা “আপনার জন্যে আমার প্রভুর কাছে ইস্তেগফার করব। ” এটা নিষেধাজ্ঞার পূর্বেকার ঘটনা। নিষেধ পরে করা হয়। তারপর তিনি তার পিতার জন্য সুপারিশ করা পরিত্যাগ করেছিলেন, আল্লাহ তা'আলা বলেনঃ “ইবরাহীম তার পিতার জন্য ক্ষমা প্রার্থনা করেছিল, তাকে এর প্রতিশ্রুতি দিয়েছিল বলে; তারপর যখন এটা তার কাছে সুস্পষ্ট হল যে, সে আল্লাহর শত্রু তখন ইবরাহীম তার সাথে সম্পর্ক ছিন্ন করলেন। ইবরাহীম তো কোমল হৃদয় ও সহনশীল।\" [সরা আত-তাওবাহঃ ১১৪] তারপরও ইবরাহীম আলাইহিসসালাম হাশরের মাঠে যখন তার পিতাকে কুৎসিত অবস্থায় দেখবেন তখন তার জন্য কোন দোআ বা সুপারিশ করবেন না। এ ব্যাপারে হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “হাশরের মাঠে ইবরাহীম আলাইহিসসালাম তার পিতাকে দেখে বলবেন, হে আল্লাহ! আপনি আমাকে আজকের দিনে অপমান থেকে রক্ষা করার ওয়াদা করেছেন। আমার পিতার অপমানের চেয়ে বড় অপমান আর কি হতে পারে? আল্লাহ তা’আলা বলবেনঃ “আমি কাফেরদের জন্য জান্নাত হারাম করেছি। ” তারপর আল্লাহ তা'আলা তখন তাকে তার পায়ের নীচে তাকাবার নির্দেশ দিবেন। তিনি তাকিয়ে একটি মৃত দুৰ্গন্ধযুক্ত পঁচা জানোয়ার দেখতে পাবেন, ফলে তিনি তার জন্য সুপারিশ না করেই তাকে জাহান্নামে নিক্ষেপ করবেন। [বুখারীঃ ৩১৭২, ৪৪৯০, ৪৪৯১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "১৯ : ৪৮",
        "arabic_text": "\nوَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا ",
        "bangla_text": "‘আর আমি তোমাদের থেকে ও তোমরা আল্লাহ্ ছাড়া যাদের ইবাদাত কর তাদের থেকে পৃথক হচ্ছি; আর আমি আমার রবকে ডাকছি; আশা করি আমি আমার রবকে ডেকে আমি দুর্ভাগা হব না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "১৯ : ৪৯",
        "arabic_text": "\nفَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا ",
        "bangla_text": "অতঃপর তিনি যখন তাদের থেকে ও তারা আল্লাহ্ ছাড়া  যাদের ‘ইবাদাত করত সেসব থেকে পৃথক হয়ে গেলেন, তখন আমরা তাকে দান করলাম ইসহাক ও ইয়া’কুব এনং প্রত্যেককে নবী করলাম [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববতী বাক্যে ইবরাহীম আলাইহিস সালাম এর উক্তি বর্ণিত হয়েছে যে, আমি আশা করি, আমার পালনকতাঁর কাছে দোআ করে আমি বঞ্চিত ও বিফল মনোরথ হব না। বাহ্যতঃ এখানে গৃহ ও পরিবারবর্গ ত্যাগ করার পর নিঃসঙ্গতার আতঙ্ক ইত্যাদি থেকে আত্মরক্ষার দো'আ বোঝানো হয়েছিল। আলোচ্য বাক্যে এই দোআ কবুল করার কথা বর্ণনা প্রসঙ্গে বলা হয়েছে যে, ইবরাহীম আলাইহিস সালাম যখন আল্লাহর জন্য নিজ গৃহ, পরিবারবর্গ ও তাদের দেব-দেবীকে পরিহার করলেন, তখন আল্লাহ তা'আলা। তাকে পুত্র ইসহাক দান করলেন। এই পুত্ৰ যে দীর্ঘায়ু ও সন্তানের পিতা হয়েছিলেন তাও \"ইয়াকুব (পৌত্ৰ) শব্দ যোগ করে বর্ণনা করে দেয়া হয়েছে। পুত্ৰ দান থেকে বোঝা যায় যে, ইতিপূর্বে ইবরাহীম আলাইহিস সালাম বিবাহ করেছিলেন। কাজেই আয়াতের সারমর্ম এই দাঁড়াল যে আল্লাহ তা'আলা তাকে পিতার পরিবারের চাইতে উত্তম একটি স্বতন্ত্র পরিবার দান করলেন, যা নবী ও সৎকর্মপরায়ণ মহাপুরুষদের সমন্বয়ে গঠিত ছিল। [দেখুন, ইবন কাসীর, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "১৯ : ৫০",
        "arabic_text": "\nوَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا ",
        "bangla_text": "এবং তাদেরকে আমরা দান করলাম আমাদের অনুগ্রহ, আর তাদের নাম-যশ সমুচ্চ করলাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "১৯ : ৫১",
        "arabic_text": "\nوَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا ",
        "bangla_text": "আর স্মরণ করুন এ কিতাবে মূসাকে , তিনি ছিলেন বিশেষ মনোনীত [১] এবং তিনি ছিলেন রাসুল, নবী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] مخلَصًا এর মানে হচ্ছে, “বিশেষভাবে মনোনিত করা, একান্ত করে নেয়া।” [ইবন কাসীর] অনুরূপভাবে মানুষের মধ্যে সে ব্যক্তি মুখলিস যে ব্যক্তি একান্তভাবে আল্লাহর জন্য আমল করে, মানুষ এর প্রশংসা করুক এটা চায় না। [ইবন কাসীর] মূসা আলাইহিসসালাম এ ধরনের বিশেষ গুণে বিশেষিত থাকায় মহান আল্লাহ তাকে তার কাজের পুরস্কারস্বরূপ একান্তভাবে নিজের করে নিয়েছিলেন। আল্লাহ তা'আলা যে ব্যক্তিকে নিজের জন্যে খাঁটি করে নেন তিনি পরম সৌভাগ্যবান ব্যক্তি। নবীগণই বিশেষভাবে এ গুণে গুণান্বিত হন, যেমন- কুরআনের অন্যত্র বলা হয়েছেঃ “আমি তাদেরকে (নবীদেরকে) আখেরাতের স্মরণ করা কাজের জন্যে একান্ত করে নিয়েছি।\" [সূরা ছোয়াদঃ ৪৬]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "১৯ : ৫২",
        "arabic_text": "\nوَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا ",
        "bangla_text": "আর তাকে আমরা ডেকেছিলাম তূর পর্বতের দান দিক থেকে [১] এবং আমরা অন্তরঙ্গ আলাপে তাকে নৈকট্য দান করেছিলাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই সুপ্ৰসিদ্ধ পাহাড়টি সিরিয়া, মিসর ও মাদইয়ানের মধ্যস্থলে অবস্থিত। বর্তমানেও পাহাড়টি এ নামেই প্ৰসিদ্ধ। আল্লাহ তা'আলা একেও অনেক বিষয়ে বৈশিষ্ট্য ও স্বাতন্ত্র্য দান করেছেন। তুর পাহাড়ের ডানদিকে মুসা আলাইহিস সালামের দিক দিয়ে বলা হয়েছে। কেননা, তিনি মাদইয়ান থেকে রওয়ানা হয়েছিলেন। তুর পাহাড়ের বিপরীত দিকে পৌঁছার পর তুর পাহাড় তার ডান দিকে ছিল। [দেখুন,ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "১৯ : ৫৩",
        "arabic_text": "\nوَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا ",
        "bangla_text": "আর আমরা নিজ অনুগ্রহে তাকে দিলাম তার ভাই হারুনকে নবীরূপে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "১৯ : ৫৪",
        "arabic_text": "\nوَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا ",
        "bangla_text": "আর স্মরণ করুন এ কিতাবে ইসমাঈলকে, তিনি তো ছিলেন প্রতিশ্রুতি পালনে সত্যাশ্রয়ী [১] এবং তিনি ছিলেন রাসুল, নবী;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ওয়াদা পালনে ইসমাঈল আলাইহিস সালামের স্বাতন্ত্র্যের কারণ এই যে, তিনি আল্লাহর সাথে কিংবা কোন বান্দার সাথে যে বিষয়ের ওয়াদা করেছেন, অবিচল নিষ্ঠা ও যত্ন সহকারে তা পালন করেছেন। তিনি আল্লাহর সাথে ওয়াদা করেছিলেন যে, নিজেকে জবাই এর জন্যে পেশ করে দেবেন এবং তজ্জন্যে সবর করবেন। তিনি এ ওয়াদায় উত্তীর্ণ হয়েছেন। [ইবন কাসীর] একবার তিনি জনৈক ব্যক্তির সাথে একস্থানে সাক্ষাতের ওয়াদা করেছিলেন। কিন্তু লোকটি সময়মত আগমন না করায় সেখানে অনেক দিন পর্যন্ত অপেক্ষা করতে থাকেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "১৯ : ৫৫",
        "arabic_text": "\nوَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا ",
        "bangla_text": "তিনি তার পরিজনবর্গকে সালাত ও যাকাতের নির্দেশ দিতেন [১] এবং তিনি ছিলেন তার রব-এর সন্তোষভাজন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইসমাইল আলাইহিস সালামের আরও একটি বিশেষ গুণ এই উল্লেখ করা হয়েছে যে, তিনি নিজ পরিবার পরিজনকে সালাত ও যাকাতের নির্দেশ দিতেন। কুরআনে সাধারণ মুসলিমদেরকে বলা হয়েছেঃ “তোমরা নিজেদেরকে এবং নিজেদের পরিবারবর্গকে অগ্নি থেকে রক্ষা কর।” [সূরা আত-তাহরীম:৬] এ ব্যাপারে ইসমাঈল 'আলাইহিস সালাম বিশেষ গুরুত্ব সহকারে ও সর্বপ্রযত্নে চেষ্টিত ছিলেন। তিনি চাননি তার পরিবারের লাকেরা জাহান্নামে প্রবেশ করুক। এ ব্যাপারে তিনি কোন ছাড় দেন নি। [ইবন কাসীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: 'আল্লাহ ঐ পুরুষকে রহমত করুন যিনি রাতে সালাত আদায়ের জন্য জাগ্রত হলো এবং তার স্ত্রীকে জাগালো তারপর যদি স্ত্রী জাগতে গড়িমসি করে তার মুখে পানি ছিটিয়ে দিল। অনুরূপভাবে আল্লাহ ঐ মহিলাকে রহমত করুন যিনি রাতে সালাত আদায়ের জন্য জাগ্রত হলো এবং তার স্বামীকে জাগালো তারপর যদি স্বামী জাগতে গড়িমসি করে তার মুখে পানি ছিটিয়ে দিল।” [আবু দাউদ: ১৩০৮, ইবন মাজাহ: ১৩৩৬] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যদি কোন লোক রাতে জাগ্রত হয়ে তার স্ত্রীকে জাগিয়ে দুরাকাত সালাত আদায় করে তাহলে তারা দু’জনের নাম অধিক হারে আল্লাহর যিকরকারী পুরুষ ও যিকরকারিনী মহিলাদের মধ্যে লিখা হবে। ' [আবু দাউদ: ১৩০৯, ইবন মাজাহ: ১৩৩৫]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "১৯ : ৫৬",
        "arabic_text": "\nوَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا ",
        "bangla_text": "আর স্মরণ করুন এ কিতাবে ইদরীসকে, তিনি ছিলেন সত্যনিষ্ঠ নবী;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "১৯ : ৫৭",
        "arabic_text": "\nوَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا ",
        "bangla_text": "আর আমরা তাকে উন্নীত করেছিলাম উচ্চ মর্যাদায় [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তা'আলা ইদরীস আলাইহিস সালামকে উচ্চ মর্তবায় সমুন্নত করেছেন। উদ্দেশ্য এই যে, তাকে উচ্চ স্থান তথা আকাশে অবস্থান করার ব্যবস্থা করেছি। [ইবন কাসীর]। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যখন আমাকে আকাশে উঠানো হয়েছিল মি'রাজের রাত্ৰিতে আমি ইদরীসকে চতুর্থ আসমানে দেখেছি। ’ [তিরমিয়ী: ৩১৫৭] কোন কোন বর্ণনায় আছে যে, ইদরীস আলাইহিস সালামকে জীবিত অবস্থায় আকাশে তুলে নেয়া হয়েছে। এ সম্পর্কে ইবনে কাসীর বলেনঃ এটা ক'ব আল-আহবারের ইসরাঈলী বৰ্ণনা। এটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে গ্ৰহণযোগ্য বর্ণনা দ্বারা প্রমাণিত হয়নি। কাজেই আকাশে জীবিত অবস্থায় তুলে নেয়ার বিষয়টি স্বীকৃত নয়। আয়াতের অন্য অর্থ হচ্ছে, তাকে উচু স্থান জান্নাতে দেয়া হয়েছে। অথবা তাকে নবুওয়াত ও রিসালাত দিয়ে সম্মানিত করা হয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "১৯ : ৫৮",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩ ",
        "bangla_text": "এরাই তারা , নবীদের  মধ্যে আল্লাহ্ যাদেরকে অনুগ্রহ করেছেন, আদমের বংশ থেকে এবং যাদেরকে আমরা নূহের সাথে নৌকায়  আরোহণ করিয়েছিলাম। আর ইবরাহীম ও ইসরাঈলের বংশোদ্ভূত , আর যাদেরকে আমরা হেদায়াত দিয়েছিলাম এবং মনোনীত করেছিলাম ; তাদের কাছে দয়াময়ের আয়াত তিলাওয়াত করা হলে তারা লুটিয়ে পড়ত সিজদায় [১] এবং কান্নায় [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য আয়াতেও বলা হয়েছে, “বলুন, “তোমরা কুরআনে বিশ্বাস কর বা বিশ্বাস না কর, যাদেরকে এর আগে জ্ঞান দেয়া হয়েছে তাদের কাছে যখন এটা পড়া হয় তখনই তারা সিজদায় লুটিয়ে পড়ে।” তারা বলে, “আমাদের প্রতিপালক পবিত্ৰ, মহান। আমাদের প্রতিপালকের প্রতিশ্রুতি কার্যকর হয়েই থাকে। ‘এবং তারা কাঁদতে কাঁদতে ভূমিতে লুটিয়ে পড়ে এবং এটা তাদের বিনয় বৃদ্ধি করে।’ [সূরা আল-ইসরা: ১০৭-১০৯]\n  <br/>\n  <br/>\n  [২] এ আয়াত থেকে জানা গেল যে, কুরআনের আয়াত তেলাওয়াতের সময় কান্নার অবস্থা সৃষ্টি হওয়া প্রশংসনীয় এবং নবীদের সুন্নত। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম, সাহাবায়ে কেরাম, তাবেয়ীন ও সৎকর্মশীলদের থেকে এ ধরনের বহু ঘটনা বর্ণিত আছে। উমর রাদিয়াল্লাহু আনহু একবার এ সূরা পড়ে সিজদা করলেন এবং বললেন, সিজদা তো হলো, কিন্তু ক্ৰন্দন কোথায়! [ইবন কাসীরা]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "১৯ : ৫৯",
        "arabic_text": "\n۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا ",
        "bangla_text": "তাদের পঅরে আসলো অযোগ্য উত্তরসূরিরা [১]। তারা সালাত নষ্ট করল [২] এবং কুপ্রবৃত্তির [৩] অনুবর্তী হল। কাজেই অচিরেই তার ক্ষতিগ্রস্ততার [৪] সম্মুখীন হবে।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] خلف শব্দে লামের সাকিন যোগে এ শব্দটির অর্থ মন্দ উত্তরসূরী, মন্দ সন্তান-সন্ততি এবং লামের যাবর যোগে এর অর্থ হয়। উত্তম উত্তরসূরী এবং উত্তম সন্তান-সন্ততি। এখানে সাকিনযুক্ত হওয়ায় এর অর্থ হচ্ছে: খারাপ উত্তরসূরী। [ফাতহুল কাদীর] এদের সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: \"ষাট বছরের পর থেকে খারাপ উত্তরসূরীদের আবির্ভাব হবে, যারা সালাত বিনষ্ট করবে, প্রবৃত্তির অনুসরণ করবে, তারা অচিরেই ক্ষতিগ্ৰস্ত হয়ে জাহান্নামে নিপতিত হবে। তারপর এমন কিছু উত্তরসূরী আসবে যারা কুরআন পড়বে অথচ তা তাদের কণ্ঠনালীর নিম্নভাগে যাবে না। আর কুরআন পাঠ্যকারীরা তিন শ্রেণীর হবে: মুমিন, মুনাফিক এবং পাপিষ্ঠ। বর্ণনাকারী বশীর বলেন: আমি ওয়ালিদকে এ তিন শ্রেণী সম্পর্কে জিজ্ঞাসা করলে তিনি বললেন: কুরআন পাঠ্যকারী হবে অথচ সে এর উপর কুফরকারী, পাপিষ্ঠ কুরআন পাঠ্যকারী হবে যে এর দ্বারা নিজের রুটি-রোজগারের ব্যবস্থা করবে। আর ঈমানদার কুরআন পাঠ্যকারী হবে যে এর উপর ঈমান আনবে”। [মুসনাদে আহমাদ:৩/৩৮, সহীহ ইবন হিব্ববান: ৩/৩২, ৭৫৫]\n  <br/>\n  <br/>\n  [২] মুজাহিদ বলেন: কেয়ামতের নিকটবতী সময়ে যখন সৎকর্মপরায়ণ লোকদের অস্তিত্ব থাকবে না, তখন এরূপ ঘটনা ঘটবে। তখন সালাতের প্রতি কেউ ভ্ৰক্ষেপ করবে না এবং প্রকাশ্যে পাপাচার অনুষ্ঠিত হবে। এ আয়াতে \"সালাত নষ্ট করা” বলে বিশিষ্ট তফসীরবিদদের মতে, অসময়ে সালাত পড়া বোঝানো হয়েছে। কেউ কেউ বলেন: সময়সহ সালাতের আদব ও শর্তসমূহের মধ্যে কোনটিতে ত্রুটি করা সালাত নষ্ট করার শামিল, আবার কারও কারও মতে \"সালাত নষ্ট করা” বলে জামা'আত ছাড়া নিজে গৃহে সালাত পড়া বোঝানো হয়েছে। [ইবন কাসীর] খলীফা ওমর ফারুক রাদিয়াল্লাহু আনহু সকল সরকারী কর্মচারীদের কাছে এই নির্দেশনামা লিখে প্রেরণ করেছিলেনঃ “আমার কাছে তোমাদের সব কাজের মধ্যে সালাত সর্বাধিক গুরুত্বপূর্ণ। অতএব যে ব্যক্তি সালাত নষ্ট করে সে দ্বীনের অন্যান্য বিধি-বিধান আরও বেশী নষ্ট করবে। [মুয়াত্তা মালেকঃ ৬] তদ্রুপ হুযাইফা রাদিয়াল্লাহু আনহু এক ব্যক্তিকে দেখলেন যে, সে সালাতের আদব ও রোকন ঠিকমত পালন করছে না। তিনি তাকে জিজ্ঞেস করলেনঃ তুমি কবে থেকে এভাবে সালাত আদায় করছ? লোকটি বললঃ চল্লিশ বছর ধরে। হুযায়ফা রাদিয়াল্লাহু ‘আনহু বললেনঃ “তুমি একটি সালাতও পড়নি। যদি এ ধরনের সালাত পড়েই তুমি মারা যাও, তবে মনে রেখো মুহাম্মদ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের আনীত আদর্শের বিপরীতে তোমার মৃত্যু হবে।” [নাসায়ীঃ ৩/৫৮, সহীহ ইবন হিব্বানঃ ১৮৯৪] অনুরূপভাবে অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ “ঐ ব্যক্তির সালাত হয় না, যে সালাতে 'একামত’ করে না।\" অর্থাৎ যে ব্যক্তি রুকু ও সেজদায়, রুকু থেকে দাঁড়িয়ে অথবা দুই সেজদার মধ্যস্থলে সোজা দাঁড়ানো অথবা সোজা হয়ে বসাকে গুরুত্ব দেয় না, তার সালাত হয় না। [তিরমিয়ীঃ ২৬৫] মোটকথাঃ সালাত আদায় ত্যাগ করা অথবা সালাত থেকে গাফেল ও বেপরোয়া হয়ে যাওয়া প্ৰত্যেক উম্মতের পতন ও ধ্বংসের প্রথম পদক্ষেপ । সালাত আল্লাহর সাথে মুমিনের প্রথম ও প্রধানতম জীবন্ত ও কার্যকর সম্পর্ক জুড়ে রাখে। এ সম্পর্ক তাকে আল্লাহর প্রতি আনুগত্যের কেন্দ্র বিন্দু থেকে বিচ্যুত হতে দেয় না। এ বাঁধন ছিন্ন হবার সাথে সাথেই মানুষ আল্লাহ থেকে দূরে বহুদূরে চলে যায়। এমনকি কার্যকর সম্পর্ক খতম হয়ে গিয়ে মানসিক সম্পর্কেরও অবসান ঘটে। তাই আল্লাহ একটি সাধারণ নিয়ম হিসেবে এখানে একথাটি বর্ণনা করেছেন যে, পূর্ববতী সকল উম্মতের বিকৃতি শুরু হয়েছে সালাত নষ্ট করার পর। হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “বান্দা ও শির্কের মধ্যে সীমারেখা হলো সালাত ছেড়ে দেয়া’ [মুসলিম: ৮২] আরও বলেছেন: “আমাদের এবং কাফেরদের মধ্যে একমাত্র সালাতই হচ্ছে পার্থক্যকারী বিষয়, (তাদের কাছ থেকে এরই অঙ্গীকার নিতে হবে) সুতরাং যে কেউ সালাত পরিত্যাগ করল সে কুফরী করল। [তিরমিয়ী:২৬২১]\n  <br/>\n  <br/>\n  [৩] ‘কুপ্রবৃত্তি' বলতে বুঝায় এমন কাজ যা মানুষের মন চায়, মনের ইচ্ছানুরুপ হয় এবং যা থেকে সে তাকওয়া অবলম্বন করে না। যেমন হাদীসে এসেছে, “জান্নাত ঘিরে আছে অপছন্দনীয় বিষয়াদিতে, আর জাহান্নাম ঘিরে আছে কুপ্রবৃত্তির চাহিদায়” [মুসলিম: ২৮২২] অনুরূপভাবে এখানেও 'কুপ্রবৃত্তি' বলে দুনিয়ার সেসব আকর্ষণকে বোঝানো হয়েছে, যেগুলো মানুষকে আল্লাহর স্মরণ ও সালাত থেকে গাফেল করে দেয়। আলী রাদিয়াল্লাহু আনহু বলেনঃ বিলাসবহুল গৃহ নির্মাণ, পথচারীদের দৃষ্টি আকর্ষণকারী যানবাহনে আরোহণ এবং সাধারণ লোকদের থেকে স্বাতন্ত্র্যমূলক পোশাক আয়াতে উল্লেখিত কুপ্রবৃত্তির অন্তর্ভুক্ত। [কুরতুবী]\n  <br/>\n  <br/>\n  [৪] আরবী ভাষায় غي শব্দটি رشد এর বিপরীত। প্রত্যেক কল্যাণকর বিষয়কে رشد বলা হয়। অপরদিকে প্রত্যেক অকল্যাণকর ও ক্ষতিকর বিষয়কে غي বলা হয়। [ফাতহুল কাদীর] আবদুল্লাহ ইবনে মাসউদ বলেনঃ ‘গাই’ জাহান্নামের এমন একটি গর্তের নাম যাতে সমগ্র জাহান্নামের চাইতে অধিক আযাবের সমাবেশ রয়েছে। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ ‘গাই' জাহান্নামের এমন একটি গুহা জাহান্নামও এর থেকে আশ্রয় প্রার্থনা করে। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "১৯ : ৬০",
        "arabic_text": "\nإِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا ",
        "bangla_text": "কিন্তু তারা নয়--- যারা তওবা করেছে, ঈমান এনেছে ও সৎকাজ করেছে। তারা তো জান্নাতে প্রবেশ করবে। আর তাদের প্রতি কোন যুলুম হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "১৯ : ৬১",
        "arabic_text": "\nجَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا ",
        "bangla_text": "এত স্থায়ী জান্নাত, যে গায়েবী প্রতিশ্রতি দয়াময় তাঁর বান্দাদেরকে দিয়েছেন [১]। নিশ্চয় তাঁর প্রতিশ্রুত বিষয় আসবেই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যার প্রতিশ্রুতি করুণাময় আল্লাহ তাদেরকে এমন অবস্থায় দিয়েছেন যখন ঐ জান্নাতসমূহ তাদের দৃষ্টির অগোচরে রয়েছে। সেটা একমাত্র গায়েবী ব্যাপার। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "১৯ : ৬২",
        "arabic_text": "\nلَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا ",
        "bangla_text": "সেখানে তারা সালাম তথা শান্তি ছাড়া অন্য কোন অসার বাক্য শুনবে না [১] এবং সেখানে সকাল সন্ধ্যা তাদের জন্য থাকবে তাদের রিযিক [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] لغو বলে অনর্থক ও অসার কথাবার্তা গালিগালাজ এবং পীড়াদায়ক বাক্যালাপ বোঝানো হয়েছে। যেমন দুনিয়াতে কখনও কখনও মানুষ এটা শুনে থাকে। [ইবন কাসীর] জান্নাতবাসিগণ এ থেকে পবিত্র থাকবে। কোনরূপ কষ্টদায়ক কথা তাদের কানে ধ্বনিত হবেনা। অন্য আয়াতে এসেছে, “সেখানে তারা শুনবে না কোন অসার বা পাপবাক্য, “সালাম’ আর ‘সালাম’ বাণী ছাড়া।” [সূরা আল-ওয়াকি’আহ:২৫২৬] জান্নাতীগণ একে অপরকে সালাম করবে এবং আল্লাহর ফেরেশতাগণ তাদের সবাইকে সালাম করবে। তারা দোষ-ত্রুটিমুক্ত হবে। জান্নাতে মানুষ যে সমস্ত নিয়ামত লাভ করবে তার মধ্যে একটি বড় নিয়ামত হবে এই যে, সেখানে কোন আজেবাজে, অর্থহীন ও কটু কথা শোনা যাবে না। তারা শুধু তা-ই শুনবে যা তাদেরকে শান্তি দেয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] জান্নাতে সুর্যোদয়, সুৰ্য্যস্ত এবং দিন ও রাত্রির অস্তিত্ব থাকবে না। সদা সর্বদা একই প্রকার আলো থাকবে। কিন্তু বিশেষ পদ্ধতিতে দিন, রাত্রি ও সকাল সন্ধ্যার পার্থক্য সূচিত হবে। এই রকম সকাল-সন্ধ্যায়  জান্নাতবাসীরা তাদের জীবনোপকরণ লাভ করবে। [ফাতহুল কাদীর] একথা সুস্পষ্ট যে, জান্নাতিগণ যখন যে বস্তু কামনা করবে, তখনই কালবিলম্ব না করে তা পেশ করা হবে। এমতাবস্থায় মানুষের অভ্যাস ও স্বভাবের ভিত্তিতে সকাল-সন্ধ্যার কথা বিশেষভাবে উল্লেখ করা হয়েছে। মানুষ সকালসন্ধ্যায় আহারে অভ্যস্ত। আরবরা বলেঃ যে ব্যক্তি সকাল-সন্ধ্যার পূর্ণ আহার্য যোগাড় করতে পারে, সে সুখী ও স্বাচ্ছন্দাশীল। হাদীসে এসেছে, ‘শহীদগণ জান্নাতের দরজায় নালাসমূহের উৎপত্তিস্থলে সবুজ গম্বুজে অবস্থানরত রয়েছে, তাদের নিকট জান্নাত থেকে সকাল-বিকাল খাবার যায়’ [মুসনাদে আহমাদ: ১/২৬৬] অন্য হাদীসে এসেছে, ‘প্রথম দলটি যারা জান্নাতে প্ৰবেশ করবে, তাদের রূপ হবে চৌদ্দ তারিখের রাতের চাঁদের রূপ। সেখানে তারা থুথু ফেলবে না, শর্দি-কাশি ফেলবে না, পায়খানা-পেশাব করবে না। তাদের প্লেট হবে স্বর্ণ ও রৌপ্যের, তাদের সুগন্ধি কাঠ হবে ভারতীয় উদ কাঠের, তাদের ঘাম হবে মিশকের। তাদের প্রত্যেকের জন্য থাকবে দু’জন করে স্ত্রী, যাদের সৌন্দর্য এমন হবে যে, গোস্তের ভিতর থেকেও হাঁড়ের ভিতরের মজ্জা দেখা যাবে। মতবিরোধ থাকবে না, থাকবেনা ঝগড়া-হিংসা হানাহানি, তাদের সবার অন্তর এক রকম হবে। সকাল বিকাল তারা আল্লাহর তাসবীহ পাঠ করবে।” [বুখারী: ৩২৪৫] কোন কোন তফসীরবিদ বলেনঃ আয়াতে সকাল-সন্ধ্যা বলে ব্যাপক সময় বোঝানো হয়েছে, যেমন দিবারাত্রি ও পূর্ব-পশ্চিম শব্দগুলোও ব্যাপক অর্থে বলা হয়ে থাকে। কাজেই আয়াতের উদ্দেশ্য এই যে, জান্নাতীদের খায়েশ অনুযায়ী তাদের খাদ্য সদাসর্বদা উপস্থিত থাকবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "১৯ : ৬৩",
        "arabic_text": "\nتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا ",
        "bangla_text": "এ সে জান্নাত, যার অধিকারী করব আমরা আমাদের বান্দাদের মধ্যে মুত্তাকীদেরকে। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাকওয়ার অধিকারীদের জন্যই জান্নাত, তারাই জান্নাতের ওয়ারিশ হবে একথা এখানে যেমন বলা হয়েছে কুরআনের অন্যত্রও তা বলা হয়েছে, সূরা আল-মুমিনূনের প্রারম্ভে মুমিনদের গুণাগুণ বৰ্ণনা করে শেষে বলা হয়েছে: \"তারাই হবে অধিকারী---অধিকারী হবে ফিরদাওসের যাতে তারা স্থায়ী হবে। [১০-১১] আরো এসেছে, ‘তোমরা তীব্র গতিতে চল নিজেদের প্রতিপালকের ক্ষমার দিকে এবং সে জান্নাতের দিকে যার বিস্তৃতি আকাশ ও পৃথিবীর সমান, যা প্রস্তুত রাখা হয়েছে মুত্তাকীদের জন্য।’ [সূরা আলে ইমরান: ১৩৩] অন্যত্র বলা হয়েছে, ‘আর যারা তাদের প্রতিপালকের তাকওয়া অবলম্বন করত তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে।' [সূরা আয-যুমার: ৭৩]\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "১৯ : ৬৪",
        "arabic_text": "\nوَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا ",
        "bangla_text": "‘আর আমরা আপনার রব-এর আদেশ ছাড়া অবতরণ করি না [১]; যা আমাদের সামনে ও পিছনে আছে ও যা এ দু’য়ের অন্তর্বর্তী তা তাঁরই। আর আপনার রব বিস্মৃত হন না [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার সাহাবীগণ অত্যন্ত দুর্ভাবনা ও দুশ্চিন্তার মধ্যে সময় অতিবাহিত করছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবীগণ সর্বক্ষণ অহীর অপেক্ষা করতেন। এর সাহায্যে তারা নিজেদের পথের দিশা পেতেন এবং মানসিক প্রশান্তি ও সান্ত্বনাও লাভ করতেন। অহীর আগমনে যতই বিলম্ব হচ্ছিল ততই তাদের অস্থিরতা বেড়ে যাচ্ছিল। এ অবস্থায় জিবরীল আলাইহিস সালাম ফেরেশতাদের সাহচর্যে আগমন করলেন। হাদীসে এসেছে, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিবরীলকে বললেন: আপনি আমাদের নিকট আরো অধিকহারে আসতে বাধা কোথায়? তখন এ আয়াত নাযিল হয় ৷ [বুখারী: ৪৭৩১] একথা ক’টির মধ্যে রয়েছে এত দীর্ঘকাল জিবরীলের নিজের গরহাজির থাকার ওজর, আল্লাহর পক্ষ থেকে সান্ত্বনাবাণী এবং এ সংগে সবর ও সংযম অবলম্বন করার উপদেশ ও পরামর্শ।\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, আপনার রব বিস্মৃত হবার নয়। তিনি ভুলে যান না। জিবরীল বেশী বেশী নাযিল হলেই যে আল্লাহ্ তাঁর রাসূলকে ভুলেননি বা তার বান্দাদের জন্য বিধান দেয়ার ক্ষেত্রে সম্পূর্ণ আসবে নইলে নয় ব্যাপারটি এরূপ নয়। [ফাতহুল কাদীর] মহান আল্লাহ তার ওয়াদা পূর্ণ করবেন। তার দ্বীনকে পরিপূর্ণ করবেন এবং তার রাসূল ও ঈমানদারদেরকে রক্ষা করবেন এটাই মূল কথা। তিনি কোন কিছুই ভুলে যান না। সুতরাং তাড়াহুড়ো বা জিবরীলকে না দেখে অস্থির হওয়ার কোন প্রয়োজন নেই। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: ‘আল্লাহ তাঁর কিতাবে যা হালাল করেছেন তা হালাল আর যা হারাম করেছেন তা হারাম। যে সমস্ত ব্যাপারে চুপ থেকেছেন কোন কিছু জানাননি সেগুলো নিরাপদ। সুতরাং সে সমস্ত নিরাপদ বিষয় তোমরা গ্ৰহণ করতে পার; কেননা আল্লাহ ভুলে যাওয়া কিংবা বিস্মৃত হওয়ার মত গুণে গুণান্বিত নন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত আয়াত তেলাওয়াত করলেন। ’ [মুস্তাদরাকে হাকিম: ২/৩৭৫] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা হালাল বা হারাম ঘোষণা করেছেন সেগুলোও আল্লাহর পক্ষ থেকেই। কারণ, রাসূল নিজ থেকে কিছুই করেননি। শরীআতের প্রতিটি কর্মকাণ্ড আল্লাহর নির্দেশেই তিনি প্রবর্তন করেছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "১৯ : ৬৫",
        "arabic_text": "\nرَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا ",
        "bangla_text": "তিনি আসমানসমূহ, যমীন ও তাদের অন্তর্বর্তী  যা কিছু আছে, সে সবের রব। কাজেই তাঁরই ইবাদাত করুন এবং তাঁর ইবাদাতে ধৈর্যশীল থাকুন [১]। আপনি কি তাঁর সমনামগুণসম্পন্ন কাউকেও জানেন [২]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] اصطبار শব্দের অর্থ পরিশ্রম ও কষ্টের কাজে দৃঢ় থাকা। [ফাতহুল কাদীর] এতে ইঙ্গিত রয়েছে যে, ইবাদাতের স্থায়িত্ব পরিশ্রম সাপেক্ষ। ইবাদাতকারীর এ জন্যে প্রস্তুত থাকা উচিত। আয়াতের অর্থ এই দাঁড়ায়, তাঁর আদেশ ও নিষেধ সবরের সাথে পালন করুন । [বাগভী]\n  <br/>\n  <br/>\n  [২] মূলে سميًّا শব্দ ব্যবহার করা হয়েছে। এর আভিধানিক অর্থ হচ্ছে, “সমনাম” ৷ এটা আশ্চর্যের বিষয় বটে, মুশরিক ও প্রতিমা পূজারীরা যদিও ইবাদতে আল্লাহ তা'আলার সাথে অনেক মানুষ, ফেরেশতা, পাথর ও প্রতিমাকে অংশীদার করেছিল এবং তাদেরকে ‘ইলাহ’ তথা উপাস্য বলত; কিন্তু কেউ কোনদিন কোন মিথ্যা উপাস্যের নাম আল্লাহ রাখেনি। এ জন্যেই বলা হচ্ছে যে, কেউ কি আল্লাহ ছাড়া অপর কাউকে এ নামে ডেকেছে ? [বাগভী] সৃষ্টিগত ও নিয়ন্ত্ৰণগত ব্যবস্থাধীনেই দুনিয়াতে কোন মিথ্যা উপাস্য আল্লাহ নামে অভিহিত হয়নি। তাই এই প্ৰসিদ্ধ অর্থের দিক দিয়েও আয়াতের বিষয়বস্তু সুস্পষ্ট যে, দুনিয়াতে আল্লাহর কোন সমনাম নেই। মুজাহিদ, সা’ঈদ ইবন জুবায়ের, কাতাদাহ, ইবনে আব্বাস প্রমুখ তফসীরবিদ থেকে এ স্থলে سميًّا শব্দের অর্থ অনুরূপ সদৃশ বর্ণিত রয়েছে। এর উদ্দেশ্য এই যে, নাম ও গুণাবলীতে আল্লাহ তা'আলার সমতুল্য, সমকক্ষ কেউ নেই। [ইবন কাসীর] অর্থাৎ তিনি হচ্ছেন আল্লাহ, তোমাদের জানা মতে দ্বিতীয় কোন আল্লাহ আছে কি? যদি না থাকে এবং তোমরা জানো যে নেই, তাহলে তোমাদের জন্য তাঁরই বন্দেগী করা এবং তাঁরই হুকুমের দাস হয়ে থাকা ছাড়া অন্য কোন পথ থাকে কি? তোমরা তাঁর জন্য নির্দিষ্ট কোন নাম ও গুণ অন্যকে দিও না। সৃষ্টিজগতের কোন নাম-গুণও তাঁর জন্য সাব্যস্ত করো না। সুন্দর সুন্দর নাম ও গুণগুলো তো তাঁরই জন্য। তিনিই এসব গুণে গুণান্বিত হওয়ার বেশী হকদার। যাদের কোন গুণ নেই, কাজে নেই, যাদের নামের বাস্তবতাও নেই তারা নিজেরাও অস্তিত্বহীন হওয়াটাই বেশী যুক্তিযুক্ত। [ইবনুল কাইয়্যেম, আস-সাওয়া’য়িকুল মুরসালাহ: ৩/১০২৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "১৯ : ৬৬",
        "arabic_text": "\nوَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا ",
        "bangla_text": "আর মানুষ বলে, ‘আমার মৃত্যু হলে আমি কি জীবিত অবস্থায় উত্থিত হব?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পঞ্চম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "১৯ : ৬৭",
        "arabic_text": "\nأَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا ",
        "bangla_text": "মানুষ কি স্মরণ করে না যে, আমরা তাকে আগে সৃষ্টি করেছি যখন সে কিছুই ছিল না [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফের মুশরিকদের ভ্রান্তির মূল হলো, পুনরুত্থানে অস্বীকার। তারা মৃত্যুর পর পুনর্জীবিত হবে এ ধরনের বিশ্বাস কেউ করলে আশ্চর্যবোধ করত। অন্যত্র মহান আল্লাহ বলেন: “যদি আপনি বিস্মিত হন, তবে বিস্ময়ের বিষয় ওদের কথা: ‘মাটিতে পরিণত হওয়ার পরও কি আমরা নূতন জীবন লাভ করব?” [সূরা আর-রাদ: ৫] আল্লাহ তা'আলা এ আয়াতে প্ৰথমবার জীবন দেয়া যেমন তাঁর জন্য সহজ ছিল দ্বিতীয়বার জীবন দেয়া তাঁর জন্য আরো সহজ হবে এটা প্রমাণ করতে চেয়েছেন। মানুষ কেন এটা মনে করে না যে, এক সময় তার কোন অস্তিত্বই ছিল না, আল্লাহ তাকে অস্তিত্বে এনেছেন। তারপর সে অস্তিত্বকে বিনাশ করে আবার তাকে তৈরী করা প্রথমবারের চেয়ে অনেক সহজ কাজ। মহান আল্লাহ বলেন: “তিনি সৃষ্টিকে অস্তিত্বে আনয়ন করেন, তারপর তিনি এটাকে সৃষ্টি করবেন পুনর্বার; এটা তাঁর জন্য অতি সহজ।” [সূরা আর-রূম: ২৭] আল্লাহ তা'আলা আরো বলেন: “মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু থেকে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী। আর সে আমার সম্বন্ধে উপমা রচনা করে, অথচ সে নিজের সৃষ্টি কথা ভুলে যায়। সে বলে, “কে অস্থিতে প্ৰাণ সঞ্চার করবে যখন তা পচে গলে যাবে? বলুন, ‘তাতে প্ৰাণ সঞ্চার করবেন। তিনিই যিনি তা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।” [সূরা ইয়াসীন: ৭৭-৭৯] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: \"মহান আল্লাহ বলেন: আদম সন্তান আমার উপর মিথ্যাচার করে অথচ মিথ্যাচার করা তার জন্য কখনও উচিত নয়। অনুরূপভাবে আদম সন্তান আমাকে কষ্ট দেয় অথচ আমাকে কষ্ট দেয়া তার জন্য অগ্রহণযোগ্য কাজ। তার মিথ্যাচার হলো সে বলে: প্রথম যেভাবে আমাকে সৃষ্টি করেছে সেভাবে আল্লাহ আমাকে পুনর্বার সৃষ্টি করবে না। অথচ আমার কাছে প্রথমবারের সৃষ্টি যেমন সহজ পুনর্বার সৃষ্টিও তেমনি সহজ। আর সে আমাকে কষ্ট দেয় একথা বলে যে, আমার সন্তান রয়েছে। অথচ আমি হলাম। এমন একক অমুখাপেক্ষী সত্ত্বা যিনি কোন সন্তান জন্ম দেননি, কেউ তাকে জম্মও দেয়নি এবং তার সমকক্ষও কেউ নেই। ' [বুখারী: ৪৯৭৪]\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "১৯ : ৬৮",
        "arabic_text": "\nفَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا ",
        "bangla_text": "কাজেই শপথ আপনার রব এর! আমরা তো তাদেরকে ও শয়তানদেরকে একত্রে সমবেত করবই [১] তারপর আমরা নতজানু অবস্থায় জাহান্নামের চারদিকে তাদেরকে উপস্থিত করবই। [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, প্রত্যেক কাফেরকে তার শয়তানসহ একই শিকলে বেঁধে উখিত করা হবে। [কুরতুবী; ইবন কাসীর] এমতাবস্থায় এ বর্ণনাটি শুধু কাফেরদেরকে সমবেত করা সম্পর্কে। পক্ষান্তরে যদি মুমিন ও কাফের ব্যাপক অর্থে নেয়া হয়, তবে শয়তানদের সাথে তাদের সবাইকে সমবেত করার মর্মার্থ হবে এই যে, প্রত্যেক কাফের তো তার শয়তানের বাঁধা অবস্থায় উপস্থিত হবেই এবং মুমিনগণও এই মাঠে আলাদা থাকবে না; ফলে সবার সাথে শয়তানদের সহঅবস্থান হবে। [দেখুন,কুরতুবী]\n  <br/>\n  <br/>\n  [২] হাশরের প্রাথমিক অবস্থায় মুমিন, কাফের, ভাগ্যবান হতভাগা সবাইকে জাহান্নামের চারদিকে সমবেত করা হবে। সবাই ভীতবিহ্বল নতজানু অবস্থায় পড়ে থাকবে। এরপর মুমিনগণকে জাহান্নাম অতিক্ৰম করিয়ে জান্নাতে প্রবেশ করানো হবে। ফলে জাহান্নামের ভয়াবহ দৃশ্য দেখার পর তারা পুরোপুরি খুশী, ধর্মদ্রোহীদের দুঃখে আনন্দ এবং জান্নাতলাভের কারণে অধিকতর কৃতজ্ঞতা প্রকাশ করবে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "১৯ : ৬৯",
        "arabic_text": "\nثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا ",
        "bangla_text": "তারপর প্রত্যেক দলের মধ্যে যে দয়াময়ের  সর্বাধিক অবাধ্য আমরা তাকে টেনে বের করবই [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের উদ্দেশ্য এই যে, কাফেরদের বিভিন্ন দলের মধ্যে যে দলটি সর্বাধিক উদ্ধত হবে, তাকে সবার মধ্য থেকে পৃথক করে অগ্রে প্রেরণ করা হবে। কোন কোন তফসীরবিদ বলেনঃ অপরাধের আধিক্যের ক্রমানুসারে প্রথম, দ্বিতীয় ও তৃতীয় স্তরে অপরাধীদেরকে জাহান্নামে প্রবেশ করানো হবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "১৯ : ৭০",
        "arabic_text": "\nثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا ",
        "bangla_text": "তারপর আমরা তো তাদের মধ্যে জাহান্নামে দগ্ধ হবার যারা সবচেয়ে বেশি যোগ্য তাদের বিষয় ভাল জানি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "১৯ : ৭১",
        "arabic_text": "\nوَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا ",
        "bangla_text": "আর তোমাদের প্রত্যেকেই তার (জাহান্নামের) উপর দিয়েই অতিক্রম করবে [১], এটা আপনার রব এর অনিবার্য সিদ্ধান্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতটি দ্বারা পুলসিরাত সংক্রান্ত আহলে সুন্নাত ওয়াল জামা'আতের আক্কীদা প্রমাণিত হয়। মূলত: সিরাত শব্দের আভিধানিক অর্থঃ স্পষ্ট রাস্তা। আর শরীআতের পরিভাষায় সিরাত বলতে বুঝায়ঃ এমন এক পুল, যা জাহান্নামের পৃষ্ঠদেশের উপর প্ৰলম্বিত, যার উপর দিয়ে পূর্ববর্তী ও পরবর্তী সবাই পার হতে হবে, যা হাশরের মাঠের লোকদের জন্য জান্নাতে প্রবেশের রাস্তা। সিরাতের বাস্তবতার স্বপক্ষে কুরআনের এ আয়াতে আল্লাহ বলেনঃ “আর তোমাদের প্রত্যেকেই তার (জাহান্নামের) উপর দিয়ে অতিক্রম করবে, এটা আপনার প্রতিপালকের অনিবাৰ্য সিদ্ধান্ত। পরে আমরা মুক্তাকীদেরকে উদ্ধার করব এবং যালিমদেরকে সেখানে নতজানু অবস্থায় রেখে দেব”। [সূরা মারইয়ামঃ ৭১-৭২] অধিকাংশ মুফাসসিরদের মতে এখানে 'জাহান্নামের উপর দিয়ে অতিক্রম’ দ্বারা তার উপরস্থিত সিরাতের উপর দিয়ে পার হওয়াই উদ্দেশ্য নেয়া হয়েছে। আর এটাই ইবনে আব্বাস, ইবনে মাসউদ এবং ক’ব আল-আহবার প্রমূখ মুফাসসিরদের থেকে বর্ণিত। আবু সাঈদ আল-খুদরী রাদিয়াল্লাহু আনহু বৰ্ণিত দীর্ঘ এক হাদীস যাতে আল্লাহর দীদার তথা আল্লাহকে দেখা এবং শাফা আতের কথা আলোচিত হয়েছে, তাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “.. ‘তারপর পুল নিয়ে আসা হবে, এবং তা জাহান্নামের উপর স্থাপন করা হবে', আমরা বললামঃ হে আল্লাহর রাসূলঃ ‘পুল’ কি? তিনি বললেনঃ “তা পদস্খলনকারী, পিচ্ছিল, যাতে লোহার হুক ও বর্শি এবং চওড়া ও বাঁকা কাটা থাকবে, যা নাজদের সা'দান গাছের কাটার মত। মুমিনগণ তার উপর দিয়ে কেউ চোখের পলকে, কেউ বিদ্যুৎগতিতে, কেউ বাতাসের গতিতে, কেউ দ্রুতগামী ঘোড়া ও অন্যান্য বাহনের গতিতে অতিক্রম করবে। কেউ সহীহ সালামতে বেঁচে যাবে, আবার কেউ এমনভাবে পার হয়ে আসবে যে, তার দেহ জাহান্নামের আগুনে জ্বলসে যাবে। এমন কি সর্বশেষ ব্যক্তি টেনে-হেঁচড়ে, খুঁড়িয়ে খুঁড়িয়ে কোনরকম অতিক্রম করবে”। [বুখারী: ৭৪৩৯] এ ছাড়া আরও বহু হাদীসে সিরাতের গুণাগুণ বর্ণিত হয়েছে। সংক্ষেপে তার মূল কথা হলোঃ সিরাত চুলের চেয়েও সরু, তরবারীর চেয়েও ধারাল, পিচ্ছিল, পদস্খলনকারী, আল্লাহ যাকে প্রতিষ্ঠিত রাখতে চান সে ব্যতীত কারো পা তাতে স্থায়ী হবে না। অন্ধকারে তা স্থাপন করা হবে, মানুষকে তাদের ঈমানের পরিমাণ আলো দেয়া হবে, তাদের ঈমান অনুপাতে তারা এর উপর দিয়ে পার হবে। যেমনটি পূর্বে বর্ণিত হাদীসে এসেছে। আয়াত ও হাদীস থেকে বুঝা যায় যে, মুমিনগণ জাহান্নাম অতিক্রম করবে। মুমিনরা তাতে প্রবেশ করবে। এমন কথা বলা হয়নি। তাছাড়া কুরআনের উল্লেখিত মূল শব্দ ورود এর আভিধানিক অর্থও প্রবেশ করা নয়। কুরআনের অন্যত্র বলা হয়েছেঃ\n  <br/>\n  <br/>\n  وَلَمَّاوَرَدَمَآءَمَدْيَنَ\n  <br/>\n  <br/>\n  “আর যখন মূসা মাদইয়ানের কাপের নিকট দিয়ে অতিক্রম করল।” [সূরা আল-কাসাস: ২৩] এখানেও ورود  অর্থ প্রবেশ করা নয়। বরং অতিক্রম করা। তাই এটিই এর সঠিক অর্থ যে, সবাইকেই জাহান্নাম অতিক্রম করতে হবে। যেমন পরবর্তী আয়াতে বলা হয়েছে, মুত্তাকীদেরকে তা থেকে বাঁচিয়ে নেয়া হবে এবং জালেমদেরকে তার মধ্যে ফেলে দেয়া হবে। তদুপরি একথাটি কুরআন মজীদ এবং বিপুল সংখ্যক সহীহ হাদীসেরও বিরোধী, যেগুলোতে সৎকর্মশীল মুমিনদের জাহান্নামে প্রবেশ না করার কথা চূড়ান্তভাবে বলে দেয়া হয়েছে এবং বলে দেয়া হয়েছে যে, তারা জাহান্নামের পরশও পাবে না। যেমন, [সূরা আল-আম্বিয়াঃ ১০১-১০২] অবশ্য কোন কোন বর্ণনায় ورود  শব্দ দ্বারা প্ৰবেশ অর্থ বর্ণনা করা হয়েছে। [যেমন, মুসনাদে আহমাদঃ ৩/৩২৮, মুসনাদে হারেস: ১১২৭ এ আবু সুমাইয়া এবং মুস্তাদরাকে হাকেমঃ ৪/৬৩০ এ মুসসাহ আল-আযদিয়্যাহ কর্তৃক বর্ণিত হাদীস] সে সমস্ত বর্ণনার কোনটিই সনদের দিক থেকে খুব শক্তিশালী নয়। আর যদি وُرُوْدٌ অর্থ প্রবেশ করাই হয়। তবে তা মুমিনদের জন্য ঠাণ্ডা ও শাস্তিদায়ক বিবেচিত হবে যেমনটি উক্ত হাদীসের ভাষ্যেই জাবের ইবনে আবদুল্লাহ রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "১৯ : ৭২",
        "arabic_text": "\nثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا ",
        "bangla_text": "পরে আমরা উদ্ধার করব তাদেরকে, যারা তাকওয়া অবলম্বন করেছে এবং যালেমদেরকে সেখানে নতজানু অবস্থায় রেখে দেব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "১৯ : ৭৩",
        "arabic_text": "\nوَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا ",
        "bangla_text": "আর তাদের কাছে আমাদের স্পষ্ট আয়াতসমূহ তেলওয়াত করা হলে কাফেররা মুমিনদেরকে বলে, দু’দলের মধ্যে কারা মর্যাদায় শ্রেষ্ঠতর ও মজলিস হিসেবে উত্তম? [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কাফেরদের যুক্তি ছিল এ রকমঃ দেখে নাও দুনিয়ায় কার প্রতি আল্লাহর অনুগ্রহ ও নিয়ামত বর্ষণ করা হচ্ছে? কার গৃহ বেশী জমকালো? কার জীবন যাত্রার মান বেশী উন্নত? কার মজলিসগুলো বেশী আড়ম্বরপূর্ণ? যদি আমরা এসব কিছুর অধিকারী হয়ে থাকি এবং তোমরা এসব থেকে বঞ্চিত হয়ে থাকো তাহলে তোমরা নিজেরাই চিন্তা করে দেখো, এটা কেমন করে সম্ভবপর ছিল যে, আমরা বাতিলের উপর প্রতিষ্ঠিত থেকেও এভাবে দুনিয়ার মজা লুটে যেতে থাকবো। আর তোমরা হকের পথে অগ্রসর হয়েও এ ধরনের ক্লান্তিকর জীবন যাপন করে যেতে থাকবে? [দেখুন, ফাতহুল কাদীর; সা’দী] কাফেরদের এই বিভ্রান্তি পবিত্র কুরআন এভাবে দূর করেছে যে, দুনিয়ার ক্ষণস্থায়ী নেয়ামত ও সম্পদ আল্লাহর প্রিয়পাত্র হওয়ার আলামত নয় এবং দুনিয়াতেও একে কোন ব্যক্তিগত পরাকাষ্ঠার লক্ষণ মনে করা হয় না। কেননা, দুনিয়াতে অনেক নির্বোধ মূর্খও এগুলো জ্ঞানী ও বিদ্বানের চাইতেও বেশী লাভ করে। বিগত যুগের ইতিহাস খুঁজে দেখলে এ সত্য উদঘাটিত হবে যে, পৃথিবীতে এ পরিমাণ তো বটেই, বরং এর চাইতেও বেশী ধন-দৌলত স্তুপীকৃত হয়েছে। কিন্তু শেষ পর্যন্ত সেগুলো তো তাদের কোন কাজে আসেনি। [দেখুন, সা'দী]\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "১৯ : ৭৪",
        "arabic_text": "\nوَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا ",
        "bangla_text": "আর তাদের আগে আমরা বহু মানবগোষ্ঠীকে বিনাশ করেছি---যারা তাদের চেয়ে সম্পদ ও বাহ্যদৃষ্টিতে শ্রেষ্ঠ ছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "১৯ : ৭৫",
        "arabic_text": "\nقُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا ",
        "bangla_text": "বলুন, ‘যারা বিভ্রান্তিতে আছে , দয়াময় তাদেরকে প্রচুর অবকাশ দেবেন যতক্ষণ না তারা যে বিষয়ে তাদেরকে সতর্ক করা হচ্ছে তা দেখবে; তা শাস্তি হোক বা কেয়ামতই হোক [১]। অতঃপর তারা জানতে পারবে কে মর্যাদায় নিকৃষ্ট ও কে দলবলে দুর্বল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফের মুশরিকদের অবাধ্যতার পরও আল্লাহ তা'আলা তাদেরকে অবকাশ দিতে থাকেন তারপর সময়মত তাদের ঠিকই পাকড়াও করেন। তাদের সে পাকড়াও কখনও দুনিয়াতে হয় আবার কখনো কখনো তা কিয়ামতের মাঠ পর্যন্ত বর্ধিত হয়। অন্যত্র মহান আল্লাহ বলেন: “কাফিরগণ যেন কিছুতেই মনে না করে যে, আমি অবকাশ দেই তাদের মংগলের জন্য; আমি অবকাশ দিয়ে থাকি যাতে তাদের পাপ বৃদ্ধি পায় এবং তাদের জন্য লাঞ্চনাদায়ক শাস্তি রয়েছে।” [সূরা আলে-ইমরান: ১৭৮] অন্য আয়াতে বলা হয়েছে, “তাদেরকে যে উপদেশ দেয়া হয়েছিল তারা যখন তা ভুলে গেল তখন আমি তাদের জন্য সবকিছুর দরজা খুলে দিলাম; অবশেষে তাদেরকে যা দেয়া হল যখন তারা তাতে উল্লসিত হল তখন হঠাৎ তাদেরকে ধরলাম; ফলে তখনি তারা নিরাশ হল।” [সূরা আল-আন’আম: ৪৪] কোন কোন মুফাসসির বলেন, এটা আল্লাহর পক্ষ থেকে কাফের মুশরিকদের জন্য পেশকৃত মুবাহালা’ বা প্রত্যেকে প্রত্যেকের জন্য মৃত্যুর দোআ করবে, কারণ যদি তোমাদের এটাই মনে হয় যে, তোমরা আল্লাহর কাছে প্রিয় হওয়ার কারণেই দুনিয়ার জিনিস বেশী পাচ্ছ, তাহলে মৃত্যু কামনা কর। তখন দেখা যাবে আসলে কারা আল্লাহর প্রিয়। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "১৯ : ৭৬",
        "arabic_text": "\nوَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا ",
        "bangla_text": "আর যারা সৎপথে চলে আল্লাহ্ তাদের হেদায়াত বৃদ্ধি করে দেন [১]; এবং স্থায়ী সৎকাজ সমুহ [২] আপনার রব এর পুরস্কার প্রাপ্তির জন্য শ্রেষ্ঠ এবং পরিণতির দিক দিয়েও অতি উত্তম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফেরদেরকে পথভ্রষ্টতায় ছেড়ে দেয়ার কথা বলার পর এখানে ঈমানদারদের অবস্থা বলা হচ্ছে যে, তিনি তাদের হেদায়াত বৃদ্ধি করে দেন। [ইবন কাসীর] তিনি তাদেরকে অসৎ কাজ ও ভুল-ভ্ৰান্তি থেকে বাঁচান। তাঁর হেদায়াত ও পথ নির্দেশনার মাধ্যমে তারা অনবরত সত্য-সঠিক পথে এগিয়ে চলে। এ আয়াত থেকেও এটা প্রমাণিত হয় যে, ঈমানের হ্রাস-বৃদ্ধি, বাড়তি-কমতি আছে। আল্লাহ যখন ইচ্ছা কারও ঈমান বাড়িয়ে দেন। আবার তারা শয়তানের প্রলোভনে পড়ে ঈমানের এক বিরাট অংশ হারিয়ে ফেলে। [অন্যান্য সূরাতেও ঈমানের হ্রাস-বৃদ্ধির প্রমাণাদি রয়েছে। যেমন, সূরা আত-তাওবাহঃ ১২৪-১২৫; সূরা আল-ফাতিহ: ৪, সূরা মুহাম্মাদ: ১৭]\n  <br/>\n  <br/>\n  [২] সূরা আল-কাহফের ৪৬ নং আয়াতের তাফসীরে وَالْبٰقِيٰتْ الصّٰلِحٰتُ সম্পর্কে বিস্তারিত আলোচনা করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "১৯ : ৭৭",
        "arabic_text": "\nأَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا ",
        "bangla_text": "আপনি কি জেনেছেন (এবং আশ্চর্য হয়েছেন) সে ব্যক্তি সম্পর্কে, যে আমাদের আয়াতসমূহে কুফরি করে এবং বলে , ‘আমাকে অবশ্যই ধন-সম্পদ ও সন্তান-সন্ততি দেয়া হবে [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] খাব্বাব ইবনে আরত রাদিয়াল্লাহু আনহু বলেনঃ তিনি “আস ইবনে ওয়ায়েল কাফেরের কাছে কিছু পাওনার তাগাদায় গেলে সে বললঃ তুমি মুহাম্মদ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এর প্রতি ঈমান প্রত্যাহার না করা পর্যন্ত আমি তোমার পাওনা পরিশোধ করব না। খাকবাবা জওয়াব দিলেনঃ এরূপ করা আমার পক্ষে কোনক্রমেই সম্ভবপর নয়, চাই কি তুমি মরে পুনরায় জীবিত হতে পারে। আ’স বললঃ ভালো তো, আমি কি মৃত্যুর পর পুনরায় জীবিত হব? এরূপ হলে তাহলে তোমার ঋণ তখনই পরিশোধ করব। কারণ, তখনও আমার হাতে ধন-দৌলত ও সন্তান-সন্ততি থাকবে। [বুখারীঃ ১৯৮৫, ২০৯১, ২১৫৫, ২২৭৫ মুসলিমঃ ২৭৯৫] অর্থাৎ সে বলে, তোমরা আমাকে যতই পথভ্রষ্ট ও দুরাচার বলতে এবং আল্লাহর আযাবের ভয় দেখাতে থাকো না কেন আমি তো আজো তোমাদের চাইতে অনেক বেশী সচ্ছল এবং আগামীতেও আমার প্রতি অনুগ্রহ ধারা বর্ষিত হতে থাকবে। তাই আল্লাহ তা'আলা তাদের এ বিকৃত মনমানসিকতা উল্লেখ করে সেটার উত্তর দিয়ে বলেছেনঃ সে কিরুপে জানতে পারল যে, পুনরায় জীবিত হওয়ার সময়ও তার হাতে ধন-দৌলত ও সন্তান-সন্ততি থাকবে? সে কি উঁকি মেরে অদৃশ্যের বিষয়সমূহ জেনে নিয়েছে?\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "১৯ : ৭৮",
        "arabic_text": "\nأَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا ",
        "bangla_text": "সে কি গায়েব দেখে নিয়েছে, নাকি দয়াময়ের কাছ থেকে প্রতিশ্রুতি লাভ করেছে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "১৯ : ৭৯",
        "arabic_text": "\nكَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا ",
        "bangla_text": "কখনই নয়, সে যা বলে আমরা তা লিখে রাখব এবং তাঁর শাস্তি বৃদ্ধই করতে থাকব। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তার অপরাধের ফিরিস্তিতে তার এ দাম্ভিক উক্তিও শামিল করা হবে, সেটাকে লিখে নেয়া হবে। তারপর সেটার শাস্তি বিধান করা হবে এবং এর মজাও তাকে টের পাইয়ে দেয়া হবে।\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "১৯ : ৮০",
        "arabic_text": "\nوَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا ",
        "bangla_text": "আর সে যা বলে তা থাকবে আমাদের অধিকারে [১] এবং সে আমাদের কাছে আসবে একা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সে যে আখেরাতেও সন্তান-সন্তুতি, ধন-সম্পপদের অধিকারী হওয়ার দাম্ভিকতা দেখাচ্ছে সেটা কক্ষনো হবার নয়, কারণ সেগুলো তো তখন আল্লাহর মালিকানাধীন হবে। তার কাছ থেকে দুনিয়াতে প্ৰাপ্ত যাবতীয় সম্পদই কেড়ে নেয়া হবে। সে হাশরের মাঠে শুধু একাই রিক্ত হস্তে উপস্থিত হবে।\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "১৯ : ৮১",
        "arabic_text": "\nوَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا ",
        "bangla_text": "আর তারা আল্লাহ্ ছাড়া অন্য বহু ইলাহ গ্রহণ করেছে, যাতে ওরা তাদের সহায় হয় [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে عزًّا শব্দ ব্যবহার করা হয়েছে। অর্থাৎ তারা এদের জন্য ইজ্জত ও মর্যাদার কারণ হবে। এর আরেক অর্থ হচ্ছে, শক্তিশালী ও যবরদস্ত হওয়া। উদ্দেশ্য সেগুলো তার ধারণা মতে তাকে আল্লাহর আযাব থেকে রক্ষা করবে। কারও কারও নিকট এর অর্থ হচ্ছে, সহযোগী হওয়া। অথবা আখেরাতে সুপারিশকারী হওয়া। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "১৯ : ৮২",
        "arabic_text": "\nكَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا ",
        "bangla_text": "কখনই নয়, ওরা তো তাদের ইবাদাত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সহায় হওয়ার আশায় কাফেররা যাদের ইবাদত করত, তারা এই আশার বিপরীত তাদের শক্র হয়ে যাবে। তারা বলবে, আল্লাহ এদেরকে শাস্তি দিন। কেননা, এরা আপনার পরিবর্তে আমাদেরকে উপাস্য করে নিয়েছিল। আমরা কখনো এদেরকে বলিনি আমাদের ইবাদাত করো এবং এরা যে আমাদের ইবাদাত করছে তাও তো আমরা জানতাম না। অন্য আয়াতেও আল্লাহ সেটা বলেছেন, “আর সে ব্যক্তির চেয়ে বেশী বিভ্রান্ত কে যে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে যা কিয়ামতের দিন পর্যন্ত তাকে সাড়া দেবে না? এবং এগুলো তাদের আহবান সম্বন্ধেও গাফেল। আর যখন কিয়ামতের দিন মানুষকে একত্র করা হবে তখন সেগুলো হবে এদের শত্রু এবং এরা তাদের ইবাদাত অস্বীকার করবে।” [সূরা আল-আহকাফ: ৫-৬]\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "১৯ : ৮৩",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا ",
        "bangla_text": "আপনি কি লক্ষ্য করেননি যে, আমরা কাফেরদের জন্য শয়তানদেরকে ছেড়ে দিয়েছি , তাদেরকে মন্দ কাজে বিশেষভাবে প্রলুব্ধ করার জন্য [১] ? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষষ্ঠ রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] تَوْزُّهُمْ اَزًّا শব্দের অর্থ দ্রুত করতে চাওয়া। [ফাতহুল কাদীর] তার অন্য অর্থ হচ্ছে, নাড়াচাড়া দেয়া, কোন কাজের জন্যে প্রলুব্ধ করা, উৎসাহিত করা। [ইবন কাসীর; ফাতহুল কাদীর] আয়াতের অর্থ এই যে, শয়তানরা কাফেরদেরকে মন্দ কাজে প্রেরণা যোগাতে থাকে, মন্দ কাজের সৌন্দর্য অন্তরে প্রতিষ্ঠিত করে দেয় এবং সেগুলোর অনিষ্টের প্রতি দৃষ্টিপাত করতে দেয় না। তাদেরকে পথভ্রষ্ট করতে থাকে। সীমালঙ্গন করতে দেয়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "১৯ : ৮৪",
        "arabic_text": "\nفَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا ",
        "bangla_text": "কাজেই তাদের বিষয়ে আপনি তাড়াতাড়ি করবেন না। আমরা তো গুনছি তাদের নির্ধারিত কাল [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর মানে হচ্ছে, এদের বাড়াবাড়ির কারণে তাদের জন্য আযাবের দো'আ করবেন না। [ইবন কাসীর] কারণ, এদের দুর্ভাগ্য ঘনিয়ে এসেছে। পাত্ৰ প্ৰায় ভরে উঠেছে। আল্লাহর দেয়া অবকাশের মাত্র আর ক'দিন বাকি আছে। এ দিনগুলো পূর্ণ হতে দিন। সুতরাং আপনি তাদের শাস্তির ব্যাপারে তাড়াহুড়া করবেন না। শাস্তি সত্বরই হবে। কেননা, আমি তাদেরকে দুনিয়াতে বসবাসের জন্যে যে গুনাগুনতি দিন ও সময় দিয়েছি, তা দ্রুত পূর্ণ হয়ে যাবে। এরপর শাস্তিই শাস্তি। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "১৯ : ৮৫",
        "arabic_text": "\nيَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا ",
        "bangla_text": "যেদিন দয়াময়ের নিকট মুত্তাকীগণকে সম্মানিত মেহমানরূপে [১] আমরা সমবেত করব ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যারা বাদশাহ, অথবা কোন শাসনকতার কাছে সম্মান ও মর্যাদা সহকারে বাহনে চড়ে গমন করে, তাদেরকে وفد বলা হয়। [ইবন কাসীর; ফাতহুল কাদীর] আয়াত থেকে বুঝা যায় যে, ঈমানদারদেরকে অত্যন্ত সম্মানের সাথে তাদের প্রভুর সমীপে নিয়ে যাওয়া হবে। তাদেরকে জান্নাত ও সম্মানিত ঘরে প্রবেশ করানো হবে। [ফাতহুল কাদীর] পরবর্তী আয়াতে এর উল্টো চিত্ৰই ফুটে উঠেছে। সেখানে অপরাধীদেরকে তৃষ্ণার্ত অবস্থায় জাহান্নামে প্রবেশ করানোর কথা বলা হয়েছে। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "১৯ : ৮৬",
        "arabic_text": "\nوَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا ",
        "bangla_text": "এবং অপরাধিদেকে তৃষ্ণাতুর অবস্থায় জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাবো। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "১৯ : ৮৭",
        "arabic_text": "\nلَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا ",
        "bangla_text": "যারা দয়াময়ের কাছ থেকে প্রতিশ্রুতি নিয়েছে , তারা ছাড়া কেউ সুপারিশ করার মালিক হবে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] عهد অর্থ অঙ্গীকার আদায় করা। বলা হয়ে থাকে, বাদশাহ এ অঙ্গীকার নামা অমুকের জন্য দিয়েছেন। [ফাতহুল কাদীর] যেটাকে সহজ ভাষায় পরোয়ানা বলা যেতে পারে। অর্থাৎ যে পরোয়ানা হাসিল করে নিয়েছে তার পক্ষেই সুপারিশ হবে এবং যে পরোয়ানা পেয়েছে সে-ই সুপারিশ করতে পারবে। আয়াতের শব্দগুলো দু’দিকেই সমানভাবে আলোকপাত করে। সুপারিশ কেবলমাত্র তার পক্ষেই হতে পারবে যে রহমান থেকে পরোয়ানা হাসিল করে নিয়েছে, একথার অর্থ হচ্ছে এই যে, যে ব্যক্তি দুনিয়ায় আল্লাহ ছাড়া আর কোন সত্য ইলাহ নেই। এ সাক্ষ্য দিয়েছে এবং সেটার হক আদায় করেছে। ইবন আব্বাস বলেন, পরোয়ানা হচ্ছে, লা ইলাহা ইল্লাল্লাহ। আর আল্লাহ ছাড়া আর কারও কাছে কোন প্রকার শক্তি-সামৰ্থ ও উপায় তালাশ না করা, আল্লাহ ব্যতীত কারও কাছে। আশা না করা। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "১৯ : ৮৮",
        "arabic_text": "\nوَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا ",
        "bangla_text": "আর তারা বলে, দয়াময় সন্তান গ্রহণ করেছেন ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "১৯ : ৮৯",
        "arabic_text": "\nلَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا ",
        "bangla_text": "তোমরা তো এমন এক বীভৎস বিষয়ের অবতারণা করছ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "১৯ : ৯০",
        "arabic_text": "\nتَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا ",
        "bangla_text": "যাতে আসমানসমূহ বিদীর্ণ হয়ে যাবার উপক্রম হয়, আর যমীন খণ্ড-বিখণ্ড এবং পর্বতমণ্ডলী চূর্ণবিচূর্ণ হয়ে আপতিত হবে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "১৯ : ৯১",
        "arabic_text": "\nأَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا ",
        "bangla_text": "এ জন্য যে, তারা দয়াময়ের প্রতি সন্তান আরপ করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে বর্ণিত হয়েছে যে, আল্লাহ তাআলার সাথে কাউকে শরীক করলে বিশেষতঃ আল্লাহর জন্য সন্তান সাব্যস্ত করলে পৃথিবী, পাহাড় ইত্যাদি ভীষণরূপে অস্থির ও ভীত হয়ে পড়ে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “খারাপ কথা শোনার পর মহান আল্লাহর চেয়ে বেশী ধৈর্যসহনশীল আর কেউ নেই, তার সাথে শরীক করা হয়, তার জন্য সন্তান সাব্যস্ত করা হয় তারপরও তিনি তাদেরকে নিরাপদ রাখেন এবং তাদেরকে জীবিকা প্ৰদান করেন। [বুখারী: ৬০৯৯, মুসলিম: ২৮০৪]\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "১৯ : ৯২",
        "arabic_text": "\nوَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا ",
        "bangla_text": "অথচ সন্তান গ্রহণ  করা দয়াময়ের জন্য শোভন নয়!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "১৯ : ৯৩",
        "arabic_text": "\nإِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا ",
        "bangla_text": "আসমানসমূহ ও যমীনে এমন কেউ নেই, যে দয়াময়ের কাছে বান্দারুপে উপস্থিত হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "১৯ : ৯৪",
        "arabic_text": "\nلَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا ",
        "bangla_text": "তিনি তাদের সংখ্যা জানেন এবং তিনি তাদেরকে বিশেষভাবে গুণে রেখেছেন [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তা'আলা সমগ্র মানুষের সংখ্যা সম্পর্কে সম্যক জানেন। তিনি সেগুলোকে সীমাবদ্ধ করে গুণে রেখেছেন সুতরাং তার কাছে কোন কিছু গোপন থাকতে পারে না। সৃষ্টির শুরু থেকে ছোট বড়, পুরুষ মহিলা সবই তাঁর জ্ঞানে রয়েছে। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "১৯ : ৯৫",
        "arabic_text": "\nوَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا ",
        "bangla_text": "আর কিয়ামতের দিন তাদের সবাই তাঁর কাছে আসবে একাকি অবস্থায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "১৯ : ৯৬",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا ",
        "bangla_text": "নিশ্চয় যারা ঈমান আনে ও সৎকাজ করে দয়াময় অবশ্যই তাদের জন্য সৃষ্টি করে ন ভালবাসা। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস বলেন, এর অর্থ দুনিয়ার মানুষের মধ্যে তার জন্য তিনি ভালবাসা তৈরী করেন। অন্য অর্থ হচ্ছে, তিনি নিজে তাকে ভালবাসেন, অন্য ঈমানদারদের মনেও ভালবাসা তৈরী করে দেন। মুজাহিদ ও দাহহাক এ অর্থই করেছেন। ইবন আব্বাস থেকে অন্য বর্ণনায় এসেছে, তিনি মুসলিমদের মধ্যে দুনিয়াতে তার জন্য ভালবাসা, উত্তম জীবিকা ও সত্যকথা জারী করেন। সুতরাং ঈমান ও সৎকর্মে দৃঢ়পদ ব্যক্তিদের জন্যে আল্লাহ তা'আলা বন্ধুত্ব ও ভালবাসা সৃষ্টি করে দেন। ঈমান ও সংকর্ম পূর্ণরূপে পরিগ্রহ করলে এবং বাইরের কুপ্রভাব থেকে মুক্ত হলে ঈমানদার সৎকর্মশীলদের মধ্যে পারস্পরিক ভালবাসা ও সম্প্রীতি সৃষ্টি হয়ে যায়। একজন সৎকর্মপরায়ণ ব্যক্তি অন্য একজন সৎকর্মপরায়ণ ব্যক্তির সাথে ভালবাসার বন্ধনে আবদ্ধ হয়ে যায় এবং অন্যান্য মানুষ ও সৃষ্টজীবের মনেও আল্লাহ তা’আলা তাদের প্রতি মহব্বত সৃষ্টি করে দেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ যখন কোন বান্দাকে পছন্দ করেন, তখন জিবরাঈলকে বলেন, আমি অমুক বান্দাকে ভালবাসি তুমিও তাকে ভালবাস। তারপর জিবরাঈল সব আসমানে একথা ঘোষণা করেন এবং তখন আকাশের অধিবাসীরা সবাই সেই বান্দাকে ভালবাসতে থাকে। এরপর এই ভালবাসা পৃথিবীতে নাযিল করা হয়। ফলে পৃথিবীর অধিবাসীরাও তাকে ভালবাসতে থাকে। [বুখারীঃ ৫৬৯৩, মুসলিমঃ ২৬৩৭, তিরমিয়ীঃ ৩১৬১, এ বর্ণনায় আরও এসেছে, তারপর বর্ণনাকারী উক্ত আয়াত তিলাওয়াত করলেন।] সালফে সালেহীনদের মধ্য থেকে হারেম ইবনে হাইয়ান বলেনঃ যে ব্যক্তি সর্বান্তকরণে আল্লাহর প্রতি মনোনিবেশ করে, আল্লাহ্ তাআলা সমস্ত ঈমানদারদের অন্তর তার দিকে নিবিষ্ট করে দেন। উসমান রাদিয়াল্লাহু আনহু বলেন, কোন মানুষ ভাল কিংবা মন্দ যে আমলাই করুক তাকে আল্লাহ সে আমলের চাদর পরিধান করিয়ে দেন। [ইবন কাসীর] ইবরাহীম আলাইহিস সালাম যখন স্ত্রী হাজেরা ও দুগ্ধপোষ্য সন্তান ইসমাইল আলাইহিস সালামকে আল্লাহর নির্দেশে মক্কার শুষ্ক পর্বতমালা বাষ্টিত মরুভূমিতে রেখে সিরিয়া প্রত্যাবর্তনের ইচ্ছা করেন, তখন তাদের জন্যে দোআ করে বলেছিলেনঃ “হে আল্লাহ! আমার নিঃসঙ্গ পরিবার পরিজনের প্রতি আপনি কিছু লোকের অন্তর আকৃষ্ট করে দিন। ” এ দো’আর ফলেই হাজারো বছর অতিক্রান্ত হওয়ার পর এখনও মক্কা ও মক্কাবাসীদের প্রতি মহব্বতে সমগ্ৰ বিশ্বের অন্তর আপ্লুত হচ্ছে। বিশ্বের প্রতি কোণ থেকে দুরতিক্রমা বাধা-বিপত্তি ডিঙ্গিয়ে সারা জীবনের উপার্জন ব্যয় করে মানুষ এখানে পৌঁছে এবং বিশ্বের কোণে কোণে যে দ্রব্যসামগ্ৰী উৎপাদিত হয়, তা মক্কার বাজারসমূহে পাওয়া যায়।\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "১৯ : ৯৭",
        "arabic_text": "\nفَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا ",
        "bangla_text": "আর আমরা তো আপনার জবানিতে কুরআনকে সহজ করে দিয়েছি যাতে আপনি তা দ্বারা মুত্তাকীদেরকে সুসংবাদ দিতে পারেন এবং বিতণ্ডাপ্রিয় সম্প্রদায়কে তা দ্বারা সতর্ক করতে পারেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "১৯ : ৯৮",
        "arabic_text": "\nوَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا ",
        "bangla_text": "আর তাদের আগে আমরা বহু প্রজন্মকে বিনাশ করেছি! আপনি কি তাদের কারো অস্তিত্ব অনুভব করেন অথবা ক্ষীণতম শব্দ ও শুনতে পান [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বোধগম্য নয়- এমন ক্ষীণতম শব্দকে ركز বলা হয়। [ইবন কাসীর; ফাতহুল কাদীর] আয়াতের উদ্দেশ্য এই যে, যে সমস্ত জাতিকে ধ্বংস করেছি, যেমন নূহ, আদ, সামূদ, ফির’আউন ইত্যাদি রাজ্যাধিপতি, জাঁকজমকের অধিকারী ও শক্তিধরদেরকে যখন আল্লাহ তা'আলার আযাব পাকড়াও করে ধ্বংস করে দেয় তখন তাদের কোন ক্ষীণতম শব্দ এবং আচরণ আলোড়ন শোনা যায় না। তাদের সবাইকে এমনভাবে ধ্বংস করা হয় যে, কাউকেই ছেড়ে দেয়া হয় না। বরং তাদের ধ্বংস পরবর্তীদের জন্য শিক্ষণীয় হয়েই আছে। [সা’দী]\n </p>\n</div>"
    }
]