[
    {
        "id": 1,
        "verse": "২০ : ১",
        "arabic_text": "\nطه ",
        "bangla_text": "ত্বা-হা, [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ১৩৫ আয়াত, মক্কী\n  </b>\n  <br/>\n  <br/>\n  [১] আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু এ সূরা এবং আরো কয়েকটি সূরা সম্পর্কে বলেছেন: ‘বনী ইসরাইল, আল-কাহফ, মার্ইয়াম, ত্বা-হা এবং আম্বিয়া এগুলো আমার সবচেয়ে প্রাচীন সম্পদ বা সর্বপ্রথম পুজি। [বুখারীঃ ৪৭৩৯] এর অর্থ, প্রাচীন সূরাসমূহের মধ্যে এগুলো অন্যতম। তাছাড়া সূরা ত্বা-হা, আল-বাকারাহ ও আলে-ইমরান সম্পর্কে এসেছে যে, এগুলোতে মহান আল্লাহর সবচেয়ে বড় ও সম্মানিত নাম রয়েছে যার অসীলায় দো'আ করলে আল্লাহ তা কবুল করেন”। [ইবনে মাজাহঃ ৩৮৫৬]\n  <br/>\n  <br/>\n  [১] ত্বা-হা শব্দটি 'হুরুফে মুকাত্তা'আতের অন্তর্ভুক্ত’। যেগুলো সম্পর্কে পূর্বেই বলা হয়েছে যে, এর প্রকৃত অর্থ মহান আল্লাহই ভাল জানেন। তবে উম্মতের সত্যনিষ্ঠ আলেমগণ এর কিছু অর্থ বর্ণনা করেছেন। যেমন, হে মানব! অথবা হে পুরুষ। কাযী ইয়াদ বলেন: রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের সালাতে এক পায়ের উপর ভর করে কুরআন তেলাওয়াত করতেন। যা তার জন্য অনেক কষ্টের কারণ হয়ে পড়েছিল। ফলে এ সম্বোধনের মাধ্যমে বলা হচ্ছে যে, যমীনের সাথে মিশে থাকেন অর্থাৎ দু'পায়ের উপর ভর করে দাঁড়িয়ে অথবা বসে বসেও আপনি কুরআন তেলাওয়াত করতে পারেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২০ : ২",
        "arabic_text": "\nمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ ",
        "bangla_text": "আপনি কষ্ট-ক্লেশে পতিত হন – এ জন্য আমরা আপনার প্রতি কুরআন নাযিল করিনি [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] لِتَثْقَى শব্দটি شقاء থেকে উদ্ভূত। এর অর্থ ক্লেশ, পরিশ্রম ও কষ্ট। [ফাতহুল কাদীর] অর্থাৎ কুরআন নাযিল করে আমি আপনার দ্বারা এমন কোন কাজ করাতে চাই না যা আপনার পক্ষে করা অসম্ভব। কুরআন নাযিলের সূচনাভাবে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম তাহাজ্জুদের সালাতে কুরআন তিলাওয়াতে মশগুল থাকতেন। তিনি পরপর দীর্ঘক্ষণ সালাত আদায়ের জন্য এক পায়ে কিছুক্ষণ দাঁড়িয়ে সালাত আদায় করতেন, পরে অন্য পায়ে ভর দিয়ে সালাত আদায় করতেন। ফলে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর পা ফুলে যায়। কাফের মুশরিক কুরাইশরা বলতে থাকে যে, এ কুরআন মুহাম্মাদকে কষ্টে নিপতিত করার জন্যই নাযিল হয়েছে। [ইবন কাসীর] আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে এই উভয়বিধ ক্লেশ থেকে উদ্ধার করার জন্য বলা হয়েছে; আপনাকে কষ্ট ও পরিশ্রমে ফেলার জন্য আমি কুরআন নাযিল করিনি। যারা আখেরাত ও আল্লাহর আযাবকে ভয় করে আল্লাহর আদেশ নিষেধ মেনে চলে তাদের জন্য এ কুরআন উপদেশবাণী। তারাই এর মাধ্যমে হেদায়াত লাভ করতে পারে। অন্য আয়াতে বলা হয়েছে, “কাজেই যে আমার শাস্তিকে ভয় করে তাকে উপদেশ দান করুন কুরআনের সাহায্যে। ” [সূরা কাফ: ৪৫] আরও এসেছে, “আপনি শুধু তাকেই সতর্ক করতে পারেন যে উপদেশ তথা কুরআনকে মেনে চলে এবং না দেখে দয়াময় আল্লাহকে ভয় করে। ” [সূরা ইয়াসীন; ১১] কাতাদাহ রাহিমাহুল্লাহ বলেন: আয়াতের অর্থ- আল্লাহর শপথ করে বলছি, তিনি এ কুরআনকে দুর্ভাগা বানানোর জন্য নাযিল করেননি। বরং তিনি তা নাযিল করেছেন রহমত, নূর ও জান্নাতের প্রতি পথপ্রদর্শক হিসেবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২০ : ৩",
        "arabic_text": "\nإِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ ",
        "bangla_text": "বরং সে ভয় করে তার জন্য উপদেশ হিসেবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মু’আবিয়া রাদিয়াল্লাহু আনহু বৰ্ণিত হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেন: ‘আল্লাহ যার কল্যাণ ইচ্ছা করেন, তাকে দ্বীনের বিশেষ জ্ঞান ও বুৎপত্তি দান করেন। [বুখারীঃ ৭১, মুসলিমঃ ১০৩৭]  কিন্তু এখানে সেসব জ্ঞানীকেই বোঝানো হয়েছে, যাদের মধ্যে কুরআন বর্ণিত ইলমের লক্ষণ অর্থাৎ আল্লাহর ভয় বিদ্যমান আছে। সুতরাং কুরআন নাযিল করে তাকে কষ্টে নিপতিত করা হয়নি। বরং তার জন্য অনেক কল্যাণ চাওয়া হয়েছে। আল্লাহর কিতাব নাযিল হওয়া, তার রাসূলদেরকে প্রেরণ করা তাঁর বান্দাদের জন্য রহমত। এর মাধ্যমে তিনি যারা আল্লাহকে স্মরণ করতে চায় তাদেরকে স্মরণ করার সুযোগ দেন, কিছু লোক এ কিতাব শুনে উপকৃত হয়। এটা এমন এক স্মরনিকা যাতে তিনি তার হালাল ও হারাম নাযিল করেছেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২০ : ৪",
        "arabic_text": "\nتَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى ",
        "bangla_text": "যিনি যমীন ও সমুচ্চ আসমানসমূহ সৃষ্টি করেছেন তাঁর কাছ থেকে এটা নাযিলকৃত,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২০ : ৫",
        "arabic_text": "\nٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ ",
        "bangla_text": "দয়াময় (আল্লাহ্) আরশের উপর উঠেছেন [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা’আলা আরাশের উপর উঠেছেন বলে তিনি নিজেই ঘোষণা করেছেন। এর উপর বিশ্বাস রাখা ফরয। তিনি কিভাবে আরাশে উঠেছেন সেটার ধরণ আমাদের জানা নেই। এটা ঈমান বিল গায়েবের অংশ। এ ব্যাপারে বিস্তারিত আলোচনা সূরা বাকারার ২৯ নং আয়াতের ব্যাখ্যায় করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২০ : ৬",
        "arabic_text": "\nلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ ",
        "bangla_text": "যা আছে আসমানসমূহে ও যমীনে এবং দু’য়ের মধ্যবর্তী স্থানে ও ভূগর্ভে [১] তা তাঁরই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আদ্র ও ভেজা মাটিকে ثرى বলা হয়, যা মাটি খনন করার সময় নীচ থেকে বের হয়। অর্থাৎ সাত যমীনের নিচে। কেননা এ মাটি সাত যমীনের নিচে অবস্থিত। [জালালাইন] একথা স্বীকার করা ছাড়া গত্যন্তর নেই যে, মাটির অভ্যন্তরের জ্ঞান একমাত্র আল্লাহ তা’আলারই বিশেষ গুণ। তিনি আরাশের উপর থেকেও সব জায়গার খবর রাখেন। তাঁর অগোচরে কিছুই নেই। আসমানসমূহ ও যমীনের অভ্যন্তরের যাবতীয় বিষয়াদি তাঁর জানা রয়েছে। কারণ, সবকিছু তাঁরই রাজত্বের অংশ, তাঁর কব্জায়, তাঁর কর্তৃত্ত্বে, তাঁর ইচ্ছা ও হুকুমের অধীন। আর তিনিই এগুলো সৃষ্টি করেছেন, তিনিই মালিক, তিনিই ইলাহ, তিনি ব্যতীত আর কোন ইলাহ নেই, কোন রব নেই। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২০ : ৭",
        "arabic_text": "\nوَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى ",
        "bangla_text": "আর যদি আপনি উচ্চকণ্ঠে কথা বলেন , তবে তিনি তো যা গোপন ও অতি গোপন  তা সবই জানেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মানুষ মনে যে গোপন কথা রাখে, কারো কাছে তা প্ৰকাশ করে না, তাকে বলা হয় سر পক্ষান্তরে  أخفى বলে সে কথা বোঝানো হয়েছে, যা এখন পর্যন্ত মনেও আসেনি, ভবিষ্যতে কোন সময় আসবে। আল্লাহ তা'আলা এসব বিষয় সম্পর্কেও সম্যক ওয়াকিফহাল। [ইবন কাসীর] অন্য আয়াতে আল্লাহ বলেন, “বলুন, “এটা তিনিই নাযিল করেছেন যিনি আসমানসমূহ ও যমীনের সমুদয় রহস্য জানেন; নিশ্চয়ই তিনি পরম ক্ষমাশীল, পরম দয়ালু। ” [সূরা আল-ফুরকান: ৬] সমস্ত সৃষ্টি তাঁর কাছে একই সৃষ্টির মত। এ সবের জ্ঞান তাঁর পরিপূর্ণভাবে রয়েছে। আল্লাহ বলেন, “তোমাদের সবার সৃষ্টি ও পুনরুত্থান একটি প্রাণীর সৃষ্টি ও পুনরুত্থানেরই অনুরূপ। নিশ্চয় আল্লাহ সর্বশ্রোতা, সম্যক দ্রষ্টা। ” [সূরা লুকমান: ২৮] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২০ : ৮",
        "arabic_text": "\nٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ ",
        "bangla_text": "আল্লাহ্ , তিনি ছাড়া অন্য কোন সত্য ইলাহ নেই , সুন্দর নামসমূহ তাঁরই [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতটিতে তাওহীদকে সুন্দরভাবে ফুটে তোলা হয়েছে। এখানে প্রথমেই মহান আল্লাহর নাম উল্লেখ করে তাঁর পরিচয় দেয়া হয়েছে যে, তিনি ব্যতীত সত্য কোন ইলাহ নেই। তারপর বলা হয়েছে যে, সুন্দর সুন্দর যত নাম সবই তাঁর। আর এটা সুবিদিত যে, যার যত বেশী নাম তত বেশী গুণ। আর সে-ই মহান যার গুণ বেশী। আল্লাহর প্রতিটি নামই অনেকগুলো গুণের ধারক। কুরআন ও হাদীসে আল্লাহর অনেক নাম ও গুণ বর্ণিত হয়েছে। তার নাম ও গুণের কোন সীমা ও শেষ নেই। কোন কোন হাদীসে এসেছে যে, মহান আল্লাহর এমন কিছু নাম আছে যা তিনি কাউকে না জানিয়ে তার ইলমে গায়েবের ভাণ্ডারে রেখে দিয়েছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: যে কেউ কোন বিপদে পড়ে নিন্মোক্ত দোআ, পাঠ করবে। মহান আল্লাহ তাকে তা থেকে উদ্ধার করবেন সেটি হচ্ছেঃ হে আল্লাহ! আমি আপনার দাস এবং আপনারই এক দাস ও আরেক দাসীর পুত্র। আমার ভাগ্য আপনারই হাতে, আমার উপর আপনার নির্দেশ কার্যকর। আমার প্রতি আপনার ফয়সালা ইনসাফের উপর প্রতিষ্ঠিত। আমি আপনার যে সমস্ত নাম আপনি আপনার জন্য রেখেছেন অথবা আপনার যে নাম আপনি আপনার কিতাবে নাযিল করেছেন বা আপনার সৃষ্টি জগতের কাউকেও শিখিয়েছেন অথবা আপন ইলমে গাইবের ভাণ্ডারে সংরক্ষণ করে রেখেছেন সে সমস্ত নামের অসীলায় প্রার্থনা করছি আপনি কুরআনকে করে দিন আমার হৃদয়ের জন্য প্রশান্তি, আমার বক্ষের জ্যোতি, আমার চিন্তা-ভাবনার অপসারণকারী এবং উৎকণ্ঠা দূরকারী।” (সহীহ ইবন হিব্বান: ৩/২৫৩, মুসনাদে আহমাদ: ১/৩৯১] তবে কোন কোন হাদীসে এ সমস্ত নামের মধ্যে ৯৯টি নামের সম্পর্কে বলা হয়েছে যে, সেগুলো সঠিকভাবে অনুধাবন করে সেগুলো দ্বারা আহবান জানালে জান্নাতে প্রবেশ করতে পারবে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “অবশ্যই আল্লাহর ৯৯টি নাম রয়েছে। কেউ সঠিকভাবে সেগুলোর মাধ্যমে আহবান করলে জান্নাতে প্রবেশ করবে’ [বুখারী:২৭৩৬, মুসলিম:২৬৭৭] কিন্তু এর অর্থ এ নয় যে, শুধু এ ৯৯টিই আল্লাহর নাম, বরং এখানে আল্লাহর নামগুলোর মধ্য থেকে ৯৯টি নামের ফযীলত বৰ্ণনা করাই উদ্দেশ্য।\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২০ : ৯",
        "arabic_text": "\nوَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ ",
        "bangla_text": "আর মূসার বৃত্তান্ত আপনার কাছে পৌঁছেছে কি? [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববতী আয়াতসমূহে কুরআনুল কারীমের মাহাত্ম্য এবং সে প্রসঙ্গে রাসূলের মাহাত্ম্য বর্ণিত হয়েছে। এরপর আলোচ্য আয়াতসমূহে মূসা আলাইহিস সালাম-এর কাহিনী বর্ণনা করা হয়েছে। উভয় বিষয়বস্তুর পারস্পরিক সম্পর্ক এই যে, রেসালাত ও দাওয়াতের কর্তব্য পালনের পথে যেসব বিপদাপদ ও কষ্টের সম্মুখীন হতে হয় এবং পূর্ববতী নবীগণ যেসব কষ্ট সহ্য করেছেন, সেগুলো মহানবী সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর জানা থাকা দরকার যাতে তিনি পূর্ব থেকেই এসব বিপদাপদের জন্য প্ৰস্তুত হয়ে অবিচল থাকতে পারেন। যেমন, অন্য এক আয়াতে বলা হয়েছেঃ\n  <br/>\n  <br/>\n  وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ۚ\n  <br/>\n  <br/>\n  অর্থাৎ “আমি নবীগণের এমন কাহিনী আপনার কাছে এজন্য বর্ণনা করি, যাতে আপনার অন্তর সুদৃঢ় হয়। ” [সূরা হূদঃ ১২০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২০ : ১০",
        "arabic_text": "\nإِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى ",
        "bangla_text": "তিনি যখন আগুন দেখলেন তখন তার পরিবারবর্গকে বললেন, ‘তোমরা অপেক্ষা কর, আমি তো আগুন দেখেছি। সম্ভবত আমি তোমাদের জন্য তা থেকে কিছু জ্বলন্ত অঙ্গার আনতে পারবো অথবা আমি আগুনের কাছে ধারে কোন পথনির্দেশ পাব [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মনে হচ্ছে তখন সময়টা ছিল শীতকালের একটি রাত। খুব অন্ধকার একটি রাত। [কুরতুবী] মুসা আলাইহিসসালাম সিনাই উপদ্বীপের দক্ষিণ এলাকা অতিক্রম করছিলেন। দূর থেকে একটি আগুন দেখে তিনি মনে করেছিলেন সেখান থেকে কিছু আগুন পাওয়া যাবে যার সাহায্যে পরিবারের লোকজনদের সারারাত গরম রাখার ব্যবস্থা হবে অথবা কমপক্ষে সামনের দিকে অগ্রসর হবার পথের সন্ধান পাওয়া যাবে। এখানে এসেছে যে, তিনি পরিবারকে বলেছিলেন যে, আমি যাচ্ছি। যাতে আমি জ্বলন্ত অঙ্গার আনতে পারি। অন্য আয়াতে এসেছে, একখণ্ড জ্বলন্ত কাঠ আনতে পারি যাতে তোমরা আগুন পোহাতে পারে। ' [সূরা আল-কাসাস: ২৯] এর দ্বারা বোঝা গেল যে, রাতটি ছিল প্রচণ্ড শীতের। তারপর বলেছেন যে, অথবা আমি পথের সন্ধান পাব। এর দ্বারা বুঝা গেল যে, তিনি পথ হারিয়ে ফেলেছিলেন। যখন আগুন দেখলেন, তখন ভাবলেন, যদি কাউকে পথ দেখানোর মত নাও পাই, সেখান থেকে আগুন নিয়ে আসতে পারব। [ইবন কাসীর] তিনি দুনিয়ার পথের সন্ধান পাওয়ার কথা চিন্তা করেছিলেন আর পেয়ে গেলেন সেখানে আখেরাতের পথ।\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২০ : ১১",
        "arabic_text": "\nفَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ ",
        "bangla_text": "তারপর যখন তিনি আগুনের কাছে আসলেন তখন তাকে ডেকে বলা হল , ‘হে মূসা !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২০ : ১২",
        "arabic_text": "\nإِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى ",
        "bangla_text": "‘নিশ্চয় আমি আপনার রব, অতএব আপনার জুতা জোড়া খুলে ফেলুন, কারণ আপনি পবিত্র ‘তুওয়া’ উপত্যকায় রয়েছেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জুতা খোলার নির্দেশ দেয়ার এক কারণ এই যে, স্থানটি ছিল সম্ভ্রম প্রদর্শনের এবং জুতা খুলে ফেলা তার অন্যতম আদব। দ্বিতীয় কারণ যা কোন কোন বর্ণনা থেকে জানা যায় তা হলো, মূসা আলাইহিস সালাম-এর জুতাদ্বয় ছিল মৃত গাধার চর্মনির্মিত। আলী রাদিয়াল্লাহু ‘আনহু, হাসান বসরী ও ইবনে জুরাইজ রাহিমাহুমাল্লাহ থেকে প্রথমোক্ত কারণই বর্ণিত আছে। কেউ কেউ বলেনঃ বিনয় ও নম্রতার আকৃতি ফুটিয়ে তোলার উদ্দেশ্যে এ নির্দেশ দেয়া হয়। [ইবন কাসীর; ফাতহুল কাদীর] হাদীসে আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক ব্যক্তিকে কবরস্থানে জুতা পায়ে হাঁটতে দেখে বলেছিলেনঃ “তুমি তোমার জুতা খুলে নাও [নাসায়ীঃ ২০৪৮,আবু দাউদঃ ৩২৩০, ইবনে মাজহঃ ১৫৬৮] জুতা পাক হলে তা পরিধান করে সালাত আদায় করা সব ফেকাহবিদের মতে জয়েয। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবায়ে কেরাম থেকে পাক জুতা পরিধান করে সালাত আদায় করা প্রমাণিতও রয়েছে।\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২০ : ১৩",
        "arabic_text": "\nوَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ ",
        "bangla_text": "আর আমি আপনাকে মনোনীত করেছি। অতএব যা ওহী পাঠানো হচ্ছে আপনি তা মনোযোগের  সাথে শুনুন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২০ : ১৪",
        "arabic_text": "\nإِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ ",
        "bangla_text": "আমি আল্লাহ্ আমি ছাড়া অন্য কোন হক ইলাহ নেই। অতএব আমারই ইবাদাত করুন [১] এবং আমার স্মরণার্থে সালাত আদায় করুন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] লক্ষ্য করলে বোঝা যাবে যে, এটা ছিল প্রথম নির্দেশ, যা একজন নবীর প্রতি আল্লাহ জারি করেছেন। সে হিসেবে প্রত্যেক মানুষের উপর প্রথম ওয়াজিব ও কর্তব্য হল এ কালেমার সাক্ষ্য দেয়া। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে সালাতের মূল উদ্দেশ্যের উপর আলোকপাত করা হয়েছে। সালাত কায়েম করুন, যাতে আমাকে স্মরণ করতে পারেন। [ইবন কাসীর] অর্থাৎ মানুষ যেন আল্লাহ থেকে গাফেল না হয়ে যায়। আল্লাহর সাথে মানুষের সম্পর্ক জড়িত করার সবচেয়ে বড় মাধ্যম হচ্ছে সালাত। সালাত প্রতিদিন কয়েকবার মানুষকে দুনিয়ার কাজকারবার থেকে সরিয়ে আল্লাহর দিকে নিয়ে যায়। কোন কোন মুফাসসির এ অর্থও নিয়েছেন যে, সালাত কায়েম করো, যাতে আমি তোমাকে স্মরণ করতে পারি, যেমন অন্যত্র বলা হয়েছেঃ “আমাকে স্মরণ করো আমি তোমাকে স্মরণ রাখবো\" [সূরা আল-বাকারাহঃ ১৫২] [ফাতহুল কাদীর] কোন কোন মুফাসসির এ আয়াতের অর্থ করেছেন, যদি কোন সালাত ভুলে যায় যখনই মনে পড়বে তখনই সালাত পড়ে নেয়া উচিত। [ফাতহুল কাদীর] এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “কোন ব্যক্তি কোন সময় সালাত পড়তে ভুলে গিয়ে থাকলে যখন তার মনে পড়ে যায়। তখনই সালাত পড়ে নেয়া উচিত। এছাড়া এর আর কোন কাফফারা নেই।” [বুখারীঃ ৫৭২ মুসলিমঃ ৬৮০, ৬৮৪] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: ঘুমানোর কারণে কারও সালাত ছুটে গেলে অথবা সালাত আদায় করতে বেখবর হয়ে গেলে যখনই তা স্মরণ হয় তখনই তা আদায় করা উচিত; কেননা মহান আল্লাহ বলেন: “আর আমার স্মরনার্থে সালাত কায়েম করুন”। [মুসলিম: ৩১৬] এ সমস্ত হাদীসে এ আয়াতটিকে দলীল হিসেবে উল্লেখ করা হয়েছে। যা এ তাফসীরের যথার্থতার উপর প্রমাণবহ। অন্য এক হাদীসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করা হয়, যদি আমরা সালাতের সময় ঘুমিয়ে থাকি তাহলে কি করবো? জবাবে তিনি বলেন, “ঘুমের মধ্যে কোন দোষ নেই। দোষের সম্পর্ক তো জেগে থাকা অবস্থার সাথে। কাজেই যখন তোমাদের মধ্যে কেউ ভুলে যাবে অথবা ঘুমিয়ে পড়বে তখন জেগে উঠলে বা মনে পড়লে তৎক্ষণাৎ সালাত পড়ে নেবে। ” [তিরমিযীঃ ১৭৭. আবু দাউদঃ ৪৪১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২০ : ১৫",
        "arabic_text": "\nإِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ ",
        "bangla_text": "কেয়ামত তো অবশ্যম্ভাবী [১], আমি এটা  গোপন রাখতে চাই [২] যাতে প্রত্যেককে নিজ নিজ অনুযায়ী প্রতিদান দেয়া দায় [৩]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাওহীদের পরে যে দ্বিতীয় সত্যটি প্রত্যেক যুগে সকল নবীর সামনে সুস্পষ্ট করে তুলে ধরা হয়েছে এবং যার শিক্ষা দেবার জন্য তাদেরকে নিযুক্ত করা হয়েছে সেটি হচ্ছে। আখেরাত। বলা হচ্ছে, কিয়ামত অবশ্যম্ভাবী, আর সেটা হতেই হবে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ কেয়ামত কখন হবে সে ব্যাপারটি আমি সব সৃষ্টজীবের কাছ থেকে গোপন রাখতে চাই; এমনকি নবী ও ফিরিশতাদের কাছ থেকেও। [ইবন কাসীর] أكاد বলে ইঙ্গিত করা হয়েছে যে, কেয়ামত-আখেরাতের ভাবনা দিয়ে মানুষকে ঈমান ও সৎকাজে উদ্ধৃদ্ধ করা উদ্দেশ্য না হলে আমি কেয়ামত আসবে -একথাও প্রকাশ করতাম না। বিভিন্ন মুফাসসিরের মতে, এর অর্থ কিয়ামতকে এমন গোপন রেখেছি, মনে হয় যেন আমি আমার নিজের কাছেই গোপন রাখছি। অথচ আল্লাহর কাছে কোন কিছুই গোপন নেই। [ইবন কাসীর] যেমন, অন্য আয়াতে বলা হয়েছে, “আসমানসমূহ ও যমীনে সেটা ভারী বিষয়। হঠাৎ করেই তা তোমাদের উপর আসবে।” [সূরা আল-আ'রাফ: ১৮৭]\n  <br/>\n  <br/>\n  [৩] “যাতে প্রত্যেকেই নিজ কাজ অনুযায়ী ফল লাভ করতে পারে”। এই বাক্যটি ধুলা শব্দের সাথে সম্পর্কযুক্ত হলে অর্থ সুস্পষ্ট যে, এখানে কেয়ামত আগমনের রহস্য বর্ণনা করা হয়েছে। রহস্য এই যে, দুনিয়া প্রতিদানের স্থান নয়। এখানে কেউ সৎ ও অসৎকর্মের ফল লাভ করে না। কেউ কিছু ফল পেলেও তা তার কর্মের সম্পূর্ণ ফল লাভ নয়- একটি নমুনা হয় মাত্র। তাই এমন দিনক্ষণ আসা অপরিহার্য, যখন প্ৰত্যেক সৎ ও অসৎকর্মের প্রতিদান ও শাস্তি পুরোপুরি দেয়া হবে। [ইবন কাসীর] পক্ষান্তরে যদি বাক্যটি اَكَادُ اُخْفِيْمَا এর সাথে সম্পর্কযুক্ত হয়, তবে অর্থ এই যে, এখানে কেয়ামত ও মৃত্যুর সময়-তারিখ গোপন রাখার রহস্য বর্ণিত হয়েছে। রহস্য এই যে, মানুষ কর্ম-প্রচেষ্টায় নিয়োজিত থাকুক এবং ব্যক্তিগত কেয়ামত তথা মৃত্যু আর বিশ্বজনীন কেয়ামত তথা হাশরের দিনকে দূরে মনে করে গাফেল না হোক। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২০ : ১৬",
        "arabic_text": "\nفَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ ",
        "bangla_text": "‘কাজেই যে ব্যক্তি কিয়ামতে ঈমান রাখে না এবং নিজ প্রবৃত্তি অনুসরণ করে, সে যেন আপনাকে তার উপর ঈমান আনা থেকে ফিরিয়ে না রাখে, নতুবা আপনি ধ্বংস হয়ে যাবেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে মূসা আলাইহিস সালাম-কে লক্ষ্য করে সতর্ক করা হয়েছে যে, আপনি কাফের ও বেঈমানদের কথায় কেয়ামত সম্পর্কে অসাবধানতার পথ বেছে নেবেন না। তাহলে তা আপনার ধ্বংসের কারণ হয়ে যাবে। বলাবাহুল্য, নবী ও রাসূলগণ নিষ্পাপ হয়ে থাকেন। তাদের পক্ষ থেকে এরূপ অসাবধানতার সম্ভাবনা নেই। এতদসত্ত্বেও মূসা 'আলাইহিস সালাম-কে এরূপ বলার আসল উদ্দেশ্য তার উম্মত ও সাধারণ মানুষকে শেখানো। অর্থাৎ তোমরা তাদের অনুসরণ করো না যারা কিয়ামতকে অস্বীকার করে এবং দুনিয়ার চাকচিক্যের মধ্যে পড়ে তাদের রব ও মাওলার নাফরমানিতে লিপ্ত হয়েছে। আর নিজের প্রবৃত্তির অনুসরণ করেছে। যারাই তাদের মত হবে তারাই ক্ষতিগ্রস্ত ও ধ্বংস হবে।\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২০ : ১৭",
        "arabic_text": "\nوَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ ",
        "bangla_text": "আর হে মুসা ! আপনার ডান হাতে সেটা কি [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ রাব্বুল আলামীন-এর পক্ষ থেকে মূসা আলাইহিস সালাম-কে এরূপ জিজ্ঞাসা করা নিঃসন্দেহে তার প্রতি কৃপা, অনুকম্পা ও মেহেরবানীর সূচনা ছিল, যাতে বিস্ময়কর দৃশ্যাবলী দেখা ও আল্লাহর কালাম শোনার কারণে তার মনে যে ভয়ভীতি ও আতঙ্ক সৃষ্টি হয়েছিল, তা দূর হয়ে যায়। এটা ছিল একটা হৃদ্যতাপূর্ণ সম্বোধন। এছাড়া এ প্রশ্নের আরো একটি রহস্য এই যে, পরীক্ষণেই তার হাতের লাঠিকে একটি সাপ বা অজগরে রূপান্তরিত করা উদ্দেশ্য ছিল। তাই প্ৰথমে তাকে সতর্ক করা হয়েছে যে, আপনার হাতে কি আছে দেখে নিন। তিনি যখন দেখে নিলেন যে, সেটা কাঠের লাঠি মাত্র, তখন একে সাপে রূপান্তরিত করার মু'জিযা প্রদর্শন করা হল। [ইবন কাসীর; ফাতহুল কাদীর] নতুবা মূসা (আলাইহিস সালাম-এর মনে এরূপ সম্ভাবনাও থাকতে পারত যে, আমি বোধহয় রাতের অন্ধকারে লাঠির স্থলে সাপই ধরে এনেছি। সুতরাং জ্ঞান লাভ করার বা জানার জন্য এ প্রশ্ন ছিল না।\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২০ : ১৮",
        "arabic_text": "\nقَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ ",
        "bangla_text": "মূসা বললেন , ‘এটা আমার লাঠি ; আমি এতে ভর দেই এবং এর দ্বারা আঘাত করে আমি আমার মেষপালের জন্য গাছের পাতা ফেলে থাকি আর এটা আমার অন্যান্য কাজেও লাগে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা ‘আলাইহিস সালাম-কে শুধু এতটুকু প্রশ্ন করা হয়েছিল যে, হাতে কি? এ প্রশ্নটির উদ্দেশ্য হাতের বস্তুটির নাম কি? অথবা হাতের বস্তুটি কোন কাজে লাগে। এ দু’ধরনের প্রশ্ন উদ্দেশ্য হতে পারে। মূসা আলাইহিস সালাম অত্যন্ত আদবের কারণে দু সম্ভাবনার জবাবই প্রদান করেছেন। প্রথমে বলেছেন, এটা লাঠি। তারপর কি কাজে লাগে সেটার জওয়াবও দিয়েছেন যে, এটার উপর আমি ভর দেই। এটা দিয়ে আমি পাতা ঝেড়ে ছাগলকে দেই। এতে করে তিনি জানালেন যে, এটা মানুষের যেমন কাজে লাগে তেমনি জীব-জন্তুরও কাজে লাগে। [সা’দী] কোন কোন মুফাসসির বলেন, এর জবাব লাঠি বলাই যথেষ্ট ছিল। কিন্তু মূসা এ প্রশ্নের যে লম্বা জবাব দিলেন তাতে মহব্বত এবং পরিপূর্ণ আদবের পারাকাষ্ঠা প্রকাশ পেয়েছে। মহব্বতের দাবী এই যে, আল্লাহ যখন অনুকম্পাবশতঃ মনোযোগ দান করেছেন, তখন বক্তব্য দীর্ঘ করা উচিত, যাতে এই সুযোগ দ্বারা অধিকতর উপকৃত হওয়া যায়। কিন্তু সাথে সাথে আদবের দাবী এই যে, সীমাতিরিক্ত নিঃসঙ্কোচ হয়ে বক্তব্য অধিক দীর্ঘও না হওয়া চাই। এই দ্বিতীয় দাবীর প্রতি লক্ষ্য রেখে উপসংহারে সংক্ষেপে বলেছেনঃ “আর এটা আমার অন্যান্য কাজেও লাগে”। এরপর তিনি সেসব কাজের বিস্তারিত বিবরণ দেননি। [আত-তাহরীর ওয়াত তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২০ : ১৯",
        "arabic_text": "\nقَالَ أَلۡقِهَا يَٰمُوسَىٰ ",
        "bangla_text": "আল্লাহ্ বলেন , ‘হে মুসা! আপনি তা নিক্ষেপ করুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২০ : ২০",
        "arabic_text": "\nفَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ ",
        "bangla_text": "তারপর তিনি তা নিক্ষেপ করলেন, সংগে সংগে সেটা সাপ [১] হয়ে ছুটতে লাগল ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা 'আলাইহিস সালাম-এর হাতের লাঠি আল্লাহর নির্দেশে নিক্ষেপ করার পর তা সাপে পরিণত হয়। এই সাপ সম্পর্কে কুরআনুল করীমের এক জায়গায় বলা হয়েছে كَانَّهَاجَآنٌّ [সূরা আন-নামলঃ ১০, সূরা আল-কাসাসঃ ৩১] আরবী অভিধানে দ্রুত নড়াচড়াকারী সরু সাপকে جَآنٌ বলা হয়। অন্য জায়গায় বলা হয়েছে فَاِذَاهِىَ ثُعْبَانٌ [সূরা আল-আ’রাফঃ ১০৭, সূরা আশ-শু'আরাঃ ৩২] অজগর ও বৃহৎ মোটা সাপকে ثُعْبَانٌ বলা হয়। আলোচ্য আয়াতে حَيَّةٌ বলা হয়েছে, এটা ব্যাপক শব্দ। প্রত্যেক ছোট-বড়, মোটা-সরু সাপকে حَيَّةٌ বলা হয়। সাপটির অবয়ব ও আকৃতি সম্পর্কিত বিভিন্ন শব্দ ব্যবহার করার অর্থ সম্ভবতঃ এই যে, এটি চিকন সাপের ন্যায় দ্রুতগতিসম্পন্ন ছিল বলে جَآنٌ বলা হত। আর আকারে বড় হওয়ায় লোকেরা দেখে ভীষণভাবে ভীত হত বলে ثُعْبَانٌ বলা হত। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২০ : ২১",
        "arabic_text": "\nقَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ ",
        "bangla_text": "আল্লাহ্ বললেন, ‘আপনি তাকে ধরুন, ভয় করবেন না, আমরা এটাকে তার আগের রূপে ফিরিয়ে দেব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২০ : ২২",
        "arabic_text": "\nوَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ ",
        "bangla_text": "‘এবং আপনার হাত আপনার বগলের [১] সাথে মিলিত করুন, তা আরেক নিদর্শনসরূপ নির্মল উজ্জ্বল হয়ে বের হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে ব্যবহৃত হয়েছে جناح শব্দটি। جناح আসলে জন্তুর পাখাকে বলা হয়। কিন্তু মানুষের ক্ষেত্রে তার বাজু বা পার্শ্বদেশের ক্ষেত্রে ব্যবহৃত হয়। পাখা বা ডানা এজন্য বলা হয়েছে কারণ, এটি তার জন্য ডানার স্থান। [ফাতহুল কাদীর] এটি এখানে উদ্দেশ্য নিজের বাহু অর্থাৎ বগলের নীচে হাত রেখে যখন বের করবে, তখন তা চাঁদের আলোর ন্যায় ঝলমল করতে থাকবে। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে এর এরূপ তাফসীরই বর্ণিত আছে। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২০ : ২৩",
        "arabic_text": "\nلِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى ",
        "bangla_text": "‘এটা এ জন্য যে, আমরা আপনাকে আমাদের মহানিদর্শনগুলোর কিছু দেখাব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২০ : ২৪",
        "arabic_text": "\nٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ ",
        "bangla_text": "‘ফির’আউনের কাছে যান, সে তো সীমালঙ্ঘন করেছে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মিসরের বাদশা ফিরআউনের কাছে যান। যার কাছ থেকে পালিয়ে এসেছেন, তাকে একমাত্র আল্লাহর ইবাদাতের দিকে আহ্বান জানান। আর তাকে বলুন, যেন বনী ইসরাঈলের সাথে ভাল ব্যবহার করে। তাদেরকে যেন শাস্তি না দেয়। কেননা সে সীমালঙ্ঘন করেছে, বাড়াবাড়ি করেছে, দুনিয়াকে প্রাধান্য দিয়েছে এবং মহান রবকে ভুলে গেছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২০ : ২৫",
        "arabic_text": "\nقَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي ",
        "bangla_text": "মুসা বললেন [১] , ‘হে আমার রব! আমার রব! আমার বক্ষ সম্প্রসারিত করে দিন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] মূসা আলাইহিস সালাম যখন আল্লাহর কালাম লাভের গৌরব অর্জন করলেন এবং নবুওয়াত ও রেসালাতের দায়িত্ব লাভ করলেন, তখন তিনি নিজ সত্তা ও শক্তির উপর ভরসা ত্যাগ করে স্বয়ং আল্লাহ তা'আলারই দারস্থ হলেন। কারণ, তারই সাহায্যে এই মহান পদের দায়িত্ব পালন করা সম্ভবপর। এ কাজে যেসব বিপদাপদ ও বাধাবিপত্তির সম্মুখীন হওয়া অপরিহার্য, সেগুলো হাসিমুখে বরণ করার মনোবলও আল্লাহ তা'আলার পক্ষ থেকেই পাওয়া যেতে পারে। অর্থাৎ আমার মনে এ মহান দায়িত্বভার বহন করার মতো হিম্মত সৃষ্টি করে দিন। আমার উৎসাহ-উদ্দীপনা বাড়িয়ে দিন। আমাকে এমন ধৈর্য, দৃঢ়তা, সংযম, সহনশীলতা, নির্ভীকতা ও দুর্জয় সংকল্প দান করুন যা এ কাজের জন্য প্রয়োজন। ইবন কাসীর বলেন, এর কারণ, তাকে আল্লাহ এমন এক গুরু দায়িত্ব দিয়ে পাঠাচ্ছেন এমন এক লোকের কাছে, যে তখনকার সময়ে যমীনের বুকে সবচেয়ে বেশী অহংকারী, দাম্ভিক, কুফরিতে চরম, সৈন্য-সামন্ত যার অগণিত। বহু বছর থেকে যার রাজত্ব চলে আসছে, তার ক্ষমতার দম্ভে সে দাবী করে বসেছে যে, আল্লাহকে চেনে না। তার প্রজারা তাকে ছাড়া আর কাউকে ইলাহ বলে মানে না। তিনি তার ঘরেই ছোট বেলায় লালিত-পালিত হয়েছিলেন। তাদেরই একজনকে হত্যা করে পালিয়েছিলেন। এতকিছুর পর আবার তার কাছেই ফিরে যাচ্ছেন তাওহীদের দাওয়াত নিয়ে। একমাত্র আল্লাহর ইবাদাতের দাওয়াত দিতে যাচ্ছেন। সুতরাং তার তো প্রচুর দো'আ করা প্রয়োজন। [ইবন কাসীর] তাই তিনি আল্লাহর দরবারে পাঁচটি বিষয়ে দো'আ করলেন। যার বর্ণনা সামনে আসছে।\n  <br/>\n  <br/>\n  [২] প্রথম দোআ, হে আমার রব, আমার বক্ষ ঈমান ও নবুওয়াত দিয়ে প্রশস্ত ও আলোকিত করে দিন। [কুরতুবী] অন্য আয়াতে বলেছেন “এবং আমার বক্ষ সংকুচিত হয়ে পড়ছে”। [সূরা আশ-শু'আরা: ১৩] এভাবে তিনি তার অপারগতা ও প্রার্থনা প্ৰকাশ করলেন। [ফাতহুল কাদীর] অর্থাৎ অন্তরে এমন প্রশস্ততা দান করুন যেন নবুওয়াতের জ্ঞান বহন করার উপযোগী হয়ে যায়। ঈমানের দাওয়াত মানুষের কাছে পৌঁছানোর ক্ষেত্রে তাদের পক্ষ থেকে যে কটু কথা শুনতে হয়, তা সহ্য করাও এর অন্তর্ভুক্ত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২০ : ২৬",
        "arabic_text": "\nوَيَسِّرۡ لِيٓ أَمۡرِي ",
        "bangla_text": "‘এবং আমার কাজ সহজ করে দিন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দ্বিতীয় দোআ, আমার কাজ সহজ করে দিন। এই উপলব্ধি ও অন্তর্দৃষ্টিও নবুওয়াতেরই ফলশ্রুতি ছিল যে, কোন কাজের কঠিন হওয়া অথবা সহজ হওয়া বাহ্যিক চেষ্টাচরিত্রের অধীন নয়। এটাও আল্লাহ তা’আলারই দান। তিনি যদি ইচ্ছা করেন তবে কারো জন্য কঠিনতর ও গুরুতর কাজ সহজ করে দেন এবং তিনি ইচ্ছা করলে সহজতর কাজও কঠিন হয়ে যায়। এ কারণেই হাদীসে মুসলিমদেরকে নিম্নোক্ত দো'আ শিক্ষা দেয়া হয়েছে। তারা নিজেদের কাজের জন্য আল্লাহর কাছে এভাবে দো'আ করবেঃ \"হে আল্লাহ! আপনি যা সহজ করে দেন তা ব্যতীত কোন কিছুই সহজ নেই। আর আপনি চাইলে পেরেশানীযুক্ত কাজও সহজ করে দেন।\" [সহীহ ইবনে হিব্বানঃ ৩/২৫৫, হাদীস নং ৯৭৪]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২০ : ২৭",
        "arabic_text": "\nوَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي ",
        "bangla_text": "‘আর আমার জিহবার জড়তা দূর করে দিন---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২০ : ২৮",
        "arabic_text": "\nيَفۡقَهُواْ قَوۡلِي ",
        "bangla_text": "‘যাতে তারা আমার কথা বুঝতে পারে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তৃতীয় দোআ, আমার জিহবার জড়তা দূর করে দিন, যাতে লোকেরা আমার কথা বুঝতে পারে। কারণ রিসালাত ও দাওয়াতের জন্য স্পষ্টভাষী ও বিশুদ্ধভাষী হওয়াও একটি জরুরী বিষয়। মূসা ‘আলাইহিস সালাম হারূনকে রিসালাতের কাজে সহকারী করার যে দো'আ করেছেন, তাতে একথাও বলেছেন যে, “হারূন আমার চাইতে অধিক বিশুদ্ধভাষী।” [সূরা আল-কাসাসঃ ৩৪] এ থেকে জানা যায় যে, ভাষাগত কিছু একটা সমস্যা তার মধ্যে ছিল। এছাড়া ফির’আউন মূসা “আলাইহিস সালাম- এর চরিত্রে যেসব দোষারোপ করেছিল; তন্মধ্যে একটি ছিল এই, “সে তার বক্তব্য পরিস্কারভাবে ব্যক্ত করতে পারে না”। [সূরা আয-যুখরুফঃ ৫২]। মূসা 'আলাইহিস্ সালাম তার দোআয় জিহবার জড়তা এতটুকু দূর করার প্রার্থনা জানিয়েছিলেন, যতটুকুতে লোকেরা তার কথা বুঝতে পারে। বলাবাহুল্য, সে পরিমাণ জড়তা দূর করে দেয়া হয়েছিল। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২০ : ২৯",
        "arabic_text": "\nوَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي ",
        "bangla_text": "‘আর আমার জন্য করে দিন একজন সাহায্যকারী আমার সজনদের মধ্য থেকে [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] চতুর্থ দো’আ, আমার পরিবারবর্গ থেকেই আমার জন্য একজন উযীর করুন। এই দো\"আটি রিসালাতের করণীয় কাজ আঞ্জাম দেয়ার জন্য উপায়াদি সংগ্ৰহ করার সাথে সম্পর্ক রাখে। মূসা 'আলাইহিস সালাম সাহায্য করতে সক্ষম এমন একজন উযীর নিযুক্তিকে সর্বপ্রথম ও সর্বপ্রধান উপায় সাব্যস্ত করেছেন। ইবন আব্বাস বলেন, সাথে সাথে হারূনকে নবী হিসেবে গ্রহণ করেছেন। [ইবন কাসীর] অভিধানে উযীরের অর্থই বোঝা বহনকারী। রাষ্ট্রের উযীর তার বাদশাহর বোঝা দায়িত্ব সহকারে বহন করেন। তাই তাকে উযীর বলা হয়। [ফাতহুল কাদীর] এ থেকে মূসা 'আলাইহিস সালাম-এর পরিপূর্ণ বুদ্ধিমত্তার পরিচয় পাওয়া যায় যে, তিনি তার উপর অর্পিত বিরাট দায়িত্ব পালন করার জন্য একজন উযীর চেয়ে নিয়েছেন। এ কারণেই রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “আল্লাহ তা’আলা যখন কোন ব্যক্তির হাতে রাষ্ট্রের শাসনক্ষমতা অৰ্পণ করেন এবং চান যে, সে ভাল কাজ করুক এবং সুচারুরূপে রাষ্ট্র পরিচালনা করুক, তখন তার সাহায্যের জন্য একজন সৎ উযীর দান করেন। রাষ্ট্রপ্রধান কোন জরুরী কাজ ভুলে গেলে তিনি তাকে স্মরণ করিয়ে দেন। তিনি যে কাজ করতে চান, উযীর তাতে সাহায্য করেন।’ [নাসায়ীঃ ৪২০৪]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২০ : ৩০",
        "arabic_text": "\nهَٰرُونَ أَخِي ",
        "bangla_text": "‘আমার ভাই হারুনকে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২০ : ৩১",
        "arabic_text": "\nٱشۡدُدۡ بِهِۦٓ أَزۡرِي ",
        "bangla_text": "‘তার দ্বারা আমার শক্তি সুদৃঢ় করুন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২০ : ৩২",
        "arabic_text": "\nوَأَشۡرِكۡهُ فِيٓ أَمۡرِي ",
        "bangla_text": "‘এবং তাকে আমার কাজে অংশীদার করুন [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পঞ্চম দোআ হচ্ছে, হারুনকে নবুওয়াত ও রিসালাতেও শরীক করুন। মূসা 'আলাইহিস সালাম তার দো'আয় প্রথমে অনির্দিষ্টভাবে বলেছেন যে, উযীর আমার পরিবারভুক্ত লোক হওয়া চাই। অতঃপর নির্দিষ্ট করে বলেছেন যে, আমি যাকে উযীর করতে চাই, তিনি আমার ভাই হারূন- যাতে রিসালাতের গুরুত্বপূর্ণ বিষয়াদিতে আমি তার কাছ থেকে শক্তি অর্জন করতে পারি। হারূন আলাইহিস সালাম মুসা আলাইহিস সালাম থেকে বয়োজ্যেষ্ঠ ছিলেন এবং মূসার পূর্বেই মারা যান। বর্ণিত আছে, আয়েশা রাদিয়াল্লাহু আনহা একবার উমরায় বের হলে পথিমধ্যে এক বেদুঈনের মেহমান হলেন। তিনি তখন দেখলেন, তাদের একজন তার সাথীদের প্রশ্ন করছে, দুনিয়াতে কোন ভাই তার ভাইয়ের সবচেয়ে বড় উপকার করেছে? তারা বলল, জানি না। লোকটা বলল, মূসা। যখন সে তার ভাইয়ের জন্য নবুওয়াত চেয়ে নিল। আয়েশা রাদিয়াল্লাহু আনহা বলেন, আমি বললাম, সত্য বলেছে। আর এজন্যই আল্লাহ তার প্রশংসায় বলেছেন, “আর আল্লাহর কাছে তিনি মর্যাদাবান।” [সূরা আল-আহ যাব: ৬৯] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২০ : ৩৩",
        "arabic_text": "\nكَيۡ نُسَبِّحَكَ كَثِيرٗا ",
        "bangla_text": "‘যাতে আমরা আপনার পবিত্রতা ও মহিমা ঘোষণা করতে পারি প্রচুর,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২০ : ৩৪",
        "arabic_text": "\nوَنَذۡكُرَكَ كَثِيرًا ",
        "bangla_text": "‘এবং আমরা আপনাকে স্মরণ করতে পারি বেশি পরিমাণ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হারূনকে উযীর ও নবুওয়াতে অংশীদার করলে এই উপকার হবে যে, আমরা বেশী পরিমাণে আপনার যিকর ও পবিত্রতা বর্ণনা করতে পারব। তিনি বুঝতে পারলেন যে, সমস্ত ইবাদাতের প্রাণ হচ্ছে যিকির। তাই তিনি তার ভাইকে সহ এটা করার সুযোগ দানের দো'আ করলেন। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২০ : ৩৫",
        "arabic_text": "\nإِنَّكَ كُنتَ بِنَا بَصِيرٗا ",
        "bangla_text": "‘আপনি তো আমাদের সম্যক দ্রষ্টা।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২০ : ৩৬",
        "arabic_text": "\nقَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ ",
        "bangla_text": "তিনি বললেন, ‘হে মূসা ! আপনি যা চেয়েছেন তা আপনাকে দেয়া হল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ পর্যন্ত পাঁচটি দো'আ সমাপ্ত হল পরিশেষে আল্লাহ তা'আলার পক্ষ থেকে এসব দো'আ কবুল হওয়ার সুসংবাদ দান করা হয়েছে। অর্থাৎ হে মূসা! আপনি যা যা চেয়েছেন, সবই আপনাকে প্ৰদান করা হল। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২০ : ৩৭",
        "arabic_text": "\nوَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ ",
        "bangla_text": "‘আর আমরা তো আপনার প্রতি আরো একবার অনুগ্রহ করেছিলাম [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিস সালাম-কে এ সময় বাক্যালাপের গৌরবে ভূষিত করা হয়েছে, নবুওয়াত ও রিসালাত দান করা হয়েছে এবং বিশেষ বিশেষ মু'জিযা প্ৰদান করা হয়েছে। এর সাথে সাথে আল্লাহ তা'আলা আলোচ্য আয়াতে তাকে সেসব নেয়ামতও স্মরণ করিয়ে দিচ্ছেন, যেগুলো জন্মের প্রারম্ভ থেকে এ যাবত তার জন্য ব্যয়িত হয়েছে। উপর্যুপরি পরীক্ষা এবং প্রাণনাশের আশংকার মধ্যে আল্লাহ তা'আলা। বিস্ময়কর পন্থায় তার জীবন রক্ষা করেছেন। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২০ : ৩৮",
        "arabic_text": "\nإِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ ",
        "bangla_text": "‘যখন আমরা আপনার মাকে জানিয়েছিলাম যা ছিল জানাবার [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, ‘জানিয়েছিলাম যা ছিল জানাবার’। তবে যে শব্দ ব্যবহার করা হয়েছে তা হলঃ وحي । এ ওহী ছিল ইলাহামের আকারে। [ইবন কাসীর; ফাতহুল কাদীর] অর্থাৎ আল্লাহ তা’আলা অন্তরে বিষয়টি জাগ্রত করে দেন এবং তাকে নিশ্চিত করে দেন যে, এটা আল্লাহর পক্ষ থেকেই। অথবা তাকে স্বপ্নে দেখিয়েছিলেন। অথবা ফিরিশতার মাধ্যমেও জানিয়ে থাকতে পারেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২০ : ৩৯",
        "arabic_text": "\nأَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ ",
        "bangla_text": "‘যে, তুমি তাকে সিন্দুকের মধ্যে রাখ, তারপর তা দরিয়ায় ভাসিয়ে দাও [১] যাতে দরিয়া তাকে তীরে ঠেলে দেয় [২], ফলে তাকে আমার শত্রু ও তার শত্রু নিয়ে যাবে [৩]। আর আমি আমার কাছ থেকে আপনার উপর ভালোবাসা ঢেলে দিয়েছিলাম [৪], আর যাতে আপনি আমার চোখের সামনে প্রতিপালিত হন [৫]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফির’আউন তার সিপাহীদেরকে ইসরাইলী নবজাতক শিশুদেরকে হত্যা করার আদেশ দিয়ে রেখেছিল। তাই সিপাহীদের কবল থেকে রক্ষা করার জন্য তার মাতাকে ওহীর মাধ্যমে বলা হল যে, তাকে একটি সিন্দুকে রেখে দরিয়ায় ভাসিয়ে দাও এবং তার ধ্বংসের আশংকা করো না। আমি তাকে হেফাজতে রাখব এবং শেষে তোমার কাছেই ফিরিয়ে দেব। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আয়াতে এক আদেশ মূসা আলাইহিস সালাম-এর মাতাকে দেয়া হয়েছে যে, এই শিশুকে সিন্দুকে পুরে দরিয়ায় ভাসিয়ে দাও। দ্বিতীয় আদেশ নির্দেশসূচকভাবে দরিয়াকে দেয়া হয়েছে যে, সে যেন এই সিন্দুককে তীরে নিক্ষেপ করে দেয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ এই সিন্দুক ও তন্মধ্যস্থিত শিশুকে সমুদ্র তীর থেকে এমন ব্যক্তি কুড়িয়ে নেবে, যে আমার ও মূসার উভয়ের শত্রু; অর্থাৎ ফির’আউন। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] এখানে مَحَبَّةً শব্দটি আদরণীয় হওয়ার অর্থে ব্যবহৃত হয়েছে। আল্লাহ বলেনঃ আমি নিজ কৃপা ও অনুগ্রহে আপনার অস্তিত্বের মধ্যে আদরণীয় হওয়ার গুণ নিহিত রেখেছি। ফলে যে-ই আপনাকে দেখত, সে-ই আদর করতে বাধ্য হত। ইবনে আব্বাস ও ইকরামা থেকে এরূপ তাফসীরই বর্ণিত হয়েছে। অন্য অর্থ হচ্ছে, আপনার শত্রুর কাছে আপনাকে আদরণীয় বানিয়ে দিয়েছি। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৫] অর্থাৎ আল্লাহ্ তা'আলার ইচ্ছা ছিল যে, মূসা 'আলাইহিস সালাম-এর উত্তম লালন পালন সরাসরি আল্লাহর তত্ত্বাবধানে হবে। তাই মিসরের সর্ববৃহৎ ব্যক্তিত্ব বাদশাহ ফিরআউনের গৃহে এই উদ্দেশ্য এমনভাবে সাধন হয়েছে যে, সে জানত না নিজের হাতে নিজেরই দুশমনকে লালন-পালন করছে। তার খাবার ছিল বাদশাহর খাবার। এটাই ছিল তৈরী করার অর্থ [ইবন কাসীর]। এখানে عيني দ্বারা এও অর্থ হবে যে, আমার চোখের সামনে। এতে আল্লাহর জন্য চোখ থাকার গুণ সাব্যস্ত হবে। বিভিন্ন সহীহ হাদীসেও আল্লাহ তা’আলার এ গুণটি প্রমানিত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২০ : ৪০",
        "arabic_text": "\nإِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ ",
        "bangla_text": "‘যখন আপনার বোন চলছিল, অতঃপর সে গিয়ে বলল, ‘আমি কি তোমাদেরকে এমন একজনের সন্ধান দেব যে এ শিশুর দায়িত্বভার নিতে পারবে? অতঃপর আমরা আপনাকে আপনার মায়ের কাছে ফিরিয়ে দিলাম যাতে তার চোখ জুড়ায় এবং সে দুঃখ না পায়; আর আপনি এক ব্যক্তিকে হত্যা করেছিলেন; অতঃপর আমরা আপনাকে মনঃকষ্ট থেকে মুক্তি দেই এবং আমরা আপনাকে বহু পরীক্ষা করেছি [১]। হে মূসা! তারপর আপনি কয়েক বছর মাদইয়ানবাসীদের মধ্যে অবস্থান করেছিলেন, এর পরে আপনি নির্ধারিত সময়ে উপস্থিত হলেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমরা বার বার আপনাকে পরীক্ষা করেছি। অথবা আপনাকে বার বার পরীক্ষায় ফেলেছি। সম্ভবত: মূসা আলাইহিসসালামের জীবনের উপর দিয়ে বয়ে যাওয়া বিভিন্ন ঘটনাপঞ্জীর দিকেই এখানে সামষ্টিকভাবে ইঙ্গিত করা হয়েছে। ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে এতদসংক্রান্ত এক বিরাট বর্ণনা কোন কোন হাদীস ও তাফসীর গ্রন্থে বর্ণিত হয়েছে। সম্ভবত এর দ্বারা মূসা আলাইহিস সালামের মনকে শক্ত করা উদ্দেশ্য যে, যেভাবে আমরা আপনাকে বিগত সময়ে পরীক্ষা করেছি এবং সমস্ত পরীক্ষায় সফলভাবে উত্তীর্ণ করেছি, সেভাবে সামনেও সাহায্য করব, সুতরাং আপনার চিন্তিত হওয়ার কারণ নেই। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২০ : ৪১",
        "arabic_text": "\nوَٱصۡطَنَعۡتُكَ لِنَفۡسِي ",
        "bangla_text": "‘এবং আমি আপনাকে আমার নিজের জন্য প্রস্তুত করে নিয়েছি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনাকে আমার ওহী ও রিসালাত বহনের জন্য তৈরী করে নিয়েছি, যাতে আমার\n  <br/>\n  ইচ্ছামত সমস্ত কর্মকাণ্ড পরিচালনা করেন। [ইবন কাসীর] যাজ্জাজ বলেন, এর অর্থ, আমার দলীল-প্রমাণাদি প্রতিষ্ঠা করার জন্য আপনাকে আমি পছন্দ করে নিয়েছি। আর আপনাকে আমার ও আমার বান্দাদের মধ্যে ওহী ও রিসালাতের বাহক হিসেবে নির্ধারণ করছি। এতে আপনি তাদের কাছে যখন প্রচার করবেন, তখন যেন সেটা আমিই প্রচার করছি ও আহবান জানাচ্ছি ও দলীল-প্রমাণাদি পেশ করছি। [ফাতহুল কাদীর] এ ভাবেই মহান আল্লাহ তাঁর বান্দাদের মধ্যে যাদের পছন্দ করেন তাদেরকে নিজের করে তৈরী করেন। যাতে করে পরবর্তী দায়িত্বের জন্য যোগ্য বিবেচিত হন। অন্যত্র বলা হয়েছে, “নিশ্চয় আল্লাহ আদমকে, নূহকে ও ইবরাহীমের বংশধর ও ইমরানের বংশধরকে বিশ্বজগতে মনোনীত করেছেন। ” [সূরা আলে-ইমরান; ৩৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২০ : ৪২",
        "arabic_text": "\nٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي ",
        "bangla_text": "‘আপনি তো আপনার ভাই আমার নিদর্শনসহ যাত্রা করুন এবং আমার স্মরণে শৈথিল্য করবেন না [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর এক অর্থ হচ্ছে, আমার ওহী ও রিসালাত প্রচারে কোন প্রকার দেৱী করবেন না। [ফাতহুল কাদীর] অর্থাৎ আপনারা দু'জন আমার স্মরণ কখনও পরিত্যাগ করবেন না। ফিরআউনের কাছে যাওয়ার সময়ও যিকির করবেন, যাতে করে যিকির আপনাদের জন্য তাকে মোকাবিলার সময় সহায়ক ভূমিকা পালন করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২০ : ৪৩",
        "arabic_text": "\nٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ ",
        "bangla_text": "‘আপনারা উভয়ে ফির’আউনের কাছে যান, সে তো সীমালংঘন করেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২০ : ৪৪",
        "arabic_text": "\nفَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ ",
        "bangla_text": "‘আপনারা তার সাথে নরম কথা বলবেন [১] , হয়ত সে উপদেশ গ্রহণ করবে অথবা ভয় করবে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনাদের দাওয়াত হবে নরম ভাষায়, যাতে তা তার অন্তরে প্রতিক্রিয়া করে এবং দাওয়াত সফল হয়। যেমন অন্য আয়াতে আল্লাহ বলেছেন, “আপনি মানুষকে দাওয়াত দিন। আপনার রবের পথে হিকমত ও সদুপদেশ দ্বারা” [সূরা আন-নাহল: ১২৫] এ আয়াতে দাওয়াত প্ৰদানকারীদের জন্য বিরাট শিক্ষা রয়েছে। সেটা হচ্ছে, ফির’আউন হচ্ছে সবচেয়ে বড় দাম্ভিক ও অহংকারী, আর মূসা হচ্ছেন আল্লাহর পছন্দনীয় লোকদের অন্যতম। তারপরও ফির’আউনকে নরম ভাষায় সম্বোধন করতে নির্দেশ দেয়া হয়েছে। [ইবন কাসীর] এতে বুঝা যাচ্ছে যে, প্রতিপক্ষ যতই অবাধ্য এবং ভ্রান্ত বিশ্বাস ও চিন্তাধারার বাহক হোক না কেন, তার সাথেও সংস্কার ও পথ প্রদর্শনের কর্তব্য পালনকারীদের হিতাকাংখার ভঙ্গিতে নমভাবে কথাবার্তা বলতে হবে। এরই ফলশ্রুতিতে সে কিছু চিন্তা-ভাবনা করতে বাধ্য হতে পারে এবং তার অন্তরে আল্লাহর ভয় সৃষ্টি হতে পারে।\n  <br/>\n  <br/>\n  [২] মানুষ সাধারণত: দু’ভাবে সঠিক পথে আসে। সে নিজে বিচার-বিশ্লেষণ করে বুঝে শুনে ও উপদেশবাণীতে উদ্ধৃদ্ধ হয়ে সঠিক পথ অবলম্বন করে, অথবা অশুভ পরিণামের ভয়ে সোজা হয়ে যায়। তাই আয়াতে ফিরআউনের জন্য দুটি সম্ভাবনাই উল্লেখ করা হয়েছে। অন্য আয়াতে মূসা আলাইহিস সালাম কিভাবে সে নরম পদ্ধতি অবলম্বন করেছিলেন সেটার বর্ণনা এসেছে। তিনি বলেছিলেন, “আপনার কি আগ্রহ আছে যে, আপনি পবিত্র হবেন--- ‘আর আমি আপনাকে আপনার রবের দিকে পথপ্রদর্শন করি যাতে আপনি তাঁকে ভয় করেন?” [সূরা আন-নাযি আত: ১৮-১৯] এ কথাটি অত্যন্ত নরম ভাষা। কেননা, প্রথমে পরামর্শের মত তাকে বলা হয়েছে যে, আপনার কি আগ্রহ আছে? কোন জোর নয়, আপনার ইচ্ছার উপর নির্ভরশীল। দ্বিতীয়ত বলা হচ্ছে যে, আপনি পবিত্র হবেন, এটা বলা হয়নি যে, আমি আপনাকে পবিত্র করব। তৃতীয়ত: তার রবের কথা স্মরণ করিয়ে দিলেন, যিনি তাকে লালন পালন করেছেন। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২০ : ৪৫",
        "arabic_text": "\nقَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ ",
        "bangla_text": "তারা বলল, ‘হে আমাদের রব! আমরা আশংকা করি সে আমাদের উপর বাড়াবাড়ি করবে অথবা অন্যায় আচরণে সীমালংঘন করবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] اِنَّنَا نَخَافُ মূসা ও হারূন আলাইহিমাস সালাম এখানে আল্লাহ্ তা'আলার সামনে দুই প্রকার ভয় প্রকাশ করেছেন। এক ভয় اَنْ يَّفْرُطَ শব্দের মাধ্যমে ব্যক্ত করেছেন। এর অর্থ সীমালংঘন করা। উদ্দেশ্য এই যে, ফির’আউন সম্ভবতঃ আমাদের বক্তব্য শ্রবণ করার আগেই ক্ষমতার অহমিকায় উত্তেজিত হয়ে উঠবে এবং অনাকাঙ্খিত কিছু করে বসবে। [ইবন কাসীর] দ্বিতীয় ভয় اَنْ يَّطْفٰى শব্দ দ্বারা বর্ণনা করেছেন। এর উদ্দেশ্য এই যে, সম্ভবতঃ সে আপনার শানে অসমীচীন কথাবার্তা বলে আরো বেশী অবাধ্যতা প্রদর্শন করবে। অথবা তাড়াতাড়ি আক্রমন করে বসবে। অথবা আমাদের উপর তার হাত প্রসারিত করবে। ইবন আব্বাস বলেন, এর অর্থ সীমালঙ্ঘন করবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২০ : ৪৬",
        "arabic_text": "\nقَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ ",
        "bangla_text": "তিনি বললেন , ‘আপনারা ভয় করবেন না, আমি তো আপনাদের সংগে আছি [১], আমি শুনি ও আমি দেখি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা'আলা বলেনঃ আমি তোমাদের সাথে আছি। আমি সব শুনব এবং দেখব। আল্লাহ তা'আলা আরাশের উপর আছেন, এটাই একজন মুমিনের আকীদা-বিশ্বাস। কিন্তু আল্লাহ তা'আলা কুরআনের বিভিন্ন স্থানে তাঁর সঠিক বান্দা ও সৎ লোকদের সাথে আছেন বলে ঘোষণা দিয়েছেন। আহলে সুন্নত ওয়াল জামা'আতের আকীদা অনুসারে সে সমস্ত আয়াতে সঙ্গে থাকার অর্থ সাহায্য করা। অর্থাৎ আল্লাহর সাহায্য ও সহযোগিতা তাদের সাথে থাকবে। পরবর্তী বাক্য, “আমি শুনি ও আমি দেখি”ও এ কথা প্ৰমাণ করে যে, এখানে সহযোগিতার মাধ্যমে সংগে থাকা বোঝানো হয়েছে। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২০ : ৪৭",
        "arabic_text": "\nفَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ ",
        "bangla_text": "সুতরাং আপনারা তার কাছে যান এবং বলুন, ‘আমরা তোমার রব এর রাসুল, কাজেই আমদের সাথে বনী ইসরাঈলকে যেতে দাও এবং তাদেরকে কষ্ট দিও না, আমরা তো তোমার কাছে এনেছি  তোমার রব-এর কাছ থেকে নিদর্শন। আর যারা সৎপথ অনুসরণ করে তাদের প্রতি শান্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২০ : ৪৮",
        "arabic_text": "\nإِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ ",
        "bangla_text": "‘নিশ্চয় আমাদের প্রতি ওহী পাঠানো হয়েছে যে , শাস্তি তো তার জন্য যে মিথ্যা আরোপ করে ও মুখ ফিরিয়ে নেয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২০ : ৪৯",
        "arabic_text": "\nقَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ ",
        "bangla_text": "ফির’আউন বলল, ‘হে মূসা! তাহলে কে তোমাদের রব [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফিরআউনের এ প্রশ্নের উদ্দেশ্য ছিল, তোমরা দু'জন আবার কাকে রব বানিয়ে নিয়েছো, মিসর ও মিসরবাসীদের রব তো আমিই। অন্যত্র এসেছে, সে বলেছিল, “আমি তোমাদের প্রধান রব।” [সূরা আন-নাযি আত: ২৪] অন্যত্র বলেছে, “হে আমার জাতি! মিসরের রাজত্বের মালিক কি আমি নই? আর এ নদীগুলো কি আমার নীচে প্রবাহিত হচ্ছে না?”। [সূরা আয-যুখরুফ: ৫১] আরও বলেছিল, “হে জাতির সরদারগণ! আমি ছাড়া তোমাদের আর কোন ইলাহ আছে বলে আমি জানি না। হে হামান! কিছু ইট পোড়াও এবং আমার জন্য একটি উচু ইমারত নির্মাণ করো। আমি উপরে উঠে। মূসার ইলাহকে দেখতে চাই।” [সূরা আল-কাসাস: ৩৮] অন্য সূরায় সে মূসাকে ধমক দিয়ে বলেঃ “যদি আমাকে ছাড়া আর কাউকে ইলাহ হিসেবে গ্রহণ করলে আমি তোমাকে কয়েদিদের অন্তর্ভুক্ত করবো। ” [সূরা আশ-শু'আরা: ২৯] এভাবে সে প্রকাশ্যে একজন ইলাহের অস্বীকার করছিল যিনি সবকিছু সৃষ্টি করেছেন, সবকিছুর মালিক। [ইবন কাসীর] আসলে সে একথা মেনে নিতে প্ৰস্তুত ছিল না যে, অন্য কোন সত্তা তার উপর কর্তৃত্ব করবে, তার প্রতিনিধি এসে তাকে হুকুম দেবে এবং তার কাছে এ হুকুমের আনুগত্য করার দাবী জানাবে। মূলতঃ ফির’আউন সৰ্বেশ্বরবাদী লোক ছিল। সে মনে করত যে, তার মধ্যে ইলাহ ভর করেছে। আত্মগৰ্ব, অহংকার ও ঔদ্ধত্যের কারণে প্রকাশ্যে আল্লাহর অস্তিত্ব অস্বীকার করতো এবং নিজে ইলাহ ও উপাস্য হবার দাবীদার ছিল । [এর জন্য বিস্তারিত দেখুন, ইবন তাইমিয়্যা, ইকতিদায়ুস সিরাতিল মুস্তাকীম: ২/৩৯১; মাজমু ফাতাওয়া: ২/১২৪; ২/২২০; ৬/১৩৪; ৮/৩০৮]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২০ : ৫০",
        "arabic_text": "\nقَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ ",
        "bangla_text": "মূসা বললেন, ‘আমাদের রব তিনি, যিনি প্রত্যেক বস্তুকে তার সৃষ্টি আকৃতি দান করেছেন, তারপর পথনির্দেশ করেছেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের কয়েকটি অর্থ হতে পারে। এক, তিনি প্রতিটি বস্তুর জোড়া সৃষ্টি করেছেন। দুই. মানুষকে মানুষই বানাচ্ছেন, গাধাকে গাধা, ছাগলকে ছাগল। তিন. তিনি প্রতিটি বস্তুর সুনির্দিষ্ট আকৃতি দিয়েছেন। চার. প্রতিটি সৃষ্টিকে সামঞ্জস্যপূর্ণ করে তৈরী করেছেন। পাঁচ. প্রতিটি সৃষ্টিকে তার জন্য যা উপযোগী সে রকম সৃষ্টিরূপ দিয়েছেন। সুতরাং মানুষের জন্য গৃহপালিত জন্তুর কোন সৃষ্টিরূপ দেননি। গৃহপালিত জন্তুকে কুকুরের কোন অবস্থা দেননি। কুকুরকে ছাগলের বৈশিষ্ট্য দেননি। প্রতিটি বস্তুকে তার অনুপাতে বিয়ে ও তার জন্য যা উপযুক্ত সেটার ব্যবস্থা করেছেন। সৃষ্টি, জীবিকা ও বিয়ে-শাদীর ব্যাপারে কোন কিছুকে অপর কোন কিছুর মত করেননি। [ইবন কাসীর]  ছয়. তিনি প্রতিটি বস্তুকেই যেটা তার জন্য ভাল সেটার জ্ঞান দিয়েছেন। তারপর সে ভাল জিনিসটার দিকে কিভাবে যেতে হবে সেটা দেখিয়ে দিয়েছেন। [ফাতহুল কাদীর] সাত. কোন কোন মুফাসসির বলেন, আয়াতের অর্থ, আল্লাহর বাণী “আর যিনি নির্ধারণ করেন অতঃপর পথনির্দেশ করেন” [সূরা আল-আলা: ৩] এর মত, তখন এর দ্বারা অর্থ হবে, আল্লাহ প্রতিটি বস্তুর তাকদীর নির্ধারণ করেছেন, তারপর সেটাকে সে তাকদীরের দিকে চলার জন্য পথ দেখান। তিনি কার্যাবলী, আয়ু ও রিযিক লিখে নিয়েছেন। সে হিসেবে সমস্ত সৃষ্টিকুল চলছে। এর ব্যতিক্রম করার সুযোগ কারও নেই। এর থেকে বের হওয়াও কারও পক্ষে সম্ভব নয়। মূসা বললেন, আমাদের রব তো তিনিই, যিনি প্রতিটি সৃষ্টিকে সৃষ্টি করেছেন, তাকদীর নির্ধারণ করেছেন এবং সৃষ্টিকুলকে তাঁর ইচ্ছা অনুসারে চালাচ্ছেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২০ : ৫১",
        "arabic_text": "\nقَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ ",
        "bangla_text": "ফির’আউন বলল, ‘তাহলে অতীত যুগের লোকদের অবস্থা কী [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ব্যাপার যদি এটাই হয়ে থাকে যে, যিনি প্রত্যেকটি জিনিসকে আকৃতি দিয়েছেন এবং তাকে দুনিয়ায় কাজ করার পথ বাতলে দিয়েছেন তিনি ছাড়া আর দ্বিতীয় কোন রব নেই, তাহলে এ আমাদের সবার বাপ দাদারা, যারা বংশ পরস্পরায় ভিন্ন প্ৰভু ও ইলাহর বন্দেগী করে চলে এসেছে তোমাদের দৃষ্টিতে তাদের অবস্থান কোথায় হবে? তারা সবাই কি গোমরাহ ছিল? তারা সবাই কি আযাবের হকদার হয়ে গেছে? এ ছিল ফির’আউনের কাছে মূসার এ যুক্তির জবাব। হতে পারে সে আসলেই তার পূর্বপুরুষদের ব্যাপারে জানতে চেয়েছিল। [ইবন কাসীর] অথবা ফির’আউন আগের প্রশ্নের উত্তরে হতবাক হয়ে প্রসঙ্গ পাল্টানোর জন্য এ প্রশ্ন করেছিল। [ফাতহুল কাদীর] অথবা সে নিজের সভাসদ ও সাধারণ মিসরবাসীদের মনে মূসার দাওয়াতের বিরুদ্ধে  ঘৃণা ও বিদ্বেষ সঞ্চার করাও এর উদ্দেশ্য হতে পারে। সে মূসা আলাইহিসসালামের বিরুদ্ধে লোকদের ক্ষেপিয়ে তুলতে চাচ্ছিল। কারণ, মানুষ তাদের পিতামাতার ব্যাপারে যখন এটা শুনবে যে, তারা জাহান্নামে গেছে, তখন তারা মূসা আলাইহিসসালামের বিরুদ্ধে জোট করতে দ্বিধা করবে না।\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২০ : ৫২",
        "arabic_text": "\nقَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى ",
        "bangla_text": "মূসা বললেন, ‘এর জ্ঞান আমার রব এর নিকট কিতাবে রয়েছে, আমার রব ভুল করেন না এবং বিস্মৃতও হন না [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি মূসার সে সময় প্রদত্ত একটি অত্যন্ত জ্ঞানগর্ভ জবাব। তিনি বলেন, তারা যাই কিছু ছিল, নিজেদের কাজ করে আল্লাহর কাছে পৌঁছে গেছে। তাদের কার্যাবলী এবং কাজের পেছনে নিহিত অন্তরের ইচ্ছাসমূহ জানার কোন উপায় নেই। কাজেই তাদের ব্যাপারে আমি কোন সিদ্ধান্ত দেই কেমন করে? তাদের সমস্ত রেকর্ড আল্লাহর কাছে সংরক্ষিত আছে। তাদের প্রতিটি পদক্ষেপ ও তার কারণসমূহের খবর আল্লাহই জানেন। কোন জিনিস আল্লাহর দৃষ্টির বাইরে থাকেনি এবং তাঁর স্মৃতি থেকেও কোন জিনিস বিলুপ্ত হয়ে যায়নি। আল্লাহই জানেন তাদের সাথে কি ব্যবহার করতে হবে। ছোট বড় কোন কিছুই তাঁর জ্ঞানের বাইরে নেই। সাধারণত: মানুষের জ্ঞানে দু' ধরণের সমস্যা থাকে। এক. সবকিছু জানা সম্ভব হয় না। দুই. জানার পরে ভুলে যাওয়া। কিন্তু আমার রব এ দু'টি থেকে সম্পপূর্ণ মুক্ত। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২০ : ৫৩",
        "arabic_text": "\nٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ ",
        "bangla_text": "‘যিনি তোমাদের জন্য যমীনকে করেছেন বিছানা এবং তাতে করে দিয়েছেন তোমাদের জন্য চলার পথ, আর তিনি আকাশ থেকে পানি বর্ষণ করেন। অতঃপর তা দিয়ে আমরা বিভিন্ন প্রকারের উদ্ভিদ উৎপন্ন করি [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি মূসা আলাইহিস সালামের ভাষণেরই বাকী অংশ। ফির’আউন রব সম্পর্কে যে প্রশ্ন করেছিল এ ছিল সে প্রশ্নের উত্তরের অবশিষ্ট অংশ। এখানে মূসা আলাইহিস সালাম আল্লাহর অন্যান্য গুণাগুণ বৰ্ণনা করছেন। মাঝখানে ফিরআউনের এক প্রশ্ন ও তার উত্তর গত হয়েছে। [ইবন কাসীর] অথবা আগের আয়াতে বর্ণিত “আমার রব তিনি যিনি ভুলেন না”, এখানে যে রবের কথা বলেছেন সে রবের পরিচয় দিচ্ছেন। [ফাতহুল কাদীর] মোটকথা: এখানে মূসা আলাইহিস সালাম তার রবের পরিচয় তুলে ধরে বলছেন যে, আমার রব তো তিনি যিনি যমীনকে বসবাসের উপযোগী করেছেন, এখানে মানুষ অবস্থান করে, ঘুমায়, এর পিঠে ভ্রমন করে। এর মধ্যে রাস্তা ও পথ তৈরী করেছেন, যাতে মানুষ তাতে চলাফেরা করে। তারপর যমীনের বিবিধ নেয়ামত উল্লেখ করছেন। তাতে তিনি উদ্ভিদের অগণিত প্রকার সৃষ্টি করেছেন। মানুষ এসব প্রকার গণনা করে শেষ করতে পারে না। এরপর লতা-গুল্ম, ফল-ফুল ও বৃক্ষ ইত্যাদি সৃষ্টি করেছেন। এগুলোর স্বাদ, গন্ধ, রূপ বিভিন্ন প্রকার। এসব বিভিন্ন প্রকার উদ্ভিদ মানুষ ও তাদের পালিত জন্তু এবং বন্য জন্তুদের খোরাক অথবা ভেষজ হয়ে থাকে। এদের কাঠ গৃহনির্মাণে এবং গৃহে ব্যবহারোপযোগী হাজারো রকমের আসবাবপত্র নির্মাণে ব্যবহৃত হয়। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২০ : ৫৪",
        "arabic_text": "\nكُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ ",
        "bangla_text": "তোমরা খাও ও তোমাদের গবাদি পশু চরাও ; অবশ্যই এতে নিদর্শন আছে বিবেকসম্পন্নদের জন্য [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে আল্লাহ তা'আলার অপার শক্তির অনেক নিদর্শন রয়েছে বিবেকবানদের জন্য। نحى শব্দটি ناهية এর বহুবচন। [ফাতহুল কাদীর] বিবেককে ناهية (নিষেধকারক) বলার কারণ এই যে, বিবেক মানুষকে মন্দ ও ক্ষতিকর কাজ থেকে নিষেধ করে। [ফাতহুল কাদীর] অর্থাৎ যারা ভারসাম্যপূর্ণ সুস্থ বিবেক বুদ্ধি ব্যবহার করে এ নিদের্শনাবলী তাদেরকে একথা জানিয়ে দেবে যে, এ বিশ্ব-জাহানের একজন রব আছেন এবং সমগ্ৰ রবুবিয়াত ও ইলাহী কর্তৃত্ব একমাত্র তাঁরই হাতে কেন্দ্রীভূত। অন্য কোন রবের জন্য এখানে কোন অবকাশই নেই। আর তিনিই একমাত্র মা’বুদ, তিনি ব্যতীত অন্য কোন ইলাহ নেই। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২০ : ৫৫",
        "arabic_text": "\n۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ ",
        "bangla_text": "আমরা মাটি থেকে [১] তোমাদেরকে সৃষ্টি করেছি , তাতেই তোমাদেরকে ফিরিয়ে দেব এবং তা থেকেই পুনর্বার তোমাদেরকে বের করব [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] منها শব্দের সর্বনাম দ্বারা মাটি বোঝানো হয়েছে। অর্থ এই যে, আমি তোমাদেরকে মাটি দ্বারা সৃষ্টি করেছি। কারণ মানুষের মূল এবং সবার পিতা হলেন আদম 'আলাইহিস সালাম তিনি মাটি থেকে সৃষ্টি হয়েছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ প্রত্যেক ব্যক্তিকে অনিবাৰ্যভাবে তিনটি পর্যায় অতিক্রম করতে হবে। একটি পর্যায় হচ্ছে, বর্তমান জগতে জন্ম থেকে মৃত্যু পর্যন্ত, দ্বিতীয় পর্যয়টি মৃত্যু থেকে কেয়ামত পর্যন্ত এবং তৃতীয়টি হচ্ছে কিয়ামতের দিন পুনর্বার জীবিত হবার পরের পর্যায়। এই আয়াতের দৃষ্টিতে এ তিনটি পর্যায়ই অতিক্রান্ত হবে। এ যমীনের উপর যমীন থেকে তাদের শুরু। তারপর মৃত্যুর পর যমীনেই তাদের ঠাই। আর যখন সময় হবে তখন এখান থেকেই তাদেরকে পুনরুত্থান ঘটানো হবে। [ইবন কাসীর] আল্লাহ বলেন, “যেদিন তিনি তোমাদেরকে ডাকবেন , এবং তোমরা তার প্রশংসার সাথে তাঁর ডাকে সাড়া দেবে এবং তোমরা মনে করবে, তোমরা অল্পকালই অবস্থান করেছিলো। ” [সূরা আল-ইসরা: ৫২] আলোচ্য আয়াতটি অন্য একটি আয়াতের মত, যেখানে বলা হয়েছে, “তিনি বললেন, ‘সেখানেই তোমরা জীবন যাপন করবে এবং সেখানেই তোমরা মারা যাবে। আর সেখান থেকেই তোমাদেরকে বের করা হবে।” [সূরা আল-আরাফ: ২৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২০ : ৫৬",
        "arabic_text": "\nوَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ ",
        "bangla_text": "আর আমরা তো তাকে আমাদের সমস্ত নিদর্শন দেখিয়েছিলাম [১]; কিন্তু সে মিথ্যারোপ করেছে এবং অমান্য করেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাওহীদ ও নবুওয়তের যাবতীয় নিদর্শন আমরা তাকে দেখিয়েছিলাম। [কুরতুবী] পৃথিবী ও প্রাণী জগতের যুক্তি-প্রমাণসমূহের নিদর্শনাবলী এবং মূসাকে প্রদত্ত যাবতীয় মু'জিযাও সে প্রত্যক্ষ করেছে। ফির’আউনকে বুঝাবার জন্য মূসা আলাইহিসসালাম যেসব ভাষণ দিয়েছিলেন। কুরআনের বিভিন্ন জায়গায় সেগুলো বর্ণিত হয়েছে এবং তাকে একের পর এক যেসব মু'জিযা দেখানো হয়েছিল সেগুলোও কুরআনে উল্লেখিত হয়েছে। কিন্তু সেগুলোর প্রতি সে মিথ্যারোপ করেছিল। সে তা করেছিল সম্পপূর্ণরূপে গোঁড়ামী ও অহংকারবশত [ইবন কাসীর] আল্লাহ বলেন, “আর তারা অন্যায় ও উদ্ধতভাবে নিদর্শনগুলো প্রত্যাখ্যান করল, যদিও তাদের অন্তর এগুলোকে নিশ্চিত সত্য বলে গ্রহণ করেছিল। সুতরাং দেখুন, বিপর্যয় সৃষ্টিকারীদের পরিণাম কেমন হয়েছিল!” [সূরা আন-নামল: ১৪]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২০ : ৫৭",
        "arabic_text": "\nقَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ ",
        "bangla_text": "সে বলল, হে মূসা! তুমি কি আমাদের কাছে এসেছ তোমার জাদু দ্বারা আমাদেরকে দেশ থেকে বহিস্কার করে দেয়ার জন্য [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাদু বলতে এখানে বুঝানো হয়েছে লাঠি ও সাদা হাতকে। সূরা আল-আশরাফ ও সূরা আশ-শু'আরায় এসেছে যে, মূসা প্রথম সাক্ষাতের সময় প্রকাশ্য দরবারে একথা পেশ করেছিলেন। এ মু'জিযা দেখে ফির’আউন যেরকম দিশেহারা হয়ে পড়েছিল তা কেবলমাত্র তার এ একটি বাক্য থেকেই আন্দাজ করা যেতে পারে যে, “তোমার জাদুর জোরে তুমি আমাদের দেশ থেকে আমাদের বের করে দিতে চাও।” এসব মু'জিযা নয়, জাদু এবং আমার রাজ্যের প্রত্যেক জাদুকরই এভাবে লাঠিকে সাপ বানিয়ে দেখাতে পারে। সুতরাং তুমি যা দেখাচ্ছ তা যেন তোমাকে প্রতারিত না করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২০ : ৫৮",
        "arabic_text": "\nفَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى ",
        "bangla_text": "তাহলে আমরাও অবশ্যই তোমার কাছে উপস্থিত করব এর অনুরূপ জাদু, কাজেই আমাদের তোমার মধ্যে স্থির কর এক নির্দিষ্ট সময় এক মধ্যবর্তী স্থানে, যার ব্যতিক্রম আমরাও করব না এবং তুমিও করবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২০ : ৫৯",
        "arabic_text": "\nقَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى ",
        "bangla_text": "মূসা বললেন, ‘তোমাদের নির্ধারিত সময় হল উৎসবের দিন এবং যাতে সকালেই জনগণকে সমবেত করা হয় [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফিরআউনের উদ্দেশ্য ছিল, একবার জাদুকরদের লাঠি ও দড়িদড়ার সাহায্যে সাপ বানিয়ে দেখিয়ে দেই তাহলে মূসার মু'জিযার যে প্রভাব লোকদের উপর পড়েছে তা তিরোহিত হয়ে যাবে। মূসাও মনেপ্ৰাণে এটাই চাচ্ছিলেন। তিনি বললেন, এ জন্য কোন পৃথক দিন ও স্থান নির্ধারণ করার দরকার নেই। উৎসবের দিন কাছেই এসে গেছে। সারা দেশের লোক এদিন রাজধানীতে চলে আসবে। সেদিন যেখানে জাতীয় মেলা অনুষ্ঠিত হবে সেই ময়দানেই এই প্রতিযোগিতা হবে। সমগ্র জাতিই এ প্রতিযোগিতা দেখবে। আর সময়টাও এমন হতে হবে যখন দিনের আলো চারদিকে ছড়িয়ে পড়বে, যাতে কারো সন্দেহ ও সংশয় প্রকাশ করার কোন অবকাশই না থাকে।\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২০ : ৬০",
        "arabic_text": "\nفَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ ",
        "bangla_text": "অতঃপর ফির’আউন প্রস্থান করে তার যাবতীয় কৌশলসহ একত্র করল [১], তারপর সে আসল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফির’আউন ও তার সভাসদদের দৃষ্টিতে এই প্রতিযোগিতার গুরুত্ব ছিল অনেক বেশী। সারা দেশে লোক পাঠানো হয়। যেখানে যে অভিজ্ঞ-পারদর্শী জাদুকর পাওয়া যায়। তাকেই সংগে করে নিয়ে আসার হুকুম দেয়া হয়। এভাবে জনগণকে হাযির করার জন্যও বিশেষভাবে প্রেরণা দান করা হয়। এভাবে বেশী বেশী লোক একত্র হয়ে যাবে, তারা স্বচক্ষে জাদুর তেলেসমাতি দেখে মূসার লাঠির ভয় ও প্রভাব থেকে নিজেদেরকে সংরক্ষিত রাখতে পারবে।\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২০ : ৬১",
        "arabic_text": "\nقَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ ",
        "bangla_text": "মূসা তাদেরকে বলল, ‘দুর্ভোগ তোমাদের! তোমরা আল্লাহর উপর মিথ্যা আরোপ করো না। করলে, তিনি তোমাদেরকে শাস্তি দ্বারা সমুলে ধ্বংস করবেন। আর যে মিথ্যা উদ্ভাবন করেছে সেই ব্যর্থ হয়েছে। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মু'জিযা দ্বারা জাদুর মোকাবেলা করার পূর্বে মূসা আলাইহিস সালাম জাদুকরদের কয়েকটি বাক্য বলে আল্লাহর আযাবের ভয় প্রদর্শন করলেন। তিনি বললেনঃ তোমাদের ধ্বংস অত্যাসন্ন। আল্লাহর বিরুদ্ধে মিথ্যারোপ করো না। অর্থাৎ তোমরা জাদু দিয়ে কোন কিছু সৃষ্টি করেছ বলে দাবী করবে। অথচ তোমরা সৃষ্টি করতে পার না। এভাবে তোমরা আল্লাহর উপর মিথ্যারোপ করবে। [ইবন কাসীর] অথবা মূসা আলাইহিস সালাম এখানেও দ্বীনের দাওয়াত দিতে ছাড়েননি। তিনি বললেন, তোমরা আল্লাহর উপর মিথ্যারোপ করে তাঁর সাথে ফির’আউন অথবা অন্য কাউকে শরীক করো না। আর মু'জিযাগুলোকে জাদু বলো না। [কুরতুবী] এরূপ করলে আল্লাহ তোমাদেরকে আযাব দ্বারা পিষ্ট করে দেবেন এবং তোমাদেরকে সমূলে উৎপাটিত করে দেবেন। যে ব্যক্তি আল্লাহর বিরুদ্ধে মিথ্যা আরোপ করে, পরিণামে সে ব্যর্থ ও বঞ্চিত হয়।\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২০ : ৬২",
        "arabic_text": "\nفَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ ",
        "bangla_text": "তখন তারা নিজেদের মধ্যে নিজেদের কাজ সম্বন্ধে বিতর্ক করল [১] এবং তারা গোপনে পরামর্শ করল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিস সালাম-এর এসব বাক্য শ্রবণ করে জাদুকরদের কাতার ছিন্ন-বিচ্ছিন্ন হয়ে গেল এবং তাদের মধ্যে তীব্ৰ মতভেদ দেখা দিল। কারণ, এ জাতীয় কথাবার্তা কোন যাদুকরের মুখে উচ্চারিত হতে পারে না। এগুলো আল্লাহর পক্ষ থেকেই মনে হয়। তাই তাদের কেউ কেউ বললঃ এদের মোকাবেলা করা সমীচীন নয়। আবার কেউ কেউ নিজের মতেই অটল রইল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২০ : ৬৩",
        "arabic_text": "\nقَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ ",
        "bangla_text": "তারা বলল, ‘এ দুজন অবশ্যই জাদুকর, তার চায় তাদের জাদু দ্বারা তোমাদেরকে তোমাদের দেশ থেকে বহিস্কার করতে [১] এবং তোমাদের উৎকৃষ্ট জীবন পদ্ধতি ধ্বংস করতে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, এরা দু’জন বড় জাদুকর। জাদুর সাহায্যে তোমাদের রাজ্য অধিকার করতে চায় এবং তোমাদের সর্বোত্তম ধর্মকে মিটিয়ে দিতে চায়। সুতরাং সেটার মোকাবিলায় সর্বশক্তি নিয়োগ কর। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এরা জাদুকর। তারা সমস্ত জাদুকরদের পরাজিত করে শ্রেষ্ঠত্ব অর্জন করতে চায়। তারা তোমাদের কওমের সর্দার এবং সেরা লোক ও গণ্যমান্য ব্যক্তিবর্গকে খতম করে দিতে চায়। কাজেই তাদের মোকাবেলায় তোমরা তোমাদের পূর্ণ কলাকৌশল ও শক্তি ব্যয় করে দাও এবং সব জাদুকর সারিবদ্ধ হয়ে এক যোগে তাদের মোকাবেলায় অবতীর্ণ হও। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে আয়াতের অর্থ এই বর্ণিত হয়েছে যে, এরা দু'জন তোমাদের মধ্যকার ভালো লোক যাদেরকে তোমরা কাজে খাটাতে  পার এমন লোক অৰ্থাৎ বনী-ইসরাইলদেরকে নিয়ে চলে যেতে চায়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২০ : ৬৪",
        "arabic_text": "\nفَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ ",
        "bangla_text": "‘অতএব তোমরা তোমাদের কৌশল (জাদুক্রিয়া) জোগাড় কর, তারপর সারিবদ্ধ হয়ে উপশিত হও। আর আজ যে জয়ী হবে সে-ই সফল হবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এদের মোকাবিলায় সংযুক্ত মোর্চা গঠন করো। তাই জাদুকররা সারিবদ্ধ হয়ে মোকাবেলা করল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২০ : ৬৫",
        "arabic_text": "\nقَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ ",
        "bangla_text": "তারা বলল, ‘হে মূসা! হয় তুমি নিক্ষেপ কর নতুবা আমরাই প্রথম নিক্ষেপকারী হই। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাদুকররা তাদের ভ্ৰক্ষেপহীনতা ফুটিয়ে তোলার জন্য প্রথমে মূসা ‘আলাইহিস সালাম-কে বললঃ প্রথমে আপনি নিজের কলাকৌশল প্রদর্শন করবেন, না আমরা করব? মূসা “আলাইহিস সালাম জবাবে বললেনঃ بَلْ أَلْقُوْا অর্থাৎ প্রথমে আপনারাই নিক্ষেপ করুন এবং জাদুর লীলা প্রদর্শন করুন। জাদুকররা মূসা আলাইহিস সালামএর কথা অনুযায়ী তাদের কাজ শুরু করে দিল এবং তাদের বিপুল সংখ্যক লাঠি ও দড়ি একযোগে মাটিতে নিক্ষেপ করল। সবগুলো লাঠি ও দড়ি দৃশ্যতঃ সাপ হয়ে ইতস্ততঃ ছুটোছুটি করতে লাগল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২০ : ৬৬",
        "arabic_text": "\nقَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ ",
        "bangla_text": "মূসা বললেন, ‘বরং তোমরাই নিক্ষেপ কর। অতঃপর তাদের জাদু-প্রভাবে হঠাৎ মূসার মনে হল তাদের দড়ি ও লাঠিগুলো ছুটোছুটি করছে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে জানা যায় যে, ফির’আউনী জাদুকরদের জাদু ছিল এক প্রকার নযরবন্দী, যা মেসমেরিজমের মাধ্যমেও সম্পন্ন হয়ে যায়। লাঠি ও দড়িগুলো দর্শকদের দৃষ্টিতেই নযরবন্দীর কারণে সাপরুপে দৃষ্টিগোচর হয়েছে; প্রকৃতপক্ষে এগুলো সাপ হয়নি। অধিকাংশ জাদু এরূপই হয়ে থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২০ : ৬৭",
        "arabic_text": "\nفَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ ",
        "bangla_text": "তখন মূসা তার অন্তরে কিছু ভীতি অনুভব করলেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মনে হচ্ছে, যখনই মূসার মুখ থেকে “নিক্ষেপ করো” শব্দ বের হয়েছে তখনই জাদুকররা অকস্মাৎ নিজেদের লাঠিসোটা ও দড়িদাঁড়াগুলো তাঁর দিকে নিক্ষেপ করে দিয়েছে এবং হঠাৎই তাঁর চোখে ভেসে উঠেছে যেন শত শত সাপ কিলবিল করতে করতে তাঁর দিকে দৌড়ে চলে আসছে। [ইবন কাসীর] এ দৃশ্য দেখে মূসা আলাইহিসসালাম তাৎক্ষণিকভাবে এ আশংকা করলেন যে, মু'জিযার সাথে এতটা সাদৃশ্যপূর্ণ দৃশ্য দেখে জনসাধারণ নিশ্চয়ই বিভ্রাটে পড়ে যাবে এবং তাদের পক্ষে সঠিক সিদ্ধান্ত গ্ৰহণ করা কঠিন হয়ে পড়বে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২০ : ৬৮",
        "arabic_text": "\nقُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ ",
        "bangla_text": "আমরা বললাম, ‘ভয় করবেন না, আপনিই উপরে থাকবেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২০ : ৬৯",
        "arabic_text": "\nوَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ ",
        "bangla_text": "‘আর আপনার ডান হাতে যা আছে তা নিক্ষেপ করুন, এটা তারা যা করেছে তা খেয়ে ফেলবে [১]। তারা যা করেছে তা তো শুধু জাদুকরের কৌশল। আর জাদুকর যেখানেই আসুক, সফল হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা 'আলাইহিস সালাম-কে ওহীর মাধ্যমে বলা হল যে, আপনার ডান হাতে যা আছে তা নিক্ষেপ করুন। মূসা ‘আলাইহিস সালাম তার লাঠি নিক্ষেপ করতেই তা একটি বিরাট অজগর সাপ হয়ে যাদুর সাপগুলোকে গিলে ফেলল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "২০ : ৭০",
        "arabic_text": "\nفَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ ",
        "bangla_text": "অতঃপর জাদুকরেরা সিজদাবনত হও [১], তার বলল , ‘আমরা হারুন ও মূসার রব এর প্রতি ঈমান আনলাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মূসা আলাইহিস সালাম-এর লাঠি যখন অজগর হয়ে তাদের কাল্পনিক সাপগুলোকে গ্ৰাস করে ফেলল, তখন জাদুবিদ্যা বিশেষজ্ঞ জাদুকরদের বুঝতে বাকী রইল না যে, এ কাজ জাদুর জোরে হতে পারে না; বরং নিঃসন্দেহে এটা মু'জিযা, যা একান্তভাবে আল্লাহর কুদরতে প্রকাশ পায়। তাই তারা হঠাৎ স্বতস্ফূৰ্তভাবে সিজদাবনত হয়, যেন কেউ তাদেরকে উঠিয়ে নিয়ে ফেলে দিয়েছে। এ অবস্থায়ই তারা ঘোষণা করলঃ আমরা মূসা ও হারূনের পালনকর্তার প্রতি ঈমান আনলাম। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "২০ : ৭১",
        "arabic_text": "\nقَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ ",
        "bangla_text": "ফির’আউন বলল, ‘আমি তোমাদেরকে অনুমতি দেয়ার আগেই তোমরা মূসার প্রতি বিশ্বাস স্থাপন করলে ! সে তো তোমাদের প্রধান যে তোমাদেরকে জাদু শিক্ষা দিয়েছে [১]। কাজেই আমি তো তোমাদের হাত-পা বিপরিত দিক থেকে কাটবই [২] এবং আমি তোমাদেরকে খেজুর গাছের কাণ্ডে শুলিবিদ্ধ করবই [৩] আর তোমরা অবশ্যই জানতে পারবে আমাদের মধ্যে কার শাস্তি কঠোরতর ও অধিক স্থায়ী [৪]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আল-আ’রাফে বলা হয়েছেঃ “এটি একটি ষড়যন্ত্ৰ, তোমরা শহরে বসে নিজেদের মধ্যে পরামর্শ করে লোকদেরকে এখান থেকে হটিয়ে দেবার জন্য এ ষড়যন্ত্র করেছো।” এখানে এ উক্তিটির বিস্তারিত বর্ণনা আবার এভাবে দেয়া হয়েছে যে, তোমাদের মধ্যে যে শুধু পারস্পরিক যোগসাজশ আছে তাই নয় বরং মনে হচ্ছে এ মূসা তোমাদের দলের গুরু। তোমরা মু'জিযার কাছে পরাজিত হওনি বরং নিজেদের গুরুর জাদুর পাতানো খেলার কাছে পরাজিত হয়েছো। বুঝা যাচ্ছে, তোমরা নিজেদের মধ্যে এ মর্মে পরামর্শ করে এসেছে যে, নিজেদের গুরুর শ্রেষ্ঠত্ব প্রমাণ করে এবং একে তার নবুওয়াতের প্রমাণ হিসেবে পেশ করবে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ ফির’আউন জাদুকরদেরকে কঠোর শাস্তির হুমকি দিল যে, তোমাদের হস্তপদ এমনভাবে কাটা হবে যে, ডান হাত কেটে বাম পা কাটা হবে। সম্ভবতঃ ফিরআউনী আইনে শাস্তির এই পন্থাই প্রচলিত ছিল অথবা এভাবে হস্তপদ কাটা হলে মানুষের শিক্ষার একটা নমুনা হয়ে যায়। তাই ফির’আউন এই ব্যবস্থাই প্রস্তাব হিসেবে দিয়েছে। বলা হয়ে থাকে সেই সর্বপ্রথম এটা প্ৰচলন করেছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] শূলিবিদ্ধ করার প্রাচীন পদ্ধতি ছিল নিম্নরূপঃ একটি লম্বা কড়িকাঠ মাটিতে গেড়ে দেয়া হতো। অথবা পুরাতন গাছের গুড়ি একাজে ব্যবহৃত হতো। এর মাথার উপর একটি তখতা আড়াআড়িভাবে বেঁধে দেয়া হতো। অপরাধীকে উপরে উঠিয়ে তার দুই হাত ছড়িয়ে দিয়ে তখতার গায়ে পেরেক মেরে আটকে দেয়া হতো। এভাবে অপরাধী তখতার সাথে ঝুলতে থাকতো এবং ঘন্টার পর ঘন্টা কাতরাতে কাতরাতে মৃত্যুবরণ করতো। লোকদের শিক্ষালাভের জন্য শূলিদণ্ডপ্রাপ্তকে এভাবে দীর্ঘদিন পর্যন্ত বুলিয়ে রাখা হতো। ফির’আউনও তাই বলছিল যে, হস্তপদ কাটার পর তোমাদেরকে খর্জুর বৃক্ষের শূলে চড়ানো হবে। ক্ষুধা ও পিপাসায় না মরা পর্যন্ত তোমরা ঝুলে থাকবে। মুফাসসিরগণ বলেন, এ জন্যই في শব্দ ব্যবহার করেছে। কারণ, في দ্বারা স্থায়িত্ব বোঝায়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ মূসা বেশী শাস্তি দিতে পারে নাকি আমি বেশী শাস্তি দিতে পারি। এখানে মূসাকে শাস্তিদাতা হিসেবে উল্লেখ করা এক ধরনের প্রহসন। মূসা আলাইহিস সালাম তাদেরকে শাস্তি দান কেন করবেন? অথবা মূসা আলাইহিস সালাম তাদেরকে কুফরি ও শির্কের উপর থাকলে যে শাস্তির সম্মুখীন হতে হবে বলেছিলেন এটাকে নিয়েই সে ঠাট্টা করতে আরম্ভ করছিল। অথবা এখানে মূসা বলে মূসার রব বোঝানো হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "২০ : ৭২",
        "arabic_text": "\nقَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ ",
        "bangla_text": "তারা বলল, ‘আমাদের কাছে যে সকল স্পষ্ট নিদর্শন এসেছে তার উপর এবং যিনি আমাদেরকে সৃষ্টি করেছেন তাঁর উপর তোমাকে আমরা কিছুতেই প্রাধান্য দেব না। কাজেই তুমি যা সিদ্ধান্ত নেবার নিতে  পার। তুমি তো শুধু এ দুনিয়ার জীবনের উপর কতৃত্ব করতে পার [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাদুকররা ফিরআউনী কঠোর হুমকি ও শাস্তির ঘোষণা শুনে ঈমানের ব্যাপারে এতটুকুও বিচলিত হল না। তারা বললঃ আমরা তোমাকে অথবা তোমার কোন কথাকে ঐসব নিদর্শন ও মু'জিযার উপর প্রাধান্য দিতে পারি না, যেগুলো মূসা “আলাইহিস সালাম-এর মাধ্যমে আমাদের কাছে পৌঁছেছে। জগৎ-স্রষ্টা আসমান-যমীনের পালনকর্তাকে ছেড়ে আমরা তোমাকে পালনকর্তা স্বীকার করতে পারি না ।\n  <br/>\n  <br/>\n  فَاقْضِ مَآاَنْتَ قَاضٍ\n  <br/>\n  <br/>\n  এখন তোমার যা খুশী, আমাদের সম্পর্কে ফয়সালা কর এবং যে সাজার ইচ্ছা দাও।\n  <br/>\n  <br/>\n  اِنَّمَا تَقْضِىْ هٰذِهِ الْحَيٰوةَ الدُّنُيَا\n  <br/>\n  <br/>\n  অর্থাৎ তুমি আমাদেরকে শান্তি দিলেও তা এই ক্ষণস্থায়ী পার্থিব জীবন পর্যন্তই হবে। মৃত্যুর পর আমাদের উপর তোমাদের কোন অধিকার থাকবে না। আল্লাহর অবস্থা এর বিপরীত। আমরা মৃত্যুর পূর্বেও তাঁর অধিকারে আছি এবং মৃত্যুর পরও থাকব। কাজেই তার শাস্তির চিন্তা অগ্রগণ্য। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "২০ : ৭৩",
        "arabic_text": "\nإِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ ",
        "bangla_text": "‘আমরা নিশ্চয় আমাদের রব এর প্রতি ঈমান এনেছি, যাতে তিনি ক্ষমা করেন আমাদের অপরাধ এবং তুমি আমাদেরকে যে জাদু করতে বাধ্য করেছ তা [১]। আর আল্লাহ্ শ্রেষ্ঠ ও স্থায়ী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাদুকররা এখন ফিরআউনের বিরুদ্ধে এই অভিযোগ করল যে, আমাদেরকে জাদু করতে তুমিই বাধ্য করেছ। নতুবা আমরা এই অর্থহীন কাজের কাছেও যেতাম না। এখন আমরা বিশ্বাস স্থাপন করে আল্লাহর কাছে এই পাপ কাজেরও ক্ষমা প্রার্থনা করছি। ফির’আউন তার রাজ্যে জাদুশিক্ষা সবার জন্য অথবা কিছু লোকের জন্য বাধ্যতামূলক করে রেখেছিল। সম্ভবত: তারাই এখানে তার উপর দোষ দিচ্ছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "২০ : ৭৪",
        "arabic_text": "\nإِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ ",
        "bangla_text": "যে তার রব এর কাছে অপরাধী হয়ে উপস্থিত হবে তার জন্য তো আছে জাহান্নাম , সেখানে সে মরবেও না , বাঁচবেও না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জীবন ও মৃত্যুর মাঝখানে ঝুলন্ত অবস্থায় থাকবে। পুরোপুরি মৃত্যু হবে না। যার ফলে তার কষ্ট ও বিপদের সমাপ্তি সূচিত হবে না। আবার জীবনকে মৃত্যুর উপর প্রাধান্য দেবার মতো জীবনের কোন আনন্দও লাভ করবে না। জীবনের প্রতি বিরূপ হবে কিন্তু মৃত্যু লাভ করবে না। মরতে চাইবে কিন্তু মরতে পারবে না। কুরআন মজীদে জাহান্নামের আযাবের যে বিস্তারিত বিবরণ দেয়া হয়েছে এ অবস্থাটি হচ্ছে তার মধ্যে সবচেয়ে বেশী ভয়াবহ। এর কল্পনায়ও হৃদয় মন কেঁপে উঠে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: \"আর যারা জাহান্নামের অধিবাসী হিসেবে জাহান্নামে যাবে তারা সেখানে মরবেও না বাঁচবেও না '\n  <br/>\n  [মুসলিম: ১৮৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "২০ : ৭৫",
        "arabic_text": "\nوَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ ",
        "bangla_text": "আর যারা তাঁর কাছে সৎকর্ম করে মুমিন অবস্থায় আসবে, তাদের জন্যই রয়েছে উচ্চতম মর্যাদা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "২০ : ৭৬",
        "arabic_text": "\nجَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ ",
        "bangla_text": "স্থায়ী জান্নাত, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা স্থায়ী হবে এবং এটা তাদেরই পুরস্কার যারা পরিশুদ্ধ হয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "২০ : ৭৭",
        "arabic_text": "\nوَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ ",
        "bangla_text": "আর আমরা অবশ্যই মূসার প্রতি ওহী করেছিলাম এ মর্মে যে, আমার বান্দাদেরকে নিয়ে রাতে বের হন সুতরাং আপনি তাদের জন্য সাগরের মধ্য দিয়ে এক শুষ্ক পথের ব্যবস্থা করুন, পিছন থেকে এসে ধরে ফেলার আশংকা করবেন না এবং ভয়ও করবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] এ সংক্ষিপ্ত কথাটির বিস্তারিত বিবরণ হচ্ছে এই যে, শেষ পর্যন্ত আল্লাহ একটি রাত নির্ধারণ করে দিয়েছিলেন। মূসা সবাইকে নিয়ে লোহিত সাগরের পথ ধরলেন। ফির’আউন একটি বিশাল সেনাবাহিনী নিয়ে পশ্চাদ্ধাবন করতে করতে ঠিক এমন সময় পৌঁছে গেলো যখন এ কাফেলা সবেমাত্ৰ সাগরের তীরেই উপস্থিত হয়েছিল। মুহাজিরদের কাফেলা ফিরআউনের সেনা দল ও সমুদ্র দ্বারা সম্পূর্ণরূপে ঘেরাও হয়ে গিয়েছিল। [ইবন কাসীর] ঠিক এমনি সময় আল্লাহ মূসাকে হুকুম দিলেন “সমুদ্রের উপর আপনার লাঠি দ্বারা আঘাত করুন।” “তখনই সাগর ফেটে গেলো এবং তার প্রত্যেকটি টুকরা একটি বড় পর্বত শৃংগের মতো দাঁড়িয়ে গেলো। ” [সূরা আশশু'আরাঃ ৬৩] সহীহ হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদীনা আগমন করে দেখতে পেলেন যে, ইয়াহুদীরা মহররমের দশ তারিখ সাওম পালন করছে। তিনি তাদেরকে প্রশ্ন করলে তারা বললো, এ দিন মূসা ফিরআউনের উপর জয় লাভ করেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: আমরা তাদের চেয়েও মূসার বেশী নিকটের সুতরাং তোমরাও সাওম পালন করো। ” [বুখারী: ৪৭৩৭]\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "২০ : ৭৮",
        "arabic_text": "\nفَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ ",
        "bangla_text": "অতঃপর ফির’আউন তার সৈন্যবাহিনীতে তাদের পিছনে ছুটল, তারপর সাগর তাদেরকে সম্পূর্ণরূপে নিমজ্জিত করল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বলা হয়েছে, সমুদ্র তাকে ও তার সেনাদেরকে ডুবিয়ে মারলো। অন্যত্র বলা হয়েছে, মুহাজিরদের সাগর অতিক্রম করার পর পরই ফির’আউন তার সৈন্য সামন্ত সহ সমুদ্রের বুকে তৈরী হওয়া এ পথে নেমে পড়লো। [সূরা আশ-শু'আরাঃ ৬৩-৬৪] সূরা আল-বাকারায় বলা হয়েছে, বনী ইসরাঈল সমুদ্রের অন্য তীর থেকে ফির’আউন ও তার সেনাদলকে ডুবে যেতে দেখছিল। [৫০] অন্যদিকে সূরা ইউনুসে বলা হয়েছে, ডুবে যাবার সময় ফির’আউন চিৎকার করে উঠলোঃ “আমি মেনে নিয়েছি যে আর কোন ইলাহ নেই সেই ইলাই ছাড়া যাঁর প্রতি বনী ইসরাঈল ঈমান এনেছে এবং আমিও মুসলিমদের অন্তর্ভুক্ত। \"[৯০] কিন্তু এ শেষ মুহুর্তের ঈমান গৃহীত হয়নি এবং জবাব দেয়া হলোঃ “এখন! আর ইতিপূর্বে এমন অবস্থা ছিল যে, নাফরমানীতেই ডুবে ছিলে এবং বিপর্যয় সৃষ্টি করেই চলছিলো। বেশ, আজ আমি তোমার লাশটাকে রক্ষা করছি, যাতে পরবর্তী প্রজন্মের জন্য শিক্ষণীয় হয়ে থাকে।” [৯১-৯২]\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "২০ : ৭৯",
        "arabic_text": "\nوَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ ",
        "bangla_text": "আর ফির’আউন তার সম্প্রদায়কে পথভ্রষ্ট করেছিল এবং সৎপথ  দেখায়নি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "২০ : ৮০",
        "arabic_text": "\nيَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ ",
        "bangla_text": "হে বনী ইসরাঈল! আমরা তো তোমাদেরকে শত্রু থেকে উদ্ধার করেছিলাম, আর আমরা তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম তূর পর্বতের ডান পাশে [১] এবং তোমাদের উপর মান্না ও সালওয়া নাযিল করেছিলাম [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ফিরআউনের কবল থেকে মুক্তি পাওয়া এবং সমুদ্র পার হওয়ার পর আল্লাহ তা'আলা মুসা আলাইহিস সালাম-কে এবং তার মধ্যস্থতায় বনী-ইসরাঈলকে প্রতিশ্রুতি দিলেন যে, তারা তুর পর্বতের ডান পার্শ্বে চলে আসুক, যাতে আল্লাহ তা'আলা মূসার সাথে কথা বলেন। এখানেই মূসা আলাইহিস সালাম আল্লাহকে দেখতে চেয়েছিলেন এবং তাকে এখানেই তাওরাত দেয়া হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এটা তখনকার ঘটনা, যখন বনী-ইসরাঈল সমুদ্র পার হওয়ার পর সামনে অগ্রসর হয় এবং তাদেরকে একটি পবিত্র শহরে প্রবেশ করার আদেশ দেয়া হয়। তারা আদেশ অমান্য করে। তখন সাজা হিসেবে তাদেরকে তীহ নামক উপত্যকায় আটক করা হয়। তারা চল্লিশ বছর পর্যন্ত এ উপত্যকা থেকে বাইরে যেতে সক্ষম হয়নি। এই শাস্তি সত্ত্বেও মূসা আলাইহিস সালাম-এর দো'আয় নানা রকম নেয়ামত বৰ্ষিত হতে থাকে। ‘মান্না’ ও ‘সালওয়া” ছিল এইসব নেয়ামতের অন্যতম, যা তাদের আহারের জন্যে দেয়া হত। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "২০ : ৮১",
        "arabic_text": "\nكُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ ",
        "bangla_text": "তোমাদেরকে আমরা যা রিযিক দান করেছি তা থেকে পবিত্র বস্তুসমূহ খাও এবং এ বিষয়ে সীমালংঘন করো না, করলে তোমাদের উপর আমার ক্রোধ আপতিত হবে। আর যার উপর আমার ক্রোধ আপতিত হবে সে তো ধ্বংস হয়ে যায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "২০ : ৮২",
        "arabic_text": "\nوَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ ",
        "bangla_text": "আর আমি অবশ্যই ক্ষমাশীল তার প্রতি, যে তওবা করে, ঈমান আনে এবং সৎকাজ করে তারপর সৎপথে অবিচল থাকে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মাগফিরাতের জন্য রয়েছে চারটি শর্ত। এক, তাওবা। অর্থাৎ বিদ্রোহ, নাফরমানী অথবা শির্ক ও কুফরী থেকে বিরত থাকা। দুই, ঈমান। অর্থাৎ আল্লাহ ও রাসূল এবং কিতাব ও আখেরাতকে সাচ্চা দিলে মেনে নেয়া। তিনি, সৎকাজ। অর্থাৎ আল্লাহ ও রাসূলের বিধান অনুযায়ী অঙ্গ প্রত্যঙ্গ দিয়ে ভালো কাজ করা। চার, সত্যপথাশ্রয়ী হওয়া। অর্থাৎ সত্য সঠিক পথে অবিচল থাকা এবং তারপর ভুল পথে না যাওয়া। ইবন আব্বাস বলেন, সন্দেহ না করা। সাঈদ ইবন জুবাইর বলেন, সুন্নাত ওয়াল জামাআতের উপর প্রতিষ্ঠিত থাকা। কাতাদাহ বলেন, মৃত্যু পর্যন্ত ইসলামের উপর থাকা। সুফিয়ান আস-সাওরী বলেন, এর অর্থ সে জানল যে, এগুলোর সওয়াব আছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "২০ : ৮৩",
        "arabic_text": "\n۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ ",
        "bangla_text": "হে মূসা! আপনার সম্প্রদায়কে পিছনে ফেলে আপনাকে তাড়াহুড়া করতে বাধ্য করল কে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "২০ : ৮৪",
        "arabic_text": "\nقَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ ",
        "bangla_text": "তিনি বললেন, তারা তো আমার পিছনেই আছে [১]। আর হে আমার রব! আমি তাড়াতাড়ি আপনার কাছে আসলাম, আপনি সন্তুষ্ট হবেন এ জন্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা'আলার উল্লেখিত প্রশ্নের জবাবে মূসা আলাইহিস সালাম বললেন, আমার সম্পপ্রদায়ও পেছনে পেছনে আছে। এখানে ‘তারা আমার পিছনে' বলে কারও কারও মতে বুঝানো হয়েছে যে, তারা আমার পিছনেই আমাকে অনুসরণ করে আসছে। অপর কারও কারও মতে, তারা আমার পিছনে আমার অপেক্ষায় আছে। [দেখুন, ফাতহুল কাদীর] কোন কোন মুফাসসির বলেন, এখানে কাওমের সত্তর জন লোকের কথা বলা হচ্ছে যাদেরকে মূসা আলাইহিস সালাম সাক্ষী হিসেবে নিয়ে এসেছিলেন। কিন্তু পর্বতের কাছাকাছি এসে তিনি তাদেরকে রেখে আল্লাহর কথা শুনার আগ্রহে তাড়াতাড়ি এসে পড়েছিলেন। [বাগভী] অথবা আমি একটু ত্বরা করে এসে গেছি; কারণ নির্দেশ পালনে অগ্ৰে অগ্ৰে থাকা নির্দেশদাতার অধিক সন্তুষ্টির কারণ হয়ে থাকে। আপনাকে খুশী করার জন্যই আমি তাড়াতাড়ি এসেছি।\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "২০ : ৮৫",
        "arabic_text": "\nقَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ ",
        "bangla_text": "তিনি বললেন, আমরা তো আপনার সম্প্রদায়কে পরীক্ষায় ফেলেছি আপনার চলে আসার পর। আর সামেরী [১] তাদেরকে পথভ্রষ্ট করেছে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, সামেরী কোন ব্যক্তির নাম নয়। বরং সে সময় সামেরী নামে এক গোত্র ছিল এবং তাদের এক বিশেষ ব্যক্তি ছিল বনী ইসরাঈলের মধ্যে স্বর্ণ নির্মিত গো-বৎস পূজার প্রচলনকারী এ সামেরী। সে তাদেরকে গো বৎস পূজার আহবান জানিয়েছিল এবং শির্কে নিপতিত করেছিল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "২০ : ৮৬",
        "arabic_text": "\nفَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي ",
        "bangla_text": "অতঃপর মূসা তার সম্প্রদায়ের কাছে ফিরে গেলেন ক্রুদ্ধ ও ক্ষুব্ধ হয়ে [১]। তিনি বললেন, ‘হে আমার সম্প্রদায়! তোমাদের রব কি তোমাদেরকে এক উত্তম প্রতিশ্রুতি দেননি [২]? তবে কি প্রতিশ্রুতি কাল তোমাদের কাছে সুদীর্ঘ হয়েছে [৩]? না তোমরা চেয়েছ তোমাদের প্রতি আপতিত হোক তোমাদের রব এর ক্রোধ [৪], যে কারণে তোমরা আমাকে দেয়া অঙ্গীকার [৫] ভঙ্গ করলে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্য থেকে বুঝা যাচ্ছে, নিজ সম্প্রদায়কে পেছনে রেখে মূসা আলাইহিসসালাম আল্লাহর সাথে মোলাকাতের আগ্রহের আতিশয্যে আগে চলে গিয়েছিলেন। তুরের ডান পাশে যেখানকার ওয়াদা বনী ইসরাঈলদের সাথে করা হয়েছিল সেখানে তখনো কাফেলা পৌঁছুতে পারেনি। ততক্ষণ মূসা একাই রওয়ানা হয়ে গিয়ে আল্লাহর সামনে হাজিরা দিলেন। এ সময় আল্লাহ ও বান্দার সাথে যা ঘটে তার বিস্তারিত বিবরণ দেয়া হয়েছে সূরা আল-আ’রাফের (১৪৩-১৪৫) নং আয়াতে। মূসার আল্লাহর সাক্ষাতের আবেদন জানানো এবং আল্লাহর একথা বলা যে, আপনি আমাকে দেখতে পারবেন না তারপর আল্লাহর একটি পাহাড়ের উপর সামান্য তাজাল্লি নিক্ষেপ করে তাকে ভেঙে গুড়ো করে দেয়া এবং মূসার বেহুশ হয়ে পড়ে যাওয়া, তারপর পাথরের তখতিতে লেখা বিধান লাভ করা- এসব সেই সময়েরই ঘটনা। এখানে এ ঘটনার শুধুমাত্র বনী ইসরাঈলের গো-বৎস পূজার সাথে সম্পর্কিত অংশটুকুই বর্ণনা করা হয়েছে।\n  <br/>\n  <br/>\n  [২] এর দু'টি অর্থ হতে পারেঃ এক, “ভালো ওয়াদা করেননি\"ও হতে পারে। তখন অর্থ হবে, তোমাদেরকে শরীআত ও আনুগত্যনামা দেবার যে ওয়াদা করা হয়েছিল তোমাদের মতে তা কি কোন কল্যাণ ও হিতসাধনের ওয়াদা ছিল না? মূলতঃ এই ওয়াদার জন্যই তিনি বনী-ইসরাঈলকে নিয়ে তুর পর্বতের দক্ষিণ পার্শ্বে রওয়ানা হয়েছিলেন। সেখানে পৌঁছার পর আল্লাহর পক্ষ থেকে তাওরাত প্ৰাপ্তির কথা ছিল। বলাবাহুল্য, তাওরাত লাভ করলে বনী-ইসরাঈলের দুনিয়া ও আখেরাতের মঙ্গল এসে যেত। [কুরতুবী; ফাতহুল কাদীর] দ্বিতীয় অর্থ হচ্ছে, আজ পর্যন্ত তোমাদের রব তোমাদের সাথে যেসব কল্যাণের ওয়াদা করেছেন তার সবই তোমরা লাভ করতে থেকেছো। তোমাদের নিরাপদে মিসর থেকে বের করেছেন। দাসত্ব মুক্ত করেছেন। তোমাদের শত্রুকে তছনছ করে দিয়েছেন। তোমাদের জন্য তাই মরুময় ও পার্বত্য অঞ্চলে ছায়া ও খাদ্যের ব্যবস্থা করে দিয়েছেন। এ সমস্ত ভালো ওয়াদা কি পূর্ণ হয়নি? [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] এর দু'টি অর্থ হতে পারে। এক, তোমাদের নিকট কি দিনগুলো দীর্ঘতর মনে হয়েছে। অর্থাৎ তোমাদের প্রতি আল্লাহ তা’আলা এই মাত্র যে বিরাট অনুগ্রহ করেছেন, এরপর কি অনেক বেশী সময় অতীত হয়ে গেছে যে, তোমরা তাঁকে ভুলে গেলে? তোমাদের বিপদের দিনগুলো কি সুদীর্ঘকাল আগে শেষ হয়ে গেছে যে, তোমরা পাগলের মতো বিপথে ছুটে চলেছে? দ্বিতীয় অনুবাদ এও হতে পারে, “ওয়াদা পূর্ণ হতে কি অনেক বেশী সময় লাগে যে, তোমরা অধৈর্য হয়ে পড়েছে?” অৰ্থাৎ তাওরাত প্রদানের মাধ্যমে পথনির্দেশনা দেবার যে ওয়াদা করা হয়েছিল তা পূর্ণ হতে তো কোন প্রকার বিলম্ব হয়নি, যাকে তোমরা নিজেদের জন্য ওজর বা বাহানা হিসেবে দাঁড় করাতে পারো। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ ভুলে যাওয়ার অথবা অপেক্ষা করে ক্লান্ত হয়ে যাওয়ার তো কোন সম্ভাবনা নেই; এখন এ ছাড়া আর কি বলা যায় যে, তোমরা নিজেরাই স্বেচ্ছায় এমন কাজ করতে চেয়েছে যা তোমাদের রবের ক্রোধের উদ্রেক করবে? [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৫] এ ওয়াদা হচ্ছেঃ তিনি তুর থেকে ফিরে আসা পর্যন্ত আল্লাহর আনুগত্যের উপর প্রতিষ্ঠিত থাকা। অথবা তাদের কাছ থেকে তিনি ওয়াদা নিয়েছিলেন যে, তোমরা আমার পিছনে পিছনে আস, কিন্তু তারা না এসে সেখানেই অবস্থান করে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "২০ : ৮৭",
        "arabic_text": "\nقَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ ",
        "bangla_text": "তারা বলল, ‘আমরা আপনাকে দেয়া অঙ্গীকার স্বেচ্ছায় ভঙ্গ করিনি [১]; তবে আমাদের উপর চাপিয়ে দেয়া হয়েছিল লোকের অলংকারের বোঝা। তাই আমরা তা আগুনে নিক্ষেপ করি [২], অনুরুপভাবে সামেরীও (সেখানে কিছু মাটি) নিক্ষেপ করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, আমরা গো-বৎস পূজায় স্বেচ্ছায় লিপ্ত হইনি; বরং সামেরীর কাজ দেখে বাধ্য হয়েছি। বলাবাহুল্য, তাদের এই দাবী সর্বৈব মিথ্যা ও ভিত্তিহীন। [দেখুন, ইবন কাসীর] সামেরী অথবা তার কর্ম তাদেরকে বাধ্য করেনি। বরং তারা নিজেরাই চিন্তা-ভাবনার অভাবে তাতে লিপ্ত হয়েছে। তবে এটা সত্য যে, সামেরী তাদের গোবাছুর পূজার কারণ ছিল।\n  <br/>\n  <br/>\n  [২] যারা সামেরীর ফিতনায় জড়িয়ে পড়েছিল। এটি ছিল তাদের ওজর। তাদের বক্তব্য ছিল, আমরা অলংকার ছুড়ে দিয়েছিলাম। এরপর যা ঘটেছে তা আসলে এমন ব্যাপারই ছিল যে, সেগুলো দেখে জাতির পথভ্রষ্ট লোকেরা বলতে লাগল যে, এটাই ইলাহ। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "২০ : ৮৮",
        "arabic_text": "\nفَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ ",
        "bangla_text": "‘অতঃপর সে তাদের জন্য গড়লো এক বাছুর, এক অবয়বম যা হাম্বা রব করত। তখন তারা বলল, এ তোমাদের ইলাহ এবং মূসারও ইলাহ, অতঃপর সে (মূসা) ভুলে গেছে। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর কয়েকটি অর্থ হতে পারে। এক. মূসা নিজেই তার ইলাহকে ভুলে দূরে খুঁজতে চলে গেছে। দুই. মূসা ভুলে গেছে তোমাদেরকে বলতে যে, এটাই তার ইলাহ। তিন. সামেরী ভুলে গেল যে সে এক সময় ইসলামে ছিল, অতঃপর সে ইসলাম ছেড়ে শির্কে প্রবেশ করল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "২০ : ৮৯",
        "arabic_text": "\nأَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا ",
        "bangla_text": "তবে কি তারা দেখে না যে, ওটা তাদের কোথায় সাড়া দেয় না এবং তাদের কোন ক্ষতি বা উপকার করার ক্ষমতাও রাখে না [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্যে তাদের নিবুদ্ধিতা ও পথভ্রষ্টতা বর্ণনা করা হয়েছে যে, বাস্তবে যদি একটি গো-বৎস জীবিত হয়ে গরুর মত আওয়াজ করতে থাকে, তবে এই জ্ঞানপাপীদের এই কথা তো চিন্তা করা উচিত ছিল যে, এর সাথে ইলাহ হওয়ার কি সম্পর্ক? যে ক্ষেত্রে গো-বৎসটি তাদের কথার কোন জবাব দিতে পারে না এবং তাদের কোন উপকার অথবা ক্ষতি করার ক্ষমতা রাখে না, সে ক্ষেত্রে তাকে ইলাহ মেনে নেয়ার নির্বুদ্ধিতার পেছনে কোন যুক্তি আছে কি? ইবন আব্বাস বলেন, এর শব্দ তো আর কিছুই নয় যে, বাতাস এর পিছন দিয়ে ঢুকে সামনে দিয়ে বের হয়। তাতেই আওয়াজ বের হতো। এ মূর্খরা যে ওজর পেশ করেছে তা এতই ঠুনকো ছিল যে তা যে কোন লোকই বুঝতে পারবে। তারা কিবতী কাওমের স্বর্ণালঙ্কার থেকে বাঁচতে চেয়ে সেগুলোকে নিক্ষেপ করল অথচ তারা গো বৎসের পূজা করল। তারা সামান্য জিনিস থেকে বাঁচতে চাইল অথচ বিরাট অপরাধ করল। [ইবন কাসীর] আব্দুল্লাহ ইবন উমর এর কাছে এক লোক এসে বলল, মশার রক্তের বিধান কি? ইবন উমর বললেন, তোমার বাড়ী কোথায়? লোকটি বলল, ইরাকের অধিবাসী। তখন ইবন ওমর বললেন, দেখ ইরাকবাসীদের প্রতি! তারা আল্লাহর রাসুলের মেয়ের ছেলেকে হত্যা করেছে, আর আমাকে মশার রক্ত সম্পর্কে জিজ্ঞেস করছে। [বুখারী: ৫৯৯৪]\n  <br/>\n  <br/>\n  এ আয়াত দ্বারা প্রমাণিত হয় যে, যিনি রব ও ইলাহ হবেন তাঁকে অবশ্যই কথা বলার মত গুণবিশিষ্ট হতে হবে। যার এ গুণ নেই তিনি ইলাহ হওয়ার উপযুক্ত নন। তাই আল্লাহ তা’আলাকে আহলে সুন্নাত ওয়াল জামা’আত কথাবলার গুণে গুণান্বিত বলে বিশ্বাস করে। এটা এ গুণের স্বপক্ষে একটা দলীল। এটা ছাড়াও কুরআন ও হাদীসে এ বিষয়ে বহু দলীল-প্রমাণাদি রয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "২০ : ৯০",
        "arabic_text": "\nوَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي ",
        "bangla_text": "অবশ্য হারুন তাদেরকে আগেই বলেছিলেন, ‘হে আমার সম্প্রদায় ! এ দ্বারা তো শুধু তোমাদেরকে পরীক্ষায় ফেলা হয়েছে। আর তোমাদের রব তো দয়াময়; কাজেই তোমরা আমার অনুসরণ কর এবং আমার আদেশ মেনে চল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পঞ্চম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "২০ : ৯১",
        "arabic_text": "\nقَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ ",
        "bangla_text": "তারা বলেছিল, ‘আমাদের কাছে মূসা ফিরে না আসা পর্যন্ত আমরা কিছুতেই এর পূজা হতে বিরত হব না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "২০ : ৯২",
        "arabic_text": "\nقَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ ",
        "bangla_text": "মূসা বললেন, ‘হে হারুন! আপনি যখন দেখলেন তারা পথভ্রষ্ট হয়েছে তখন কিসে আপনাকে বাধা দিল---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "২০ : ৯৩",
        "arabic_text": "\nأَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي ",
        "bangla_text": "‘আমার অনুসরণ করা হতে? তবে কি আপনি আমার আদেশ অমান্য করলেন [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হুকুম বলতে এখানে পাহাড়ে যাবার সময় এবং নিজের জায়গায় হারূনকে বনী ইসরাঈলের নেতৃত্বে অধিষ্ঠিত করার পূর্ব মুহুর্তে মূসা তাকে যে হুকুম দিয়েছিলেন সে কথাই বুঝানো হয়েছে। [ইবন কাসীর] অন্যত্র বলা হয়েছেঃ “আর মূসা (যাওয়ার সময়) নিজের ভাই, হারুনকে বললেন, আপনি আমার সম্পপ্রদায়ের মধ্যে আমার প্রতিনিধিত্ব করুন এবং সংশোধন করবেন, বিপর্যয় সৃষ্টিকারীদের পথ অনুসরণ করবেন। না। ” [আল-আরাফঃ ১৪২] আর অনুসরণের অর্থ সম্পর্কেও দু'টি মত রয়েছে। এক, এখানে অনুসরণের অর্থ, মূসা 'আলাইহিস সালাম-এর কাছে তুর পর্বতে চলে যাওয়া। দুই, কোন কোন মুফাসসির অনুসরণের এরূপ অর্থ করেছেন যে, তারা যখন পথভ্ৰষ্ট হয়ে গেল, তখন আপনি তাদের মোকাবেলা করলেন না কেন? কেননা, আমার উপস্থিতিতে এরূপ হলে আমি নিশ্চিতই তাদের বিরুদ্ধে দাঁড়াতাম। আপনারও এরূপ করা উচিত ছিল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "২০ : ৯৪",
        "arabic_text": "\nقَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي ",
        "bangla_text": "হারুন বললেন, ‘হে আমার সহোদর! আমার দাড়ি ও চুল ধরবে না [১]। আমি আশংকা করেছিলাম যে, তুমি বলবে, ‘আপনি বনী ইসরাঈলদের মধ্যে বিভেদ সৃষ্টি করেছেন ও আমার কথা শুনায় যত্নবান হননি।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হারুন 'আলাইহিস সালাম এই কঠোর ব্যবহার সত্ত্বেও শিষ্টাচারের প্রতি পুরোপুরি লক্ষ্য রেখে মূসা 'আলাইহিস সালাম-কে নরম করার জন্য 'হে আমার জননী-তনয়’ বলে সম্বোধন করলেন। এতে কঠোর ব্যবহার না করার প্রতি বিশেষ ইঙ্গিত ছিল। অর্থাৎ আমি তো তোমার ভ্ৰাতা বৈ শত্রু নাই। তাই আমার ওযর শুনে নাও। অতঃপর হারূন আলাইহিস সালাম এরূপ ওযর বর্ণনা করলেনঃ\n  <br/>\n  <br/>\n  اِنَّ الْقَوْمَ اسْتَضْعَفُوْ نِىْ وَكَا دُوْايَقْتُلُوْ نَفِىْ\n  <br/>\n  <br/>\n  [আল-আ’রাফঃ ১৫০] অর্থাৎ বনী-ইসরাঈল আমাকে শক্তিহীন ও দুর্বল মনে করেছে। কেননা, অন্যদের মোকাবেলায় আমার সঙ্গীসাথী ছিল নগণ্য সংখ্যক। তাই তারা আমাকে হত্যা করতে উদ্যত হয়েছিল। এ সূরায় আরো বলা হয়েছে যে, হারূন 'আলাইহিস সালাম তাদেরকে গো-বৎস পূজা করতে নিষেধ করেছিলেন এবং বলেছিলেনঃ “হে আমার কওম! তোমরা ফেৎনায় নিপতিত, অবশ্যই তোমাদের একমাত্র মা’বুদ হল রহমান। সুতরাং তোমরা আমার অনুসরণ কর এবং আমার কথা শোন।' কিন্তু তারা তার কথা শুনল না; বরং তাকে হত্যা করতে উদ্যত হল। অন্যত্র হারূন 'আলাইহিস সালাম তার ওযরগুলো বর্ণনা করে বলেনঃ আমি আশংকা করলাম যে, তোমার ফিরে আসার পূর্বে যদি আমি তাদের বিরুদ্ধে জিহাদে অবতীর্ণ হই। অথবা তাদেরকে ত্যাগ করে তোমার কাছে চলে যাই, তবে বনী-ইসরাঈলের মধ্যে বিভেদ দেখা দেবে। তুমি রওয়ানা হওয়ার সময়\n  <br/>\n  <br/>\n  اخْلُفْنِىْ فِىْ قَوْمِىْ وَاَصْلِحْ\n  <br/>\n  <br/>\n  [সূরা আল-আ’রাফঃ ১৪২] -বলে আমাকে সংস্কারের নির্দেশ দিয়েছিলে। এর পরিপ্রেক্ষিতে আমি তাদের মধ্যে বিভেদ সৃষ্টি হতে দেইনি। কারণ, এরূপ সম্ভাবনা ছিল যে, তুমি ফিরে এলে তারা সবাই সত্য উপলব্ধি করবে এবং ঈমান ও তাওহীদে ফিরে আসবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "২০ : ৯৫",
        "arabic_text": "\nقَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ ",
        "bangla_text": "মূসা বললেন, ‘হে সামেরী! তোমার ব্যাপার কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "২০ : ৯৬",
        "arabic_text": "\nقَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي ",
        "bangla_text": "সে বলল, ‘আমি যা দেখেছিলাম তারা তা দেখেনি, তারপর আমি সে দূতের পদচিহ্ন হতে একমুঠি মাটি নিয়েছিলাম তারপর আমি তা নিক্ষেপ করেছিলাম [১] ; আর আমার মন আমার জন্য শোভন করেছিল এরূপ করা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ “আমি দেখেছিলাম যা তারা দেখেনি” এখানে জিবরাঈল ফিরিশতাকে বোঝানো হয়েছে। তাকে দেখার ঘটনা সম্পর্কে এক বর্ণনা এই যে, যেদিন মূসা আলাইহিস সালাম-এর মু'জিযায় নদীতে রাস্তা হয়ে যায়, বনী-ইসরাঈল এই রাস্তা দিয়ে সমুদ্র পার হয়ে যায় এবং ফিরআউনী সৈন্য বাহিনী সাগরে নিমজ্জিত হয়, সেদিন জিবরাঈল ঘোড়ায় সওয়ার হয়ে ঘটনাস্থলে উপস্থিত ছিলেন। সামেরীর মনে শয়তান একথা জাগ্রত করে দেয় যে, জিবরাঈলের ঘোড়ার পা যেখানে পড়ে, সেখানকার মাটিতে জীবনের বিশেষ প্রভাব থাকবে। তুমি এই মাটি তুলে নাও। সে পদচিহ্নের মাটি তুলে নিল। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা-এর রেওয়ায়েতে একথা বর্ণিত হয়েছেঃ সামেরীর মনে আপনা-আপনি জাগল যে, পদচিহ্নের মাটি যে বস্তুর উপর নিক্ষেপ করে বলা হবে যে, অমুক বস্তু হয়ে যা, তা তাই হয়ে যাবে। সুতরাং সে সে সমস্ত অলঙ্কারের মধ্যে এ মাটি তাতে নিক্ষেপ করে। ফলে তাতে শব্দ হতে থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "২০ : ৯৭",
        "arabic_text": "\nقَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا ",
        "bangla_text": "মূসা বললেন, ‘যাও; তোমার জীবদ্দশায় তোমার জন্য এটাই রইলো যে, তুমি বলবে, ‘আমি অস্পৃশ্য [১] এবং তোমার জন্য রইল এক নির্দিষ্ট সময়, তোমার বেলায় যার ব্যতিক্রম হবে না। আর তুমি তোমার সে ইলাহের প্রতি লক্ষ্য কর যার পুজায় তুমি রত ছিলে; আমরা সেটাকে জ্বালিয়ে দেবই, তারপর সেটাকে বিক্ষিপ্ত করে সাগরে ছড়িয়ে দেবই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিস সালাম সামেরীর জন্য পার্থিব জীবনে এই শাস্তি ধার্য করেন যে, সবাই তাকে বর্জন করবে এবং কেউ তার কাছে ঘেঁষবে না। তিনি তাকেও নির্দেশ দেন যে, কারো গায়ে হাত লাগাবে না। সারা জীবন এভাবেই সে বন্য জন্তুদের ন্যায় সবার কাছ থেকে আলাদা থাকবে। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "২০ : ৯৮",
        "arabic_text": "\nإِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا ",
        "bangla_text": "তোমাদের ইলাহ তো শুধু আল্লাহই যিনি ছাড়া অন্য কোন সত্য ইলাহ নেই, সবকিছু তাঁর জ্ঞানের পরিধিভুক্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "২০ : ৯৯",
        "arabic_text": "\nكَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا ",
        "bangla_text": "পূর্বে যা ঘটেছে তাঁর কিছু সংবাদ আমরা এভাবে আপনার নিকট বর্ণনা করি। আর আমরা আমাদের নিকট হতে আপনাকে দান করেছি যিকর [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেভাবে আপনার কাছে মূসা আলাইহিস সালামের কাহিনী বর্ণনা করলাম এবং তার সাথে ফির’আউন ও তার দলবলের ঘটনা বিবৃত করলাম এভাবেই আমরা পূর্ববর্তী কালের সংবাদ আপনার কাছে কোন রূপ বৃদ্ধি বা কমতি না করে বর্ণনা করব। আর আপনার কাছে তো যিকর বা কুরআন তো আমাদের পক্ষ থেকেই প্রদান করা হয়েছে। এটা এমন কিতাব যার সামনে বা পিছনে কোথাও বাতিলের কোন হাত নেই। হিকমতওয়ালা ও প্রশংসিতের পক্ষ থেকে নাযিলকৃত। এ কুরআনের মত কোন কিতাব পূর্বে কোন নবীকে দেয়া হয়নি। [ইবন কাসীর] এখানে কুরআনকে যিকর নাম দেয়া হয়েছে। কারণ এতে কর্তব্যকর্মসমূহ স্মরণিকা ও শিক্ষণীয়রূপে তুলে ধরা হয়েছে। অথবা যিকর বলতে এখানে সম্মান বোঝানো হয়েছে। যেমন অন্য আয়াতে বলা হয়েছে, “আর নিশ্চয় এ কুরআন আপনার ও আপনার সম্প্রদায়ের জন্য সম্মান। ” [সূরা আয-যুখরুফ: ৪৪] [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "২০ : ১০০",
        "arabic_text": "\nمَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا ",
        "bangla_text": "এটা থেকে যে বিমুখ হবে, অবশ্যই সে কিয়ামতের দিন মহাভার বহন করবে। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বলা হয়েছে, যে ব্যক্তি কুরআন থেকে মুখ ফিরিয়ে নেয়, কেয়ামতের দিন সে বিরাট পাপের বোঝা বহন করবে। তবে আয়াতে বর্ণিত কুরআন থেকে মুখ ফিরিয়ে নেয়া বিভিন্নভাবে হতে পারে; যথা- কুরআনের উপর মিথ্যারোপ করা, এর আদেশ নিষেধের আনুগত্য করা থেকে মুখ ফিরিয়ে থাকা। কুরআন ছাড়া অন্য কিতাবে হেদায়াতের তালাশ করা। সুতরাং যে তা করবে। আল্লাহ তাকে পথভ্রষ্ট করবেন, তাকে জাহান্নামের পথে ধাবিত করবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "২০ : ১০১",
        "arabic_text": "\nخَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا ",
        "bangla_text": "সেটাকে তারা স্থায়ী হবে এবং কিয়ামতের দিন তাদের জন্য এ বোঝা হবে কত মন্দ !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "২০ : ১০২",
        "arabic_text": "\nيَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا ",
        "bangla_text": "যেদিন শিংগায় [১] ফুঁক দেয়া হবে এবং যেদিন আমরা অপরাধীদেরকে নীলচক্ষু তথা দৃষ্টিহীন অবস্থায় সমবেত করব [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে ওমর রাদিয়াল্লাহু ‘আনহুমা বলেনঃ জনৈক বেদুঈন রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে প্রশ্ন করলঃ صور (ছুর) কি? তিনি বললেনঃ শিঙ্গা। এতে ফুৎকার দেয়া হবে। [আবু দাউদঃ ৪৭৪২, তিরমিযিঃ ৩২৪৩, ৩২৪৪, আহমাদঃ ২/৩১২, সহীহ ইবনে হিব্ববানঃ ৭০১২, হাকোমঃ ২/৪৩৬, ৫০৬] অর্থ এই যে, صور শিঙ্গা-এর মতই কোন বস্তু হবে। এতে ফিরিশতা ফুঁক দিলে সব মৃত জীবিত হয়ে যাবে। হাদীসে এর কিছু গুণাগুণ বৰ্ণনা করা হয়েছেঃ এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ ‘ইস্রাফিল শিঙ্গা মুখে পুরে আছেন, তার কপাল তীক্ষভাবে উৎকৰ্ণ করে নীচু করে রেখেছে, অপেক্ষা করছে, কখন তাকে ফুঁক দেয়ার নির্দেশ দেয়া হবে। [তিরমিযিঃ ২৪৩১, আহমাদঃ ৩/৭, ৭৩, হাকোমঃ ৪/৫৫৯] এর থেকে বোঝা যায় যে, এটা এক প্রকার শিঙ্গার মত, এর একাংশ মুখে পুরা যায়। তবে এর প্রকৃত স্বরূপ একমাত্র আল্লাহই ভাল জানেন।\n  <br/>\n  <br/>\n  [২] অর্থাৎ ভয়ে ও আতংকে তাদের রক্ত শুকিয়ে যাবে এবং তাদের অবস্থা এমন হয়ে যাবে যেন তাদের শরীরে এক বিন্দুও রক্ত নেই। অথবা শব্দটি “আযরাকুল আইন” বা নীল চক্ষুওয়ালার অর্থে গ্রহণ করেছেন। তারা এর অর্থ করেন অত্যাধিক ভয়ে তাদের চোখের মণি স্থির হয়ে যাবে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "২০ : ১০৩",
        "arabic_text": "\nيَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا ",
        "bangla_text": "সেদিন তারা চুপিসারে পরস্পর বলাবলি করবে, ‘তোমরা মাত্র দশদিন অবস্থান করেছিলে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "২০ : ১০৪",
        "arabic_text": "\nنَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا ",
        "bangla_text": "আমরা ভালভাবেই জানি তারা কি বলবে, তাদের মধ্যে যে অপেক্ষাকৃত উত্তম পথে ছিল (বিবেকবান ব্যক্তি) সে বলবে, ‘তোমরা মাত্র একদিন অবস্থান করেছিলে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "২০ : ১০৫",
        "arabic_text": "\nوَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا ",
        "bangla_text": "আর তারা আপনাকে পর্বতসমূহ সম্পর্কে জিজ্ঞেস করে। বলুন ,’আমার রব এগুলোকে সমূলে উৎপাটন করে বিক্ষিপ্ত করে দেবেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষষ্ঠ রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "২০ : ১০৬",
        "arabic_text": "\nفَيَذَرُهَا قَاعٗا صَفۡصَفٗا ",
        "bangla_text": "তারপর তিনি তাকে পরিণত করবেন মসৃণ সমতল ময়দানে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "২০ : ১০৭",
        "arabic_text": "\nلَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا ",
        "bangla_text": "‘যাতে আপনি বাকা ও উঁচু দেখবেন না [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ পাহাড়গুলো ভেঙ্গে বালুকারাশির মতো গুড়ো গুড়ো করে দেয়া হবে এবং সেগুলো ধূলোমাটির মতো সারা দুনিয়ার বুকে ছড়িয়ে সমগ্র দুনিয়াকে এমন একটি সমতল প্রান্তরে পরিণত করে দেয়া হবে যেখানে কোন উঁচু নীচু, ঢালু বা অসমতল জায়গা থাকবে না। তার অবস্থা এমন একটি পরিষ্কার বিছানার মতো হবে যাতে সামান্যতমও খাঁজ বা ভাঁজ থাকবে না। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "২০ : ১০৮",
        "arabic_text": "\nيَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا ",
        "bangla_text": "সেদিন তারা আহ্বানকারীর অনুসরণ করবে, এ ব্যাপারে এদিক ওদিক করতে পারবে না। আর দয়াময়ের সামনে সমস্ত শব্দ স্তব্ধ হয়ে জাবে;কাজেই মৃদু ধ্বনি [১] ছাড়া আপনি কিছুই শুনবেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে ‘হামস’ শব্দ ব্যবহার করা হয়েছে। এ শব্দটি পায়ের আওয়াজ, চুপিচুপি কথা বলার আওয়াজ, আরো এ ধরনের হালকা আওয়াজের জন্য বলা হয়। এর অর্থ এ দাঁড়ায় যে, সেখানে চলাচলকারীদের পায়ের আওয়াজ, হাল্কা শব্দ ছাড়া কোন আওয়াজ শোনা যাবে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "২০ : ১০৯",
        "arabic_text": "\nيَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا ",
        "bangla_text": "দয়াময় যাকে অনুমতি দেবেন ও যার কথায় তিনি সন্তুষ্ট হবেন, সে ছাড়া কারো সুপারিশ সেদিন কোন কাজে আসবে না। [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের অর্থ “সেদিন সুপারিশ কার্যকর হবে না। তবে যদি করুণাময় কাউকে অনুমতি দেন এবং তারকথা শুনতে পছন্দ করেন”। প্রকৃত ব্যাপার এই যে, কিয়ামতের দিন কারো সুপারিশ করার জন্য স্বতপ্রণোদিত হয়ে মুখ খোলা তো দূরের কথা, টুঁ শব্দটি করারও কারো সাহস হবে না। এ দু'টি কথা কুরআনের বিভিন্ন জায়গায় সুস্পষ্টভাবে বলে দেয়া হয়েছে। একদিকে বলা হয়েছেঃ “কে আছে তাঁর অনুমতি ছাড়া তাঁর সামনে সুপারিশ করতে পারে?” [সূরা আল বাকারাহঃ ২৫৫] আরো বলা হয়েছেঃ “সেদিন যখন রূহ ও ফেরেশতারা সবাই কাতারবন্দী হয়ে দাঁড়াবে, একটুও কথা বলবে না, শুধুমাত্র সে - ই বলতে পারবে যাকে করুণাময় অনুমতি দেবেন এবং যে ন্যায়সংগত কথা বলবে। ” [সূরা আন-নাবাঃ ৩৮] অন্য আয়াতে বলা হয়েছেঃ “আর তারা কারোর জন্য সুপারিশ করে না সেই ব্যক্তির ছাড়া যার পক্ষে সুপারিশ শোনার জন্য (রহমান) রাজী হবেন এবং তারা তাঁর ভয়ে ভীত হয়ে থাকে। ” [সূরা আল-আম্বিয়াঃ ২৮] আরো বলা হয়েছেঃ “কত ফেরেশতা আকাশে আছে, তাদের সুপারিশ কোনই কাজে লাগবে না, তবে একমাত্র তখন যখন আল্লাহর কাছ থেকে অনুমতি নেওয়ার পর সুপারিশ করা হবে এবং এমন ব্যক্তির পক্ষে করা হবে যার জন্য তিনি সুপারিশ শুনতে চান এবং পছন্দ করেন। ” [সূরা আন-নাজমঃ ২৬]\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "২০ : ১১০",
        "arabic_text": "\nيَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا ",
        "bangla_text": "তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে , তা তিনি অবগত, কিন্তু তারা জ্ঞান দ্বারা তাঁকে বেষ্টন করতে পারে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "২০ : ১১১",
        "arabic_text": "\n۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا ",
        "bangla_text": "আর চিরঞ্জীব, চিরপ্রতিষ্ঠিত- সর্বসত্তার ধারকের কাছে সবাই হবে নিম্নমুখী এবং সেই ব্যর্থ হবে, যে যুলুম বহন করবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যে কেউ যুলুম নিয়ে হাশরের মাঠে উপস্থিত হবে তার মত হতভাগা আর কেউ নেই। কেননা, সে প্রত্যেক মজলুমকে তার হক বুঝিয়ে দিতে থাকবে, শেষ পর্যন্ত যখন আর কিছুই অবশিষ্ট থাকবে না তখন তার উপর অপরের গোনাহের বোঝা চাপিয়ে দেয়া হবে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: \"তোমরা যুলুম থেকে বেঁচে থাক; কেননা যুলুম কিয়ামতের দিন প্রগাঢ় অন্ধকার হিসেবে দেখা দিবে। ’ [মুসলিম: ২৫৭৮] এ যুলুমের মধ্যে সবচেয়ে বড় যুলুম হলো, শির্ক। কারণ এটি আল্লাহর সাথে কৃত সবচেয়ে বড় গুনাহ। যে কেউ শির্কের ভার নিয়ে হাশরের মাঠে উপস্থিত হবে তার আর বাঁচার কোন পথ রইলো না। মহান আল্লাহ বলেন: “অবশ্যই শির্ক হচ্ছে বড় যুলুম” [সূরা লুকমান: ১৩]\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "২০ : ১১২",
        "arabic_text": "\nوَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا ",
        "bangla_text": "আর যে মুমিন হয়ে সৎকাজ করে , তার কোন আশংকা নেই অবিচারের ও অন্য কোন ক্ষতির। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 113,
        "verse": "২০ : ১১৩",
        "arabic_text": "\nوَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا ",
        "bangla_text": "আর এভাবেই আমরা কুরআনকে নাযিল করেছি আরবি ভাষায় এবং তাতে বিশদভাবে বিবৃত করেছি সতর্কবাণী, যাতে তারা তাকওয়া অবলম্বন করে অথবা এটা তাদের মধ্যে স্মরণিকার উৎপত্তি করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 114,
        "verse": "২০ : ১১৪",
        "arabic_text": "\nفَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا ",
        "bangla_text": "সুতরাং প্রকৃত মালিক আল্লাহ্ অতি মহান সর্বোচ্চ সত্ত্বা [১]। আর আপনার প্রতি আল্লাহর ওহী সম্পূর্ণ হওয়ার আগে আপনি কুরআন পাঠে তাড়াহুড়া করবেন না এবং বলুন, ‘হে আমার রব! আমাকে জ্ঞানে সমৃদ্ধ করুন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মহান আল্লাহ্ বলছেন, যখন পুনরুত্থানের দিন, ভাল-মন্দ প্রতিফলের দিন অবশ্যই ঘটবে, তখন আমরা এ কুরআন নাযিল করেছি, যাতে এরা নিজেদের গাফলতি থেকে সজাগ হবে, ভুলে যাওয়া শিক্ষাকে কিছুটা স্মরণ করবে এবং পথ ভুলে কোন পথে যাচ্ছে আর এই পথ ভুলে চলার পরিণাম কি হবে সে সম্পর্কে এদের মনে বেশ কিছুটা অনুভূতি জগবে। সুতরাং সেই মহান হক বাদশাহর জন্যই যাবতীয় মহত্ব। যিনি হক, যাঁর ওয়াদা হক, যার সতর্কীকরণ হক, যার রাসূলরা হক, জান্নাত হক, জাহান্নাম হক। তার থেকে যা কিছু আসে সবই হক। তাঁর আদল ও ইনসাফ হচ্ছে যে, তিনি কাউকে সাবধান না করে রাসূল না পাঠিয়ে শাস্তি দেন না। যাতে করে তিনি মানুষের ওযর আপত্তির উৎস বন্ধ করে দিতে পারেন। ফলে তাদের কোন সন্দেহ বা প্রমাণ অবশিষ্ট না থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 115,
        "verse": "২০ : ১১৫",
        "arabic_text": "\nوَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا ",
        "bangla_text": "আর আমরা তো ইতোপূর্বে আদমের প্রতি নির্দেশ দান করেছিলাম, কিন্তু তিনি ভুলে গিয়েছিলেন; আর আমরা তার মধ্যে সংকল্পে দৃঢ়টা পাইনি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, আপনার অনেক পূর্বে আদম (আলাইহিস সালাম)-কে তাকিদ সহকারে একটি নির্দেশ দিয়েছিলাম। অর্থাৎ একটি নির্দিষ্ট বৃক্ষ সম্পর্কে বলেছিলাম যে, এই বৃক্ষের ফল-ফুল অথবা কোন অংশ আহার করবেন না, এমনকি এর নিকটেও যাবেন না। এছাড়া জান্নাতের সব বাগ-বাগিচা ও নেয়ামতরাজি আপনাদের জন্য। সেগুলো ব্যবহার করুন। আরো বলেছিলাম যে, ইবলীস আপনাদের শত্রু। তার কুমন্ত্রণা মেনে নিলে আপনাদের বিপদ হবে। কিন্তু আদম ‘আলাইহিস সালাম এসব কথা ভুলে গেলেন। এখানে আল্লাহ্ তা'আলা আদম 'আলাইহিস সালাম-এর ব্যাপারে দুটি শব্দ ব্যবহার করেছেন- তন্মধ্যে প্রথম শব্দটি হলো: فَنَسِيَ এ শব্দটির তিনটি অর্থ হয়ঃ (ক) ত্যাগ করা, অর্থাৎ যে কাজের অঙ্গীকার নেয়া হয়েছিল তা ত্যাগ করা। আর এ অর্থই এখানে অধিকাংশ মুফাসসিরগণ করেছেন। (খ) কারো কারো মতে এখানে فَنَسِيَ শব্দ দ্বারা এখানে ভুলে যাওয়া অর্থ নেয়া হয়েছে। অর্থাৎ আল্লাহ তাকে যে নির্দেশ দিয়েছেন এবং যা করতে নিষেধ করেছেন, তা তিনি ভুলে গেলেন। আদম 'আলাইহিস সালাম-কে ভুলের কারণেও পাকড়াও করা হত। ভুলের কারণে ধরপাকড় না করা শুধুমাত্র উম্মতে মুহাম্মদীর সাথে সংশ্লিষ্ট। এটা উম্মতে মুহাম্মদীর বৈশিষ্ট্য। (গ) কেউ কেউ শব্দটিকে نُسِّيَ পড়েছেন। তখন তার অর্থ হবে শয়তান তাকে প্ররোচনার মাধ্যমে ভুলিয়ে দিলেন। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  আয়াতে ব্যবহৃত দ্বিতীয় শব্দটি হল- عزم এর অর্থ দৃঢ় অঙ্গীকার। কোন কাজ আঞ্জাম দেয়ার জন্য সর্বশক্তি নিয়োগ করা। আদম ‘আলাইহিস সালাম যদিও দৃঢ়-প্রতিজ্ঞ ছিলেন; কিন্তু শয়তানের প্ররোচনায় তার দৃঢ়তায়  চ্যুতি ঘটেছিল। عزم শব্দের আরেক অর্থ হল صبر বা ধৈৰ্য্য ও প্রতিষ্ঠিত থাকা। আদম ‘আলাইহিস সালাম নিষিদ্ধ গাছ থেকে খাওয়ার সময় তার উপর অটল থাকেননি। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 116,
        "verse": "২০ : ১১৬",
        "arabic_text": "\nوَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ ",
        "bangla_text": "আর স্মরণ করুন [১], যখন আমরা ফিরিশতাগণকে বললাম, ‘তোমরা আদমের প্রতি সিজদা কর, তখন ইবলীস ছাড়া সবাই সিজদা করল; সে অমান্য করল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সপ্তম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] এখান থেকে আদম ‘আলাইহিস সালাম-এর কাহিনী শুরু করা হয়েছে। এতে উম্মতে মুহাম্মাদীকে হুশিয়ার করা উদ্দেশ্য যে, শয়তান মানব জাতির আদি শত্রু। সে সর্বপ্রথম তোমাদের আদি পিতা-মাতার সাথে শক্ৰতা সাধন করেছে এবং নানা রকমের কৌশল,বাহানা ও শুভেচ্ছামূলক পরামর্শের জাল বিস্তার করে তাদেরকে পদস্থলিত করে দিয়েছে। এর ফলেই তাদের উদ্দেশ্যে জান্নাত থেকে পৃথিবীতে অবতরণের নির্দেশ জারী হয় এবং জান্নাতের পোষাক ছিনিয়ে নেয়া হয়। তাই শয়তানী কুমন্ত্রণা থেকে মানব মাত্রেরই নিশ্চিন্ত হওয়া উচিত নয়। শয়তানী প্ররোচনা ও অপকৌশল থেকে আত্মরক্ষার জন্য প্রত্যেকেরই যথাসাধ্য চেষ্টা করা উচিত।\n </p>\n</div>"
    },
    {
        "id": 117,
        "verse": "২০ : ১১৭",
        "arabic_text": "\nفَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ ",
        "bangla_text": "অতঃপর আমরা বললাম, ‘হে আদম! নিশ্চয় এ আপনার ও আপনার স্ত্রীর শত্রু, কাজেই সে যেন কিছুতেই আপনাদেরকে জান্নাত থেকে বের করে না দেয় [১], দিলে আপনারা দুঃখ-কষ্ট পাবেন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা’আলা আদম ‘আলাইহিস সালাম-এর কাছ থেকে যে অঙ্গীকার নিয়েছিলেন, এটা তারই সংক্ষিপ্ত বৰ্ণনা। এতে আদম সৃষ্টির পর সব ফিরিশতাকে আদমের উদ্দেশ্যে সিজদা করার নির্দেশ দেয়া হয়েছিল। ইবলীসও এই নির্দেশের আওতাভুক্ত ছিল। কেননা, তখন পর্যন্ত ইবলীস ফিরিশতাদের সাথে একত্রে বাস করত। ফিরিশতারা সবাই সিজদা করল, কিন্তু ইবলীস অস্বীকার করল। অন্য আয়াতের বর্ণনা অনুযায়ী এর কারণ ছিল অহংকার। সে বললঃ আমি অগ্নিসৃজিত আর সে মৃত্তিকা সৃজিত। অগ্নি মাটির তুলনায় উত্তম ও শ্রেষ্ঠ । কাজেই আমি কিরূপে তাকে সিজদা করব? এ কারণে ইবলীস অভিশপ্ত হয়ে জান্নাত থেকে বহিস্কৃত হল। পক্ষান্তরে আদম ও হাওয়ার জন্য জান্নাতের সব বাগ-বাগিচা ও অফুরন্ত নেয়ামতের দরজা উন্মুক্ত করে দেয়া হল। সবকিছু ব্যবহারের অনুমতি দিয়ে শুধু একটি নির্দিষ্ট বৃক্ষ সম্পর্কে বলা হল যে, এটা থেকে আহার করো না এবং এর কাছেও যেয়ো না। সূরা আল-বাকারাহ ও সূরা আল-আ’রাফে এই বিষয়বস্তু বৰ্ণিত হয়েছে। এখানে তা উল্লেখ না করে শুধু অঙ্গীকার সংরক্ষিত রাখা ও তাতে অটল থাকা সম্পর্কে আল্লাহ তা'আলার বাণী বৰ্ণনা করা হয়েছে। তিনি আদমকে বলেনঃ দেখুন, সিজদার ঘটনা থেকে প্রকাশ পেয়েছে যে, ইবলীস আপনাদের শক্ৰ। যেন অপকৌশল ও ধোঁকার মাধ্যমে আপনাদেরকে অঙ্গীকার ভঙ্গ করতে উদ্ধৃদ্ধ না করে। যদি তার প্ররোচনায় প্ৰলুব্ধ হয়ে আল্লাহর হুকুমের বিরুদ্ধাচারণ করেন তাহলে এখানে থাকতে পারবেন  না এবং আপনাদেরকে যেসব নিয়ামত দান করা হয়েছে সেসব ছিনিয়ে নেয়া হবে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ শয়তান যেন আপনাদেরকে জান্নাত থেকে বের করে না দেয়। ফলে, আপনারা বিপদে ও কষ্টে পড়ে যাবেন। আপনাদেরকে খেটে আহার্য উপার্জন করতে হবে। [ফাতহুল কাদীর] পরবর্তী আয়াতে জান্নাতের এমন চারটি নেয়ামত উল্লেখ করা হয়েছে, যেগুলো প্রত্যেক মানুষের জীবনের স্তম্ভবিশেষ এবং জীবনধারণে প্রয়োজনীয় সামগ্রীর মধ্যে অধিক গুরুত্বপূর্ণ। অর্থাৎ অন্ন, পানীয়, বস্ত্র ও বাসস্থান। আয়াতে বলা হয়েছে যে, এসব নেয়ামত জান্নাতে পরিশ্রম ও উপার্জন ছাড়াই পাওয়া যায়। এ থেকে বোঝা গেল যে, এখান থেকে বহিস্কৃত হলে এসব নেয়ামতও হাতছাড়া হয়ে যাবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 118,
        "verse": "২০ : ১১৮",
        "arabic_text": "\nإِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ ",
        "bangla_text": "‘নিশ্চয় আপনার জন্য এ ব্যবস্থা রইল যে, আপনি জান্নাতে ক্ষুধার্ত ও হবেন না, নগ্নও হবেন না;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 119,
        "verse": "২০ : ১১৯",
        "arabic_text": "\nوَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ ",
        "bangla_text": "‘এবং সেখানে পিপাসাত হবেন না। আর রোদেও আক্রান্ত হবেন না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জান্নাত থেকে বের হবার পর মানুষকে যে বিপদের মুখোমুখি হতে হবে তার বিবরণ এখানে দেয়া হয়েছে। এ সময় জান্নাতের বড় বড়, পূর্ণাংগ ও শ্রেষ্ঠ নিয়ামতগুলো উল্লেখ করার পরিবর্তে অন্ন, পানীয়, বস্ত্র ও বাসস্থান এ চারটি মৌলিক নিয়ামতের কথা বলা হয়েছে। বস্তুত: জীবনধারণের প্রয়োজনীয় এই চারটি মৌলিক বস্তু মানুষকে দুনিয়াতে সবচেয়ে বেশী কষ্ট দেয়। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 120,
        "verse": "২০ : ১২০",
        "arabic_text": "\nفَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ ",
        "bangla_text": "অতঃপর শয়তান থেকে তাকে কুমন্ত্রণা দিলো; সে বল্ল,’হে আদম! আমি কি আপনাকে বলে দেব অন্তত জীবনদায়িনী গাছের কথা ও অক্ষয় রাজ্যের কথা [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্যত্র আমরা শয়তানের কথাবার্তার আরো যে বিস্তারিত বিবরণ পাই তা হচ্ছে এই যে, “আর সে বললো, তোমাদের রব তোমাদেরকে এ গাছটি থেকে শুধুমাত্র এ জন্য বিরত রেখেছেন, যাতে তোমরা দু'জন ফেরেশতা অথবা চিরঞ্জাব না হয়ে যাও।” [সূরা আল-আ'রাফঃ ২০]\n </p>\n</div>"
    },
    {
        "id": 121,
        "verse": "২০ : ১২১",
        "arabic_text": "\nفَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ ",
        "bangla_text": "তারপর তারা উভয়ে সে গাছ থেকে খেল; তখন তাদের লজ্জাস্থান তাদের কাছে প্রকাশ হয়ে পড়ল এবং তারা জান্নাতের গাছের পাতা দিয়ে নিজেদেরকে ঢাকতে লাগলেন। আর আদম তার রব এর হুকুম অমান্য করলেন ফলে তিনি পথভ্রান্ত হয়ে গেলেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] غوى শব্দটির অনুবাদ ওপরে ‘পথভ্রান্ত’ করা হয়েছে। কোন কোন মুফাসসির বলেন, এর অর্থ, তার জীবনটা বিপর্যস্ত হয়ে গেল। কারণ, দুনিয়াতে অবতরণ করার অর্থই হচ্ছে, জীবন দুর্বিষহ হওয়া। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 122,
        "verse": "২০ : ১২২",
        "arabic_text": "\nثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ ",
        "bangla_text": "তারপর তার রব তাকে মনোনীত করলেন [১], অতঃপর তার তাওবা কবুল করলেন ও তাকে পথনির্দেশ করলেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অৰ্থাৎ শয়তানের মতো আল্লাহর দরবার থেকে বহিষ্কৃত করেন নি। আনুগত্যের প্রচেষ্টায় ব্যর্থ হয়ে যেখানে তিনি পড়ে গিয়েছিলেন সেখানে তাকে পড়ে থাকতে দেননি। বরং উঠিয়ে আবার নিজের কাছে ডেকে নিয়েছিলেন কারণ নিজেদের ভুলের অনুভূতি হবার সাথে সাথেই তারা বলে উঠেছিলেনঃ “হে আমাদের প্রতিপালক! আমরা নিজেদের প্রতি জুলুম করেছি এবং যদি আপনি আমাদের মাফ না করেন এবং আমাদের প্রতি করুণা না করেন তাহলে আমরা ধ্বংস হয়ে যাবো।” [সূরা আল আ'রাফঃ ২৩]\n </p>\n</div>"
    },
    {
        "id": 123,
        "verse": "২০ : ১২৩",
        "arabic_text": "\nقَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ ",
        "bangla_text": "তিনি বললেন, ‘তোমরা উভয়ে একসাথে জান্নাত থেকে নেমে যাও। তোমরা পরস্পর পরস্পরের শত্রু। পরে আমার পক্ষ থেকে তোমাদের কাছে সৎপথের নির্দেশ আসলে যে আমার প্রদর্শিত সৎপথের অনুসরণ করবে সে বিপথগামী হবে না ও দুঃখ-কষ্ট পাবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 124,
        "verse": "২০ : ১২৪",
        "arabic_text": "\nوَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ ",
        "bangla_text": "‘আর যে আমার স্মরণ থেকে বিমুখ থাকবে, নিশ্চয় তার জীবন-যাপন হবে সংকুচিত [১] এবং আমরা তাকে কিয়ামতের দিন জমায়েত করব অন্ধ অবস্থায় [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যিকর-এর অর্থ কুরআনও হতে পারে এবং রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লামও হতে পারে, যেমন- অন্য আয়াতে ذِكْراًرَّسُوْلاً বলা হয়েছে। [কুরতুবী। তবে অধিকাংশের নিকট এখানে কুরআন বোঝানো হয়েছে। সারমর্ম এই যে, যে ব্যক্তি কুরআনের বিধি-বিধান থেকে মুখ ফিরিয়ে রাখে, কুরআনের নির্দেশের আনুগত্য থেকে মুখ ফিরিয়ে নেয়; অন্যদের থেকে হিদায়াত গ্ৰহণ করে, তার পরিণাম এই যে, তার জীবিকা সংকীর্ণ হবে। [ইবন কাসীর] কুরআনের ভাষ্যে ঐ সমস্ত লোকদের জন্য সংকীর্ণ ও তিক্ত জীবনের ঘোষণা দেয়া হয়েছে, যারা আল্লাহর কুরআন ও তাঁর রাসূলের প্রদর্শিত পথে চলতে বিমুখ হয়। কিন্তু কোথায় তাদের সে সংকীর্ণ ও তিক্ত জীবন হবে তা নির্ধারণে বেশ কয়েকটি মত রয়েছেঃ\n  <br/>\n  <br/>\n  এক) তাদের দুনিয়ার জীবন সংকীর্ণ হবে। তাদের কাছ থেকে অল্পে তুষ্টির গুণ ছিনিয়ে নেয়া হবে এবং সাংসারিক লোভ-লালসা বাড়িয়ে দেয়া হবে। যা তাদের জীবনকে অতিষ্ট করে তুলবে। ফলে তাদের কাছে যত অর্থ-সম্পাদই সঞ্চিত হোক না কেন, আন্তরিক শান্তি তাদের ভাগ্যে জুটবে না। সদা-সর্বদা সম্পদ বৃদ্ধি করার চিন্তা এবং ক্ষতির আশঙ্কা তাদেরকে অস্থির করে তুলবে। কেননা, সুখ-শান্তি অন্তরের স্থিরতা ও নিশ্চিন্ততার মাধ্যমেই অর্জিত হয়; শুধু প্রাচুর্য্যে নয়। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  দুই) অনেক মুফাসসিরের মতে এখানে সংকীর্ণ জীবন বলতে কবরের জীবনকে বোঝানো হয়েছে। [ইবন কাসীর] অর্থাৎ তাদের কবর তাদের উপর সংকীর্ণ হয়ে যাবে বিভিন্ন প্রকার শাস্তির মাধ্যমে। এতে করে কবরে তাদের জীবন দুর্বিষহ করে দেয়া হবে। তাদের বাসস্থান কবর তাদেরকে এমনভাবে চাপ দেবে যে, তাদের পাঁজর ভেঙ্গে চুরমার হয়ে যাবে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম স্বয়ং مَعِيْشَةً ضَنْكًا -এর তাফসীরে বলেছেন যে, এখানে কবর জগত ও সেখানকার আযাব বোঝানো হয়েছে। [মুস্তাদরাকে হাকিমঃ ২/৩৮১ নং- ৩৪৩৯, ইবনে হিব্বানঃ ৭/৩৮৮, ৩৮৯ নং- ৩১১৯] তাছাড়া বিভিন্ন সহীহ হাদীসে কবরের যিন্দেগীর বিভিন্ন শাস্তির যে বর্ণনা এসেছে, তা থেকে বুঝা যায় যে, যারা আল্লাহ, কুরআন ও রাসূলের প্রদর্শিত দ্বীন থেকে বিমুখ হবে, কবরে তাদের জন্য রয়েছে কঠোর শাস্তি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “মুমিন তার কবরে সবুজ প্রশস্ত উদ্যানে অবস্থান করবে। আর তার কবরকে ৭০ গজ প্রশস্ত করা হবে। পূর্নিমার চাঁদের আলোর মত তার কবরকে আলোকিত করা হবে। তোমরা কি জান আল্লাহর আয়াত (তাদের জন্য রয়েছে সংকীর্ণ জীবন) কাদের সম্পর্কে নাযিল হয়েছে? তোমরা কি জানো সংকীর্ণ জীবন কি? সাহাবায়ে কেরাম বললেনঃ আল্লাহ ও তাঁর রাসূল ভাল জানেন। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বললেন: তা হল কবরে কাফেরের শাস্তি। যাঁর হাতে আমার জীবন, তার শপথ করে বলছি- তাকে ন্যস্ত করা হবে ৯৯টি বিষাক্ত তিন্নিন সাপের কাছে। তোমরা কি জান তিন্নিন কি? তিন্নিন হল ৯৯টি সাপ । প্ৰত্যেকটি সাপের রয়েছে ৭টি মাথা। যেগুলো দিয়ে সে কাফেরের শরীরে ছোবল মারতে থাকবে, কামড়াতে ও ছিড়তে থাকবে কেয়ামত পর্যন্ত। [ইবনে হিব্বানঃ ৩১২২, দারেমীঃ ২৭১১, আহমাদঃ ৩/৩৮, আবু ইয়া'লাঃ ৬৬৪৪, আবদ ইবনে হুমাইদঃ ৯২৯, মাজমাউয-যাওয়ায়েদঃ ৩/৫৫]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাকে কেয়ামতের দিন অন্ধ অবস্থায় হাশার করা হবে। এখানে অন্ধ অবস্থার কয়েকটি অর্থ হতে পারে- (এক) বাস্তবিকই সে অন্ধ হয়ে উঠবে। (দুই) সে জাহান্নাম ছাড়া আর কিছুই দেখতে পাবে না। (তিন) সে তার পক্ষে পেশ করার মত কোন যুক্তি থেকে অন্ধ হয়ে যাবে। কোন প্রকার প্রমাণাদি পেশ করা থেকে অন্ধ হয়ে থাকবে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] তখন তার পরবর্তী আয়াতের অর্থ হবেসে বলবেঃ হে আমার রব! আমাকে কেন আমার যাবতীয় যুক্তিহীন অবস্থায় হাশর করেছেন? আল্লাহ উত্তরে বলবেনঃ অনুরূপভাবে তোমার কাছে আমার নিদর্শনসমূহ এসেছিল, কিন্তু তুমি সেগুলো ত্যাগ করে ভুলে বসেছিলে, তাই আজকের দিনেও তোমাকে যুক্তি-প্রমাণহীন অবস্থায় অন্ধ করে ত্যাগ করা হবে, ভুলে যাওয়া হবে। কারণ এটা তো তোমারই কাজের যথোপযুক্ত ফল। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 125,
        "verse": "২০ : ১২৫",
        "arabic_text": "\nقَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا ",
        "bangla_text": "সে বলবে, ‘হে আমার রব! কেন আমাক অন্ধ অবস্থায় জমায়েত করলেন? অথচ আমি তো ছিলাম চক্ষুষ্মান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 126,
        "verse": "২০ : ১২৬",
        "arabic_text": "\nقَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ ",
        "bangla_text": "তিনি বলবেন, ‘এরূপই আমাদের নিদর্শনাবলী তোমার কাছে এসেছিল, কিন্তু তুমি তা ছেড়ে দিয়েছিলে এবং সেভাবে আজ তোমাকেও (জাহান্নামে) ছেড়ে রাখা হবে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিস্মৃত হওয়া ছাড়া نسيان শব্দের আরেক অর্থ আছে ছেড়ে রাখা। অর্থাৎ যেভাবে আমার হেদায়াতকে দুনিয়াতে ছেড়ে রেখেছিল তেমনি আজ তোমাদেরকে জাহান্নামে ছেড়ে রাখা হবে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 127,
        "verse": "২০ : ১২৭",
        "arabic_text": "\nوَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ ",
        "bangla_text": "আর এভাবেই আমরা প্রতিফল দেই তাকে যে বাড়াবাড়ি করে ও তার রব এর নিদর্শনে ঈমান না আনে [১]। আর আখেরাতের শাস্তি তো অবশ্যই কঠিনতর ও অধিক স্থায়ী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ “যিকির” অর্থাৎ তাঁর কিতাব ও তাঁর প্রেরিত উপদেশমালা থেকে যারা মুখ ফিরিয়ে নেয়। তাদের দুনিয়ায় যে “অতৃপ্ত জীবন” যাপন করানো হয় সেদিকে ইশারা করা হয়েছে। অর্থাৎ এভাবেই যারা আল্লাহর আয়াতসমূহের উপর মিথ্যারোপ ‘করে আমরা তাদেরকে দুনিয়া ও আখেরাতে প্রতিফল দিয়ে থাকি। “তাদের জন্য দুনিয়ার জীবনে আছে শাস্তি এবং আখিরাতের শাস্তি তো আরো কঠোর! আর আল্লাহর শাস্তি থেকে রক্ষা করার মত তাদের কেউ নেই। ” [সূরা আর-রা'দ: ৩৪] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 128,
        "verse": "২০ : ১২৮",
        "arabic_text": "\nأَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ ",
        "bangla_text": "এটাও কি তাদেরকে [১] সৎপথ দেখাল না যে, আমরা এদের আগে ধ্বংস করেছি বহু মানবগোষ্ঠী যাদের বাসভূমিতে এরা বিচরণ করে থাকে? নিশ্চয় এতে বিবেকসম্পন্নদের জন্য আছে নিদর্শন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সে সময় মক্কাবাসীদেরকে সম্বোধন করে বক্তব্য রাখা হয়েছিল এবং এখানে তাদের প্রতিই ইংগিত করা হয়েছে। আয়াতের কয়েকটি অর্থ হতে পারে। এক. কুরআন অথবা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম কি মক্কাবাসীদেরকে এই হেদায়াত দেননি এবং এ সম্পর্কে জ্ঞাত করেননি যে, তোমাদের পূর্বে অনেক সম্প্রদায় ও দল নাফরমানীর কারণে আল্লাহর আযাবে গ্রেফতার হয়ে ধ্বংস হয়ে গেছে, যাদের বাসভূমিতে এখন তোমরা চলাফেরা কর? দুই. আল্লাহ কি তাদেরকে হেদায়াত দেননি বা তাদেরকে সঠিক পথ দেখাননি? এ অর্থের উপর আরো প্রমাণ হল- কোন কোন কিরাআতে نَهْدِ পড়া হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ ইতিহাসের এ ঘটনাবলী, প্রাচীন ধ্বংসাবশেষের এ পর্যবেক্ষণ, মানব জাতির এ অভিজ্ঞতায় তাদের জন্য বহু নিদর্শন রয়েছে যেগুলো থেকে তারা শিক্ষা নিতে পারে। যেমন অন্য আয়াতে বলেছেন, “তারা কি দেশ ভ্ৰমণ করেনি? তাহলে তারা জ্ঞানবুদ্ধিসম্পন্ন হৃদয় ও শ্রুতিশক্তিসম্পন্ন শ্রবণের অধিকারী হতে পারত। বস্তুত চোখ তো অন্ধ নয়, বরং অন্ধ হচ্ছে বুকের মধ্যে অবস্থিত হৃদয়। ” [সূরা আল-হাজ্জ:৪৬] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 129,
        "verse": "২০ : ১২৯",
        "arabic_text": "\nوَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى ",
        "bangla_text": "আর আপনার রব এর পূর্ব সিদ্ধান্ত ও একটা সময় নির্ধারিত না থাকলে অবশ্যম্ভাবী হত আশু শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   অষ্টম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 130,
        "verse": "২০ : ১৩০",
        "arabic_text": "\nفَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ ",
        "bangla_text": "কাজেই তারা যা বলে , সে বিষয়ে আপনি ধৈর্য ধারণ করুন [১] এবং সূর্যোদয়ের আগে ও সূর্যাস্তের আগে আপনার রব এর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করুন এবং রাতে পবিত্রতা ও মহিমা ঘোষণা করুন, এবং দিনের প্রান্তসমূহেও [২], যাতে আপনি সন্তুষ্ট হতে আপ্রেন [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কাবাসীরা ঈমান থেকে গা বাঁচানোর জন্য নানারকম বাহানা খুঁজত এবং রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের শানে অশালীন কথাবার্তা বলত। কেউ জাদুকর, কেউ কবি এবং মিথ্যাবাদী বলত। [ফাতহুল কাদীর] কুরআনুল করীম এখানে তাদের এসব যন্ত্রণাদায়ক কথাবার্তার দু'টি প্রতিকার বর্ণনা করেছে। (এক) আপনি তাদের কথাবার্তার প্রতি ভ্ৰক্ষেপ করবেন না; বরং সবর করবেন। (দুই) আল্লাহর ইবাদাতে মশগুল হয়ে যান।\n  <br/>\n  <br/>\n  وَسِبِّحْ بِحَمْدِرَبِّكَ\n  <br/>\n  <br/>\n  বাক্যে একথা বলা হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ যেহেতু মহান আল্লাহ এখনই তাদেরকে ধ্বংস করতে চান না এবং তাদের জন্য একটি অবকাশ সময় নির্ধারিত করে ফেলেছেন, তাই তাঁর প্রদত্ত এ অবকাশ সময়ে তারা আপনার সাথে যে ধরনের আচরণই করুক না কেন আপনাকে অবশ্যি তা বরদাশত করতে হবে এবং সবরের সাথে তাদের যাবতীয় তিক্ত ও কড়া কথা শুনেও নিজের সত্যবাণী প্রচার ও স্মরণ করিয়ে দেবার দায়িত্ব পালন করে যেতে হবে। আপনি সালাত থেকে এ সবর, সহিষ্ণুতা ও সংযমের শক্তি লাভ করবেন। এ নির্ধারিত সময়গুলোতে আপনার প্রতিদিন নিয়মিত এ সালাত পড়া উচিত।\n  <br/>\n  <br/>\n  “রবের সপ্ৰশংস পবিত্রতা ও মহিমা ঘোষণা” করা মানে হচ্ছে সালাত। যেমন সামনের দিকে আল্লাহ্ নিজেই বলেছেনঃ “নিজের পরিবার পরিজনকে সালাত পড়ার নির্দেশ দিন এবং নিজেও নিয়মিত তা পালন করতে থাকুন।” সালাতের সময়গুলোর প্রতি এখানেও পরিষ্কার ইশারা করা হয়েছে। সূর্য উদয়ের পূর্বে ফজরের সালাত। সূর্য অস্ত যাবার আগে আসরের সালাত। আর রাতের বেলা হচ্ছে এশা ও তাহাজ্জুদের সালাত। দিনের প্রান্তগুলো অবশ্যি তিনটিই হতে পারে। একটি প্রান্ত হচ্ছে প্রভাত, দ্বিতীয় প্রান্তটি সূর্য ঢলে পড়ার পর এবং তৃতীয় প্ৰান্তটি হচ্ছে সন্ধ্যা। কাজেই দিনের প্রান্তগুলো বলতে ফজর, যোহর ও মাগরিবের সালাত হতে পারে। সহীহ হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ ‘তোমরা তোমাদের রবকে স্বচ্ছভাবে দেখতে পাবে যেমনিভাবে তোমরা এ (পূর্নিমার চাঁদ) কে দেখতে পাচ্ছ। দেখতে তোমাদের কোন সমস্যা হবে না। সুতরাং তোমরা যদি সূর্যোদয়ের পূর্বে ও সূর্যাস্তের পূর্বে তোমাদের সালাতগুলো আদায়ের ব্যাপারে কোন প্রকার ব্যাঘাত সৃষ্টি করা হতে মুক্ত হতে পার তবে তা কর; অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম (তোমরা সূর্যোদয়ের পূর্বে এবং সূর্যাস্তের পূর্বে তোমাদের প্রভূর সপ্ৰশংস পবিত্রতা ঘোষণা কর) এ আয়াতটি বললেন। [বুখারীঃ ৫৭৩] রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম আরো বলেনঃ “যে ব্যক্তি সূর্যোদয়ের পূর্বে এবং সূর্যাস্তের পূর্বে সালাত আদায় করবে সে জাহান্নামে যাবে না। ” অর্থাৎ ফজর ও আসার। [মুসলিমঃ ৬৩৪] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তাসবীহ ও ইবাদাত এজন্যে করুন যাতে আপনার জন্য এমন কিছু অর্জিত হয়, যাতে আপনি সন্তুষ্ট হতে পারেন। মুমিনের সঠিক সস্তুষ্টি আসবে আল্লাহর সন্তুষ্টি অর্জনের মাধ্যমে। হাদীসে এসেছে, “আল্লাহ তা’আলা বলেনঃ হে জান্নাতবাসী! তারা বলবেঃ হাজির হে আমাদের প্রভু, হাজির। তারপর তিনি বলবেনঃ তোমরা কি সন্তুষ্ট হয়েছ? তারা বলবেঃ কেন আমরা সন্তুষ্ট হব না, অথচ আপনি আমাদেরকে যা দিয়েছেন, সৃষ্টি জগতের কাউকে তা দেননি। তারপর তিনি বলবেনঃ আমি তোমাদেরকে তার থেকেও উত্তম কিছু দেব। তারা বলবেঃ এর থেকে উৎকৃষ্ট আর কিইবা আছে। তিনি বলবেনঃ আমি তোমাদের উপর এমনভাবে সন্তুষ্ট হব, যার পরে আর কখনো অসন্তুষ্ট হব না। [বুখারীঃ ৬৫৪৯, ৭৫১৮, মুসলিমঃ ২৮২৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 131,
        "verse": "২০ : ১৩১",
        "arabic_text": "\nوَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ ",
        "bangla_text": "আর আপনি আপনার দু’চোখ কখনো প্রসারিত করবেন না [১] সে সবের প্রতি, যা আমরা বিভিন্ন শ্রেণীকে দুনিয়ার জীবনের সৌন্দর্যসরূপ উপভোগের উপকরণ হিসেবে দিয়েছি, তা দ্বারা তাদেরকে পরীক্ষা করার জন্য। আর আপনার রব এর দোয়া রিযিকই সর্বোৎকৃষ্ট ও অধিক স্থায়ী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে সম্বোধন করা হয়েছে, কিন্তু আসলে উম্মতকে পথ প্রদর্শন করাই লক্ষ্য। বলা হয়েছে, দুনিয়ার ঐশ্বর্যশালী পুঁজিপতিরা হরেক রকমের পার্থিব চাকচিক্য ও বিবিধ নেয়ামতের অধিকারী হয়ে বসে আছে। আপনি তাদের প্রতি ভ্ৰক্ষেপও করবেন না। কেননা, এগুলো সব ধ্বংসশীল ও ক্ষণস্থায়ী। আল্লাহ তা'আলা যে নেয়ামত আপনাকে এবং আপনার মধ্যস্থতায় মুমিনদেরকে দান করেছেন, তা এই ক্ষণস্থায়ী পার্থিব চাকচিক্য থেকে বহুগুণে উৎকৃষ্ট। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 132,
        "verse": "২০ : ১৩২",
        "arabic_text": "\nوَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ ",
        "bangla_text": "আর আপনার পরিবারবর্গকে সালাতের আদেশ দিন ও তাতে অবিচল থাকুন [১], আমরা আপনার কাছে কোন রিযিক চাই না; আমরাই আপনাকে রিযিক দেই [২]। আর শুভ পরিণাম তো তাকওয়াতেই নিহিত [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ আপনি পরিবারবর্গকে সালাতের আদেশ দিন এবং নিজেও এর উপর অবিচল থাকুন। বাহ্যতঃ এখানে আলাদা আলাদা দুটি নির্দেশ রয়েছে। (এক) পরিবারবর্গকে সালাতের আদেশ এবং (দুই) নিজেও সালাত অব্যাহত রাখা। এর এমন ফলাফল সামনে এসে যাবে যাতে আপনার হৃদয় উৎফুল্ল হয়ে উঠবে। এ অর্থটি কুরআনের বিভিন্ন জায়গায় বিভিন্নভাবে বর্ণিত হয়েছে। যেমন অন্যত্ৰ সালাতের হুকুম দেবার পর বলা হয়েছেঃ “আশা করা যায়, আপনার রব আপনাকে ‘মাকামে মাহমুদে' (প্ৰশংসিত স্থান) পৌঁছিয়ে দেবেন।” [সূরা আল-ইসরাঃ ৭৯] অন্যত্র বলা হয়েছেঃ “আপনার জন্য পরবর্তী যুগ অবশ্যি পূর্ববতী যুগের চাইতে ভালো। আর শিগগির আপনার রব আপনাকে এত কিছু দেবেন যার ফলে আপনি খুশি হয়ে যাবেন।” [সূরা ‘আদ-দুহাঃ ৪-৫]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আপনি নিজের পরিবারবর্গের রিযক নিজস্ব জ্ঞান-গরিমা ও কর্মের জোরে সৃষ্টি করুন এবং সালাত থেকে দূরে থাকবেন এটা যেন না হয়। আপনি আল্লাহর ইবাদাতের দিকে বেশী মশগুল হোন। আপনি যদি সালাত কায়েম করেন তবে আপনার রিযিকের কোন ঘাটতি হবে না। কোথেকে রিযিক আসবে তা আপনি কল্পনাও করতে পারবেন। না। [ইবন কাসীর] রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “যার যাবতীয় চিন্তা-ভাবনা দুনিয়ার প্রতি ধাবিত হয়, আল্লাহ তার যাবতীয় কর্মকাণ্ড বিক্ষিপ্ত করে দেন। আর তার কপালে দারিদ্র্যতা লিখে দেন। আর তার কাছে দুনিয়া শুধু অতটুকুই নিয়ে আসে, যতটুকু আল্লাহ তার জন্য লিখেছেন। এবং যার যাবতীয় উদ্দেশ্য হবে আখেরাত, আল্লাহ তার যাবতীয় কাজ গুছিয়ে দেন, তার অন্তরে অমুখাপেক্ষীতা সৃষ্টি করে দেন। আর দুনিয়া তার কাছে বাধ্য হয়ে এসে পড়ে। [ইবনে মাজাহঃ ৪১০৫]\n  <br/>\n  <br/>\n  [৩] আমার কোন লাভের জন্য আমি তোমাদের সালাত পড়তে বলছি না। বরং এতে লাভ তোমাদের নিজেদেরই। সেটি হচ্ছে এই যে, তোমাদের মধ্যে তাকওয়া সৃষ্টি হবে। আর এটিই দুনিয়া ও আখেরাত উভয় স্থানে স্থায়ী ও শেষ সাফল্যের মাধ্যম। এক হাদীসে এসেছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বপ্নে দেখলেন যে, তার কাছে রুতাব “তাজা” খেজুর নিয়ে আসা হয়েছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এটার ব্যাখ্যা করলেন যে, আমাদের এ দ্বীনের মর্যাদা দুনিয়াতে বৃদ্ধি পাবে। [দেখুন, মুসলিম: ২২৭০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 133,
        "verse": "২০ : ১৩৩",
        "arabic_text": "\nوَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ ",
        "bangla_text": "আর তারা বলে, ‘সে তার রব এর কাছ থেকে আমাদের কাছে কোন নিদর্শন নিয়ে আসে না কেন? তাদের কাছে কি সুস্পষ্ট প্রমাণ আসেনি যা আগেকার গ্রন্থসমূহে রয়েছে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এটা কি কোন ছোটোখাটো মু'জিযা যে, তাদের মধ্য থেকে এক নিরক্ষর ব্যক্তি এমন একটি কিতাব পেশ করেছেন, যাতে শুরু থেকে নিয়ে এ পর্যন্তকার সমস্ত আসমানী কিতাবের বিষয়বস্তু ও শিক্ষাবলীর নির্যাস বের করে রেখে দেয়া হয়েছে তাওরাত, যবুর, ইঞ্জীল ও ইবরাহিমী সহীফা ইত্যাদি আল্লাহর গ্রন্থসমূহ সৰ্বকালেই শেষ নবী মুহাম্মাদ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লামের নবুওয়াত ও রেসালাতের সাক্ষ্য দিয়েছে। এগুলোর বহিঃপ্রকাশ অবিশ্বাসীদের জন্য পর্যাপ্ত প্রমাণ নয় কি? [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 134,
        "verse": "২০ : ১৩৪",
        "arabic_text": "\nوَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ ",
        "bangla_text": "আর যদি আমরা তাদেরকে ইতোপূর্বে শাস্তি দ্বারা ধ্বংস করতাম, তবে অবশ্যই তারা বলত, ‘হে আমাদের রব! আপনি আমাদের কাছে কোন রাসূল পাঠালেন না কেন? পাঠালে আমরা লাঞ্চিত ও অপমানিত হওয়ার আগে আপনার নিদর্শনাবলী অনুসরণ করতাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 135,
        "verse": "২০ : ১৩৫",
        "arabic_text": "\nقُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ ",
        "bangla_text": "বলুন, ‘প্রত্যেকেই প্রতীক্ষা করছে, কাজেই তোমরাও প্রতীক্ষা কর [১]। তারপর অচিরেই তোমরা জানতে পারবে কারা রয়েছে সরল পথে এবং কারা সৎপথ অবলম্বন করেছে [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন থেকে এ দাওয়াতটি তোমাদের শহরে পেশ করা হয়েছে তখন থেকে শুধুমাত্র এ শহরের নয়। বরং আশেপাশের এলাকারও প্রতিটি লোক এর শেষ পরিণতি দেখার জন্য অপেক্ষা করছে। কার জন্য বিজয় রয়েছে এটা মুমিন, কাফের সবাই দেখার অপেক্ষায় আছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আজ তো আল্লাহ তা'আলা প্রত্যেককে মুখ দিয়েছেন, প্রত্যেকেই তার তরীকা ও কর্মকে উৎকৃষ্ট ও বিশুদ্ধ বলে দাবী করতে পারে। কিন্তু এই দাবী কোন কাজে আসবে না। উৎকৃষ্ট ও বিশুদ্ধ তরীকা তা-ই হতে পারে, যা আল্লাহর কাছে প্রিয় ও বিশুদ্ধ। আল্লাহর কাছে কোনটি বিশুদ্ধ, তার সন্ধান কেয়ামতের দিন প্রত্যেকেই পেয়ে যাবে। তখন সবাই জানতে পারবে যে, কে ভ্রান্ত ও পথভ্ৰষ্ট ছিল এবং কে বিশুদ্ধ ও সরল পথে ছিল। কে জান্নাতে প্রবেশ করতে সক্ষম হয়েছে। [কুরতুবী]] এটা কুরআনের অন্য আয়াতের মত হয়েছে, যেখানে বলা হয়েছে, “আর যখন তারা শাস্তি প্রত্যক্ষ করবে, তখন জানতে পারবে কে অধিক পথভ্রষ্ট। ” [সূরা আল-ফুরকান: ৪২] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    }
]