[
    {
        "id": 1,
        "verse": "২১ : ১",
        "arabic_text": "\nٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ ",
        "bangla_text": "মানুষের হিসেব-নিকেশের সময় আসন্ন [১], অথচ তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ১১২ আয়াত, মক্কী\n  </b>\n  <br/>\n  <br/>\n  [১] আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন: বনী-ইসরাঈল, কাহ্ফ, মারইয়াম, ত্বা-হা ও আম্বিয়া- এগুলো আমার প্রাচীন সম্পদ ও উপার্জন ৷ [বুখারীঃ ৪৪৩১] এর থেকে বুঝা যায় যে, এ সূরাগুলো প্রাথমিক যুগে নাযিল হয়েছিল। এগুলোর প্রতি সাহাবায়ে কিরামের আলাদা দরদ ছিল। তাই আমাদেরও উচিত। এগুলোকে বেশি ভালবাসা এবং এগুলো থেকে হেদায়াত সংগ্ৰহ করা।\n  <br/>\n  <br/>\n  [১] অর্থাৎ মানুষের কাছ থেকে তাদের কৃতকর্মের হিসাব নেয়ার দিন অর্থাৎ কেয়ামতের দিন ঘনিয়ে এসেছে। এখানে পৃথিবীর বিগত বয়সের অনুপাতে ঘনিয়ে আসার কথা বলা হয়েছে। লোকদের নিজেদের কাজের হিসেব দেবার জন্য তাদের রবের সামনে হাজির হবার সময় আর দূরে নেই। মুহাম্মদ সাল্লালাহু আলাইহি ওয়া সাল্লামের আগমন একথারই আলামত যে, মানব জাতির ইতিহাস বর্তমানে তার শেষ পর্যায়ে প্রবেশ করছে। এখন সে তার সূচনাকালের পরিবর্তে পরিণামের বেশী নিকটবর্তী হয়ে গেছে। সূচনা ও মধ্যবর্তীকালীন পর্যায় অতিক্রান্ত হয়ে গেছে এবং এবার শেষ পর্যায়ে শুরু হয়ে গেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর একটি হাদীসে একথাই বলেছেন। তিনি নিজের হাতের দুটি আঙ্গুল পাশাপাশি রেখে বলেনঃ “আমার আগমন এমন সময়ে ঘটেছে যখন আমি ও কেয়ামত এ দু'টি আঙ্গুলের মতো অবস্থান করছি।” [বুখারীঃ ৪৯৯৫] অর্থাৎ আমার পরে শুধু কেয়ামতই আছে, মাঝখানে অন্য কোন নবীর আগমনের অবকাশ নেই। যদি সংশোধিত হয়ে যেতে চাও তাহলে আমার দাওয়াত গ্ৰহণ করে সংশোধিত হও।\n  <br/>\n  <br/>\n  [২] অর্থাৎ কোন সতর্কসংকেত ও সর্তকবাণীর প্রতি দৃষ্টি দেয় না। দুনিয়া নিয়ে তারা এতই মগ্ন যে, আখেরাতের কথা ভুলে গেছে। আখেরাতের জন্য প্রস্তুতি নিতে হলে যে আল্লাহর উপর ঈমান, তাঁর ফরায়েযগুলো আদায় করতে হয়, নিষিদ্ধ কাজগুলো থেকে দূরে থাকতে হয় সেটার জন্য তারা প্রস্তুতি নিচ্ছে না। [ফাতহুল কাদীর] আর যে নবী তাদেরকে সর্তক করার চেষ্টা করছেন তার কথাও শোনে না। তাদের রাসূলের কাছে আল্লাহর পক্ষ থেকে যে ওহী এসেছে তারা সেটার প্রতি দৃষ্টি দেয় না। এ নির্দেশটি প্রাথমিকভাবে কুরাইশ ও তাদের মত যারা কাফের তাদেরকে করা হচ্ছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২১ : ২",
        "arabic_text": "\nمَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ ",
        "bangla_text": "যখনই তাদের কাছে তাদের রব-এর কোন নতুন উপদেশ আসে [১] তখন তারা তা শোনে কৌতুকচ্ছলে [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কুরআনের যে নতুন সূরা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর নাযিল হয় এবং তাদেরকে শুনানো হয়। [ইবন কাসীর] তারা এটাকে কোন গুরুত্বের সাথে শুনে না। ইবন আব্বাস বলেন, তোমাদের কি হলো যে, তোমরা আহলে কিতাবদেরকে তাদের কাছে যা আছে তা জিজ্ঞেস কর, অথচ তারা তাদের কিতাবকে বিকৃতকরণ, পরিবর্তন, পরিবর্ধন, বাড়ানো-কমানো সবই করেছে। আর তোমাদের কাছে রয়েছে এমন এক কিতাব যা আল্লাহ সবেমাত্ৰ নাযিল করেছেন, যা তোমরা পাঠ করে থাক, যাতে কোন কিছুর সংমিশ্রণ ঘটেনি। [বুখারী: ২৬৮৫] ।\n  <br/>\n  <br/>\n  [২] যারা আখেরাত ও কবরের আযাব থেকে গাফেল এবং তজ্জন্যে প্রস্তুতি গ্ৰহণ করে না, এটা তাদের অবস্থার অতিরিক্ত বৰ্ণনা। যখন তাদের সামনে কুরআনের কোন নতুন আয়াত আসে এবং পঠিত হয়, তখন তারা একে কৌতুক ও হাস্য উপহাসচ্ছলে শ্রবণ করে। তাদের অন্তর আল্লাহ ও আখেরাতের প্রতি সম্পূর্ণ উদাসীন থাকে। এর এ অর্থও হতে পারে যে, তারা খেলাধুলায় লিপ্ত থাকে, কুরআনের প্রতি মনোযোগ দেয় না এবং এরূপ অৰ্থও হতে পারে যে স্বয়ং কুরআনের আয়াতের সাথেই তারা রঙ-তামাশা করতে থাকে। আবার এ অর্থও হতে পারে যে, এখানে খেলা মানে হচ্ছে এই জীবনের খেলা। আল্লাহ ও আখেরাতের ব্যাপারে গাফেল লোকেরা এ খেলা খেলছে। [দেখুন, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২১ : ৩",
        "arabic_text": "\nلَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ ",
        "bangla_text": "তাদের অন্তর থাকে অমনোযোগী। আর যারা যালেম তারা গোপনে পরামর্শ করে। ‘এ তো তোমাদের মত একজন মানুষই, তবুও কি তোমরা দেখে শুনে জাদুর কবলে পড়বে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা বলতো, এ ব্যক্তি তো কোনক্রমে নবী হতেই পারে না। কারণ এতো আমাদেরই মতো মানুষ, খায় দায়, বাজারে ঘুরে বেড়ায়, স্ত্রী-সন্তানও আছে। কাজেই এ লোক কি করে নবী হয়? তবে কিনা এ ব্যক্তির কথাবার্তায় এবং এর ব্যক্তিত্বের মধ্যে জাদু আছে। ফলে যে ব্যক্তি এর কথা কান লাগিয়ে শোনে এবং এর কাছে যায়। সে এর ভক্ত হয়ে পড়ে। কাজেই যদি নিজের ভালো চাও তাহলে এর কথায় কান দিয়ো না এবং এর সাথে মেলামেশা করো না। কারণ এর কথা শোনা এবং এর নিকটে যাওয়া সুস্পষ্ট জাদুর ফাঁদে নিজেকে আটকে দেয়ার মতই। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২১ : ৪",
        "arabic_text": "\nقَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "তিনি বললেন, ‘আসমানসমূহ ও যমীনের সমস্ত কথাই আমার রব-এর জানা আছে এবং তিনিই  সর্বশ্রোতা, সর্বজ্ঞ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নবী তাদের মিথ্যা প্রচারণা ও গুজব রটনার এই অভিযানের জবাবে এটাই বলেন যে, তোমরা যেসব কথা তৈরী করো, সেগুলো জোরে জোরে বলো বা চুপিসারে কানে কানে বলো, আল্লাহ সবই শোনেন ও জানেন। [ফাতহুল কাদীর] তিনি আসমান ও যমীনের সমস্ত কথা জানেন। কোন কথাই তার কাছে গোপন নেই। আর তিনিই এ কুরআন নাযিল করেছেন। যা আগের ও পরের সবার কল্যাণ সমৃদ্ধ। কেউ এর মত কোন কিছু আনতে পারবে না। শুধু তিনিই এটা আনতে পারবেন যিনি আসমান ও যমীনের গোপন রহস্য জানেন। তিনি তোমাদের কথা শুনেন, তোমাদের অবস্থা জানেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২১ : ৫",
        "arabic_text": "\nبَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ ",
        "bangla_text": "বরং তারা বলে, ‘এসব অলীক কল্পনা, হয় সে এগুলো রটনা করেছে, না হয় সে একজন কবি [১]। অতএব সে নিয়ে আসুক আমাদের কাছে এক নিদর্শন যেরূপ নিদর্শনসহ প্রেরিত হয়েছিল পূর্ববর্তীগণ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেসব স্বপ্নের মানসিক অথবা শয়তানী কল্পনা শামিল থাকে, সেগুলোকে أحلام বলা হয়। এ কারণেই এর অনুবাদ “অলীক কল্পনা” করা হয়েছে। এর আরেক অর্থ হয়, মিথ্যা স্বপ্ন। [ফাতহুল কাদীর] অর্থাৎ অবিশ্বাসীরা প্রথমে কুরআনকে জাদু বলেছে, এরপর আরও অগ্রসর হয়ে বলতে শুরু করেছে যে, এটা আল্লাহর বিরুদ্ধে মিথ্যা উদ্ভাবন ও অপবাদ যে, এটা তাঁর কালাম। অবশেষে বলতে শুরু করেছে যে, আসল কথা হচ্ছে লোকটি একজন কবি। তার কালামে কবিসুলভ কল্পনা আছে। এভাবে কাফেররা সীমালঙ্ঘন ও গোড়ামীর বশে যা ইচ্ছে তা-ই এ কুরআনের জন্য সাব্যস্ত করছে। যেমন অন্য আয়াতে আল্লাহ বলেছেন, “দেখুন, তারা আপনার কী উপমা দেয়! ফলে তারা পথভ্রষ্ট হয়েছে, সুতরাং তারা পথ পাবে না।” [সূরা আল-ইসরা: ৪৮] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২১ : ৬",
        "arabic_text": "\nمَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ ",
        "bangla_text": "এদের আগে যেসব জনপদ আমরা ধ্বংস করেছি সেখানকার অধিবাসীরা ঈমান আনেনি; তবে কি তারা ঈমান আনবে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সংক্ষিপ্ত বাক্যে নিদর্শন দেখাবার দাবীর যে জবাব দেয়া হয়েছে তার মধ্যে তিনটি বিষয় রয়েছে। এক, পূর্ববতী রাসূলদেরকে যে ধরনের নিদর্শন দেয়া হয়েছিল তোমরা তেমনি ধরনের নিদর্শন দেয়া হয়েছিল তোমরা তেমনি ধরণের নিদর্শন চাচ্ছে? কিন্তু তোমরা ভুলে যাচ্ছো হঠকারী লোকেরা সেসব নিদর্শন দেখেও ঈমান আনেনি। দুই, তোমরা নিদর্শনের দাবী তো করছো কিন্তু একথা মনে রাখছো না যে, সুস্পষ্ট মু'জিযা স্বচক্ষে দেখে নেবার পরও যে জাতি ঈমান আনতে অস্বীকার করেছে তারা এরপর শুধু ধ্বংসই হয়ে গেছে। তিন, তোমাদের চাহিদামতো নিদর্শনাবলী না পাঠানো তো তোমাদের প্রতি আল্লাহর একটি বিরাট মেহেরবাণী। কারণ এ পর্যন্ত তোমরা আল্লাহর হুকুম শুধুমাত্র অস্বীকারই করে আসছো কিন্তু এ জন্য তোমাদের উপর আযাব পাঠানো হয়নি। এখন কি তোমরা নিদর্শন এ জন্য চাচ্ছো যে, যেসব জাতি নিদর্শন দেখার পরও ঈমান আনেনি এবং এ জন্য তাদেরকে ধ্বংস করে দেয়া হয়েছে তোমরাও তাদের মতো একই পরিণতির সম্মুখীন হতে চাও? তাদের পূর্বের লোকদের কাছে নিদর্শন পাঠানোর পরও তারা যখন ঈমান আনেনি তখন এরাও আসলে ঈমান আনবে না। আল্লাহ বলেন, “নিশ্চয় যাদের বিরুদ্ধে আপনার রবের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না। যদিও তাদের কাছে সবগুলো নিদর্শন আসে, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে।” [সূরা ইউনুস: ৯৬-৯৭] এত কিছু বলা হলেও মূল কথা হচ্ছে, তারা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এমন নিদর্শন দেখেছে যা পূর্ববর্তী নবী-রাসূলদের কাছে যে সমস্ত নিদর্শন ছিল তা থেকে অনেক বেশী স্পষ্ট, অকাট্য ও শক্তিশালী। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২১ : ৭",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ ",
        "bangla_text": "আর আপনার আগে আমরা ওহীসহ পুরুষদেরকেই পাঠিয়েছিলাম [১]; সুতরাং যদি তোমরা না জান তবে জ্ঞানীদেরকে জিজ্ঞেস কর [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি হচ্ছে “এ ব্যক্তি তো তোমাদের মতই একজন মানুষ” তাদের এ উক্তির জবাব। তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মানবিক সত্তাকে তাঁর নবী না হওয়ার বিরুদ্ধে যুক্তি হিসেবে পেশ করতো। জবাব দেয়া হয়েছে যে, পূর্ব যুগের যেসব লোককে আল্লাহর পক্ষ থেকে পাঠানো হয়েছে বলে তোমরা মানো তারা সবাইও মানুষ ছিলেন এবং মানুষ থাকা অবস্থায়ই তারা আল্লাহর অহী লাভ করেছিলেন। যেমন অন্য আয়াতে বলেছেন, “আর আমরা আপনার আগেও জনপদবাসীদের মধ্য থেকে পুরুষদেরকেই পাঠিয়েছিলাম, যাদের কাছে ওহী পাঠাতাম।” [ সূরা ইউসুফ: ১০৯]\n  <br/>\n  <br/>\n  এ আয়াত থেকে আরো জানা গেল যে, মহান আল্লাহ নবুওয়ত ও রিসালাতের জন্য শুধুমাত্র পুরুষদেরকেই মনোনীত করেছেন। নারীরা এটার যোগ্যতা রাখে না বলেই তাদের দেয়া হয়নি। সৃষ্টিগতভাবে এতবড় গুরু-দায়িত্ব নেয়ার যোগ্যতা তাদের নেই। নবুওয়তের প্রচার-প্রসারের জন্য যে নিরলস সংগ্রাম দরকার হয় তা নারীরা কখনো করতে পারে না। তাদেরকে তাদের সৃষ্টি উপযোগী দায়িত্বই দেয়া হয়েছে। তাদের দায়িত্বও কম জবাবদিহীতাও স্বল্প। তাদেরকে এ দায়িত্ব না দিয়ে আল্লাহ তাদের উপর বিরাট রহমত করেছেন।\n  <br/>\n  <br/>\n  [২] এখানে اَهْلَ الذِّكْرِ বা “জ্ঞানীদের” বলে তাওরাত ও ইঞ্জীলের যেসব আলেম রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের প্রতি বিশ্বাস স্থাপন করেছিল, তাদেরকে বোঝানো হয়েছে। উদ্দেশ্য এই যে, যে ইহুদীরা ইসলাম বৈরিতার ক্ষেত্রে আজ তোমার সাথে গলা মিলিয়ে চলছে এবং তোমাদেরকে বিরোধিতা করার কায়দা কৌশল শেখাচ্ছে তাদেরকে জিজ্ঞেস করো, মূসা ও বনী-ইসরাঈলের অন্যান্য নবীগণ কী ছিলেন? মানুষ ছিলেন, না ফেরেশতা ছিলেন? কেননা, তারা সবাই জানে যে পুর্ববর্তী সকল নবী মানুষই ছিলেন। এটা তো মূলত: তাদের জন্য রহমতস্বরূপ। কারণ, তাদের মধ্য থেকে পাঠানোর কারণেই তিনি তাদের কাছে বাণী পৌছাতে সক্ষম হয়েছেন। আর মানুষও নবীদের থেকে রিসালাত ও হুকুম আহকাম গ্রহণ করতে পেরেছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  এ আয়াত থেকে জানা গেল যে, শরীআতের বিধি -বিধান জানে না, এরূপ মূর্খ ব্যক্তিদের উপর আলেমদের অনুসরণ করা ওয়াজিব। তারা আলেমদের কাছে জিজ্ঞেস করে তদনুযায়ী আমল করবে। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২১ : ৮",
        "arabic_text": "\nوَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ ",
        "bangla_text": "আর আমরা তাদেরকে এমন দেহবিশিষ্ট করিনি যে, তারা খাবার গ্রহণ করত না; আর তারা চিরস্থায়ীও ছিল না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা তাদের আরেক প্রশ্নের উত্তর। তারা বলত যে, এটা কেমন নবী হলেন যে, খাওয়া-দাওয়া করেন? বলা হচ্ছে যে, যত নবী-রাসূলই পাঠিয়েছি তারা সবাই শরীর বিশিষ্ট লোক ছিলেন। তারা খাবার খেতেন। যেমন অন্য আয়াতে আল্লাহ বলেন, “আপনার আগে আমরা যে সকল রাসূল পাঠিয়েছি তারা সকলেই তো খাওয়া-দাওয়া করত ও হাটে-বাজারে চলাফেরা করত। ” [সূরা আল-ফুরকান: ২০] অর্থাৎ তারাও মানুষদের মতই মানুষ ছিলেন। তারাও মানুষদের মতই খানা-পিনা করতেন। কামাই রোযগার করতে, ব্যবসা করতে বাজারে যেতেন। এটা তাদের কোন ক্ষতি করেনি। তাদের কোন মানও কমায়নি। কাফের মুশরিকরা যে ধারণা করে থাকে তা ঠিক নয়। তারা বলত: “এ কেমন রাসূল’ যে খাওয়া-দাওয়া করে এবং হাটে-বাজারে চলাফেরা করে; তার কাছে কোন ফিরিশতা কেন নাযিল করা হল না, যে তার সংগে থাকত সতর্ককারীরূপে?’ ‘অথবা তার কাছে কোন ধনভাণ্ডার এসে পড়ল না কেন অথবা তার একটি বাগান নেই কেন, যা থেকে সে খেতো?’ যালিমরা আরো বলে, ‘তোমরা তো এক জাদুগ্ৰস্ত ব্যক্তিরই অনুসরণ করছ। ” [সূরা আল-ফুরকান: ৭-৮] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২১ : ৯",
        "arabic_text": "\nثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ ",
        "bangla_text": "তারপর আমরা তাদের প্রতি কৃত ওয়াদা সত্য করে দেখলাম, ফলে আমরা তাদেরকে ও যাদেরকে ইচ্ছে রক্ষা করেছিলাম এবং সীমালংঘনকারীদেরকে করেছিলাম ধ্বংস [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পূর্ববর্তী ইতিহাসের শিক্ষা শুধুমাত্র একথা বলে না যে, পূর্বে যেসব রাসূল পাঠানো হয়েছিল তারা মানুষ ছিলেন বরং একথাও বলে যে, তাদের সাহায্য ও সমর্থন করার এবং তাদের বিরোধিতাকারীদেরকে ধ্বংস করে দেবার যতগুলো অংগীকার আল্লাহ তাদের সাথে করেছিলেন সবই পূর্ণ হয়েছে এবং যেসব জাতি তাদের প্রতি অমর্যাদা প্রদর্শন করার চেষ্টা করেছিল তারা সবাই ধ্বংস হয়েছে। [ইবন কাসীর] কাজেই নিজেদের পরিণতি তোমরা নিজেরাই চিন্তা করে নাও।\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২১ : ১০",
        "arabic_text": "\nلَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": "আমরা তো তোমাদের প্রতি নাযিল করেছি কিতাব যাতে আছে তোমাদের আলোচনা, তবুও কি তোমরা বুঝবে না [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কিতাব অর্থ কুরআন এবং যিকর অর্থ সম্মান শ্রেষ্ঠত্ব, খ্যাতি, উল্লেখ্য, আলোচনা ও বর্ণনা। আয়াতের অর্থ হচ্ছে, এটা তোমাদের জন্য সম্মান, প্রতিপত্তি ও স্থায়ী সুখ্যাতির বস্তু। যদি তোমরা এর উপর ঈমান আন এবং এটা অনুসারে আমল কর। বাস্তবিকই সাহাবায়ে কিরাম এর বড় নিদর্শন। তারা এর উপর ঈমান এনেছিল এবং আমল করেছিল বলেই তাদের সম্মান এত বেশী। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২১ : ১১",
        "arabic_text": "\nوَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ ",
        "bangla_text": "আর আমরা ধ্বংস করেছি বহু জনপদ, যার অধিবাসীরা ছিল যালেম এবং তাদের পরে সৃষ্টি করেছি অন্য জাতি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২১ : ১২",
        "arabic_text": "\nفَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ ",
        "bangla_text": "অতঃপর যখন তারা আমাদের শাস্তি টের পেল [১] তখনই তারা সেখান থেকে পালাতে লাগল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন তাদের নবীর ওয়াদামত আল্লাহর আযাব মাথার উপর এসে পড়েছে এবং তারা জানতে পেরেছে যে, তাদের ধ্বংস এসে গেছে তখন তারা পালাতে লাগল। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২১ : ১৩",
        "arabic_text": "\nلَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ ",
        "bangla_text": "‘পালিয়ে যেও না এবং ফিরে এসো যেখানে তোমরা বিলাসিতায় মত্ত ছিলে ও তোমাদের আবাসগৃহে, যাতে এ বিষয়ে তোমাদেরকে জিজ্ঞেস করা হয় [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা পালিয়ে যেও না। এ কথাটি হয় ফেরেশতারা বলেছিল অথবা মুমিনরা তাদেরকে উপহাস করে তা বলেছিল। [দেখুন, ফাতহুল কাদীর] অর্থাৎ তোমরা নিজের আগের ঠাঁট বজায় রেখে সাড়ম্বরে আবার মজলিস গরম করো। হয়তো এখনো তোমাদের চাকরেরা বুকে হাত বেঁধে জিজ্ঞেস করবে, হুজুর, বলুন কি হুকুম। নিজের আগের পরিষদ ও কমিটি নিয়ে বসে যাও, হয়তো এখনো তোমার বুদ্ধিবৃত্তিক পরামর্শ ও জ্ঞানপুষ্ট মতামত থেকে লাভবান হবার জন্য দুনিয়ার লোকেরা তৈরী হয়ে আছে। কিন্তু এটা আর কখনও সম্ভব নয়, তারা আর সে মজলিসগুলোতে ফিরে যেতে পারবে না। তাদের কর্মকাণ্ড ও অহংকার নিঃশেষ হয়ে গেছে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২১ : ১৪",
        "arabic_text": "\nقَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ ",
        "bangla_text": "তারা বলল, ‘হায়! দুর্ভোগ আমাদের ! আমরা তো ছিলাম জালেম [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ খেলা-তামাসা করা আমার কাজ নয়। এগুলোকে আমি অনাহুত ও অসার সৃষ্টি করিনি। বরং এটা বোঝানোর জন্য যে, এর একজন সৃষ্টিকর্তা রয়েছে, যিনি ক্ষমতাবান, যার নির্দেশ মানতে সবাই বাধ্য। তিনি নেককার ও বদকারের শাস্তি বিধান করবেন। তিনি আসমান ও যমীন এজন্যে সৃষ্টি করেননি যে মানুষ একে অপরের উপর যুলুম করবে। এজন্যে সৃষ্টি করেননি যে, তাদের কেউ কুফরী করবে, তাদেরকে যা নির্দেশ দেয়া হয়েছে তার বিরোধিতা করবে। তারপর মারা যাবে কিন্তু তাদের কোন শাস্তি হবে না। তাদেরকে এজন্যে সৃষ্টি করা হয়নি যে, তাদেরকে দুনিয়াতে ভাল কাজের নির্দেশ দিবেন না, খারাপ কাজ থেকে নিষেধ করবেন না। এ ধরনের খেলা একজন প্রাজ্ঞ থেকে কখনও হতে পারে না। এটা অবশ্যই প্রজ্ঞা বিরোধী কাজ। [কুরতুবী] বরং আল্লাহ আসমান ও যমীন সৃষ্টি করেছেন যথাযথভাবে, ইনসাফ ও ন্যায়নীতি প্রতিষ্ঠার জন্য। বরং তিনি সৃষ্টি করেছেন, “যাতে তিনি তাদের কাজের প্রতিফল দিতে পারেন যারা মন্দ কাজ করে এবং তাদেরকে তিনি উত্তম পুরস্কার দিতে পারেন যারা সৎকাজ করে।” [সূরা আন-নাজম: ৩১] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২১ : ১৫",
        "arabic_text": "\nفَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ ",
        "bangla_text": "অতঃপর তাদের এ আর্তনাদ চলতে থাকে আমরা তাদেরকে কাটা শস্য ও নেভানো আগুনের মত না করা পর্যন্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২১ : ১৬",
        "arabic_text": "\nوَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ ",
        "bangla_text": "আর আসমান, যমীন ও যা এতদুভয়ের মধ্যে আছে তা আমরা খেলার ছলে সৃষ্টি করিনি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২১ : ১৭",
        "arabic_text": "\nلَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ ",
        "bangla_text": "আমরা যদি খেলার উপকরণ গ্রহণ করতে চাইতাম তবে আমরা আমাদের কাছ থেকেই তা গ্রহণ করতাম; কিন্তু আমরা তা করিনি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি যদি ক্রীড়াচ্ছলে কোন কাজ গ্রহণ করতে চাইতাম এবং একাজ আমাকে করতেই হত, তবে পৃথিবী ও আকাশ সৃষ্টি করার কি প্রয়োজন ছিল? একাজ তো আমার নিকটস্থ বস্তু দ্বারাই হতে পারত। لَهْوٌ শব্দের আসল অর্থ, কর্মহীনতার কর্ম, বা রং-তামাশার জন্য যা করা হয় তা। উদ্দেশ্য এই যে, যেসব বোকা উর্ধর্ব জগত ও অধঃজগতের সমস্ত আশ্চর্যজনক সৃষ্টবস্তুকে রং-তামাশা ও ক্রীড়া মনে করে, তারা কি এতটুকুও বোঝে না যে, খেলা ও রং তামাশার জন্য এত বিরাট বিরাট কাজ করা হয় না। একাজ যে করে, সে এভাবে করে না। এ আয়াতে ইঙ্গিত আছে যে, রং তামাশা ও ক্রীড়ার যে কোন কাজ কোন ভালো বিবেকবান মানুষের পক্ষেও সম্ভবপর নয় - আল্লাহ তা'আলার মাহাত্ম্য তো অনেক উর্ধের্ব। তাছাড়া لَهْوٌ শব্দটি কোন কোন সময় স্ত্রী ও সন্তান-সন্ততির অর্থেও ব্যবহৃত হয়। এখানে এ অর্থ ধরা হলে আয়াতের উদ্দেশ্য হবে ইয়াহুদী ও নাসারাদের দাবী খণ্ডন করা। তারা উদ্যায়ের ও ঈসা আলাইহিস সালামকে আল্লাহর পুত্র বলে। আয়াতে বলা হয়েছে যে, যদি আমাকে সন্তানই গ্রহণ করতে হত, তবে মানবকে কেন গ্রহণ করতাম, আমার নিকটস্থ সৃষ্টিকেই গ্রহণ করতাম। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] এ আয়াতটির বক্তব্য অন্য আয়াতের মত, যেখানে বলা হয়েছে, “আল্লাহ সন্তান গ্ৰহণ করতে চাইলে তিনি তাঁর সৃষ্টির মধ্যে যাকে ইচ্ছে বেছে নিতেন। পবিত্র ও মহান তিনি! তিনি আল্লাহ, এক, প্রবল প্রতাপশালী। \" [সূরা আয-যুমার: ৪]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২১ : ১৮",
        "arabic_text": "\nبَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ ",
        "bangla_text": "বরং আমরা সত্য দ্বারা আঘাত হানি মিথ্যার উপর; ফলে তা মিথ্যাকে চূর্ণ-বিচূর্ণ করে দেয় এবং তৎক্ষণাৎ মিথ্যা নিশ্চিহ্ন হয়ে যায় [১]। আর তোমরা আল্লাহকে যে গুণে গুণান্বিত করছ তার জন্য রয়েছে তোমাদের দুর্ভোগ [২]!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের উদ্দেশ্য এই যে, পৃথিবী ও আকাশের অত্যাশ্চর্য বস্তুসমূহ আমি খেলার জন্য নয়, বরং বড় বড় রহস্যের উপর ভিত্তিশীল করে সৃষ্টি করেছি। তন্মধ্যে সত্য ও মিথ্যার পার্থক্য ফুটিয়ে তোলাও এক রহস্য। সৃষ্ট জগতের অবলোকন মানুষকে সত্যের দিকে এমনভাবে পথ প্রদর্শন করে যে, মিথ্যা তার সামনে টিকে থাকতে পারে না। এ বিষয়বস্তুটিই এভাবে ব্যক্ত করা হয়েছে যে, সত্যকে মিথ্যার উপর ছুঁড়ে মারা হয়, ফলে মিথ্যার মস্তিষ্ক চূর্ণ -বিচূর্ণ হয়ে যায় এবং মিথ্যা নিশ্চিহ্ন হয়ে পড়ে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে আল্লাহ সম্পর্কে তাদের যাবতীয় কু ধারণার মুলোৎপাটন করা হয়েছে। তারা আল্লাহকে তার সমস্ত কর্মকাণ্ড থেকে বিমুক্ত করে রাখে। তারা তাঁকে মনে করে থাকে যে, তিনি এমনিতেই আসমান ও যমীন সৃষ্টি করেছেন, কোন সুনির্দিষ্ট উদ্দেশ্য ছাড়া। এ সমস্ত মিথ্যা কথা ও রটনা দ্বারা আল্লাহকে খারাপ বিশেষণে বিশেষিত করা হয় বিধায় এ আয়াতে তাদেরকে ভীতি প্রদর্শন করা হয়েছে। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২১ : ১৯",
        "arabic_text": "\nوَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ ",
        "bangla_text": "আর আসমানসমূহ ও যমীনে যারা আছে তারা তাঁরই; আর তাঁর সান্নিধ্যে যারা আছে [১] তারা অহংকার-বশে তাঁর ইবাদাত করা হতে বিমুখ হয় না এবং বিরক্তি বোধ করে না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যারা তাঁর সান্নিধ্যে আছে তারা হলেন ‘ফিরিশতারা’। আরব মুশরিকরা সেসব ফেরেশতাদেরকে আল্লাহর সন্তান অথবা প্রভুত্ব কর্তৃত্বে শামিল মনে করে মাবুদ বানিয়ে রেখেছিল। [কুরতুবী] এখানে তাদের ধারণা খণ্ডন করা হচ্ছে।\n  <br/>\n  <br/>\n  [২] অন্য আয়াতেও এসেছে, “মসীহ আল্লাহর বান্দা হওয়াকে কখনো হেয় মনে করেন না, এবং ঘনিষ্ঠ ফেরেশতাগণও করে না। আর কেউ তাঁর ইবাদাতকে হেয় জ্ঞান করলে এবং অহংকার করলে তিনি অচিরেই তাদের সবাইকে তাঁর কাছে একত্র করবেন।” [সূরা আন-নিসা: ১৭২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২১ : ২০",
        "arabic_text": "\nيُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ ",
        "bangla_text": "তারা দিন-রাত তাঁর পবিত্রতা ও মহিমা ঘোষণা করে , তারা ক্লান্তও হয় না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের শেষে বলা হয়েছে যে, ফেরেশতাদের ইবাদাতে কোন অন্তরায় নেই। তারা ইবাদতে অহংকারও করে না যে, ইবাদাতকে পদমর্যাদার খেলাফ মনে করবে এবং ইবাদাতে কোন সময় ক্লান্তও হয় না। আয়াতে এ বিষয়বস্তুকেই পূর্ণতা দান করে বলা হয়েছে যে, ফেরেশতারা রাত দিন তসবীহ পাঠ করে এবং কোন সময় অলসতা করেন না। যাজ্জাজ বলেন, আমাদের নিঃশ্বাস নিতে যেমন কোন কাজ বাধা হয় না, তেমনি তাদের তাসবীহ পাঠ করতে কোন কাজ বাধা হয় না। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২১ : ২১",
        "arabic_text": "\nأَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ ",
        "bangla_text": "এরা যমীন থেকে যেগুলোকে মা’বুদ হিসেবে গ্রহণ করেছে সেগুলো কি মৃতকে জীবিত করতে সক্ষম [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘ইনশার’ মানে হচ্ছে, কোন পড়ে থাকা প্রাণহীন বস্তুকে তুলে দাঁড় করিয়ে দেয়া। [কুরতুবী] এতে আয়াতের অর্থ দাঁড়ায়, যেসব সত্তাকে তারা ইলাহ হিসেবে স্বীকৃতি দিয়ে রেখেছে এবং যাদেরকে নিজেদের মাবুদ বানিয়ে নিয়েছে তাদের মধ্যে কি এমন কেউ আছে যে, নিষ্প্রাণ বস্তুর বুকে প্রাণ সঞ্চার করতে পারে? যদি এক আল্লাহ ছাড়া আর কারো মধ্যে এ শক্তি না থেকে থাকে আর আরবের মুশরিকরা নিজেরাই একথা স্বীকার করতো যে, এ শক্তি কারো মধ্যে নেই তাহলে তারা তাদেরকে ইলাহ ও মাবুদ বলে মেনে নিচ্ছে কেন? [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২১ : ২২",
        "arabic_text": "\nلَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ ",
        "bangla_text": "যদি এতদুভয়ের (আসমান ও যমীনের) মধ্যে আল্লাহ্ ব্যতীত আরো অনেক ইলাহ থাকত, তাহলে উভয়ই বিশৃংখল হত [১]। অতএব, তারা যা বর্ণনা করে তা থেকে আরশের অধিপতি আল্লাহ্ কতই না পবিত্র। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা তাওহীদের প্রমাণ, যা সাধারণ অভ্যাসের উপর ভিত্তিশীল এবং যুক্তিসঙ্গত প্রমাণের দিকেও ইঙ্গিতবহ। অভ্যাসগত প্রমাণের ভিত্তি এই যে, পৃথিবী ও আকাশে দুই ইলাহ থাকলে উভয়ই সর্বময় কর্তৃত্বের অধিকারী হবে। এমতাবস্থায় উভয়ের নির্দেশাবলী পৃথিবী ও আকাশে পূর্ণরূপে কার্যকরী হওয়া উচিত। অভ্যাসগতভাবে এটা অসম্ভব যে, একজন যে নির্দেশ দেবে, অন্যজনও সেই নির্দেশ দেবে, একজন যা পছন্দ করবে, অন্যজনও তাই পছন্দ করবে। তাই উভয়ের মধ্যে মাঝে মাঝে মতবিরোধ ও নির্দেশ বিরোধ হওয়া অবশ্যম্ভাবী। যখন দুই ইলাহর নির্দেশাবলী পৃথিবী ও আকাশে বিভিন্নরূপ হবে, তখন এর ফলশ্রুতি পৃথিবী ও আকাশের ধ্বংস ছাড়া আর কি হবে। এক ইলাহ চাইবে যে এখন দিন হোক, অপর ইলাহ চাইবে এখন রাত্রি হোক। একজন চাইবে বৃষ্টি হোক, অপরজন চাইবে বৃষ্টি না হোক। এমতাবস্থায় উভয়ের পরস্পর বিরোধী নির্দেশ কিরূপে প্রযোজ্য হবে? যদি একজন পরাভূত হয়ে যায়, তবে সে সর্বময় কর্তৃত্বের অধিকারী ও ইলাহ থাকতে পারবে না। যদি প্রশ্ন করা হয় যে, উভয় ইলাহ পরস্পরে পরামর্শ করে নির্দেশ জারি করলে তাতে অসুবিধা কি? তার উত্তর হলো এই যে, যদি উভয়ই পরামর্শের অধীন হয় এবং একজন অন্যজনের পরামর্শ ছাড়া কোন কাজ করতে না পারে, তবে এতে জরুরী হয়ে যায় যে, তাদের কেউ সর্বময় কর্তৃত্বের অধিকারী নয় এবং কেউ স্বয়ংসম্পূর্ণ নয়। বলাবাহুল্য, স্বয়ংসম্পূর্ণ না হয়ে ইলাহ হওয়া যায় না। সম্ভবতঃ পরবর্তী আয়াতেও এদিকে ইশারা পাওয়া যায় যে, যে ব্যক্তি কোন আইনের অধীন, যার ক্রিয়াকর্ম ধরপাকড় যোগ্য, সে ইলাহ হতে পারে না। ইলাহ তিনিই হবেন, যিনি কারও অধীন নয়, যাকে জিজ্ঞাসা করার অধিকার কারও নেই। পরামর্শের অধীন দুই ইলাহ থাকলে প্ৰত্যেকেই অপরিহার্যরূপে অপরকে জিজ্ঞাসা করার ও পরামর্শ বর্জনের কারণে ধরপাকড় করার অধিকারী হবে। এটা ইলাহ হওয়ার পদমৰ্যাদার নিশ্চিত পরিপন্থী।  [দেখুন, সা’দী] এটি একটি সরল ও সোজা যুক্তি আবার গভীর তাৎপর্যপূর্ণও। এটি এত সহজ সরল কথা যে, একজন মরুচারী বেদুঈন, সরল গ্রামবাসী এবং মোটা বুদ্ধির অধিকারী সাধারণ মানুষও একথা বুঝতে পারে। এ আয়াতটি অন্য আয়াতের মত, যেখানে বলা হয়েছে, “আল্লাহ কোন সন্তান গ্ৰহণ করেননি এবং তাঁর সাথে অন্য কোন ইলাহও নেই; যদি থাকত তবে প্রত্যেক ইলাহ স্বীয় সৃষ্টি নিয়ে পৃথক হয়ে যেত এবং একে অন্যের উপর প্রাধান্য বিস্তার করত। তারা যে গুণে তাকে গুণান্বিত করে তা থেকে আল্লাহ কত পবিত্ৰ- মহান!” [সূরা আল-মুমিনূন: ৯১] [ইবন কাসীর] তবে লক্ষণীয় যে, আয়াতে এটা বলা হয়নি যে, যদি আসমান ও যমীনে আল্লাহ ব্যতীত আরো অনেক ইলাহ থাকত, তাহলে উভয়ই ধ্বংস হয়ে যেত। বরং বলা হয়েছে যে, ‘বিশৃংখল হত' বা ফাসাদ হয়ে যেত। আর সেটাই প্রমাণ করে যে, এখানে তাওহীদুল উলুহিয়্যাহর ব্যত্যয় ঘটলে কিভাবে দুনিয়াতে ফাসাদ হয় সেটাই বোঝানো উদ্দেশ্য। কারণ, আল্লাহ ছাড়া অন্য মাবুদের ইবাদাত করলে সেখানেই ফাসাদ অনিবাৰ্য। কিন্তু যদি দুই ইলাহ থাকত, তবে দুনিয়া ধ্বংস হয়ে যেত। এ বিষয়টি প্রমাণ করে যে, আয়াতটি যেভাবে তাওহীদুর রবুবিয়্যাহ বা প্রভুত্বে একত্ববাদের প্রমাণ, সাথে সাথে সেটি তাওহীদুল উলুহিয়্যাহ বা ইবাদাতের ক্ষেত্রে একত্ববাদেরও প্রমাণ। তবে এর দ্বারা তাওহীদুল উলুহিয়্যাহ বা ইবাদাতে একত্ববাদের প্রয়োজনীয়তাই বেশী প্রমাণিত হচ্ছে। [বিস্তারিত দেখুন, ইবন তাইমিয়্যাহ, ইকতিদায়ুস সিরাতিল মুস্তাকীম ২/৩৮৭; আন-নুবুওয়াত: ১/৩৭৬; ইবনুল কাইয়্যেম, মিফতাহু দারিস সা’আদাহ: ১/২০৬, ২/১১, ১২২; তরীকুল হিজরাতাইন ৫৭, ১২৫; আল-জাওয়াবুল কাফী ২০৩]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২১ : ২৩",
        "arabic_text": "\nلَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ ",
        "bangla_text": "তিনি যা করেন সে বিষয়ে তিনি জিজ্ঞাসিত হবেন না; বরং তাদেরকেই জিজ্ঞাসা করা হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২১ : ২৪",
        "arabic_text": "\nأَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ ",
        "bangla_text": "তারা কি তাঁকে ছাড়া বহু ইলাহ গ্রহণ করেছে? বলুন, তোমরা তোমাদের প্রমাণ দাও। এটাই, আমার সাথে যা আছে তার উপদেশ এবং এটাই উপদেশ ছিল আমার পূর্ববর্তীদের সাথে যা ছিল তার [১]। কিন্তু তাদের বেশীর ভাগই প্রকৃত সত্য জানে না, ফলে তারা মুখ ফিরিয়ে নেয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ হচ্ছে, আজ পর্যন্ত যতগুলো কিতাবই আল্লাহর পক্ষ থেকে দুনিয়ার কোন দেশে কোন জাতির নবী-রাসূলের প্রতি নাযিল হয়েছে তার মধ্যে থেকে যে কোন একটি খুলে একথা দেখিয়ে দাও যে, পৃথিবী ও আকাশের স্রষ্টা এক আল্লাহ ছাড়া অন্য কেউ প্রভুত্বের কর্তৃত্বের সামান্যতম অধিকারী এবং অন্য কেউ ইবাদাত ও বন্দেগীর  সামান্যতমও হকদার। কুরআন পুরোপুরিই এটার দাওয়াত দিচ্ছে যে, তোমরা এক আল্লাহ ছাড়া আর কারও ইবাদত কর না। তাওরাত ও ইঞ্জীলে পরিবর্তন সাধিত হওয়া স্বত্বেও এ পর্যন্ত কোথাও পরিষ্কার উল্লেখ নেই যে, আল্লাহর সাথে কাউকে শরীক করে দ্বিতীয় উপাস্য গ্ৰহণ কর। বরং প্রত্যেক নবী-রাসূলের গ্রন্থেই রয়েছে যে, একমাত্র আল্লাহ ব্যতীত আর কোন ইলাহ নেই। পরবর্তী আয়াতেই আল্লাহ্ তাআলা বলেন, ‘আর আপনার পূর্বে আমরা যে রাসূলই প্রেরণ করেছি তার কাছে এ ওহীই পাঠিয়েছি যে, আমি ব্যতীত অন্য কোন হক ইলাহ নেই, সুতরাং তোমরা আমারই ‘ইবাদাত কর।’ অন্য আয়াতেও আল্লাহ্ তা'আলা এ সত্যটি তুলে ধরেছেন। তিনি বলেন, “আর আপনার পূর্বে আমরা আমাদের রাসূলগণ থেকে যাদেরকে প্রেরণ করেছিলাম তাদেরকে জিজ্ঞেস করুন, আমরা কি রহমান ছাড়া ইবাদাত করা যায় এমন কোন ইলাহ স্থির করেছিলাম?” [সূরা আয-যুখরুফ: ৪৫] আরও এসেছে, “আর অবশ্যই আমরা প্রত্যেক জাতির মধ্যে রাসূল পাঠিয়েছিলাম এ নির্দেশ দিয়ে যে, তোমরা আল্লাহর ইবাদাত কর এবং তাগূতকে বর্জন কর।” [সূরা আন-নাহল: ৩৬] সুতরাং যত নবীই আল্লাহ পাঠিয়েছেন সবই একমাত্র আল্লাহর ইবাদাতের দাওয়াত দিত। আর এর উপর ফিতরাত বা স্বাভাবিক প্রকৃতিও প্রমাণবহ। মুশরিকরা যা বলছে এ ব্যাপারে তাদের কাছে কোন প্ৰমাণ নেই। তাদের জন্য রয়েছে গযব ও শাস্তি। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২১ : ২৫",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ ",
        "bangla_text": "আর আপনার পূর্বে আমরা যে রাসূলই প্রেরণ করেছি তার কাছে এ ওহীই পাঠিয়েছি যে, আমি ব্যতীত অন্য কোন সত্য ইলাহ নেই, সুতরাং তোমরা আমরাই ইবাদাত কর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২১ : ২৬",
        "arabic_text": "\nوَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ ",
        "bangla_text": "আর তারা বলে , ‘দয়াময় (আল্লাহ্) সন্তান গ্রহণ করেছেন।’ তিনি পবিত্র মহান! তারা তো তাঁর সম্মানিত বান্দা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২১ : ২৭",
        "arabic_text": "\nلَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ ",
        "bangla_text": "তারা তাঁর আগে বেড়ে কথা বলে না [১]; তারা তো তাঁর আদেশ অনুসারেই কাজ করে থাকে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অধিকাংশ মুফাসসিরের মতে, এখানে ফেরেশতাদের কথাই বলা হয়েছে। আরবের মুশরিকরা তাদেরকে আল্লাহর মেয়ে গণ্য করতো। আর মনে করতো যে, এরা আল্লাহর দরবারে এদের জন্য সুপারিশ করবে। [কুরতুবী; ইবন কাসীর] পরবর্তী ভাষণ থেকে একথা স্বতঃস্ফূর্তভাবে প্রকাশ হয়ে যায়। বলা হচ্ছে, ফেরেশতারা আল্লাহর সন্তান হওয়া তো দূরের কথা, তারা আল্লাহর সামনে এমন ভীত ও বিনীত থাকে যে, আগে বেড়ে কোন কথাও বলে না এবং তাঁর আদেশের খেলাফ কখনও কোন কাজ করে না। কথায় আগে না বাড়ার অর্থ এই যে, যে পর্যন্ত আল্লাহ তা’আলার পক্ষ থেকে কোন কথা না বলা হয় তারা নিজেরা আগে বেড়ে কথা বলার সাহস করে না।\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২১ : ২৮",
        "arabic_text": "\nيَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ ",
        "bangla_text": "তাদের সামনে ও পেছনে যা কিছু আছে তা সবই তিনি জানেন। আর তারা সুপারিশ করে শুধু তাদের জন্যই যাদের প্রতি তিনি সন্তুষ্ট এবং তারা তাঁর ভয়ে ভীত-সন্ত্রস্ত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুশরিকরা দু'টি কারণে ফেরেশতাদেরকে মাবুদে পরিণত করতো। এক. তাদের মতে তারা ছিল আল্লাহর সন্তান। দুই. তাদেরকে পূজা (খোশামোদ তোশামোদ) করার মাধ্যমে তারা তাদেরকে আল্লাহর কাছে নিজেদের জন্য শাফা'আতকারীতে (সুপারিশকারী) পরিণত করতে চাচ্ছিল। এ আয়াতগুলোতে এ দু'টি কারণই প্রত্যাখ্যান করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২১ : ২৯",
        "arabic_text": "\n۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর তাদের মধ্যে যে বলবে, ‘তিনি ব্যতীত আমিই ইলাহ’, তাকে আমরা জাহান্নামের শাস্তির প্রতিদান দেব; এভাবেই আমরা যালেমদেরকে প্রতিদান দিয়ে থাকি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা'আলা এ কথা জানিয়ে দিচ্ছেন যে, যে কেউ দাবী করবে আল্লাহর সাথে আমিও ইলাহ বা মাবুদ আমি অবশ্যই তাকে জাহান্নাম দিয়ে শাস্তি দিব। এভাবেই আমি যালেমদের বা মুশরিকদেরকে শাস্তি দিয়ে থাকি। এর অর্থ এ নয় যে, কেউ এ দাবী করবে। [ইবন কাসীর] এ পর্যন্ত কেউ এ দাবী করেনি। যদি কেউ দাবী করে তবে সে নিঃসন্দেহে তাগুত। একমাত্র ইবলিসই এ দাবী করেছিল বলে কোন কোন কিতাবে উল্লেখ পাওয়া যায়। (দেখুন, ফাতহুল কাদীর] তাই ইবলিসকে সমস্ত তাগুতের প্রধান বলা হয়।\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২১ : ৩০",
        "arabic_text": "\nأَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ ",
        "bangla_text": "যারা কুফরী করে তারা কি দেখে না [১] যে, আসমানসমূহ ও যমীন মিশে ছিল ওতপ্রোতভাবে, তারপর আমরা উভয়কে পৃথক করে দিলাম [২]; এবং প্রাণবান সব কিছু সৃষ্টি করলাম পানি থেকে [৩]; তবুও কি তারা ঈমান আনবে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] চোখে দেখে জানা হোক কিংবা বুদ্ধি-বিবেচনা দ্বারা জানা হোক। কেননা, এরপর যে বিষয়বস্তু আসছে তার সম্পর্ক কিছু চোখে দেখার সাথে এবং কিছু ভেবে দেখার সাথে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] رتق শব্দের অর্থ বন্ধ হওয়া, আর فتق এর অর্থ খুলে দেয়া। উভয় শব্দের সমষ্টি رتق ও فتق কোন কাজের ব্যবস্থাপনা ও তার পূর্ণ ক্ষমতার অর্থে ব্যবহৃত হয়। সে হিসেবে আয়াতের অনুবাদ এই দাঁড়ায় যে, আকাশ ও পৃথিবী বন্ধ ছিল। আমি এদেরকে খুলে দিয়েছি। সহীহ সনদে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত হয়েছে যে, তিনি বলেছেন এর অর্থ হচ্ছেঃ আসমান ও যমীন পরস্পর মিলিত ছিল তারপর আমরা সে দুটিকে পৃথকীকরণ করেছি। হাসান ও কাতাদা রাহেমাহুমাল্লাহ বলেনঃ এতদুভয়ের মধ্যে বাতাস দ্বারা পৃথকীকরণ করেছেন। [ইবন কাসীর; কুরতুবী]  মোটকথাঃ এ শব্দগুলো থেকে যে কথা বুঝা যায় তা হচ্ছে এই যে, বিশ্ব-জাহান প্রথমে একটি পিণ্ডের আকারে ছিল। পরবর্তীকালে তাকে পৃথক পৃথক অংশে বিভক্ত করে পৃথিবী ও অন্যান্য গ্রহ, নক্ষত্র, ছায়াপথ, নীহারিকা ইত্যাদি স্বতন্ত্র জগতে পরিণত করা হয়েছে। কোন কোন মুফাসসির বলেন, এখানে বন্ধ হওয়ার অর্থ আকাশের বৃষ্টি ও মাটির ফসল বন্ধ হওয়া এবং খুলে দেয়ার অর্থ এতদুভয়কে খুলে দেয়া। [কুরতুবী] তখন এ আয়াতের অর্থে আরও এসেছে, “শপথ আসমানের, যা ধারণ করে বৃষ্টি, এবং শপথ যমীনের, যা বিদীর্ণ হয়”। [সূরা আত-তারেক: ১১-১২]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ প্রত্যেক প্রাণী সৃজনে পানির অবশ্যই প্রভাব আছে। এসব বস্তু সৃজন, আবিষ্কার ও ক্রমবিকাশে পানির প্রভাব অপরিসীম। আবু হুরাইরা রাদিয়াল্লাহু আনহু বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এর কাছে আরয করলাম, “ইয়া রাসূলুল্লাহ আমি যখন আপনার সাথে সাক্ষাৎ করি, তখন আমার অন্তর প্রফুল্ল এবং চক্ষু শীতল হয়। আপনি আমাকে প্রত্যেক বস্তু সৃজন সম্পর্কে তথ্য বলে দিন।” জওয়াবে তিনি বললেনঃ “প্রত্যেক বস্তু পানি থেকে সৃজিত হয়েছে”। [মুসনাদে আহমাদঃ ২/২৯৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২১ : ৩১",
        "arabic_text": "\nوَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ ",
        "bangla_text": "এবং আমরা পৃথিবীতে সৃষ্টি করেছি সুদৃঢ় পর্বত, যাতে যমীন তাদেরকে নিয়ে এদিক-ওদিক ঢলে না যায় [১] এবং আমরা সেখানে করে দিয়েছি প্রশস্ত পথ, যাতে তারা গন্তব্যস্থলে পৌঁছতে পারে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ميد আরবী ভাষায় অস্থির নড়াচড়াকে বলা হয়। আয়াতের অর্থ এই যে, পৃথিবীর বুকে আল্লাহ্ তাআলা পাহাড়সমূহের বোঝা রেখে দিয়েছেন, যাতে পৃথিবীর ভারসাম্য বজায় থাকে এবং পৃথিবী অস্থির নড়াচড়া না করে। [ইবন কাসীর; ফাতহুল কাদীর] পৃথিবী নড়াচড়া করলে পৃথিবীর বুকে বসবাসকারীদের অসুবিধা হত। পৃথিবীর ভারসাম্য বজায় রাখার ব্যাপারে পাহাড়সমূহের প্রভাব অপরিসীম।\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২১ : ৩২",
        "arabic_text": "\nوَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ ",
        "bangla_text": "আর আমরা আকাশকে করেছি সুরক্ষিত ছাদ; কিন্তু তারা আকাশে অবস্থিত নিদর্শনাবলী থেকে মুখ ফিরিয়ে নেয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২১ : ৩৩",
        "arabic_text": "\nوَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ ",
        "bangla_text": "আর আল্লাহই সৃষ্টি করেছেন রাত ও দিন এবং সূর্য ও চাঁদ; প্রত্যেকেই নিজ নিজ কক্ষপথে [১] বিচরণ করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রত্যেক বৃত্তাকার বস্তুকে فلك বলা হয়। এ কারণেই সূতা কাটার চরকায় লাগানো গোল চামড়াকে فلكة المغزل বলা হয়। [বাগভী; ফাতহুল কাদীর] আর একই কারণে আকাশকেও فلك বলা হয়ে থাকে। এখানে সুর্য ও চন্দ্রের কক্ষপথ বোঝানো হয়েছে। “সবাই এক একটি ফালাকে (কক্ষপথে) সাঁতরে বেড়াচ্ছে”—এ থেকে দু'টি কথা পরিষ্কার বুঝা যাচ্ছে। এক, প্রত্যেকের ফালাক বা কক্ষপথ আলাদা। দুই, ফালাক এমন কোন জিনিস নয়। যেখানে এ গ্রহ-নক্ষত্রগুলো খুঁটির মতো প্রোথিত আছে এবং তারা নিজেরাই এ খুঁটি নিয়ে ঘুরছে। বরং তারা কোন প্রবাহমান অথবা আকাশ ও মহাশূন্য ধরনের কোন বস্তু, যার মধ্যে এই গ্রহ-নক্ষত্রের চলা ও গতিশীলতা সীতার কাটার সাথে সামঞ্জস্য রাখে ।\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২১ : ৩৪",
        "arabic_text": "\nوَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ ",
        "bangla_text": "আর আমরা আপনার আগেও কোন মানুষকে অনন্ত জীবন দান করিনি [১]; কাজেই আপনার মৃত্যু হলে তারা কি চিরজীবি হয়ে থাকবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে বুঝা যায় যে, খাদির আলাইহিসসালাম মারা গেছেন। কারণ, তিনি একজন মানুষ। মানুষদের মধ্যে কাউকেই আল্লাহ চিরঞ্জীব করেননি। [ইবন তাইমিয়্যাহ, মাজমু ফাতাওয়া ৪/৩৩৭]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২১ : ৩৫",
        "arabic_text": "\nكُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ ",
        "bangla_text": "জীবমাত্রই মৃত্যুর স্বাদ গ্রহণ করবে [১]; আমরা তোমাদেরকে মন্দ ও ভাল দ্বারা বিশেষভাবে পরীক্ষা করে থাকি [২] এবং আমাদেরই কাছে তোমরা প্রত্যাবর্তিত হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলেমদের সর্বসম্মত মতে আত্মার দেহপিঞ্জর ত্যাগ করাই মৃত্যু। [ফাতহুল কাদীর] একটি গতিশীল, প্রাণবিশিষ্ট, সূক্ষ ও নূরানী দেহকে আত্মা বলা হয়। এই আত্মা মানুষের সমগ্র দেহে সঞ্চারিত থাকে, যেমন গোলাপজল গোলাপ ফুলের মধ্যে বিরাজমান। [ইবনুল কাইয়্যেম, আর-রূহ: ১৭৮]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আমি মন্দ ও ভালো উভয়ের মাধ্যমে মানুষকে পরীক্ষা করি। প্রত্যেক স্বভাব বিরুদ্ধ বিষয় যেমন- অসুখ-বিসুখ, দুঃখ-কষ্ট ইত্যাদিকে মন্দ বলে অপরদিকে ভাল বলে প্রত্যেক পছন্দনীয় ও কাম্য বিষয় যেমন-সুস্থতা, নিরাপত্তা ইত্যাদি বোঝানো হয়েছে। দুঃখ-আনন্দ, দারিদ্র-ধনাঢ্যতা,\n  <br/>\n  জয়-পরাজয়, শক্তিমত্তা-দুর্বলতা, সুস্থতা-রুগ্নতা ইত্যাদি সকল অবস্থায় তোমাদেরকে পরীক্ষা করা হচ্ছে। অনুরূপভাবে হালাল, হারাম, আনুগত্য, অবাধ্যতা, হেদায়াত ও পথভ্রষ্টতা এ সবই পরীক্ষার সামগ্ৰী। [দেখুন, ইবন কাসীর] আলেমগণ বলেন, বিপদাপদে সবর করার তুলনায় বিলাস-ব্যাসন ও আরাম-আয়েশে হক আদায়ে দৃঢ়পদ থাকা অধিক কঠিন। তাই আব্দুর রহমান ইবন আউফ রাদিয়াল্লাহু আনহু বলেনঃ “আমরা যখন বিপদে পতিত হলাম, তখন তো সবর করলাম, কিন্তু যখন সুখ ও আরাম আয়েশে লিপ্ত হলাম, তখন সবর করতে পারলাম না। অর্থাৎ এর হক আদায়ে দৃঢ়পদ থাকতে পারলাম না। ” [ইবনুল কাইয়্যেম, উদাতুস সাবেরীন: ৬৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২১ : ৩৬",
        "arabic_text": "\nوَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ ",
        "bangla_text": "আর যারা কুফরি করে, যখন তারা আপনাকে দেখে , তখন তারা আপনাকে শুধু বিদ্রুপের পাত্ররুপেই গ্রহণ করে। তারা বলে, ‘এ কি সে, যে তোমাদের দেব-দেবীগুলোর সমালোচনা করে? অথচ তারাই তো ‘রহমান’ তথা দয়াময়ের স্মরণে কুফরী করে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অৰ্থাৎ মূর্তি ও বানোয়াট ইলাহদের বিরোধিতা তাদের কাছে এত বেশী অপ্রীতিকর যে, এর প্রতিশোধ নেবার জন্য আপনার প্রতি ঠাট্টা-বিদ্রুপ ও অবমাননা করে, কিন্তু তারা যে আল্লাহ বিমূখ এবং আল্লাহর নামোল্লেখে ক্ৰোধে অগ্নিশৰ্মা হয়, নিজেদের এ অবস্থার জন্য তাদের লজ্জাও হয় না। যেমন অন্য আয়াতে এসেছে, “আর তারা যখন আপনাকে দেখে, তখন তারা আপনাকে শুধু ঠাট্টা-বিদ্রুপের পাত্ররূপে গণ্য করে বলে, “এ-ই কি সে, যাকে আল্লাহ রাসূল করে পাঠিয়েছেন?’সে তো আমাদেরকে আমাদের উপাস্যগণ হতে দূরে সরিয়েই দিত, যদি না আমরা তাদের আনুগত্যের উপর অবিচল থাকতাম। ” আর যখন তারা শাস্তি প্রত্যক্ষ করবে, তখন জানতে পারবে কে অধিক পথভ্রষ্ট। ” [সূরা আল-ফুরকান: ৪১-৪২]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২১ : ৩৭",
        "arabic_text": "\nخُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ ",
        "bangla_text": "মানুষ সৃষ্টিগতভাবে ত্বরাপ্রবন [১] শীঘ্রই আমি তোমাদেরকে আমার নিদর্শনাবলী দেখাব; কাজেই তোমরা তাড়াহুড়া কামনা করো না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ত্বরাপ্রবণতার স্বরূপ হচ্ছে, কোন কাজ সময়ের পূর্বেই করা। এটা স্বতন্ত্র দৃষ্টিতে  নিন্দনীয়। কুরআনের অন্যত্রও একে মানুষের দুর্বলতারূপে উল্লেখ করা হয়েছে। বলা হয়েছেঃ “মানুষ অত্যন্ত ত্বরাপ্রবন” [সূরা আল-ইসরাঃ, ১১] আলোচ্য আয়াতের উদ্দেশ্য এই যে, মানুষের মজ্জায় যেসব দুর্বলতা নিহিত রয়েছে, তন্মধ্যে এক দুর্বলতা হচ্ছে ত্বরা-প্রবণতা। স্বভাবগত ও মজ্জাগত বিষয়কে আরবরা এরূপ ভঙ্গিতেই ব্যক্ত করে। উদাহরণতঃ কারও স্বভাবে ক্ৰোধ প্রবল হলে আরবরা বলেঃ লোকটি ক্রোধ দ্বারা সৃজিত হয়েছে। ঠিক তেমনি এখানে অর্থ করা হবে যে, ত্বরাপ্রবণতা মানুষের প্রকৃতিগত বিষয়। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২১ : ৩৮",
        "arabic_text": "\nوَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "আর তারা বলে, ‘তোমরা যদি সত্যবাদী হও তবে বল এ প্রতিশ্রুতি কখন পূর্ণ হবে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২১ : ৩৯",
        "arabic_text": "\nلَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ ",
        "bangla_text": "যদি কাফেররা সে সময়ের কথা জানত, যখন তারা তাদের চেহারা ও পিঠ থেকে আগুন প্রতিরোধ করতে পারবে না এবং তাদেরকে সাহায্য করাও হবে না (তাহলে তারা সে শাস্তিকে তাড়াতাড়ি চাইত না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২১ : ৪০",
        "arabic_text": "\nبَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ ",
        "bangla_text": "বরং তা তাদের উপর আসবে অতর্কিতভাবে এবং তাদেরকে হতভম্ব করে দেবে। ফলে তারা তা রধ করতে পারবে না এবং তাদেরকে অবকাশও দেয়া হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২১ : ৪১",
        "arabic_text": "\nوَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "আর আপনার আগেও অনেক রাসুলের সাথেই ঠাট্টা-বিদ্রূপ করা হয়েছিল; পরিণামে তারা যা নিয়ে ঠাট্টা-বিদ্রূপ করত তা বিদ্রূপকারীদেরকে পরিবেষ্টন করেছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২১ : ৪২",
        "arabic_text": "\nقُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ ",
        "bangla_text": "বলুন, ‘রহমান হতে কে তোমাদেরকে রক্ষা করবে রাতে ও দিনে [১] ? তবুও তারা তাদের রব এর স্মরণ হতে মুখ ফিরিয়ে নেয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] আয়াতের আরেক অর্থ, রহমানের পরিবর্তে কে তোমাদেরকে রাত বা দিনে হেফাযত করবেন? তোমাদের এ সমস্ত ইলাহ তো তোমাদেরকে রক্ষা করতে পারবে না। [ইবন কাসীর] অথবা আয়াতের অর্থ, যদি রাত বা দিনের কোন সময় অকস্মাৎ আল্লাহ তোমাদেরকে পাকড়াও করতে চান তবে তাঁর পাকড়াও থেকে তোমাদেরকে রক্ষা করতে পারে এমন শক্তিশালী সহায়ক ও সাহায্যকারী তোমাদের কে আছে? [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২১ : ৪৩",
        "arabic_text": "\nأَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ ",
        "bangla_text": "তবে কি তাদের এমন কতেক ইলাহও আছে যারা আমাদের থেকে তাদেরকে রক্ষা করতে পারে? এরা তো নিজেদেরকেই সাহায্য করতে পারে না এবং আমাদের থেকে তাদের আশ্রয়দানকারীও হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২১ : ৪৪",
        "arabic_text": "\nبَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ ",
        "bangla_text": "বরং আমরাই তাদেরকে ও তাদের পিতৃ-পুরুষদেরকে ভোগ-সম্ভার দিয়েছিলাম; তার উপর তাদের আয়ুষ্কাল ও হয়েছিল দীর্ঘ। তারা কি দেখছে না যে, আমরা যমীনকে চারদিক থেকে সংকুচিত করে আনছি [১]। তবুও কি তার বিজয়ী হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের প্রসিদ্ধ তাফসীর হলো, মক্কার কাফের মুশরিকরা কি এটা প্রত্যক্ষ করে না যে, আমরা চারদিক থেকে তাদেরকে সংকুচিত করে এনেছি। আর তা হচ্ছে, ইসলামের বিজয়ের মাধ্যমে তাদের যাবতীয় ঘাটির পতন দেখে। ইসলামের বিজয় কেতন উড়ার মানেই হলো কুফারী ও শিরকী পতাকার অবনমিত হওয়া, তাদের শক্তির পতন হওয়া। এসব দেখেও তারা ঈমান আনতে কেন পিছপা হচ্ছে? [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২১ : ৪৫",
        "arabic_text": "\nقُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ ",
        "bangla_text": "বলুন, আমি তো শুধু ওহী দ্বারাই  তোমাদেরকে সতর্ক করি, কিন্তু যারা বধির তাদেরকে যখন সতর্ক করা হয় তখন তারা সে আহবান শুনে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২১ : ৪৬",
        "arabic_text": "\nوَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ ",
        "bangla_text": "আর আপনার রব এর শাস্তির কিছুমাত্রও তাদেরকে স্পর্শ করলে তারা অবশ্যই বলে উঠবে, ‘হায় দুর্ভোগ আমাদের, আমরা তো ছিলাম যালেম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২১ : ৪৭",
        "arabic_text": "\nوَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ ",
        "bangla_text": "আর কিয়ামতের দিনে আমরা ন্যায়বিচারের পাল্লাসমূহ স্থাপন করব [১], সুতরাং কারো প্রতি কোন যুলুম করা হবে না এবং কাজ যদি শস্য দানা পরিমাণ ওজনেরও হয় তবুও তা আমরা উপস্থিত করব; আর হিসেব গ্রহণকারীরূপে আমরাই যথেষ্ট। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] লক্ষণীয় যে, এখানে موازين শব্দটি ميزان শব্দের বহুবচন। [কুরতুবী] অর্থ ওজনের যন্ত্র তথা দাঁড়িপাল্লা। আয়াতের অর্থ, দাঁড়িপাল্লাসমূহ স্থাপন করা হবে। এখন প্রশ্ন হলো, মানদন্ড কি একটি না বহু? এখানে আয়াতে বহুবচন ব্যবহার করা হয়েছে দেখে কোন কোন তফসীরবিদ বলেন যে, আমল ওজন করার জন্য অনেকগুলো দাঁড়িপাল্লা স্থাপন করা হবে। আমলের শ্রেণী অনুসারে অনেক দাঁড়িপাল্লা স্থাপন করা হবে। অথবা, প্রত্যেকের জন্যে ভিন্ন ভিন্ন দাঁড়িপাল্লা হবে। আবার এটাও হতে পারে যে, একই মীযানকে বহু হিসেবে দেখানো হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  কিন্তু অধিকাংশ আলেমগণের মতে, দাঁড়িপাল্লা একটিই হবে। যার থাকবে দু'টি পাল্লা। যে দু'টি পাল্লা সবাই দেখতে পাবে, অনুভব করতে পারবে। তবে বহুবচনে ব্যক্ত করার কারণ হয়ত এটাই যে, মীযানের পাল্লাতে যেমনিভাবে বান্দার আমলনামা ওজন করা হবে তেমনিভাবে বান্দার আমলকেও সরাসরি ওজন করা হবে এমনকি বান্দাকেও ওজন করা হবে। সে হিসেবে বহুবচন ব্যবহার করা হয়েছে। [শারহুত তাহাভীয়্যাহ]\n  <br/>\n  <br/>\n  বান্দার আমলনামা ওজন করা হবে তার প্রমাণঃ হাদীসে এসেছে, রাসূলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ আমার উম্মতের মধ্যে একলোককে কেয়ামতের দিন সমস্ত সৃষ্টির সামনে পৃথক করে একান্তে ডেকে তার জন্য ৯৯ টি দপ্তর বের করবেন যার প্রত্যেকটি চোখ যতদুর যায় তত লম্বা হবে। তারপর তাকে বলবেনঃ “তুমি কি এগুলো অস্বীকার করা? আমার রক্ষণাবেক্ষণকারী লেখক ফেরেশতাগণ কি তোমার উপর অত্যাচার করেছে? সে বলবেঃ না, হে প্ৰভু! তারপর আল্লাহ বলবেনঃ তোমার কি কোন ওজর বা সৎকর্ম আছে? লোকটি তখন হতভম্ব হয়ে গিয়ে বলবেঃ না, হে প্ৰভু! তখন আল্লাহ বলবেনঃ অবশ্যই তোমার একটি সৎকর্ম আছে, তোমার উপর আজ কোন যুলুম করা হবে না। তারপর তার জন্য একটি কার্ড বের করা হবে যাতে আছেঃ\n  <br/>\n  <br/>\n  أَشْهَدُأن لَّا إلٰه إلّا اللّٰهٗ، وأَنَّ مُحَمّدًا عَبْدُه وَ رَسُلُه\n  <br/>\n  <br/>\n  “আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ্ ছাড়া আর কোন হক্ক ইলাহ নেই এবং মুহাম্মদ তাঁর বান্দা ও রাসূল। ” তারপর আল্লাহ বলবেনঃ সেটা নিয়ে আস। তখন লোকটি বলবেঃ হে প্ৰভু! ঐ সমস্ত দপ্তরের বিপরীতে এ কার্ড কি ভূমিকা রাখতে পারে? তখন আল্লাহ বলবেনঃ তোমার উপর যুলুম করা হবে না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর সে সমস্ত দপ্তর এক পাল্লায় এবং কার্ডটি আরেক পাল্লায় রাখা হবে। রাসূল বললেনঃ আর তাতেই সমস্ত দপ্তর উপরে উঠে যাবে এবং কার্ডটি ভারী হয়ে যাবে। আল্লাহর নামের বিপরীতে কোন কিছু ভারী হতে পারে না। ” [তিরমিয়ীঃ ২৬৩৯, ইবনে মাজাহঃ ৪৩০০] এ হাদীস দ্বারা বোঝা যাচ্ছে যে, বান্দার আমলনামা ওজন করা হবে।\n  <br/>\n  <br/>\n  বান্দার আমলই সরাসরি ওজন করার প্রমাণঃ হাদীসে এসেছেঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “দুটি বাক্য এমন যা দয়াময়ের কাছে প্রিয়, জিহবার উপর হাল্কা, মীযানের মধ্যে ভারী, আর তা হলোঃ সুবাহানাল্লাহি ওয়া বিহামদিহি (আল্লাহর পবিত্ৰতা ঘোষণা করছি তাঁর প্রশংসা সহকারে), \"সুবহানাল্লাহিল 'আজীম' (মহান আল্লাহ কতই না পবিত্র)”। [বুখারীঃ ৭৫৬৩, মুসলিমঃ ২৬৯৪]\n  <br/>\n  <br/>\n  স্বয়ং আমলকারীকেও ওজন করা হবেঃ তার স্বপক্ষে প্রমাণ আল্লাহর বাণীঃ “সুতরাং আমরা তাদের জন্য কিয়ামতের দিন কোন ওজন স্থির করব না”। [সূরা আল-কাহাফঃ ১০৫] অন্য এক হাদীসে এসেছে, আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু ‘আরাক’ গাছে উঠলেন, তিনি ছিলেন সরু গোড়ালী বিশিষ্ট মানুষ, ফলে বাতাস তাকে নাড়াচ্ছিল তাতে উপস্থিত লোকেরা হেসে উঠল, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিজ্ঞাসা করলেনঃ “তোমরা হাসছ কেন?” তারা বললঃ হে আল্লাহর নবী! তার সরু গোড়ালীর কারণে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ “যার হাতে আমার প্রাণ তার শপথ করে বলছি, এ দু'টি মীযানের উপর উহুদ পাহাড়ের চেয়েও বেশী ভারী”। [মুসনাদে আহমাদঃ ১/৪২০-৪:২১, মুস্তাদরাক ৩/৩১৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২১ : ৪৮",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ ",
        "bangla_text": "আর অবশ্যই আমরা দিয়েছিলাম [১] মূসা ও হারুনকে ‘ফুরকান’ জ্যোতি ও উপদেশ মুত্তাকিদের জন্য [২]---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখান থেকে নবীদের আলোচনা শুরু হয়েছে। একের পর এক বেশ কয়েকজন নবীর জীবনের সংক্ষিপ্ত বা বিস্তারিত ঘটনাবলীর প্রতি ইংগিত করা হয়েছে। প্রথমে মূসা তারপর ইবরাহীম, লুত, ইসহাক, ইয়াকুব, দাউদ, সুলাইমান, আইয়ুব, ইসমাঈল, ইদরীস, যুল কিফল, যুদ্মন বা ইউনুস, যাকারিয়্যা, ইয়াহইয়া। সবশেষে একজন সিন্দীকাহ মারইয়ামের আলোচনার মাধ্যমে তা শেষ করা হয়েছে।\n  <br/>\n  <br/>\n  [২] প্রথমেই মূসা আলাইহিস সালামের আলোচনা করা হয়েছে। কুরআনে সাধারণত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের আলোচনার সাথে সাথে মূসা আলাইহিস সালামের আলোচনা করা হয়। অনুরূপভাবে কুরআনের আলোচনার সাথে তাওরাতের আলোচনা করা হয়। এখানেই সেই একই পদ্ধতিতে আলোচনা করা হয়েছে। [ইবন কাসীর] প্রথমেই বলা হয়েছে যে, “অবশ্যই আমরা দিয়েছিলাম মূসা ও হারূনকে ‘ফুরকান’, জ্যোতি ও উপদেশ মুত্তাকীদের জন্য। ---”। এখানে তাওরাতের তিনটি বৈশিষ্ট্য তুলে ধরা হয়েছে। অর্থাৎ তাওরাত ছিল হক ও বাতিল, হারাম ও হালালের মধ্যে পার্থক্য সৃষ্টিকারী, মানুষকে ভীতি ও আশার মাধ্যমে সত্য-সরল পথ দেখাবার আলোক বর্তিকা বা অন্তরের আলো এবং মানব জাতিকে তার বিস্মৃতি পাঠ স্মরণ করিয়ে দেবার উপদেশ। কেউ কেউ বলেনঃ এখানে ‘ফুরকান’ বলে আল্লাহ তা'আলার সাহায্য বোঝানো হয়েছে, যা সর্বত্ৰ মূসা আলাইহিস সালামের সাথে ছিল। [কুরতুবী; ইবন কাসীর] অর্থাৎ ফিরআউনের মত শক্রর গৃহে তিনি লালিত পালিত হয়েছেন, মোকাবেলার সময় আল্লাহ তা'আলা ফির’আউনকে লাঞ্ছিত করেছেন, এরপর ফিরআউনী সৈন্যবাহিনীর পশ্চাদ্ধাবনের সময় সমুদ্রে রাস্তা সৃষ্টি হয়ে তিনি রক্ষা পান এবং ফিরআউনের সৈন্যবাহিনীর সলিলসমাধি হয়। এমনিভাবে পরবর্তীতে সকল ক্ষেত্রে আল্লাহ তা'আলার এই সাহায্য প্রত্যক্ষ করা হয়েছে। তবে আয়াতে মুত্তাকীনদেরকে সুনির্দিষ্টভাবে উল্লেখ করার কারণ সম্ভবতঃ এই যে, যদিও তা পাঠানো হয়েছিল সমগ্র মানব জাতির জন্য কিন্তু তা থেকে কার্যত লাভবান তারাই হতে পারতো যারা ছিল এসব গুণে গুণান্বিত। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২১ : ৪৯",
        "arabic_text": "\nٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ ",
        "bangla_text": "যারা না দেখেও তাদের রবকে ভয় করে এবং তারা কেয়ামত সম্পর্কে ভীত-সন্ত্রস্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২১ : ৫০",
        "arabic_text": "\nوَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ ",
        "bangla_text": "আর এ হচ্ছে বরকতময় [১] উপদেশ, এটা আমরা নাযিল করেছি। তবুও কি তোমরা এটাকে অস্বীকার কর?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বরকত সংক্রান্ত আলোচনা সূরা মারইয়ামের ৩১ নং আয়াতের ব্যাখ্যায় করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২১ : ৫১",
        "arabic_text": "\n۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ ",
        "bangla_text": "আর আমরা তো এর আগে ইবরাহিমকে তার শুভবুদ্ধি ও সত্যজ্ঞান দিয়েছিলাম [১] এবং আমরা তার সম্বন্ধে ছিলাম সম্যক পরিজ্ঞাত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পঞ্চম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] রুশদ এর অর্থ হচ্ছে সঠিক ও বেঠিকের মধ্যে পার্থক্য করে সঠিক কথা বা পথ অবলম্বন করা এবং বেঠিক কথা ও পথ থেকে দূরে সরে যাওয়া। যাকে আরবীতে صلاح বলা যায়। [বাগভী] এ অর্থের প্রেক্ষিতে “রুশদ” এর অনুবাদ “সত্যনিষ্ঠা”ও হতে পারে। কিন্তু যেহেতু রুশদ শব্দটি কেবলমাত্র সত্যনিষ্ঠ নয়। বরং এমন সত্যজ্ঞানের ভাব প্রকাশ করে যা সঠিক চিন্তা ও ভারসাম্যপূর্ণ সুষ্ঠ বুদ্ধি ব্যবহারের ফলশ্রুতি, তাই “শুভবুদ্ধি ও সত্যজ্ঞান” এই দুটি শব্দ একত্রে এর অর্থের কাছাকাছি। তাই অনুবাদ করা হয়েছে, “ইবরাহীমকে তার শুভবুদ্ধি ও সত্যজ্ঞান দান করেছিলাম।” [দেখুন, কুরতুবী] এখানে 'তার' বলার অর্থ, যতটুকু তার জন্য এবং তার মত অন্যান্য রাসূলদের জন্য উপযুক্ত ততটুকু আমরা তাকে দান করেছিলাম। [ফাতহুল কাদীর] সুতরাং সে যে সত্যের জ্ঞান ও শুভবুদ্ধি লাভ করেছিল তা আমরাই তাকে দান করেছিলাম। এটা তার জন্য আমাদের পক্ষ থেকে নির্ধারিত ছিল। যা ছিল আল্লাহর বিশেষ অনুগ্রহ।\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২১ : ৫২",
        "arabic_text": "\nإِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ ",
        "bangla_text": "যখন তিনি তার পিতা ও তার সমপ্রদায়কে বললেন, ‘এ মূর্তিগুলো কে। যাদের পুজায় তোমরা রত রয়েছ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২১ : ৫৩",
        "arabic_text": "\nقَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ ",
        "bangla_text": "তারা বলল, আমরা আমাদের পিতৃ পুরুষদেরকে এদের ‘ইবাদত করতে দেখেছি। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২১ : ৫৪",
        "arabic_text": "\nقَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "তিনি বললেন, ‘অবশ্যই তোমরা নিজেরা এবং তোমাদের পিতৃপুরুষরাও স্পষ্ট বিভ্রান্তিতে আছ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২১ : ৫৫",
        "arabic_text": "\nقَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ ",
        "bangla_text": "তারা বলল, ‘তুমি কি আমাদের কাছে সত্য নিয়ে এসেছ, না তুমি খেলা করছ [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্যটির শাব্দিক অনুবাদ হবে, “তুমি কি আমাদের সামনে সত্য পেশ করছো, না খেলা করছো?” আমরা তো এর আগে আর কারও কাছে এমন কথা শুনিনি। [ইবন কাসীর] অপর কারো কারো মতে এর অর্থ তুমি কি আমাদের সামনে প্রকৃত মনের কথা বলছো, নাকি কৌতুক করছো? [কুরতুবী] নিজেদের ধর্মের সত্যতার প্রতি তাদের বিশ্বাস এত বেশী ছিল যে, তারা গুরুত্ব সহকারে কেউ এ কথা বলতে পারে বলে কল্পনাও করতে প্ৰস্তুত ছিল না। তাই তারা বললো, তুমি নিছক ঠাট্টা-বিদ্রুপ ও খেলাতামাশা করছো, না কি প্রকৃতপক্ষে এটাই তোমার চিন্তাধারা? তাদের কাছে এটা ছিল ইবরাহীমের বোকামীসূলভ কথাবার্তা। [দেখুন, সাদী]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২১ : ৫৬",
        "arabic_text": "\nقَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ ",
        "bangla_text": "তিনি বললেন, ‘বরং তোমাদের রব তো আসমানসমূহ ও যমীনের রব, যিনি সেগুলো সৃষ্টি করেছেন এবং এ বিষয়ে আমি অন্যতম সাক্ষী।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২১ : ৫৭",
        "arabic_text": "\nوَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ ",
        "bangla_text": "আর আল্লাহর শপথ, তোমরা পিছনে ফিরে চলে গেলে আমি তোমাদের মূর্তিগুলো সম্বন্ধে অবশ্যই কৌশল অবলম্বন করব [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের ভাষা বাহ্যতঃ একথাই বোঝায় যে, এ কথাটি ইবরাহীম আলাইহিস সালাম তার সম্প্রদায়ের সামনে বলেছিলেন। কিন্তু এতে প্রশ্ন হয় যে, ইবরাহীম আলাইহিস সালাম তাদের কাছে (আমি অসুস্থ) এর ওযর পেশ করে তাদের সাথে ঈদের সমাবেশে যাওয়া থেকে নিবৃত্ত ছিলেন। যখন মুর্তি ভাঙ্গার ঘটনা ঘটল, তখন সম্প্রদায়ের লোকেরা অনুসন্ধানে রত হল যে, কাজটি কে করল? যদি ইবরাহীম আলাইহিস সালাম এর উপরোক্ত কথা পূর্বেই তাদের জানা থাকত, তবে এতসব খোঁজাখুজির কি প্রয়োজন ছিল? প্রথমেই তারা বুঝে নিত যে, ইবরাহীম একাজ করেছে। এর জওয়াব কয়েকটি হতে পারেঃ তফসীরবিদদের মধ্যে মুজাহিদ ও কাতাদাহ বলেন: ইবরাহীম আলাইহিস সালাম উপরোক্ত কথাটি সম্প্রদায়ের লোকদের সামনে বলেননি; বরং মনে মনে বলেছিলেন। শুধু একজন লোক তা শুনেছিল আর সেই তা অন্যদের কাছে প্রকাশ করে দেয়। [কুরতুবী]  অথবা সম্প্রদায়ের লোকেরা চলে যাওয়ার পর যে দু'একজন দুর্বল লোক সেখানে ছিল, তাদেরকে বলেছিলেন। এরপর মুর্তি ভাঙ্গার ঘটনা ঘটলে যখন খোঁজাখুজি শুরু হয়, তখন তারা এই তথ্য সরবরাহ করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২১ : ৫৮",
        "arabic_text": "\nفَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ ",
        "bangla_text": "অতঃপর তিনি চূর্ণ-বিচূর্ণ করে দিলেন মূর্তিগুলোকে, তাদের প্রধানটি ছাড়া [১]; যাতে তারা তার দিকে [২] ফিরে আসে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইবরাহীম আলাইহিস সালাম মুর্তিগুলোকে ভেঙ্গে খণ্ডবিখণ্ড করে দিলেন। শুধু বড় মুর্তিটিকে ভাঙ্গার কবল থেকে রেহাই দিলেন। এটা হয় দৈহিক আকার-আকৃতিতে অন্য মুর্তিদের চাইতে বড় ছিল [কুরতুবী] না হয় আকার আকৃতিতে সমান হওয়া সত্ত্বেও পূজারীরা তাকে বড় বলে মান্য করত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে إليه বা “তার দিকে' বলে কাকে বুঝানো হয়েছে। এ ব্যাপারে দু'টি মত রয়েছেঃ (এক) এখানে ‘তার দিকে’ বলে ইবরাহীম আলাইহিসসালামকে বোঝানো হয়েছে। [ফাতহুল কাদীর] অর্থাৎ ইবরাহীম আলাইহিস সালাম এ আশায় কাজটি করলেন যে তাদের উপাস্য মুর্তিদেরকে খণ্ড-বিখণ্ড দেখলে এরা যে পুজার যোগ্য নয় এ জ্ঞান তাদের মধ্যে ফিরে আসবে। এরপর তারা ইবরাহীম আলাইহিস সালাম এর দ্বীনের দিকে প্রত্যাবর্তন করবে। [কুরতুবী] (দুই) কোন কোন মুফাসসিরের মতে, এখানে ‘তার দিকে' বলে كبيرهم বা তাদের প্রধান মুর্তিকে বোঝানো হয়েছে। অর্থ এই যে, তারা ফিরে এসে যখন সবগুলো মুর্তিকে খণ্ড বিখণ্ড এবং বড় মুর্তিকে আস্ত অক্ষত ও কাঁধে কুড়াল রাখা অবস্থায় দেখবে, তখন সম্ভবত: এই মুর্তিটির দিকেই প্রত্যাবর্তন করবে এবং তাকে জিজ্ঞেস করবে যে, এরূপ কেন হল? আর তারা মনে করবে যে, বড় মূর্তিই বোধ হয় নিজের আত্মসম্মানবোধের কারণে ছোট ছোট মূর্তিগুলোকে ভেঙ্গে ফেলেছে। [কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২১ : ৫৯",
        "arabic_text": "\nقَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "তারা বলল, ‘আমাদের মাবুদগুলোর প্রতি এরূপ করল কে? সে নিশ্চয়ই অন্যতম যালেম।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২১ : ৬০",
        "arabic_text": "\nقَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ ",
        "bangla_text": "লোকেরা বলল, ‘আমরা এক যুবককে ওদের সমালোচনা করতে শুনেছি; তাকে বলা হয় ইবরাহীম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২১ : ৬১",
        "arabic_text": "\nقَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ ",
        "bangla_text": "তারা বলল, ‘তাহলে তাকে জনসমক্ষে উপস্থিত কর , যাতে তারা সাক্ষ্য হয় [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এভাবে ইবরাহীমের মনের আশাই যেন পূরণ হলো। কারণ তিনি এটাই চাচ্ছিলেন। ব্যাপারটিকে তিনি শুধু পুরোহিত ও পূজারীদের মধ্যে সীমাবদ্ধ রাখতে চাচ্ছিলেন না। বরং তিনি চাচ্ছিলেন, ব্যাপারটা সাধারণ মানুষের মধ্যেও ছড়িয়ে পড়ুক। তারাও আসুক, দেখে নিক এই যে মূর্তিগুলোকে তাদের অভাব পূরণকারী হিসেবে রাখা হয়েছে এরা কতটা অসহায় এবং স্বয়ং পুরোহিতরাই এদের সম্পর্কে কি ধারণা পোষণ করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২১ : ৬২",
        "arabic_text": "\nقَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ ",
        "bangla_text": "তারা বলল, ‘হে ইবরাহীম! তুমি কি আমাদের মাবুদগুলোর প্রতি এরূপ করেছ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২১ : ৬৩",
        "arabic_text": "\nقَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ ",
        "bangla_text": "তিনি বললেন, ‘বরং এদের এ প্রধান-ই তো এটা করেছে [১], সুতরাং এদেরকে জিজ্ঞেস কর যদি এরা কথা বলতে পারে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “ইবরাহীম (আলাইহিস সালাম) তিন জায়গা ব্যতীত কোন দিন মিথ্যা কথা বলেননি। তন্মধ্যে দুটি খাস আল্লাহর জন্যে বলা হয়েছে। একটি\n  <br/>\n  <br/>\n  بَلْ فَعَلَهَ كَبِيْرُ هُمْ\n  <br/>\n  <br/>\n  (বরং তাদের প্রধানই তো এটা করেছে) বলা। দ্বিতীয়টি ঈদের দিনে সম্প্রদায়ের কাছে ওযর পেশ করে اِنِّىْ سَقِيْمٌ (আমি অসুস্থ) বলা এবং তৃতীয়টি স্ত্রী সারাহ সহ সফরে এক জনপদের নিকট দিয়ে গমন করেছিলেন। জনপদের প্রধান ছিল যালেম ও ব্যভিচারী। কোন ব্যক্তির সাথে তার স্ত্রীকে দেখলে সে স্বামীকে হত্যা করত ও তার স্ত্রীকে পাকড়াও করত এবং তার সাথে ব্যভিচার করত। কিন্তু কোন কন্যা পিতার সাথে কিংবা ভগিনী ভাইয়ের সাথে থাকলে সেই এরূপ করত না। ইবরাহীম আলাইহিস সালামের স্ত্রীসহ এই জনপদে পৌঁছার খবর কেউ এই যালেম ব্যভিচারীর কাছে পৌঁছে দিলে সে সারাহকে গ্রেফতার করিয়ে আনল। গ্রেফতারকারীরা ইবরাহীম আলাইহিস সালামকে জিজ্ঞেস করল: এই মহিলার সাথে তোমার আত্মীয়তার সম্পর্ক কি? ইবরাহীম আলাইহিস সালাম যালেমের কবল থেকে আত্মরক্ষার জন্য বলে দিলেন: সে আমার ভগিনী। (এটা হাদীসে বর্ণিত তৃতীয় মিথ্যা)। [বুখারীঃ ৩১৭৯, ৪৪৩৫ মুসলিমঃ ২৩৭১]\n  <br/>\n  <br/>\n  এই হাদীসে ইবরাহীম আলাইহিস সালামের দিকে পরিষ্কারভাবে তিনটি মিথ্যার সম্বন্ধ করা হয়েছে। এ ব্যাপারে কোন কোন আলেমের ব্যাখ্যা হলো যে, তিনটির মধ্যে একটিও সত্যিকার অর্থে মিথ্যা ছিল না। বরং এটা ছিল অলংকার শাস্ত্রের পরিভাষায় “তাওরিয়া”। এর অর্থ দ্ব্যৰ্থবোধক ভাষা ব্যবহার করা এবং শ্ৰোতা কর্তৃক এক অর্থ বোঝা ও বক্তার নিয়তে অন্য অর্থ থাকা। যুলুম থেকে আত্মরক্ষার জন্যে ফেকাহবিদগণের সর্বসম্মত মতে এই কৌশল অবলম্বন করা জায়েয ও হালাল। এটা মিথ্যার অন্তর্ভুক্ত নয়। উল্লেখিত হাদীসে এর প্রমাণ এই যে, ইবরাহীম আলাইহিস সালাম নিজেই সারাহকে বলেছিলেন। আমি তোমাকে ভগিনী বলেছি। তোমাকে জিজ্ঞেস করা হলে তুমি ও আমাকে ভাই বলো। ভগিনী বলার কারণও তিনি বলে দিয়েছেন যে আমরা উভয় ইসলামী সম্পর্কের দিক দিয়ে ভ্ৰাতা-ভগিনী। বলাবাহুল্য এটাই “তাওরিয়া”। হুবহু এমনি ধরনের কারণ প্রথমোক্ত দুই জায়গায় বলা যায় যে, অসুস্থ শব্দটি যেমন শারীরিক অসুস্থতার ক্ষেত্রে প্রযোজ্য হয়, তেমনি মানসিক অসুস্থতা অর্থাৎ চিন্তান্বিত ও অবসাদগ্ৰস্ত হওয়ার অর্থেও ব্যবহৃত হয়। ইবরাহীম আলাইহিস সালাম দ্বিতীয় অর্থেই “আমি অসুস্থ” বলেছিলেন, কিন্তু শ্রোতারা একে শারীরিক অসুস্থতার অর্থে বোঝেছিলেন। মূর্তি ভাঙ্গার কাজটিতে তিনি যে ভাঙ্গার কাজটি বড় মূর্তির দিকে সম্পর্কযুক্ত করেছিলেন এ ব্যাপারে আলেমগণ নানা সম্ভাবনার কথা উল্লেখ করেছেন: ইবরাহীম আলাইহিস সালামের এ উক্তি ধরে নেয়ার পযায়ে ছিল; অর্থাৎ তোমরা একথা ধরেই নাও না কেন যে, একাজ প্রধান মুর্তিই করে থাকবে। ধরে নেয়ার পর্যায়ে বাস্তববিরোধী কথা বলা মিথ্যার আওতায় পড়ে না। [ফাতহুল কাদীর] কোন কোন মুফাসসিরের মতে, মূলতঃপ্রধান মূর্তিটিই ইবরাহীম আলাইহিসসালামকে একাজ করতে উদ্ধৃদ্ধ করেছিল। তার সম্প্রদায় এই মুর্তির প্রতি সর্বাধিক সম্মান প্রদর্শন করত। সম্ভবত এ কারণেই বিশেষভাবে এর কথা উল্লেখ করা হয়েছে।  [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  তবে এ ব্যাপারে আলেমগণ একমত যে, নবী-রাসূলগণ কখনো নবুওয়ত ও তাবলীগ বা প্রচার-প্রসার সংক্রান্ত ব্যাপারে মিথ্যার আশ্রয় নেননি। তারা জগতশ্রেষ্ঠ সত্যবাদী লোক ছিলেন। [ইবন তাইমিয়্যাহ, আল-জাওয়াবুস সহীহ ১/৪৪৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২১ : ৬৪",
        "arabic_text": "\nفَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "তখন তার নিজেরা পুনর্বিবেচনা করে দেখল এবং একে অন্যকে বলতে লাগল, ‘তোমরাই তো যালেম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২১ : ৬৫",
        "arabic_text": "\nثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ ",
        "bangla_text": "তারপর তাদের মাথা নত হয়ে গেল এবং তার বলল, ‘তুমি তো জানই যে, এরা কথা বলে না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২১ : ৬৬",
        "arabic_text": "\nقَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ ",
        "bangla_text": "ইবরাহীম বললেন, ‘তবে কি তোমরা আল্লাহর পরিবর্তে এমন কিছুর ‘ইবাদত কর যা তোমাদের কোন উপকার করতে পারে না এবং অপকারও করতে পারে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২১ : ৬৭",
        "arabic_text": "\nأُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": "‘ধিক তোমাদের জন্য এবং আল্লাহর পরিবর্তে তোমরা যাদের ‘ইবাদাত কর তাদের জন্য! তবুও কি তোমরা অনুধাবন করবে না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২১ : ৬৮",
        "arabic_text": "\nقَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ ",
        "bangla_text": "তারা বলল, ‘তাকে পুড়িয়ে ফেল, আর সাহায্য কর তোমাদের মা’বুদদের, তোমরা যদি কিছু করতে চাও।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২১ : ৬৯",
        "arabic_text": "\nقُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ ",
        "bangla_text": "আমরা বললাম, ‘হে আগুন! তুমি ইবরাহীমের জন্য শীতল ও নিরাপদ হয়ে যাও।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "২১ : ৭০",
        "arabic_text": "\nوَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ ",
        "bangla_text": "আর তারা তার ক্ষতি সাধনের ইচ্ছা করেছিল। কিন্তু আমরা তাদেরকেই সর্বাধিক ক্ষতিগ্রস্ত করে দিলাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "২১ : ৭১",
        "arabic_text": "\nوَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ ",
        "bangla_text": "এবং আমরা তাকে ও লূতকে উদ্ধার করে নিয়ে গেলাম সে দেশে, যেখানে আমরা কল্যাণ রেখেছি সৃষ্টিজগতের জন্য [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইবরাহীম ও লুতকে আমরা নমরূদের অধিকারভুক্ত দেশ (অর্থাৎ ইরাক) থেকে উদ্ধার করে এমন এক দেশে পৌঁছতে দিলাম, যেখানে আমি বিশ্ববাসীদের জন্যে কল্যাণ রেখেছি। অর্থাৎ সিরিয়া ও ফিলিস্তিনে। তার বরকত তথা সমৃদ্ধি বস্তুগত ও আধ্যাত্মিক উভয় ধরনেরই। বস্তুগত দিক দিয়ে তা দুনিয়ার উর্বরতম এলাকাসমূহের অন্তর্ভুক্ত। আর আধ্যাত্মিক দিক দিয়ে দু'হাজার বছর থেকে তা থেকেছে আল্লাহর নবীগণের কর্মক্ষেত্র। দুনিয়ার কোন এলাকায় এতো বিপুল সংখ্যক নবী আবির্ভূত হয়নি। মূলতঃ সিরিয়া বাহ্যিক ও আভ্যন্তরীণ দিক দিয়ে অসংখ্য কল্যাণের আবাসস্থল। অভ্যন্তরীণ কল্যাণ এই যে, দেশটিতে অনেক নবী-রাসূলের সমারোহ ঘটেছিল। অধিকাংশ পয়গম্বর এ দেশেই জন্মগ্রহণ করেছেন। বাহ্যিক কল্যাণ হচ্ছে সুষম আবহাওয়া, নদ-নদী, প্রাচুর্য, ফল-মূল ও সর্বপ্রকার উদ্ভিদের অনন্য সমাহার ইত্যাদি। এগুলোর উপকারিতা শুধু সে দেশবাসীই নয়, বহির্বিশ্বের লোকেরাও ভোগ করে থাকে। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেন, এখানে মক্কাকে বোঝানো হয়েছে। কারণ অন্য আয়াতে বলা হয়েছে, “নিশ্চয় মানব জাতির জন্য সর্বপ্রথম যে ঘর প্রতিষ্ঠিত হয়েছিল তা তো বাক্কায়, বরকতময় ও সৃষ্টিজগতের দিশারী হিসাবে। ” [সূরা আলে ইমরান: ৯৬] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "২১ : ৭২",
        "arabic_text": "\nوَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ ",
        "bangla_text": "এবং আমরা ইবরাহীমকে দান করেছিলাম ইসহাক আর অতিরিক্ত পুরস্কারসরূপ ইয়া’কূবকে [১]; এবং প্রত্যেকেই করেছিলাম সৎকর্মপরায়ণ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি তাকে (দো'আ ও অনুরোধ অনুযায়ী) পুত্র ইসহাক ও অতিরিক্ত দান হিসেবে পৌত্র ইয়াকুবও নিজের পক্ষ থেকে দান করলাম। অর্থাৎ ছেলের পরে পৌত্রকেও নবুওয়াতের মর্যাদায় অভিসিক্ত করেছি। দোআর অতিরিক্ত হওয়ার কারণে একে نافلة বলা হয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "২১ : ৭৩",
        "arabic_text": "\nوَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ ",
        "bangla_text": "আর আমরা তাদেরকে করেছিলাম নেতা; তারা আমাদের নির্দেশ অনুসারে মানুষকে সঠিক পথ দেখাতে; আর আমরা তাদেরকে সৎকাজ করতে ও সালাত কায়েম করতে এবং যাকাত প্রদান করতে ওহী পাঠিয়েছিলাম ; এবং তারা আমাদেরই ইবাদাতকারী ছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "২১ : ৭৪",
        "arabic_text": "\nوَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ ",
        "bangla_text": "আর লূতকে আমরা দিয়েছিলাম প্রজ্ঞা ও জ্ঞান [১] এবং তাকে উদ্ধার করেছিলাম এমন এক জনপদ থেকে [২] যার অধিবাসীরা লিপ্ত ছিল অশ্লীল কাজে [৩]; নিশ্চয় তারা ছিল এক মন্দ ফাসেক সম্প্রদায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে “হুকুম ও ইলম” শব্দ ব্যবহৃত হয়েছে। “হুকুম” অর্থ এখানে নবুওয়ত। তাছাড়া এর অন্য অর্থ, প্রজ্ঞা। [ফাতহুল কাদীর] আর “ইলম” এর অর্থ হচ্ছে এমন সত্য যথার্থ ইলাম যা অহীর মাধ্যমে দান করা হয়েছে। অন্য কথায় দ্বীনের জ্ঞান এবং মানুষের মধ্যে যা ঘটবে তার সঠিক ফয়সালা [কুরতুবী]  লূতের সম্পর্কে আরো বিস্তারিত জানার জন্যে দেখুন সূরা আল-আ’রাফ ৮০-৮৪, সূরা হুদ ৬৯-৮৩ এবং সূরা আল-হিজর ৫৭-৭৬ আয়াত\n  <br/>\n  <br/>\n  [২] যে জনপদ থেকে লুত আলাইহিস সালামকে উদ্ধার করার কথা আলোচ্য আয়াতদ্বয়ে উল্লেখ করা হয়েছে, সেই জনপদের নাম ছিল সাদৃম। [ইবন কাসীর] এর অধীনে আরও সাতটি জনপদ ছিল। এগুলোকে জিবরাঈল আলাইহিস সালাম ওলট-পালট করে দিয়েছিলেন। শুধু লুত আলাইহিস সালাম ও তার সঙ্গী মুমিনদের বসবাসের জন্যে একটি জনপদ অক্ষত রেখে দেয়া হয়েছিল। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] পুরুষের সাথে পুরুষের কামপ্রবৃত্তি চরিতার্থ করা ছিল তাদের সর্বপ্রধান নোংরা অভ্যাস, যা থেকে বন্য জন্তুরাও বেঁচে থাকে। কোন কোন তফসীরবিদ বলেনঃ এ ছাড়া অন্যান্য নোংরা অভ্যাসও তাদের মধ্যে ছিল। [দেখুন, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "২১ : ৭৫",
        "arabic_text": "\nوَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "এবং তাকে আমরা আমাদের অনুগ্রহের অন্তর্ভুক্ত করেছিলাম; তিনি ছিলেন সৎকর্মপরায়ণদের অন্যতম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "২১ : ৭৬",
        "arabic_text": "\nوَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ ",
        "bangla_text": "আর স্মরণ করুন নূহকে; পূর্বে তিনি যখন ডেকেছিলেন [১] তখন আমরা সাড়া দিয়েছিলাম তার ডাকে এবং তাকে ও তার পরিজনবর্গকে মহাসংকট [২] থেকে উদ্ধার করেছিলাম,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষষ্ঠ রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] নূহের দো'আর প্রতি ইংগিত করা হয়েছে। সুদীর্ঘকাল নিজের জাতির সংশোধনের অবিরাম প্রচেষ্টা চালাবার পর শেষে ক্লান্ত পরিশ্রান্ত হয়ে তিনি যে দো'আ করেছিলেন “হে রব! আমি হেরে গেছি আমাকে সাহায্য করো।” [সূরা আল কামারঃ ১০] এবং “হে আমার রব! পৃথিবী পৃষ্ঠে একজন কাফেরকেও ছেড়ে দিয়ো না।” [সূরা নূহঃ ২৬]\n  <br/>\n  <br/>\n  [২] “মহাসংকট\" অর্থ একটি অসৎ কর্মশীল জাতির মধ্যে জীবন যাপন করার বিপদ অথবা মহাপ্লাবন। নূহের কাহিনী বিস্তারিত জানার জন্য দেখুন সূরা আল আ'রাফ ৫৯ থেকে ৬৪, সূরা ইউনুস ৭১ থেকে ৭৩, সূরা হূদ ২৫ থেকে ৪৮ এবং বনী ইসরাঈল ৩। আয়াতসমূহ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "২১ : ৭৭",
        "arabic_text": "\nوَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "এবং আমরা তাকে সাহায্য করেছিলাম সে সম্প্রদায়ের বিরুদ্ধে যারা আমার নিদর্শনাবলীতে মিথ্যারোপ করেছিল; নিশ্চয় তারা ছিল এক মন্দ সম্প্রদায়। এজন্য আমরা তাদের সবাইকেই নিমজ্জিত করেছিলাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "২১ : ৭৮",
        "arabic_text": "\nوَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ ",
        "bangla_text": "আর স্মরণ করুন দাউদ ও সুলায়মানকে , যখন তাঁরা বিচার করছিলেন শস্যক্ষেত্র সম্পর্কে; তাতে রাতে প্রবেশ করেছিল কোন সম্প্রদায়ের মেষ; আর আমরা তাদের বিচার পর্যবেক্ষণ করছিলাম [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুফাসসিরগণ ঘটনার বিবরণ এভাবে দিয়েছেন যে, দুই লোক দাউদ আলাইহিস সালামের কাছে উপস্থিত হয়। তাদের একজন ছিল ছাগলপালের মালিক ও অপরজন শস্যক্ষেত্রের মালিক। শস্যক্ষেত্রের মালিক ছাগলপালের মালিকের বিরুদ্ধে দাবী করল যে, তার ছাগপাল রাত্রিকালে আমার শস্যক্ষেত্রে চড়াও হয়ে সম্পূর্ণ ফসল বিনষ্ট করে দিয়েছে; কিছুই অবশিষ্ট রাখেনি। (সম্ভবতঃ বিবাদী স্বীকার করে নিয়েছিল এবং ছাগলপালের মূল্য ক্ষতিগ্রস্ত ফসলের মূল্যের সমান ছিল। তাই) দাউদ আলাইহিসসালাম রায় দিলেন যে, ছাগলপালের মালিক তার সমস্ত ছাগল শস্যক্ষেত্রের মালিককে অৰ্পন করুক। (কেননা, ফিকহ এর পরিভাষায় যাওয়াতুল কিয়াম' অর্থাৎ যেসব বস্তু মূল্যের মাধ্যমে আদান প্রদান করা হয়, সেগুলো কেউ বিনষ্ট করলে তার জরিমানা মূল্যের হিসাবেই দেয়া হয়। ছাগলপালের মূল্য বিনষ্ট ফসলের মূল্যের সমান বিধায় বিধি মোতাবেক এই রায় দেয়া হয়েছে। বাদী ও বিবাদী উভয়ই দাউদের আদালত থেকে বের হয়ে আসলে (দরজায় তার পুত্ৰ) সুলাইমান আলাইহিস সালামের সাথে সাক্ষাত হয়। তিনি মোকদ্দমার রায় সম্পর্কে জিজ্ঞেস করলে তারা তা শুনিয়ে দেয়। সুলাইমান বলেনঃ আমি রায় দিলে তা ভিন্নরূপ হত এবং উভয়পক্ষের জন্য উপকারী হত। তারপর তিনি পিতা দাউদের কাছে উপস্থিত হয়ে তাকে এ কথা জানালেন। দাউদ আলাইহিসসালাম বলেনঃ এই রায় থেকে উত্তম এবং উভয়ের জন্য উপকারী রায়টা কি? সুলায়মান বললেনঃ আপনি ছাগপাল শস্যক্ষেত্রের মালিককে দিয়ে দিন। সে এগুলোর দুধ, পশম ইত্যাদি দ্বারা উপকার লাভ করুক এবং ক্ষেত ছাগলপালের মালিককে অর্পণ করুন। সে তাতে চাষাবাদ করে শস্য উৎপন্ন করবে। যখন শস্যক্ষেত্ৰ ছাগলপালে বিনষ্ট করার পূর্বের অবস্থায় পৌছে যাবে তখন শস্যক্ষেত্র উহার মালিককে এবং ছাগপাল ছাগলের মালিককে প্রত্যাৰ্পণ করুন। দাউদ আলাইহিস সালাম এই রায় পছন্দ করে বললেনঃ বেশ এখন এই রায়ই কার্যকর হবে। অতঃপর তিনি উভয়পক্ষকে ডেকে দ্বিতীয় রায় কার্যকর করলেন। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "২১ : ৭৯",
        "arabic_text": "\nفَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ ",
        "bangla_text": "অতঃপর আমরা সুলায়মানকে এ বিষয়ের মীমাংসা বুঝিয়ে দিয়েছিলাম এবং তাদের প্রত্যেককে আমরা দিয়েছিলাম প্রজ্ঞা ও জ্ঞান [১]। আর আমরা পর্বত ও পাখিদেরকে দাউদের অনুগত করে দিয়েছিলাম, তারা তার সাথে পবিত্রতা ও মহিমা ঘোষণা করত [২] , আর আমরাই ছিলাম এ সবের কর্তা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে পরোক্ষভাবে ন্যায়বিচারের এ মূলনীতি জানা যায় যে, দু’জন বিচারপতি যদি একটি মোকদ্দমার ফায়সালা করে এবং দু'জনের ফায়সালা বিভিন্ন হয়, তাহলে যদিও একজনের ফায়সালাই সঠিক হবে। তবুও দু’জনেই ন্যায়বিচারক বিবেচিত হবেন। তবে এখানে শর্ত হচ্ছে বিচার করার প্রয়োজনীয় যোগ্যতা উভয়ের মধ্যে থাকতে হবে। তাদের কেউ যেন অজ্ঞতা ও অনভিজ্ঞতা সহকারে বিচারকের আসনে বসে না যান। [দেখুন, কুরতুবী] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাদীসে একথা আরো বেশী সুস্পষ্ট করে বর্ণনা করে দিয়েছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “যদি বিচারক নিজের সামর্থ অনুযায়ী ফায়সালা করার পূর্ণ প্রচেষ্টা চালান, তাহলে সঠিক ফায়সালা করার ক্ষেত্রে তিনি দু'টি প্রতিদান পাবেন এবং ভুল ফায়সালা করলে পাবেন একটি প্রতিদান।” [বুখারীঃ ৬৯১৯, মুসলিমঃ ১৭১৬] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “বিচারক তিন প্রকারের। এদের একজন জান্নাতী এবং দু’জন জাহান্নামী। জান্নাতের অধিকারী হচ্ছেন এমন বিচারক যিনি সত্য চিহ্নিত করতে পারলে সে অনুযায়ী ফায়সালা দেন। কিন্তু যে ব্যক্তি সত্য চিহ্নিত করার পরও সত্য বিরোধী ফায়সালা দেয় সে জাহান্নামী। আর অনুরূপভাবে যে ব্যক্তি জ্ঞান ছাড়াই লোকদের মোকদ্দমার ফায়সালা করতে বসে যায় সেও জাহান্নামী। ” [আবুদাউদঃ ২৫৭৩, তিরমিয়ীঃ ১৩২২, ইবনে মাজাহঃ ২৩১৫]\n  <br/>\n  <br/>\n  [২] আয়াতে مع শব্দ ব্যবহার করা হয়েছে। অর্থাৎ দাউদ আলাইহিস সালামের সাথে পাহাড় ও পাখীদেরকে অনুগত করা হয়েছিল এবং সে কারণে তারাও দাউদের সাথে আল্লাহর মহিমা ঘোষণা করতো। একথাটিই কুরআনের অন্যত্র বলা হয়েছেঃ “আমরা তার সাথে পাহাড়গুলোকে অনুগত করে দিয়েছিলাম। সকাল-সন্ধ্যা তারা আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করতো। আর সমবেত পাখিদেরকেও (অনুগত করা হয়েছিল)। তারা প্রত্যেকেই ছিল অধিক আল্লাহ অভিমুখী ।\" [সূরা সাদঃ ১৮,১৯] অন্য সূরায় আরও অতিরিক্ত বলা হয়েছেঃ “পাহাড়গুলোকে আমরা হুকুম দিয়েছিলাম যে, তার সাথে সাথে পবিত্রতা ও মহিমা ঘোষণার পুনরাবৃত্তি করো এবং এই একই হুকুম পাখিদেরকেও দিয়েছিলাম।” [সূরা সাবাঃ ১০]\n  <br/>\n  <br/>\n  এ বক্তব্যগুলো থেকে যে কথা বুঝা যায় তা হচ্ছে এই যে, দাউদ যখন আল্লাহর প্রশংসা ও মহিমা গীতি গাইতেন তখন তার উচ্চতর ও সুরেলা আওয়াজে পাহাড় ও পাখিরা গেয়ে ফেলত এবং একটা অপূর্ব মূৰ্ছনার সৃষ্টি হতো। তিনি যখন যাবুর পাঠ করতেন, তখন পক্ষীকুল শূন্যে তার সাথে তসবীহ পাঠ করতে থাকত। [ইবন কাসীর] সমধুর কণ্ঠস্বর ছিল একটি বাহ্যিক গুণ এবং পক্ষীকুল ও পর্বতসমূহের তসবীহ পাঠে শরীক হওয়া ছিল আল্লাহর কুদরতের অধীন একটি মু'জেযা। মু'জেযার জন্য পক্ষীকুল ও পর্বতসমূহের মধ্যেও বিশেষ চেতনা সৃষ্টি হতে পারে। সাহাবায়ে কেরামের মধ্যে আবু মূসা আশা আরী রাদিয়াল্লাহু ‘আনহু অত্যন্ত সুমধুর কণ্ঠস্বরের অধিকারী ছিলেন। একবার আবু মূসা আশা আরী রাদিয়াল্লাহু আনহু কুরআন তিলাওয়াত করছিলেন। তার কণ্ঠ ছিল অসাধারণ সুরেলা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেদিক দিয়ে যাচ্ছিলেন। তার আওয়াজ শুনে তিনি দাঁড়িয়ে গেলেন এবং অনেকক্ষণ শুনতে থাকলেন। তার পড়া শেষ হলে তিনি বললেনঃ “এ ব্যক্তি দাউদের সুরেলা কণ্ঠের একটা অংশ পেয়েছে।” [মুসনাদে আহমাদঃ ৫/৩৫৯] আবু মুসা যখন জানতে পারলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার তিলাওয়াত শুনেছেন, তখন আরয করলেনঃ আপনি শুনছেন – একথা আমার জানা থাকলে আমি আরও সুন্দরভাবে তিলাওয়াত করার চেষ্টা করতাম। [ইবনে হিব্বানঃ ৭১৯৭, অনুরূপ মুসলিমঃ ৭৯৩] এ থেকে জানা গেল যে, কুরআন তেলাওয়াতে সুন্দর স্বর ও চিত্তাকর্ষক উচ্চারণ কাম্য ও পছন্দনীয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "২১ : ৮০",
        "arabic_text": "\nوَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ ",
        "bangla_text": "আর আমরা তাকে তোমাদের জন্য বর্ম নির্মাণ শিক্ষা দিয়েছিলাম [১], যাতে তা তোমাদের যুদ্ধে তোমাদেরকে রক্ষা করে; কাজেই তোমরা কি কৃতজ্ঞ হবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে লৌহবর্ম বোঝানো হয়েছে, যা যুদ্ধে হেফাযতের জন্যে ব্যবহৃত হয়। অন্য এক আয়াতে আছেঃ “আমরা দাউদের জন্যে লোহা নরম করে দিয়েছিলাম।” [সূরা সাবাঃ ১০] আলোচ্য আয়াতে বর্ম নির্মাণ শিল্প দাউদ আলাইহিস সালামকে শেখানোর কথা উল্লেখ করার সাথে সাথে এর রহস্যও বলে দেয়া হয়েছে যে, “যাতে এই বর্ম তোমাদেরকে যুদ্ধে (সুতীক্ষ্ণ তরবারির আঘাত থেকে) হেফাযত করে। ” এই প্রয়োজন থেকে দ্বীনদার হোক কিংবা দুনিয়াদার কেউই মুক্ত নয়। তাই এই শিল্প শিক্ষা দেয়াকে আল্লাহ তা’আলা নেয়ামত আখ্যা দিয়েছেন। এ থেকে জানা গেল যে, যে শিল্পের মাধ্যমে মানুষের প্রয়োজন সম্পন্ন হয়, তা শিক্ষা দেয়া সওয়াবের কাজ; তবে জনসেবার নিয়ত থাকা এবং শুধু উপার্জন লক্ষ্য না হওয়া শর্ত। নবী-রাসূলগণ বিভিন্ন প্রকার শিল্পকর্ম নিজেরা সম্পন্ন করেছেন বলে কুরআন ও বিভিন্ন সহীহ হাদীসে বর্ণিত আছে। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "২১ : ৮১",
        "arabic_text": "\nوَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ ",
        "bangla_text": "আর সুলাইমানের বশীভূত করে দিয়েছিলাম প্রবল বায়ূকে; সেটা তার আদেশে সে দেশের দিকে প্রবাহিত হত [১] যেখানে আমরা প্রভূত কল্যাণ রেখেছি [২]; আর প্রত্যেক বিষয় সম্পর্কে আমরাই জ্ঞানী । ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সম্পর্কে অন্যত্র আরো বিস্তারিত আলোচনা এসেছে, বলা হয়েছেঃ “আর সুলাইমানের জন্য আমরা বায়ুকে বশীভূত করে দিয়েছিলাম, সকালে তার চলা এক মাসের পথ পর্যন্ত এবং সন্ধ্যায় তার চলা এক মাসের পথ পর্যন্ত। ” [সূরা সাবাঃ ১২] অন্যত্র আরও বলা হয়েছেঃ “কাজেই আমি তার জন্য বায়ুকে বশীভূত করে দিয়েছিলাম, যা তার হুকুম সহজে চলাচল করতো। যেদিকে সে যেতে চাইতো। ” [সূরা সাদঃ ৩৬] এ থেকে জানা যায় বাতাসকে সুলাইমানের হুকুমের এভাবে অনুগত করে দেয়া হয়েছিল যে, তার রাজ্যের এক মাস দূরত্বের পথ পর্যন্ত যে কোন স্থানে তিনি সহজে সফর করতে পারতেন। যাওয়ার সময়ও সব সময় তার ইচ্ছা অনুযায়ী অনুকূল বাতাস পেতেন আবার ফেরার সময়ও। আল্লাহ্ তাআলা যেমন দাউদ আলাইহিস সালাম এর জন্যে পর্বত ও পক্ষীকুলকে বশীভূত করে দিয়েছিলেন, যারা তার আওয়াজের সাথে তসবীহ পাঠ করত, তেমনি সুলাইমান আলাইহিস সালাম এর জন্য বায়ুকে বশীভূত করে দিয়েছিলেন। বায়ুতে ভর করে তিনি যথা ইচ্ছা দ্রুত ও সহজে পৌঁছে যেতেন। তিনি বায়ুতে তার কাঠের বিছানা পাততেন। তারপর তাতে রাষ্ট্রের যতো প্রয়োজনীয় জিনিস যেমন ঘোড়া, উঁট, তাঁবু, সৈন্য-সামন্ত সবাই উঠানো হতো। তারপর বাতাসকে বলা হত তা বহন করার জন্য। বাতাস তার নিচে ঢুকে তা বহন করে উঠিয়ে নিয়ে যেত। তখন তাদের উপরে পাখি ছায়া দিত, এভাবে তিনি যেখানে চাইতেন সেখানে নিয়ে যেত। যখন তিনি নামতেন তখন তার সাথে তার রাজকীয় সামগ্ৰী সবই থাকত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] যেখানে বরকত বা প্রভূত কল্যাণ রেখেছি বলে শাম দেশ তথা সিরিয়া, লেবানন ও ফিলিস্তিন এলাকাকেই বোঝানো হয়েছে। যার আলোচনা আগেই চলে গেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "২১ : ৮২",
        "arabic_text": "\nوَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ ",
        "bangla_text": "আর শয়তানদের মধ্যে কিছু সংখ্যক তার জন্য ডুবুরির কাজ করত, এ ছাড়া অন কাজও করত [১]; আর আমরা তাদের রক্ষাকারী ছিলাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমরা সুলাইমানের জন্যে শয়তানের মধ্যে এমন কিছু সংখ্যককে বশীভূত করে দিয়েছিলাম, যারা তার জন্যে সমুদ্রে ডুব দিয়ে মনিমুক্তা সংগ্রহ করে আনত, এছাড়া অন্য কাজও করত; যেমন অন্য আয়াতে বলা হয়েছে, “তারা সুলাইমান আলাইহিস সালামের জন্যে বেদী, সুউচ্চ প্রাসাদ, মুর্তি ও চৌবাচ্চার ন্যায় পাথরের বড় বড় পেয়ালা তৈরী করত।” [সূরা সাবাঃ ১৩] সুলাইমান তাদেরকে অধিক পরিশ্রমের কাজেও নিয়োজিত করতেন এবং অভিনব শিল্পকাজও করাতেন। অন্য আয়াতে এসেছে, “আর (অধীন করে দিলাম) প্রত্যেক প্রাসাদ নির্মাণকারী ও ডুবুরী শয়তান (জিন) দেরকেও, এবং শৃংখলে আবদ্ধ আরো অনেককে।” [সূরা ছোয়াদ: ৩৭-৩৮]\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "২১ : ৮৩",
        "arabic_text": "\n۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ ",
        "bangla_text": "আর স্মরণ করুন আইয়ূবকে [১], যখন তিনি তার রবকে ডেকে বলেছিলেন আমি তো দুক্ষি-কষ্টে পড়েছি, আর আপনি তো সর্বশ্রেষ্ঠ দয়ালু [২] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআন থেকে শুধু এতটুকু জানা যায় যে, তিনি কোন দুরারোগ্য রোগে আক্রান্ত হয়ে সবর করে যান এবং অবশেষে আল্লাহর কাছে দো'আ করে রোগ থেকে মুক্তি পান। এই অসুস্থতার দিনগুলোতে তার সন্তান-সন্ততি, বন্ধু-বান্ধব সবই উধাও হয়ে গিয়েছিল। এরপর আল্লাহ তা'আলা তাকে সুস্থতা দান করেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: আল্লাহর নবী আইয়ুব আলাইহিসসালাম আঠার বছর মুসীবত ভোগ করেছিলেন। অবস্থা এমন হয়েছিল যে, তাকে তার ভাই বন্ধু-বান্ধবদের মাঝে দু'জন ব্যতীত সবাই ত্যাগ করে চলে গিয়েছিল। এ দু’জন সকাল বিকাল তার কাছে আসত। তাদের একজন অপরজনকে বললঃ জেনে নাও আল্লাহর শপথ! অবশ্যই আইয়ুব এমন কোন গোনাহ  করেছে যার মত গোনাহ সৃষ্টিজগতের কেউ করেনি। তার সাথী বললঃ এটা কেন বললে? জবাবে সে বলল: আঠার বছর থেকে সে এমন কঠিন রোগে ভুগছে অথচ আল্লাহ তার প্রতি দয়াপরবশ হয়ে তাকে তা থেকে মুক্তি দিচ্ছে না। এ কথা শোনার পর সাথীটি আইয়ুব আলাইহিসসালামের সাথে দেখা করতে গিয়ে ব্যথিত হয়ে কথাটি তাকে জানিয়ে দিল। তখন আইয়ুব আলাইহিসসালাম তাকে বললেন: আমি জানি না তুমি কি বলছ, তবে আল্লাহ জানেন পূর্বে আমি কখনও কখনও ঝগড়ায় লিপ্ত দু'জনের পাশ দিয়ে যাওয়ার সময় এটাও শোনতাম যে, তারা আল্লাহর কথা বলে বলে নিজেদের ঝগড়া করছে। তখন আমি বাড়ী ফিরে তাদের পক্ষ থেকে কাফফারা আদায় করতাম। এই ভয়ে যে, তারা হক ছাড়া অন্য কোন ভাবে আল্লাহর নাম উচ্চারণ করেনি তো? ঘটনা বর্ণনা করতে করতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: আইয়ুব আলাইহিসসালাম তার প্রাকৃতিক কাজে সারাতে বের হতেন। কাজ সারার পর তার স্ত্রী তার হাত ধরে নিয়ে আসতেন। একদিন তিনি তাঁর প্রাকৃতিকর কাজ সারার পর তার স্ত্রীর কাছে ফিরতে দেৱী করছিলেন এমন সময় আল্লাহ্ তা'আলা আইয়ুব আলাইহিসসালামের কাছে ওহী পাঠালেন যে, “আপনি আপনার পা দ্বারা ভূমিতে আঘাত করুন, এই তো গোসলের সুশীতল পানি ও পানীয়।” [সূরা সোয়াদ: ৪২] তার স্ত্রী তার আগমনে দেরী দেখে নিজেই এগিয়ে গিয়ে তার কাছে পৌঁছলেন। তখন আইয়ুব আলাইহিসসালামের যাবতীয় মুসিবত দূর হয়ে তিনি পূর্বের ন্যায় সুন্দর হয়ে গেলেন। তার স্ত্রী তাকে দেখে বললেন: হে মানুষ! আল্লাহ আপনার উপর বরকত দিন, আপনি কি ঐ বিপদগ্ৰস্ত আল্লাহর নবীকে দেখেছেন? আল্লাহর শপথ, যখন সে সুস্থ ছিল তখন সে ছিল আপনার মতই দেখতে। তখন আইয়ুব আলাইহিসসালাম বললেন যে, আমিই সেই ব্যক্তি। আইয়ুব আলাইহিসসালামের দুটি উঠান ছিল। একটি গম শুকানোর অপরটি যব শুকানোর। আল্লাহ তা'আলা সে দু'টির উপর দুখণ্ড মেঘ পাঠালেন। এক খণ্ড মেঘ সে গমের উঠোনে এমনভাবে স্বর্ণ ফেললো যে, সেটি পূর্ণ হয়ে গেল। অপর মেঘ খণ্ডটি সেটির উপর এমনভাবে রৌপ্য বর্ষণ করল যে, সেটাও পূর্ণ হয়ে গেল। [সহীহ ইবন হিব্বান: ৭/১৫৭, হাদীস নং ২৮৯৮, মুস্তাদরাকে হাকিম: ২/৬৩৫, ৪১১৫] অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: একবার আইয়ুব আলাইহিসসালাম কাপড় খুলে গোসল করছিলেন, এমতাবস্থায় এক ঝাক স্বর্ণের টিড্ডি (পঙ্গপাল) তার উপর পড়তে আরম্ভ করল, তিনি সেগুলো মুঠি মুঠি তার কাপড়ে জমা করছিলেন। তখন তার প্রভু তাকে ডেকে বললেন: হে আইয়ুব আমি কি আপনাকে যা দেখছেন তা থেকেও বেশী প্রদান করে ধনী করে দেইনি? উত্তরে আইয়ুব আলাইহিসসালাম বললেন: অবশ্যই হে প্ৰভু! তবে আপনার দেয়া বরকত থেকে আমি কখনো অমুখাপেক্ষী হবো না। [বুখারী: ৩৩৯১, ২৭৯] এ ছাড়া আইয়ুব আলাইহিসসালাম সংক্রান্ত আরো কিছু কাহিনী বিভিন্ন ঐতিহাসিক বর্ণনাসমূহে এসেছে কিন্তু সেগুলো খুব বেশী গ্রহণযোগ্য বিবেচিত হয়নি বিধায় এখানে উল্লেখ করা গেল না।\n  <br/>\n  <br/>\n  [২] দো’আর ধরণ অত্যন্ত পবিত্র, সূক্ষ্ম ও নমনীয় ! সংক্ষিপ্ত বাক্যের মাধ্যমে নিজের কষ্টের কথা বলে যাচ্ছেন এবং এরপর একথা বলেই থেমে যাচ্ছেন- “আপনি করুণাকারীদের মধ্যে সর্বশ্রেষ্ঠ।” পরে কোন অভিযোগ ও নালিশ নেই, কোন জিনিসের দাবী নেই। তাতেই আল্লাহ খুশী হয়ে তার দোআ কবুল করলেন। পরবর্তী আয়াতে দোআ কবুল হওয়ার ঘোষণা দেয়া হয়েছে। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "২১ : ৮৪",
        "arabic_text": "\nفَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ ",
        "bangla_text": "অতঃপর আমরা তার ডাকে সাড়া দিলাম, তার দুঃখ-কষ্ট দূর করে দিলাম [১], তাকে তার পরিবার-পরিজন ফিরিয়ে দিলাম এবং আরো দিলাম তাদের সংগে তাদের সমপরিমাণ, আমাদের পক্ষ থেকে বিশেষ রহমতরূপে এবং ইবাদাতকারীদের জন্য উপদেশসরূপ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনের অন্যত্র এসেছে, আল্লাহ তাকে বলেনঃ “নিজের পা দিয়ে আঘাত করুন, এ ঠাণ্ডা পানি মজুদ আছে গোসল ও পান করার জন্য।” (সূরা ছোয়াদঃ ৪২] এ থেকে জানা যায়, মাটিতে পা ঠুকবার সাথে সাথেই আল্লাহ তার জন্য একটি প্রাকৃতিক ঝরণা-ধারা প্রবাহিত করেন। এ ঝরণার পানির বৈশিষ্ট্য ছিল এই যে, এ পানি পান ও এতে গোসল করার সাথে সাথেই তিনি রোগমুক্ত হয়ে যান। এ রোগ নিরাময় এদিকে ইংগিত করে যে, তার কোন মারাত্মক চর্মরোগ হয়েছিল।\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "২১ : ৮৫",
        "arabic_text": "\nوَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ ",
        "bangla_text": "এবং স্মরণ করুন ইসমাঈল, ইদরীস ও যুলকিফলকে, তাদের প্রত্যেকেই ছিলেন ধৈর্যশীল [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতদ্বয়ে তিন জন মনীষীর কথা উল্লেখ করা হয়েছে। তাদের মধ্যে ইসমাঈল ও ইদরীস যে নবী ও রাসূল ছিলেন, তা কুরআনের অনেক আয়াত দ্বারা প্রমাণিত আছে। কুরআনে তাদের কথা স্থানে স্থানে আলোচনাও করা হয়েছে। তৃতীয় জন হচ্ছেন যুলকিফল। ইবনে -কাসীর বলেনঃ তার নাম দু'জন নবীর সাথে শামিল করে উল্লেখ করা থেকে বাহ্যতঃ বোঝা যায় যে, তিনিও আল্লাহর নবী ছিলেন। কিন্তু কোন কোন বর্ণনা থেকে জানা যায় যে, তিনি নবীদের কাতারভুক্ত ছিলেন না; বরং একজন সৎকর্মপরায়ন ব্যক্তি ছিলেন। তবে সঠিক মত হলো এই যে, তিনি নবী ও রাসূলই ছিলেন। তার সম্পর্কে খুব বেশী তথ্য জানা যায় না। ইসরাঈলী বৰ্ণনায় যে সমস্ত ঘটনা এসেছে সেগুলোর কোনটিই গ্রহণযোগ্য নয়। [এ ব্যাপারে ইবন কাসীর আরও তথ্য বর্ণনা করেছেন।]\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "২১ : ৮৬",
        "arabic_text": "\nوَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "আর আমরা তাদেরকে তোমাদের অনুগ্রহে প্রবেশ করালাম; তারা ছিলেন সৎকর্মপরায়ণ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "২১ : ৮৭",
        "arabic_text": "\nوَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর স্মরণ করুন, যুন-নূনকে [১], যখন তিনি ক্রোধ ভরে [২] চলে গিয়েছিলেন এবং মনে করেছিলেন যে, আমরা তাকে পাকড়াও করব না [৩]। তারপর তিনি অন্ধকারে [৪] এ আহবান করেছিলেন যে , আপনি ব্যতীত কোন সত্য ইলাহ নেই; আপনি কতইনা পবিত্র ও মহান, নিশ্চয়ই আমি যালেমদের অন্তর্ভুক্ত হয়ে গেছি [৫]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইউনুস ইবনে মাত্তা আলাইহিস সালাম এর কাহিনী পবিত্র কুরআনের সূরা ইউনুস, সূরা আল-আম্বিয়া, সূরা আস-সাফফাত ও সূরা আল-কালামে বিবৃত হয়েছে। কোথাও তার আসল নাম উল্লেখ করা হয়েছে, কোথাও যুননুন এবং কোথাও ছাহেবুল হূত উল্লেখ করা হয়েছে। নূন ও হূত উভয় শব্দের অর্থ মাছ। কাজেই যুন নুন ও সাহেবুল হূতের অর্থ মাছওয়ালা। ইউনুস আলাইহিস সালামকে কিছুদিন মাছের পেটে অবস্থান করতে হয়েছিল এই আশ্চর্য ঘটনার পরিপ্রেক্ষিতেই তাকে যুন-নুন বা ছাহেবুল হূত শব্দদ্বয়ের মাধ্যমে ব্যক্ত করা হয়েছে।\n  <br/>\n  <br/>\n  বিভিন্ন তাফসীরে এসেছে যে, ইউনুস আলাইহিস সালামকে মুসেলের একটি জনপদ নায়নুয়ার অধিবাসীদের হেদায়াতের জন্যে প্রেরণ করা হয়েছিল। তিনি তাদেরকে ঈমান ও সৎকর্ম করার দাওয়াত দেন। তারা অবাধ্যতা প্ৰদৰ্শন করে। ইউনুস আলাইহিস সালাম তাদের প্রতি অসন্তুষ্ট হয়ে আযাবের ভয় দেখিয়ে জনপদ ত্যাগ করেন। এতে তারা ভাবতে থাকে যে এখন আযাব এসেই যাবে। (কোন কোন বর্ণনা থেকে জানা যায় যে আযাবের কিছু কিছু চিহ্নও ফুটে উঠেছিল) তাই অনতিবিলম্বে তারা শির্ক ও কুফর থেকে তওবা করে নেয় এবং জনপদের সব আবাল-বৃদ্ধ-বনিতা জঙ্গলের দিকে চলে যায়। তারা চতুষ্পদ জন্তু ও বাচ্চাদেরকেও সাথে নিয়ে যায় এবং বাচ্চাদেরকে তাদের মায়েদের কাছ থেকে আলাদা করে দেয়। এরপর সবাই কান্নাকাটি শুরু করে এবং কাকুতি-মিনতি সহকারে আল্লাহর আশ্রয় প্রার্থনা করতে থাকে। জন্তুদের বাচ্চারা মা দের কাছ থেকে আলাদা করে দেয়ার কারণে পৃথক শোরগোল করতে থাকে। আল্লাহ্ তা'আলা তাদের খাটি তাওবা ও কাকুতি-মিনতি কবুল করে নেন এবং তাদের উপর থেকে আযাব হটিয়ে দেন। এদিকে ইউনুস আলাইহিস সালাম ভাবছিলেন যে, আযাব আসার ফলে তার সম্পপ্রদায় বোধ হয় ধ্বংস হয়ে গেছে । কিন্তু পরে যখন জানতে পারলেন যে, আদৌ আযাব আসেনি এবং তার সম্প্রদায় সুস্থ ও নিরাপদে দিন গুজরান করছে, তখন তিনি চিন্তান্বিত হলেন যে, এখন আমাকে মিথ্যাবাদী মনে করা হবে। কোন কোন বর্ণনায় আছে যে, তার সম্প্রদায়ের মধ্যে কেউ মিথ্যাবাদী প্রমাণিত হয়ে গেলে তাকে হত্যা করার প্রথা প্রচলিত ছিল। এর ফলে ইউনুস আলাইহিস সালাম -এর প্রাণনাশের আশঙ্কা দেখা দিল। তিনি সম্পপ্রদায়ের মধ্যে ফিরে আসার পরিবর্তে ভিনদেশে হিজরত করার ইচ্ছায় সফর শুরু করলেন। পথিমধ্যে একটি নদী পড়ল। তিনি একটি নৌকায় আরোহন করলেন। ঘটনাক্রমে নৌকা আটকে গিয়ে ডুবে যাওয়ার উপক্রম হল। মাঝিরা বলল যে, আরোহীদের মধ্যে একজনকে নদীতে ফেলে দিতে হবে। তাহলে অন্যরা ডুবে মরার কবল থেকে রক্ষা পাবে। এখন কাকে ফেলা হবে, এ নিয়ে আরোহীদের নামে লটারী করা হলে ঘটনাক্রমে এখানে ইউনুস আলাইহিস সালাম এর নাম বের হল। এই লটারীর কথা উল্লেখ প্রসঙ্গে কুরআনের অন্যত্র বলা হয়েছে “লটারীর ব্যবস্থা করা হলে তার (ইউনুস আলাইহিস সালাম এর) নামই তাতে বের হয়।” [সূরা আস-সাফফাতঃ ১৪১] তখন ইউনুস আলাইহিস সালাম দাঁড়িয়ে গেলেন এবং অনাবশ্যক কাপড় খুলে নদীতে ঝাপিয়ে পড়লেন। এদিকে আল্লাহ তা'আলা সবুজ সাগরে এক মাছকে আদেশ দিলে সে সাগরের পানি চিরে দ্রুতগতিতে সেখানে পৌছে যায় (ইবনে মাসউদের উক্তি) এবং ইউনুস আলাইহিস সালাম -কে উদরে পুরে নেয়। আল্লাহ তা'আলা মাছকে নির্দেশ দেন যে, ইউনুস আলাইহিস সালাম এর অস্থি-মাংসের যেন কোন ক্ষতি না হয় সে তার খাদ্য নয়, বরং তার উদর কয়েকদিনের জন্যে তার কয়েদখানা। [ইবন কাসীর] কুরআনের বক্তব্য ও অন্যান্য বর্ণনা থেকে এতটুকু জানা যায় যে, আল্লাহ তা'আলার পরিষ্কার নির্দেশ ছাড়াই ইউনুস আলাইহিস সালাম তার সম্প্রদায়কে ছেড়ে অন্যত্র চলে গিয়েছিলেন। তার এই কার্যক্রম আল্লাহ তা'আলা অপছন্দ করেন। ফলে তিনি অসন্তোষের কারণ হন এবং তাকে সমুদ্রে মাছের পেটে অবস্থান করতে হয়।\n  <br/>\n  <br/>\n  [২] অর্থাৎ ক্রুদ্ধ হয়ে চলে গেলেন। বাহ্যতঃ এখানে সম্পপ্রদায়ের প্রতি ক্ৰোধ বোঝানো হয়েছে। অর্থাৎ পালনকর্তার খাতিরে ক্রুদ্ধ হয়ে চলে গেলেন। কাফের ও পাপাচারীদের প্রতি আল্লাহর খাতিরে রাগাম্বিত হওয়া সাক্ষাত ঈমানের আলামত। [ফাতহুল কাদীর] অন্য অর্থ হচ্ছে, তিনি জাতির উপর রাগ করে চলে গেলেন। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] অভিধানের দিক দিয়ে نقدر শব্দের তিন রকম অর্থ হওয়ার সম্ভাবনা আছে। প্রথম, কাবু করা। অর্থাৎ তিনি ধারণা করলেন যে, আমি তাকে কাবু করতে পারব না। বলাবাহুল্য, এরূপ ধারণা কোন নবী তো দূরের কথা সাধারণ মুসলিমও করতে পারে না। কারণ, এরূপ মনে করা প্রকাশ্য কুফর। [ফাতহুল কাদীর] কাজেই আয়াতে এই অর্থ হওয়া মোটেই সম্ভবপর নয়। দ্বিতীয় অর্থ, সংকীর্ণ করা; যেমন অন্য আয়াতে রয়েছেঃ\n  <br/>\n  <br/>\n  اللّٰهُ يَبْسُطُالرِّزْقَ لِمَنْ يَّشَآءُوَيَقْرِدُ\n  <br/>\n  <br/>\n  “আল্লাহ যার জন্যে জীবিকা প্রশস্ত করে দেন এবং যার জন্যে ইচ্ছা সংকীর্ণ করে দেন।” [সূরা আর-রা'দঃ ২৬], অনুরূপ আয়াত আরও [দেখুন, সূরা আল-ইসরাঃ ৩০, সূরা আল-কাসাসঃ ৮২, সূরা আল-আনকাবৃতঃ ৬২, সূরা আর-রূমঃ ৩৭, সূরা সাবাঃ ৩৬, সূরা আয-যুমারঃ ৫২, সূরা আশ-শূরাঃ ১২] যেখানে সর্বসম্মতভাবে অর্থ হচ্ছেঃ সংকীর্ণ করা। তখন আয়াতের অর্থ হবে, ইউনুস আলাইহিস সালাম মনে করলেন, উদ্ভুত পরিস্থিতিতে সম্প্রদায়কে ছেড়ে কোথাও চলে যাওয়ার ব্যাপারে আমার প্রতি কোনরূপ সংকীর্ণ আচরণ করা হবে না। [ফাতহুল কাদীর] তৃতীয় অর্থ, বিচারে রায় দেয়া। তখন আয়াতের অর্থ হবে এই যে, ইউনুস আলাইহিস সালাম মনে করলেন, এ ব্যাপারে আমার কোন ত্রুটি ধরা হবে না। তাই আমাকে পাকড়াও করা হবে না। [ইবন কাসীর] মোটকথা, প্রথম অর্থের সম্ভাবনাই নেই, দ্বিতীয় অথবা, তৃতীয় অর্থ সম্ভবপর।\n  <br/>\n  <br/>\n  [৪] অর্থাৎ মাছের পেটের মধ্য থেকে সেখানে তো অন্ধকার ছিলই, তার উপর ছিল সাগরের অন্ধকার ও রাতের অন্ধকার। [ইবন কাসীর] অথবা মাছের পেটের অন্ধকার, সে মাছের পেট থেকে অপর মাছের পেটের অন্ধকার তার উপর রয়েছে সমুদ্রের অন্ধকার। [ইবন কাসীর]  ইবন মাসউদ ও ইবন আব্বাস বলেন, তাকে নিয়ে মাছটি সমুদ্রের গভীরে চলে গেলে সেখানে ইউনুস আলাইহিস সালাম পাথরের তাসবীহ শুনতে পেয়ে তাসবীহ পড়ার কথা স্মরণ করলেন। এবং তিনি সেই দোআটি করলেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৫] ইউনুস আলাইহিস সালামের দোআ প্রত্যেকের জন্যে, প্রতি যুগের ও প্রতি মকসুদের জন্যে মকবুল। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ “মাছের পেটে পাঠকৃত ইউনুস আলাইহিস সালাম এর এই দোআটি যদি কোন মুসলিম কোন উদ্দেশ্য হাসিলের জন্যে পাঠ করে, তবে আল্লাহ্ তা'আলা তা কবুল করেন। ” [তিরমিযীঃ ৩৫০৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "২১ : ৮৮",
        "arabic_text": "\nفَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "তখন আমরা তার ডাকে সাড়া দিয়েছিলাম এবং তাকে দুশ্চিন্তা হতে উদ্ধার করেছিলাম , আর এভাবেই আমরা মুমিনদেরকে উদ্ধার করে থাকি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমরা যেভাবে ইউনুস আলাইহিস সালাম-কে দুশ্চিন্তা ও সংকট থেকে উদ্ধার করেছি, তেমনিভাবে সব মুমিনকেও করে থাকি; যদি তারা সততা ও আন্তরিকতার সাথে আমার দিকে মনোনিবেশ করে এবং আমার কাছে আশ্রয় প্রার্থনা করে। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "২১ : ৮৯",
        "arabic_text": "\nوَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ ",
        "bangla_text": "আর স্মরণ করুন যাকারিয়্যাকে, যখন তিনি তার রবকে ডেকে বলেছিলেন, ‘হে আমার রব! আমাকে একা (নিঃসন্তান) রেখে দিবেন না, আপনি তো শ্রেষ্ঠ ওয়ারিশ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] স্ত্রীকে যোগ্য করে দেয়ার অর্থ হচ্ছে, তার বন্ধ্যাত্ৰ দূর করে দেয়া এবং বার্ধক্য সত্ত্বেও তাকে গর্ভধারণের উপযোগী করা। “সবচেয়ে ভালো উত্তরাধিকারী আপনিই।” মানে হচ্ছে, সন্তান না দিলে কোন দুঃখ নেই। আপনার পবিত্র সত্তা-উত্তরাধিকারী হবার জন্য যথেষ্ট। কারণ আমার জানা আছে যে, আপনারা দ্বীনের জন্য আপনি কাউকে না কাউকে মনোনীত করবেন। যিনি আপনার দ্বীনকে সঠিকভাবে প্রচার করতে পারবে। [ফাতহুল কাদীর] যাকারিয়্যা আলাইহিস সালাম-এর একজন উত্তরাধিকারী পুত্ৰ লাভের একান্ত বাসনা ছিল। তিনি তারই দো'আ করেছেন, কিন্তু সাথে সাথে এটাও বলেছিলেন যে, পুত্ৰ পাই বা না পাই; সর্বাবস্থায় আপনিই উত্তম ওয়ারিশ। এটা নবীসূলভ শিষ্টাচার প্রদর্শন বৈ নয়। আয়াতের অন্য অর্থ হচ্ছে, ওয়ারিশ বানানোর  মালিক তো আপনিই। আপনিই তো দিতে পারেন। আপনার দ্বীন কখনও ধ্বংস হবে না। কিন্তু আমার ইচ্ছা আমার বংশ এ ফয়ীলতা থেকে বঞ্চিত না হউক। [কুরতুবী; সা’দী]\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "২১ : ৯০",
        "arabic_text": "\nفَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ ",
        "bangla_text": "অতঃপর আমরা তার ডাকে সাড়া দিয়েছিলাম এবং তাকে দান করেছিলাম ইয়াহইয়া, আর তার জন্য তার স্ত্রীকে (গর্ভধারণের) যোগ্য করেছিলাম। তারা সৎকাজে প্রতিযোগিতা করত, আর তারা আমাদেরকে ডাকত আগ্রহ ও ভীতির সাথে এবং তারা ছিল আমাদের নিকট ভীত-অবনত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা আগ্রহ ও ভয় অর্থাৎ সুখ ও দুঃখ সর্বাবস্থায়ই আল্লাহ তা’আলাকে ডাকে। এর এরূপ অৰ্থও হতে পারে যে, তারা ইবাদত ও দো’আর সময় আশা ও ভীতি উভয়ের মাঝখানে থাকে। আল্লাহ তা’আলার কাছে কবুল ও সওয়াবের আশাও রাখে এবং স্বীয় গোনাহ ও ত্রুটির জন্যে ভয়ও করে। ভালো কিছু পাওয়ার আশা তারা করে, আর খারাপ কিছু থেকে বাচার আশাও তারা করে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "২১ : ৯১",
        "arabic_text": "\nوَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ ",
        "bangla_text": "এবং স্মরণ করুন সে নারীকে [১], যে নিজ লজ্জাস্থানের হেফাজত করেছিল, অতঃপর তার মধ্যে আমরা আমাদের রূহ [২] ফুঁকে দিলাম এবং তাকে ও তার পুত্রকে করেছিলাম সৃষ্টিজগতের জন্য এক নিদর্শন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মারইয়াম আলাইহাস সালামের কথা বলা হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে যেভাবে ঈসা আলাইহিসসালাম সম্পর্কে রূহ ফুঁকে দেয়ার কথা বলা হলো অন্যত্র তদ্রুপ আদম আলাইহিস সালাম সম্পর্কেও এসেছে, যেমন বলা হয়েছেঃ “আমি মাটি থেকে একটি মানুষ তৈরী করছি। কাজেই যখন আমি তাকে পূর্ণরূপে তৈরী করে নেবো এবং তার মধ্যে নিজের রূহ ফুঁকে দেবো। তখন (হে ফেরেশতারা !) তোমরা তার সামনে সিজদায় অবনত হয়ে যাবে।\" [সূরা সাদঃ ৭১-৭২] আদম আলাইহিসসালামের ব্যাপারে রূহ ফুঁকে দেয়ার কথা যেভাবে বলা হয়েছে তেমনিভাবে ঈসা সম্পর্কে বিভিন্ন স্থানে বলা হয়েছে। আল্লাহ বলেনঃ “আল্লাহর রাসূল এবং তাঁর কালেমা, যা মারইয়ামের কাছে পাঠিয়েছিলেন এবং তার পক্ষ থেকে একটি রূহ। ” [সূরা আন-নিসাঃ ১৭১] অন্যত্র বলা হয়েছেঃ “আর ইমরানের মেয়ে মারইয়াম, যে নিজের লজ্জাস্থানের হেফাজত করেছিল, কাজেই ফুঁকে দিলাম আমরা তার মধ্যে আমাদের রূহ। ” [সূরা আত-তাহরীমঃ ১২] এ সংগে এ বিষয়টিও সামনে থাকা দরকার যে, মহান আল্লাহ ঈসা আলাইহিসসালাম ও আদমের আলাইহিসসালামের জন্মকে পরস্পরের সদৃশ গণ্য করেন। তাই অন্য সূরায় আল্লাহ বলেনঃ “ঈসার দৃষ্টান্ত আল্লাহর কাছে আদমের মতো, যাকে আল্লাহ মাটি থেকে তৈরী করেন তারপর বলেন, “হয়ে যাও” এবং সে হয়ে যায়। [সূরা আলে ইমরানঃ ৫৯] এসব আয়াত নিয়ে চিন্তা-গবেষণা করলে একথা বুঝা যায় যে, স্বাভাবিক সৃষ্টি পদ্ধতির পরিবর্তে যখন আল্লাহ কাউকে নিজের হুকুমের সাহায্যে অস্তিত্বশীল করে জীবন দান করেন তখন একে “নিজের রূহ থেকে ফুঁকে দিয়েছি” শব্দাবলীর সাহায্যে বিবৃত করেন। এ রূহের সম্পর্ক আল্লাহর সাথে সম্ভবত এ জন্য করা হয়েছে যে, এর ফুঁকে দেয়াটা অলৌকিক ধরনের। ফলে সম্মানসূচক এ রূহকে আল্লাহ্ তা'আলা তাঁর নিজের বলে সম্পর্কিত করেছেন, এটি সৃষ্ট রূহ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "২১ : ৯২",
        "arabic_text": "\nإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ ",
        "bangla_text": "নিশ্চয় তোমাদের এ জাতি--- এ তো একই জাতি এবং আমিই তোমাদের রব, অতএব তোমরা আমারই ইবাদাত কর [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে “তোমরা” শব্দের মাধ্যমে সম্বোধন করা হয়েছে সমস্ত মানুষকে। এর অর্থ হচ্ছে, হে মানবজাতি! তোমরা সবাই আসলে একই দ্বীনের অন্তর্ভুক্ত। [ইবন কাসীর] দুনিয়ায় যত নবী এসেছেন তারা সবাই একই দ্বীন নিয়ে এসেছেন। আর তাদের সেই আসল দ্বীন এই ছিলঃ কেবলমাত্র এক ও একক আল্লাহই মানুষের রব এবং এক আল্লাহরই বন্দেগী করা উচিত। পরবর্তীকালে যতগুলো ধৰ্ম তৈরী হয়েছে সবগুলোই এ দ্বীনেরই বিকৃত রূপ। অন্যত্র রাসূলদের সম্বোধন করে বলা হয়েছে, “আর আপনাদের এ যে জাতি এ তো একই জাতি এবং আমিই আপনাদের রব; অতএব আমার তাকওয়া অবলম্বন করুন।\" [সূরা আল-মুমিনুন: ৫২] সুতরাং যে রাসূলদের কথা বলা হলো, তারা তোমাদের নেতা, তোমাদেরকে তাদেরই অনুসরণ করতে হবে, তাদের হেদায়াতেই তোমাদের জন্য পাথেয়। তারা সবাই একই দ্বীনের অন্তর্ভুক্ত ছিল। তাদের পথ একটিই, তাদের রবও একজনই। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "২১ : ৯৩",
        "arabic_text": "\nوَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ ",
        "bangla_text": "কিন্তু তারা নিজেদের কার্যকলাপে পরস্পরের মধ্যে বিভেদ সৃষ্টি করেছে। প্রত্যেকেই আমাদের কাছে প্রত্যাবর্তনকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "২১ : ৯৪",
        "arabic_text": "\nفَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ ",
        "bangla_text": "কাজেই কেউ যদি মুমিন হয়ে সৎকাজ করে তার প্রচেষ্টা অস্বীকার করা হবে না এবং আমরা তো তার লিপিবদ্ধকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সপ্তম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "২১ : ৯৫",
        "arabic_text": "\nوَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ ",
        "bangla_text": "আর যে জনপদকে আমরা ধ্বংস করেছি তার সম্পর্কে নিষিদ্ধ করা হয়েছে যে, তার অধিবাসীরা ফিরে আসবে না [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতটির কয়েকটি অর্থ হয়ঃ\n  <br/>\n  <br/>\n  একঃ যে জাতির অন্যায় আচরণ, ব্যাভিচার, বাড়াবাড়ি ও সত্যের পথ নির্দেশনা থেকে দিনের পর দিন মুখ ফিরিয়ে নেয়া এত বেশী বেড়ে যায় যে, আল্লাহর পক্ষ থেকে তাকে ধ্বংস করার সিদ্ধান্ত হয়ে যায়, তাকে আবার ফিরে আসার ও তাওবা করার সুযোগ দেয়া হয় না। গোমরাহী থেকে হেদায়াতের দিকে ফিরে আসা তার পক্ষে আর সম্ভব হতে পারে না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  দুইঃ যে জনপদ আমি আযাব দ্বারা ধ্বংস করেছি, তাদের কেউ যদি দুনিয়াতে এসে সৎকর্ম করতে চায়, তবে সেই সুযোগ সে পাবে না। এরপর তো শুধু কেয়ামত দিবসের জীবনই হবে। আল্লাহর আদালতেই তার শুনানি হবে। [ইবন কাসীর; সা’দী]\n  <br/>\n  <br/>\n  তিনঃ এখানে ‘হারাম’ শব্দটি ‘শরীআতগত অসম্ভব’ অর্থে ব্যবহৃত হয়েছে। তখন আয়াতের অর্থ দাঁড়ায়, যে জনপদ ও তার অধিবাসীদেরকে আমরা ধ্বংস করে দিয়েছি, তাদের কোন আমল কবুল করা অসম্ভব। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "২১ : ৯৬",
        "arabic_text": "\nحَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ ",
        "bangla_text": "অবশেষে যখন ইয়া’জুজ ও মা’জুজকে মুক্তি দেয়া হবে [১] এবং তারা প্রতিটি উচ্চভূমি হতে দ্রুত ছুটে আসবে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হুযায়ফা রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, আমরা কয়েকজন সাহাবী একদিন পরস্পর কিছু আলোচনা করছিলাম। ইতিমধ্যে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আগমন করলেন এবং জিজ্ঞেস করলেনঃ তোমরা কি বিষয়ে আলোচনা করছ? আমরা বললাম: আমরা কেয়ামত সম্পর্কে আলোচনা করছি। তিনি বললেনঃ যে পর্যন্ত দশটি আলামত প্ৰকাশ না পায়, সে পর্যন্ত কেয়ামত কায়েম হবে না। [মুসলিমঃ ২৯০১] তিনি দশটি আলামতের মধ্যে ইয়াজুজ-মাজুজের আত্মপ্রকাশও উল্লেখ করলেন। এ আয়াতে ইয়াজুজ-মাজুজের বের হওয়ার কথা উল্লেখ করতে গিয়ে فتحت শব্দ ব্যবহার করা হয়েছে। এর বাহ্যিক অর্থ এই যে, সেই নির্ধারিত সময়ের পূর্বে তারা কোন বাধার সম্মুখীন হয়ে থাকবে। কেয়ামতের নিকটবর্তী সময়ে যখন আল্লাহ্ তা'আলা চাইবেন যে, তারা বের হোক, তখনই এই বাধা সরিয়ে দেয়া হবে। যুলকারনাইনের প্রাচীর, যা কেয়ামত নিকটবর্তী হলে খতম হয়ে যাবে। সুরা কাহফে ইয়াজুজ, যুলকারনাইনের প্রাচীরের অবস্থানস্থল ও অন্যান্য সংশ্লিষ্ট বিষয়াদির আলোচনা হয়েছে।\n  <br/>\n  <br/>\n  [২] حدب শব্দের অর্থ প্রত্যেক উচ্চ ভূমি-বড় পাহাড় কিংবা ছোট ছোট টিলা। [ইবন কাসীর] সূরা কাহফে ইয়াজুজ-মাজুজের আলোচনা থেকে জানা যায় যে, তাদের জায়গা কোন কোন পর্বতমালার পশ্চাতে। তাই আবির্ভাবের সময় তারা পর্বত ও টিলাসমূহ থেকে উছলিয়ে পড়ে যমীনের মধ্যে ফাসাদ সৃষ্টি করবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "২১ : ৯৭",
        "arabic_text": "\nوَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ ",
        "bangla_text": "আর অমোঘ প্রতিশ্রুত সময় নিকটবর্তী হবে, আকস্মাৎ কাফেরদের চক্ষু স্থির হয়ে যাবে , তারা বলবে, ‘হায়, দুর্ভোগ আমাদের! আমরা তো ছিলাম এ বিষয়ে উদাসীন; বরং আমরা তো ছিলাম যালেম [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা নিজেদের গাফলতি বর্ণনা করার পর আবার নিজেরাই পরিষ্কার স্বীকার করবে, নবীগণ এসে আমাদের এ দিনটি সম্পর্কে জানিয়ে দিয়েছিলেন, কাজেই মূলত আমরা গাফেল ও বেখবর ছিলাম না। বরং আমরাই নবীদের কথা না শুনে তাদের প্রতি মিথ্যারোপ করে দোষী ও অপরাধী ছিলাম। এভাবে তারা নিজেদের অপরাধের স্বীকৃতি দিবে, কিন্তু তা তাদের কোন কাজে আসবে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "২১ : ৯৮",
        "arabic_text": "\nإِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ ",
        "bangla_text": "নিশ্চয় তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের ‘ইবাদাত কর সেগুলো তো জাহান্নামের ইন্ধন; তোমরা সবাই তাতে প্রবেশ করবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "২১ : ৯৯",
        "arabic_text": "\nلَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ ",
        "bangla_text": "যদি তারা ইলাহ হত তবে তারা জাহান্নামে প্রবেশ করত না; আর তাদের সবাই তাতে স্থায়ী হবে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "২১ : ১০০",
        "arabic_text": "\nلَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ ",
        "bangla_text": "সেখানে থাকবে তাদের নাভিশ্বাসের শব্দ [১] এবং সেখানে তার কিছুই শুনতে পাবে না;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ভয়ংকর গরম, পরিশ্রম ও ক্লান্তিকর অবস্থায় মানুষ যখন টানা টানা শ্বাস বের করতে থাকে সেটাকে বলা হয় “যাফীর”। আর সে শ্বাস টানাকে বলে “শাহীক”। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "২১ : ১০১",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ ",
        "bangla_text": "নিশ্চয় যাদের জন্য আমাদের কাছ থেকে পূর্ব থেকেই কল্যাণ নির্ধারিত রয়েছে তাদেরকে তা থেকে দূরে রাখা হবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী ৯৮ নং আয়াতে বলা হয়েছে যে, “তোমরা এবং আল্লাহ ব্যতীত তোমরা যাদের ইবাদত কর, সবাই জাহান্নামের ইন্দন হবে।” দুনিয়াতে কাফেরদের বিভিন্ন দল যেসব মিথ্যা উপাস্যের উপাসনা করেছে, এ আয়াতে তাদের সবার জাহান্নামে প্রবেশ করার কথা বর্ণনা করা হয়েছে। এ আয়াত শোনার পর কাফেররা এটা বলতে শুরু করল যে, যদি প্রত্যেক অবৈধ উপাস্যই জাহান্নামে যায় তবে ঈসা আলাইহিসসালাম ও ফেরেশতারাও জাহান্নামে যাবে; কারণ অবৈধ ইবাদত তো ঈসা আলাইহিস সালাম ও ফেরেশতাদেরও করা হয়েছে। তাহলে তারাও কি জাহান্নামে যাবেন? এর জওয়াবে আল্লাহ্ তা'আলা এ আয়াত নাযিল করেন। [দেখুনঃ মুস্তাদরাকে হাকিমঃ ২/৩৮৪৩৮৫] এ থেকে জানা যায় যে, যারা দুনিয়ায় মানুষকে আল্লাহর বন্দেগী করার শিক্ষা দিয়েছিলেন এবং লোকেরা তাদেরকেই উপাস্য পরিণত করে অথবা যারা এ ব্যাপারে সম্পূর্ণ বেখবর যে দুনিয়ায় তাদের বন্দেগী ও পূজা করা হচ্ছে এবং এ কর্মে তাদের ইচ্ছা ও আকাংখার কোন দখল নেই, তাদের জাহান্নামে যাবার কোন কারণ নেই। কারণ, তারা এ শির্কের জন্য দায়ী নয়।\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "২১ : ১০২",
        "arabic_text": "\nلَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ ",
        "bangla_text": "তার সেসবের ক্ষীণতম শব্দও শুনবে না [১] এবং সেখানে তারা চিরকাল থাকবে তাদের মনের বাসনা অনুযায়ী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা তাদের শরীরে সামান্যতম আগুনের আচও পাবে না। [কুরতুবী; ইবন কাসীর] আগুনের শব্দও পাবে না। যারা জাহান্নামে যাবে তাদেরও কোন শব্দ তারা পাবে না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "২১ : ১০৩",
        "arabic_text": "\nلَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ ",
        "bangla_text": "মহাভীতি [১] তাদেরকে চিন্তান্বিত করবে না এবং ফিরিশতাগণ তাদেরকে অভ্যর্থনা করবে এ বলে , ‘এ তোমাদের সে দিন যার প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস বলেনঃ الْفَزَعُ الُاَكُبَرُ বা “মহাভীতি” বলে শিঙ্গার ফুৎকার বোঝানো হয়েছে। ইবন কাসীর] যার ফলে সব মৃত জীবিত হয়ে হিসাব-নিকাশের জন্যে উখিত হবে। [ফাতহুল কাদীর] কারও কারও মতে শিঙ্গার প্রথম ফুৎকার বোঝানো হয়েছে। আবার কারও মতে, মৃত্যুর সময় বোঝানো হয়েছে। কারও কারও মতে, যখন মানুষকে জাহান্নামের দিকে নেয়ার নির্দেশ দেয়া হবে। কারও কারও মতে, যখন জাহান্নামীদের উপর আগুন বাস্তবায়ন করা হবে। কারও কারও মতে যখন মৃত্যুকে যাবাই করা হবে। [কুরতুবী] তবে দ্বিতীয় ফুৎকার হওয়াটাই সবচেয়ে বেশী প্রাধান্যপ্রাপ্ত মত। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "২১ : ১০৪",
        "arabic_text": "\nيَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ ",
        "bangla_text": "সেদিন আমরা আসমানসমূহকে গুটিয়ে ফেলব, যেভাবে গুটানো হয় লিখিত দফতর [১]; যেভাবে আমরা প্রথম সৃষ্টির সুচনা করেছিলাম সেভাবে পুনরায় সৃষ্টি করব; এটা আমার কৃত প্রতিশ্রুতি, আর আমরা তা পালন করবই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ এই যে, কোন সহীফাকে তার লিখিত বিষয়বস্তুসহ যেভাবে গুটানো হয়, আকাশমণ্ডলীকে সেভাবে গুটানো হবে। আয়াতের মর্ম সম্পর্কে হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ “আল্লাহ তা'আলা কেয়ামতের দিন পৃথিবীকে মুষ্টিবদ্ধ করবেন ও আকাশমন্ডলীকে গুটিয়ে নিজের ডান হাতে রাখবেন।” [বুখারীঃ ৪৫৪৩, ৭,৪১২ মুসলিমঃ ২৭৮৭] অন্য হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে এ আয়াত সম্পর্কে জিজ্ঞাসা করে বলেছিলেন, যদি যমীন মুষ্টিবদ্ধ থাকে এবং আসমানসমূহ তাঁর ডান হাতে থাকে তাহলে মানুষ কোথায় থাকবে? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ “তারা জাহান্নামের পুলের উপর থাকবে। [মুসলিম:২৭৯১] এক বর্ণনায় ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, কেয়ামতের দিন আল্লাহ তা'আলা সপ্ত আকাশকে তাদের অন্তর্বর্তী সব সৃষ্টবস্তুসহ এবং সপ্ত পৃথিবীকে তাদের অন্তর্বর্তী সব সৃষ্টবস্তুসহ গুটিয়ে একত্রিত করে দেবেন। সবগুলো মিলে আল্লাহ্ তা'আলার হাতে সরিষার একটিদানা পরিমাণ হবে।\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "২১ : ১০৫",
        "arabic_text": "\nوَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ ",
        "bangla_text": "আর অবশ্যই আমরা ‘যিকর’ এর পর যাবূরে [১] লিখে দিয়েছি যে, যমীনের [২] অধিকারী হবে আমার যোগ্য বান্দাগণই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] زبور শব্দটি একবচন, এর বহুবচন হলো زُبُر। এর অর্থ কিতাব। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] দাউদ আলাইহিস সালাম-এর প্রতি নাযিলকৃত বিশেষ কিতাবের নামও যাবুর। এখানে 'যাবুর' বলে কি বোঝানো হয়েছে, এ সম্পর্কে বিভিন্ন উক্তি আছে। কারো কারো মতে ذكر বলে তাওরাত আর زبور বলে তওরাতের পর নাযিলকৃত আল্লাহর অন্যান্য গ্ৰন্থসমূহ বোঝানো হয়েছে; যথা ইঞ্জিল, যাবুর ও কুরআন। আবার কোন কোন মুফাসসিরের মতে ذكر  বলে লওহে মাহফুয زبور বলে নবীদের উপর নাযিলকৃত সকল ঐশী গ্ৰন্থই বোঝানো হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অধিক সংখ্যক তফসীরবিদের মতে এখানে যমীন বলে জান্নাতের যমীন বোঝানো হয়েছে। কুরআনের অন্য আয়াতও এর সমর্থন করে। তাতে বলা হয়েছে “তারা প্রবেশ করে বলবে, প্রশংসা আল্লাহর, যিনি আমাদের প্রতি তাঁর প্রতিশ্রুতি পূর্ণ করেছেন এবং আমাদেরকে অধিকারী করেছেন এ যমীনের; আমরা জান্নাতে যেখানে ইচ্ছে বসবাস করব।” সদাচারীদের পুরস্কার কত উত্তম!” [সূরা আয-যুমারঃ ৭৪] এটাও ইঙ্গিত যে, যমীন বলে জান্নাতের যমীন বোঝানো হয়েছে। কারণ দুনিয়ার যমীনের মালিক তো মুমিন-কাফের সবাই হয়ে যায়। এছাড়া এখানে সৎকর্মপরায়ণদের যমীনের মালিক হওয়ার কথাটি কেয়ামতের আলোচনার পর উল্লেখ করা হয়েছে। কেয়ামতের পর জান্নাতের যমীনই তো বাকী থাকবে।\n  <br/>\n  <br/>\n  তবে কোন কোন মুফাসসির বলেন, এখানে যমীন বলে বর্তমান সাধারণ দুনিয়ার যমীন ও জান্নাতের যমীন উভয়টিই বোঝানো হবে। জান্নাতের যমীনের মালিক যে এককভাবে সৎকর্মপরায়ণগন হবে, তা বর্ণনা সাপেক্ষ নয়। তবে এক সময় তারা এককভাবে দুনিয়ার যমীনের মালিক হবে বলেও প্রতিশ্রুতি আছে। কুরআনের একাধিক আয়াতে এই সংবাদ দেয়া হয়েছে। এক আয়াতে আছেঃ “যমীন তো আল্লাহরই। তিনি তাঁর বান্দাদের মধ্যে যাকে ইচ্ছে সেটার উত্তরাধিকারী করেন এবং শুভ পরিণাম তো মুত্তাকীদের জন্য। ” [সূরা আল-আরাফঃ ১২৮] অন্য আয়াতে এসেছেঃ “তোমাদের মধ্যে যারা ঈমান আনে ও সৎকাজ করে আল্লাহ তাদেরকে প্রতিশ্রুতি দিচ্ছেন যে, তিনি অবশ্যই তাদেরকে পৃথিবীতে প্রতিনিধিত্ব দান করবেন” [সূরা আন-নূরঃ ৫৫] আরও এক আয়াতে আছেঃ “নিশ্চয় আমরা আমার রাসূলগণকে এবং মুমিনগণকে পার্থিব জীবনে এবং কেয়ামতের দিন সাহায্য করব। ” [সূরা গাফেরঃ ৫১] ঈমানদার সৎকর্মপরায়ণেরা একবার পৃথিবীর বৃহদংশ অধিকারভুক্ত করেছিল। জগদ্বাসী তা প্রত্যক্ষ করেছে। দীর্ঘকাল পর্যন্ত এই পরিস্থিতি অটল ছিল। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "২১ : ১০৬",
        "arabic_text": "\nإِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ ",
        "bangla_text": "নিশ্চয় এতে রয়েছে ইবাদাতকারী সম্প্রদায়ের জন্য পর্যাপ্ত বিষয়বস্তু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "২১ : ১০৭",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ ",
        "bangla_text": "আর আমরা তো আপনাকে সৃষ্টিকুলের জন্য শুধু রহমতরূপেই পাঠিয়েছি [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] العا لمين শব্দটি عالم শব্দের বহুবচন। মানব, জিন, জীবজন্তু, উদ্ভিদ, জড় পদার্থসমূহ সবই এর অন্তর্ভুক্ত। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম সবার জন্যেই রহমতস্বরূপ ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আগমন মানব জাতির জন্য আল্লাহর রহমত ও অনুগ্রহ। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেছেনঃ “আমি তো আল্লাহর পক্ষ থেকে প্রেরিত রহমত”। [ত্বাবরানী, মুজামুল আওসাত্মঃ ৩০০৫, আস-সাগীরঃ ১/১৬৮, নং২৬৪, মুস্তাদরাকে হাকিমঃ ১/৯১ নং ১০০, মুসনাদে শিহাবঃ ১১৬০, মাজমাউয যাওয়ায়েদ ৫/৬৯, ৩০৫, মারফু' সনদে আর সুনান দারমী, হাদীস নং ১৫ মুরসাল সহীহ সনদে] তাছাড়া যদি আখিরাতেই সঠিক জীবন হয় তাহলে আখেরাতের আহবানকে প্রতিষ্ঠিত করতে কুফর ও  শিরককে নিশ্চিহ্ন করার জন্যে কাফেরদেরকে হীনবল করা এবং তাদের মোকাবেলায় জেহাদ করাও সাক্ষাত রহমত। এর ফলে আশা করা যায় যে, অবাধ্যদের জ্ঞান ফিরে আসবে এবং তারা ঈমান ও সৎকর্মের অনুসারী হয়ে যাবে। যারা রাসূলের উপর ঈমান আনবে ও তার কথায় বিশ্বাস করবে তারা অবশ্যই সৌভাগ্যবান হবে, আর যারা ঈমান আনবে না তারা দুনিয়াতে পূর্ববর্তী উম্মতদের মত ভূমিধ্বস বা ডুবে মরা থেকে অন্তত নিরাপদ থাকবে। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বাবস্থায় রহমত। [কুরতুবী] অথবা আয়াতের অর্থ, আমরা আপনাকে সবার জন্যই রহমত হিসেবে প্রেরণ করেছি। কিন্তু এটা তাদের জন্যই যারা ঈমান আনবে এবং আপনাকে মেনে নিবে। কিন্তু যারা আপনার কথা মানবে না, তারা দুনিয়া ও আখেরাত সর্বত্রই ক্ষতিগ্রস্ত হবে। যেমন আল্লাহ অন্য আয়াতে বলেন, “আপনি কি তাদেরকে লক্ষ্য করেন না। যারা আল্লাহর অনুগ্রহকে কুফারী দ্বারা পরিবর্তন করে নিয়েছে এবং তারা তাদের সম্প্রদায়কে নামিয়ে আনে ধ্বংসের ঘরে -- জাহান্নামে, যার মধ্যে তারা দগ্ধ হবে, আর কত নিকৃষ্ট এ আবাসস্থল!” [সূরা ইবরাহীম: ২৮-২৯] অন্য আয়াতে কুরআন সম্পর্কে বলা হয়েছে, “বলুন, ‘এটি মুমিনদের জন্য হেদায়াত ও আরোগ্য।’ আর যারা ঈমান আনে না তাদের কানে রয়েছে বধিরতা এবং কুরআন এদের (অন্তরের) উপর অন্ধত্ব তৈরী করবে। তাদেরকেই ডাকা হবে দূরবর্তী স্থান হতে।” [সূরা ফুসসিলাত: ৪৪] তাছাড়া হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আমাকে অভিশাপকারী করে পাঠানো হয়নি, আমাকে রহমত হিসেবে পাঠানো হয়েছে।” [মুসলিম: ২৫৯৯]\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "২১ : ১০৮",
        "arabic_text": "\nقُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ ",
        "bangla_text": "বলুন, ‘আমার প্রতি ওহী হয় যে, তোমাদের ইলাহ এক ইলাহ, সুতরাং তোমরা কি আত্মসমর্পণকারী হবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "২১ : ১০৯",
        "arabic_text": "\nفَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ ",
        "bangla_text": "অতঃপর তারা মুখ ফিরিয়ে নিলে আপনি বলবেন, ‘আমি তোমাদেরকে যথাযথভাবে জানিয়ে দিয়েছি এবং তোমাদেরকে যে বিষয়ের প্রতিশ্রুতি দেয়া হয়েছে [১], আমি জানি না, তা কি খুব কাছে, নাকি তা দূরে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইসলামের বিজয় ও কুফরির পরাজয়। এ সময়টি কখন আসবে সেটা আমি জানি না। অথবা আয়াতের অর্থ, আমি জানি না কখন তোমাদের বিরুদ্ধে যুদ্ধের নির্দেশ এসে যাবে। তখন আল্লাহ তোমাদেরকে পাকড়াও করবেন। অথবা আয়াতে আখেরাতের পাকড়াও উদ্দেশ্য নেয়া হয়েছে। কিয়ামতের দিনের সময় কেউ জানে না। কোন পাঠানো নবী বা কোন ফেরেশতাও তা জানে না। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "২১ : ১১০",
        "arabic_text": "\nإِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ ",
        "bangla_text": "নিশ্চয় তিনি জানেন যে কথা সশব্দে বল এবং তিনি জানেন যা তোমরা গোপন কর [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদের যাবতীয় কুফরি, বিরোধিতাপূর্ণ কথা, ষড়যন্ত্র সবই আল্লাহ জানেন। চাই তা প্রকাশ্যে বল বা গোপনে বল। কারণ তিনি গায়বের খবর জানেন। [ফাতহুল কাদীর] তোমাদের শির্কের শাস্তি তোমাদের পেতেই হবে। [কুরতুবী] সুতরাং এমন মনে করো না যে, এসব বাতাসে উড়ে গেছে এবং এসবের জন্য আর কখনো জবাবদিহি করতে হবে না।\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "২১ : ১১১",
        "arabic_text": "\nوَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ ",
        "bangla_text": "‘আর আমি জানি না হয়ত এটা তোমাদের জন্য এক পরীক্ষা এবং জীবনোপভোগ কিছু কালের জন্য [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ বিলম্বের কারণে তোমরা পরীক্ষার মুখোমুখি হয়েছো। তোমাদের সামলে উঠার জন্য যথেষ্ট অবকাশ দেবার এবং দ্রুততা অবলম্বন করে সংগে সংগেই পাকড়াও না করার উদ্দেশ্যে বিলম্ব করা হচ্ছে। কিন্তু এর ফলে তোমরা বিভ্ৰান্তির শিকার হয়ে গেছো। তিনি তো তোমাদেরকে এর মাধ্যমে পরীক্ষা করতে চাচ্ছেন এবং দেখতে চাচ্ছেন যে তোমরা কি কর। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "২১ : ১১২",
        "arabic_text": "\nقَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ ",
        "bangla_text": "রাসূল বলেছিলন, ‘হে আমার রব! আপনি ন্যায়ের সাথে ফয়সালা করে দিন, আর আমাদের রব তো দয়াময়, তোমরা যা সাব্যস্ত করছ সে বিষয়ে একমাত্র সহায়স্থল তিনিই।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]