[
    {
        "id": 1,
        "verse": "২২ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ ",
        "bangla_text": "হে মানুষ! তোমরা তোমাদের রবের তাকওয়া অবলম্বন কর [১]; নিশ্চয় কেয়ামতের প্রকম্পন এক ভয়ংকর ব্যাপার [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ৭৮ আয়াত, মাদানী\n  </b>\n  <br/>\n  <br/>\n  [১] এই সূরাটি মক্কায় নাযিল না মদীনায় নাযিল, সে সম্পর্কে তাফসীরবিদগণ ভিন্ন ভিন্ন মত পোষণ করেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকেই উভয় প্রকার রেওয়ায়েত বর্ণিত আছে। অধিকসংখ্যক তাফসীরবিদগণ বলেনঃ এই সূরাটি মিশ্র। এতে মক্কায় নাযিল ও মদীনায় নাযিল উভয় প্রকার আয়াতের সমাবেশ ঘটেছে। কুরতুবী এই উক্তিকেই বিশুদ্ধতম আখ্যা দিয়েছেন। [কুরতুবী] কোন কোন মুফাসসির এই সূরার কতিপয় বৈচিত্ৰ্য উল্লেখ করে বলেনঃ এর কিছু আয়াত রাতে, কিছু দিনে, কিছু সফরে, কিছু গৃহে অবস্থানকালে, কিছু মক্কায়, কিছু মদীনায় এবং কিছু যুদ্ধাবস্থায় ও কিছু শান্তিকালে নাযিল হয়েছে। এছাড়া এর কিছু আয়াত রহিতকারী, কিছু আয়াত রহিত এবং কিছু মুহকাম তথা সুস্পষ্ট ও কিছু মুতাশাবিহু তথা অস্পষ্ট। সূরাটিতে নাযিলের সব প্রকারই সন্নিবেশিত রয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [১] হাদীসে এসেছে, সফর অবস্থায় এই আয়াত নাযিল হলে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম উচ্চঃস্বরে এর তিলাওয়াত শুরু করেন। সফরসঙ্গী সাহাবায়ে কেরাম তার আওয়াজ শুনে এক জায়গায় সমবেত হয়ে গেলেন। তিনি সবাইকে সম্বোধন করে বললেনঃ এই আয়াতে উল্লেখিত কেয়ামতের ভূকম্পন কোন দিন হবে তোমরা জানো কি? সাহাবায়ে কেরাম বললেনঃ আল্লাহ ও তাঁর রাসূলই ভাল জানেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ এটা সেই দিনে হবে, যেদিন আল্লাহ্ তা'আলা আদম ‘আলাইহিস সালাম-কে সম্বোধন করে বললেনঃ যারা জাহান্নামে যাবে, তাদেরকে উঠাও। আদম ‘আলাইহিস সালাম জিজ্ঞেস করবেনঃ কারা জাহান্নামে যাবে? উত্তর হবে, প্রতি হাজারে নয়শত নিরানব্বই জন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বললেনঃ এই সময়েই ত্ৰাস ও ভীতির আধিক্যে বালকরা বৃদ্ধ হয়ে যাবে, গর্ভবতী নারীদের গর্ভপাত হয়ে যাবে। সাহাবায়ে কেরাম একথা শুনে ভীত-বিহবল হয়ে গেলেন এবং প্রশ্ন করলেনঃ ইয়া রাসূলাল্লাহ! আমাদের মধ্যে কে মুক্তি পেতে পারে? তিনি বললেনঃ তোমরা নিশ্চিন্ত থাকো। যারা জাহান্নামে যাবে, তাদের এক হাজার ইয়াজুজ-মাজুজের মধ্য থেকে এবং একজন তোমাদের মধ্য থেকে হবে। কোন কোন রেওয়ায়েতে আছে, সেদিন তোমরা এমন দুই সম্প্রদায়ের সাথে থাকবে যে, তারা যে দলে ভিড়বে, সেই দলই সংখ্যাগরিষ্ঠ হবে। একটি ইয়াজুজ-মাজুজের সম্প্রদায় ও অপরটি ইবলীস ও তার সাঙ্গোপাঙ্গ এবং আদম সন্তানদের মধ্যে যারা তোমাদের পূর্বে মারা গেছে, তাদের সম্প্রদায়। [তিরমিযিঃ ৩১৬৯, মুসনাদে আহমাদঃ ৪/৪৩৫, মুস্তাদরাকে হাকিমঃ ১/২৮, সহীহ ইবনে হিব্বানঃ ৭৩৫৪]\n  <br/>\n  <br/>\n  [২] আল্লাহ তা’আলা বলেনঃ “এবং শিংগায় ফুঁক দেয়া হবে, ফলে যাদেরকে আল্লাহ ইচ্ছে করেন তারা ছাড়া আকাশমণ্ডলী ও যমীনের সবাই মূৰ্ছিত হয়ে পড়বে। তারপর আবার শিংগায় ফুঁক দেয়া হবে, তৎক্ষণাৎ তারা দাঁড়িয়ে তাকাতে থাকবে।” [সূরা আয যুমারঃ ৬৮] এ আয়াত থেকে স্পষ্ট বুঝতে পারি যে, কেয়ামতের দু'টি পর্যায় রয়েছেঃ এক) ইস্রাফিল কর্তৃক প্রথমবার শিঙ্গায় ফুঁক দেয়া। ঐ ফুঁক দেয়া মাত্রই সবকিছু কম্পিত হতে হতে ধ্বংস হয়ে যাবে। সে মহা ধ্বংসের কথা আল্লাহ তা'আলা। পবিত্র কুরআনের বিভিন্ন স্থানে উল্লেখ করেছেন। দুই) ইস্রাফিল কর্তৃক দ্বিতীয় বার শিঙ্গায় ফুঁক দেয়া। ঐ ফুঁক দেয়ার সাথে সমস্ত সৃষ্টি আল্লাহর সামনে নীত হবে। তখন হাশরের মাঠে সবাই জমায়েত হবে।\n  <br/>\n  <br/>\n  আলোচ্য আয়াতে উল্লেখিত ভূকম্পন কখন হবে অর্থাৎ কেয়ামত শুরু হওয়া এবং মনুষ্যকুলের পুনরুখিত হওয়ার পর ভূকম্পন্ন হবে, না এর আগেই হবে। এ সম্পর্কে মতভেদ আছে। কেউ কেউ বলেনঃ কেয়ামতের পূর্বে এই পৃথিবীতে ভূকম্পন হবে এবং এটা কেয়ামতের প্রাথমিক কাজ হিসেবে গণ্য হবে। সে সময় পৃথিবী পৃষ্ঠে বসন্তকারীরা যে অবস্থার সম্মুখীন হবে তার চিত্র কুরআনের বিভিন্ন স্থানে অংকন করা হয়েছে। যেমনঃ “যখন শিংগায় এক ফুঁক দেয়া হবে এবং যমীন ও পাহাড় তুলে এক আঘাতে ভেঙে দেয়া হবে তখন সে বিরাট ঘটনাটি ঘটে যাবে।” [ সূরা আল-হাক্কাহ ১৩-১৫] “যখন পৃথিবীকে পুরোপুরি প্রকম্পিত করে দেয়া হবে এবং সে তার পেটের বোঝা বের করে ছুড়ে ফেলে দেবে। আর মানুষ বলবে, এর কি হলো?” [সূরা আয-যালযালাহ ১-৩]\" যেদিন প্রকম্পনের একটি ঝটিকা একেবারে নাড়িয়ে দেবে এবং এরপর আসবে দ্বিতীয় ঝটুকা। সেদিন অন্তর কাপতে থাকবে এবং দৃষ্টি ভীতবিহ্বল হবে।” [সূরা আন- নাযিআত ৫-৯] “যে দিন পৃথিবীকে মারাত্মকভাবে ঝাঁকিয়ে দেয়া হবে এবং পাহাড় গুড়ো হয়ে ধূলির মতো উড়তে থাকবে। ” [সূরা আল ওয়াকি'আহ, ৪-৬] “যদি তোমরা নবীর কথা না মানো, তাহলে কেমন করে রক্ষা পাবে সেদিনের বিপদ থেকে, যা বাচ্চাদেরকে বুড়া করে দেবে এবং যার প্রচণ্ডতায় আকাশ ফেটে চৌচির হয়ে যাবে?” [সূরা আল মুযযাম্মিল, আয়াত ১৭-১৮] এ মতটি বেশ কিছু তাবে’য়ী থেকে বর্ণিত হয়েছে। অপর একদল আলেমের মতে, এখানে হাশরের মাঠে যখন একত্রিত করা হবে তখনকার কথা বর্ণনা করা হচ্ছে। আর এ ব্যাপারে বিভিন্ন সহীহ হাদীসে সুস্পষ্ঠভাবে বর্ণিত হয়েছে যে, আল্লাহ তা'আলা আদম ‘আলাইহিস সালাম-কে যখন তার সন্তানদের থেকে জাহান্নামীদেরকে আলাদা করতে বলবেন, তখন এ অবস্থার সৃষ্টি হবে। [বুখারীঃ ৩১৭০, মুসলিমঃ ২২২] আদম ‘আলাইহিস সালাম-কে সম্বোধন সম্পর্কিত উপরোক্ত হাদীস দ্বারাও প্রমাণিত হয় যে, ভূকম্পন হাশর-নশর ও পুনরুত্থানের পর হবে। আর আয়াতের তাফসীরে এটাই সবচেয়ে প্রাধান্যপ্ৰাপ্ত মত। তবে কোন কোন সত্যনিষ্ঠ আলেম বলেনঃ উভয় উক্তির মধ্যে কোন বৈপরীত্য নেই। কেয়ামতের পূর্বে ভূকম্পন হওয়া কুরআনের বিভিন্ন আয়াত দ্বারা প্রমাণিত এবং হাশর-নশরের পরে হওয়া বহু সহীহ হাদীস দ্বারা প্রমাণিত। দু'টিই উদ্দেশ্য হতে পারে; কারণ দুটিই ভয়াবহ ব্যাপার।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২২ : ২",
        "arabic_text": "\nيَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ ",
        "bangla_text": "যেদিন তোমরা তা দেখতে পাবে সেদিন প্রত্যেক স্তন্যদাত্রী বিস্মৃত হবে তাদের দুগ্ধপোষ্য শিশুকে এবং প্রত্যেক গর্ভবতী তাদের গর্ভপাত করে ফেলবে [১] ; মানুষকে দেখবেন নেশাগ্রস্থের মত, যদিও তারা নেশগ্রস্থ নয়। বরং আল্লাহর শাস্তি কঠিন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কেয়ামতের এই ভূকম্পনের অবস্থা বর্ণনা প্রসঙ্গে আয়াতে বলা হয়েছে যে, প্রত্যেক গর্ভবতী নারীর গর্ভপাত হয়ে যাবে এবং স্তন্যদাত্রী মহিলারা তাদের দুগ্ধপোষ্য শিশুর কথা ভুলে যাবে। যদি এই ভূকম্পন কেয়ামতের পূর্বেই এই দুনিয়াতে হয়, তবে এরূপ ঘটনা ঘটার ব্যাপারে কোন সংশয় নেই। কোন কোন মুফাসসির বলেন, مرضعة এমন অবস্থাকে বলা হয় যখন কার্যত সে দুধ পান করাতে থাকে এবং শিশু তার স্তন মুখের মধ্যে নিয়ে থাকে। [ইবন কাসীর] কাজেই এখানে যে ছবিটি আঁকা হয়েছে সেটি হচ্ছে, যখন কেয়ামতের সে কম্পন শুরু হবে, মায়েরা নিজেদের শিশু সন্তানদেরকে দুধ পান করাতে করাতে ফেলে দিয়ে পালাতে থাকবে এবং নিজের কলিজার টুকরার কি হলো, একথা কোন মায়ের মনেও থাকবে না। [ইবন কাসীর; ফাতহুল কাদীর] পক্ষান্তরে যদি এ ঘটনা হাশর-নশরের পরে হয় তাহলে এর ব্যাখ্যা কারো কারো মতে এরূপ হবে যে, যে মহিলা দুনিয়াতে গর্ভাবস্থায় মারা গেছে, কেয়ামতের দিন সে তদাবস্থায়ই উত্থিত হবে এবং যারা স্তন্যদানের সময় মারা গেছে, তারাও তেমনিভাবে শিশুসহ উখিত হবে। তারা তাদের সন্তানদের দুধ খাওয়ানোর কথা চিন্তাও করবে না। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] একথা সুস্পষ্ট যে, এখানে কিয়ামতের অবস্থা বর্ণনা করা বক্তব্যের আসল উদ্দেশ্য নয়। বরং কিয়ামতের ভয়াবহ অবস্থা বর্ণনা করে পুনরুত্থান অস্বীকারকারীদের উপর দলীল প্রমাণাদি পেশ করা। তাই পরবর্তী আয়াতে সেদিকেই দৃষ্টিপাত করা হয়েছে। [ফাতহুল কাদীর] অথবা উদ্দেশ্য তাদেরকে সেদিনের জন্য প্রস্তুতি নিতে উদ্ধৃদ্ধ করা ও নেক কাজ করার মাধ্যমে প্রস্তুতি গ্ৰহণ করা। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২২ : ৩",
        "arabic_text": "\nوَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ ",
        "bangla_text": "মানুষের মধ্যে কিছু সংখ্যক না জেনে আল্লাহ্ সম্বন্ধে বিতণ্ডা করে [১] এবং সে প্রত্যেক বিদ্রোহী শয়তানের অনুসরণ করে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ সম্পর্কে তাদের যে বিতর্কের উপর আলোচনা করা হচ্ছে তা হচ্ছে আখেরাতে বিচারের জন্য তাদেরকে মৃত্যু ও মাটির সাথে মিশে যাওয়ার পর পুনরায় জীবিত করতে পারেন কি না? আল্লাহ এখানে তাদের কর্মকাণ্ডের নিন্দা করছেন, যারা আল্লাহ যা তাঁর নবীর উপর নাযিল করেছেন তার অনুসরণ না করে, শয়তানের দেয়া পথের অনুসরণ করে পুনরুত্থান ও আল্লাহর শক্তিকে অস্বীকার করছে। আর সাধারণত: যারাই রাসূলের উপর আল্লাহর নাযিলকৃত বাণী ও সুস্পষ্ট হকের অনুসরণ করা থেকে বিরত থাকে, তারাই বাতিলপন্থী নেতা, বিদ'আতের প্রতি আহবানকারীদের পদাঙ্ক অনুসরণ করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২২ : ৪",
        "arabic_text": "\nكُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ ",
        "bangla_text": "তার সম্বন্ধে লিখে দেয়া হয়েছে যে, যে কেউ তাকে অভিভাবক বানাবে সে তাকে পথভ্রষ্ট করবে এবং তাকে পরিচালিত করবে প্রজ্জলিত আগুনের শাস্তির দিকে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২২ : ৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ ",
        "bangla_text": "হে মানুষ! পুনরুত্থান সম্পর্কে যদি তোমরা সন্দেহে থাক তবে অনুধাবন কর---আমরা তোমাদেরকে সৃষ্টি করেছি [১] মাটি হতে [২] , তারপর শুক্র [৩] হতে , তারপর ‘আলাকাহ’ [৪] হতে, তারপর পূর্ণাকৃতি অথবা অপূর্ণাকৃতি গোশতপিণ্ড হতে [৫]--- যাতে আমরা বিষয়টি তোমাদের কাছে সুস্পষ্টরূপে প্রকাশ করি। আর আমরা যা ইচ্ছে তা এক নির্দিষ্ট কালের জন্য মাতৃগর্ভ স্থিত রাখি , তারপর আমরা তোমাদেরকে শিশুরূপে বের করি [৬], পরে যাতে তোমরা পরিণত বয়সে উপনীত হও [৭]। তোমাদের মধ্যে কারো কারো মৃত্যু ঘটান হয় এবং তোমাদের মধ্যে কাউকে কাউকে হিন্তম বয়সে [৮] প্রত্যাবৃত্ত করা হয় যার ফলে সে জানার পরেও যেন কিছুই (আর) জানে না। আর আপনি ভূমিকে দেখুন শুস্ক, অতঃপর তাতে আমরা পানি বর্ষণ করলে তা আন্দোলিত ও স্ফীত হয় এবং উদগত করে সব ধরনের সুদৃশ্য উদ্ভিদ [৯];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতটিকে আল্লাহ তা'আলা পুনরুত্থানের উপর প্রথম প্রমাণ হিসেবে পেশ করেছেন। প্রথম সৃষ্টি যার পক্ষে করা সম্ভব তাঁর পক্ষে দ্বিতীয় সৃষ্টি কিভাবে কঠিন হবে? প্রথম সৃষ্টিই প্রমাণ করছে যে, তিনি দ্বিতীয়বার সৃষ্টি করতে সক্ষম। [ইবন কাসীর] আয়াতে মাতৃগর্ভে মানব সৃষ্টির বিভিন্ন স্তর বর্ণিত হয়েছে। রাসূলুল্লাহ বলেনঃ মানুষের বীর্য চল্লিশ দিন পর্যন্ত গর্ভাশয়ে সঞ্চিত থাকে। চল্লিশ দিন পর তা জমাট রক্তে পরিণত হয়। এরপর আরো চল্লিশ দিন অতিবাহিত হলে তা মাংসপিণ্ড হয়ে যায়। অতঃপর আল্লাহ তা'আলার পক্ষ থেকে একজন ফিরিশতা প্রেরিত হয়। সে তাতে রূহ ফুঁকে দেয়। এ সময়েই তার সম্পর্কে চারটি বিষয় লিখে দেয়া হয়ঃ [১] তার বয়স কত হবে, [২] সে কি পরিমাণ রিযিক পাবে, [৩] সে কি কি কাজ করবে এবং [৪] পরিণামে সে ভাগ্যবান হবে, না হতভাগা হবে। [বুখারীঃ ২৯৬৯, মুসলিমঃ ২৬৪৩]\n  <br/>\n  <br/>\n  [২] এর অর্থ হচ্ছে মানুষ নামের প্রজাতির সূচনা হয়েছে আদম আলাইহিস সালাম থেকে। তাঁকে সরাসরি মাটি থেকে সৃষ্টি করা হয়েছিল এবং তারপর পরবর্তী পর্যায়ে শুক্র থেকেই মানব বংশের ধারাবাহিকতা চলতে থাকে। যেমন অন্যত্র বলা হয়েছেঃ “মানুষের সৃষ্টি শুরু করেন মাটি থেকে তারপর তার বংশ-ধারা চালান একটি নির্যাস থেকে যা বের হয় তুচ্ছ পানির আকারে।” [সূরা আস সাজদাহ, ৭-৮]\n  <br/>\n  <br/>\n  [৩] নুতফা শব্দের অর্থ শুক্র বা বীর্য। সাধারণত: নুতফা বলা হয়, অল্প পানিকে। [কুরতুবী] মাটি থেকে আদম সৃষ্টির পর তার বংশধারা জারি রাখা হয়েছে পানির মাধ্যম। আল্লাহ তা'আলা বলেন, “আমরা তো মানুষকে সৃষ্টি করেছি মাটির উপাদান থেকে” [সূরা আল-মুমিনুন: ১২] অন্য আয়াতে বলেন, “তারপর তিনি তার বংশ উৎপন্ন করেন তুচ্ছ তরল পদার্থের নির্যাস হতে”। [সূরা আস-সাজদাহ: ৮]\n  <br/>\n  <br/>\n  [৪] আলাকা শব্দের অর্থ শক্ত রক্ত, ঘন তাজা রক্ত। বা প্রচণ্ড লাল বৰ্ণ [কুরতুবী; ফাতহুল কাদীর] মানব সৃষ্টির প্রাথমিক পর্যায়ে যখন শুক্রটি মহিলার গর্ভাশয়ে স্থির হয়ে যায়, তখন সেটা চল্লিশ দিন এ অবস্থায় থাকে। এর সাথে যা জমা হবার তা জমা হয়। তারপর সেটি একটি পর্যায়ে আল্লাহর হুকুমে লাল তাজা রক্তপিণ্ডে পরিণত হয়। এভাবে সেটি চল্লিশ দিন অতিবাহিত করে। তারপর সেটি পরিবর্তিত হয়ে একখণ্ড গোস্তের টুকরোতে পরিণত হয়ে যায়। তখন তাতে কোন রূপ বা সূরত থাকে না। তারপর সেটি বিভিন্ন রূপ পরিগ্রহ করতে থাকে। তখন তা থেকে মাথা, দু’হাত, বুক, পেট, দুই রান, দুই পা এবং বাকী অংগ-প্রত্যঙ্গসমূহ। কখনও কখনও সেটি সূরত গ্রহণ করার আগেই গর্ভপাত ঘটে যায়, আবার কখনও পূর্ণ অবয়ব ঘটনের পর সেটির গর্ভপাত হয়ে যায়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৫] আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, বীর্য যখন কয়েক স্তর অতিক্রম করে মাংসপিণ্ডে পরিণত হয়, তখন মানব সৃষ্টির কাজে আদিষ্ট ফিরিশতা আল্লাহ তা'আলাকে জিজ্ঞেস করেঃ\n  <br/>\n  <br/>\n  يَارَبّ مُخَلَّقَةٍ وَ غَيْرِ مُخَلَّقَةٍ\n  <br/>\n  <br/>\n  অর্থাৎ এই মাংসপিণ্ড দ্বারা মানব সৃষ্টি আপনার কাছে অবধারিত কি না? যদি আল্লাহর পক্ষ থেকে উত্তরে বলা হয়। وَّغَيْرِ مُخَلَّقَةٍ তবে গর্ভাশয়ে সেই মাংসপিণ্ডকে পাত করে দেয়া হয় এবং তা সৃষ্টির অন্যান্য স্তর অতিক্রম করে না। পক্ষান্তরে যদি জবাবে مُخَلَّقَةٍ বলা হয়, তবে ফিরিশতা জিজ্ঞেস করেঃ ছেলে না মেয়ে, হতভাগা না ভাগ্যবান, বয়স কত, কি কর্ম করবে এবং কোথায় মৃত্যুবরণ করবে? এসব প্রশ্নের জবাব তখনই ফিরিশতাকে বলে দেয়া হয়। [ইবনে জরীর, ও ইবনে আবী হাতিম] উল্লেখিত শব্দদ্বয়ের তাফসীর থেকে এই জানা গেল যে, যে বীর্য দ্বারা মানবসৃষ্টি অবধারিত হয়, তা مُّخَلَّقَةٍ । আর যা বিনষ্ট ও পাত হওয়া অবধারিত, তা وَّغَيْرِ مُخَلَّقَةٍ। [ইবন কাসীর; ফাতহুল কাদীর] কোন কোন মুফাসসির مُّخَلَّقَةٍ  ও وَّغَيْرِ مُخَلَّقَةٍ এর এরূপ তাফসীর করেন যে, যে শিশুর সৃষ্টি পূর্ণাঙ্গ এবং সমস্ত অঙ্গ-প্রত্যঙ্গ সুস্থ, সুঠাম ও সুষম হয়, সে مُّخَلَّقَةٍ অর্থাৎ পূর্ণাকৃতিবিশিষ্ট এবং যার কতক অঙ্গ আসম্পূর্ণ অথবা দৈহিক গড়ন ইত্যাদি আসম, সে وَّغَيْرِ مُخَلَّقَةٍ । [কুরতুবী]\n  <br/>\n  <br/>\n  [৬] অর্থাৎ মাতৃগর্ভ থেকে তোমাদেরকে দুর্বল শিশুর আকারে বের করি। এ সময় শিশুর দেহ, শ্রবণশক্তি, দৃষ্টিশক্তি, জ্ঞান, নড়াচড়া ও ধারণশক্তি ইত্যাদি সবই দুর্বল থাকে। অতঃপর পর্যায়ক্রমে এগুলোকে শক্তি দান করা হয় এবং পরিশেষে পূর্ণশক্তির স্তরে পৌঁছে যায়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  (৭) أشد শব্দটির অর্থ বুদ্ধি, শক্তি ও ভাল-মন্দ পৃথকীকরণে পূর্ণতা। কারও কারও মতে, ত্ৰিশ থেকে চল্লিশ বয়সের মধ্যে। [ফাতহুল কাদীর] উদ্দেশ্য এই যে, পর্যায়ক্রমে উন্নতির ধারা ততক্ষণ পর্যন্ত অব্যাহত থাকে যতক্ষণ তোমাদের প্রত্যেকটি শক্তি পূর্ণতা লাভ না করে, যা যৌবনকালে প্রত্যক্ষ করা হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  (৮) এটা সেই বয়সকে বলা হয়, যে বয়সে মানুষের বুদ্ধি, চেতনা ও ইন্দ্রিয়ানুভূতিতে ত্রুটি দেখা দেয়। রাসূল সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম এমন বয়স থেকে আল্লাহর কাছে আশ্রয় প্রার্থনা করেছেন। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম নিম্নোক্ত দোআ অধিক পরিমানে পাঠ করতেনঃ\n  <br/>\n  <br/>\n  اللّٰهُمّ إنّي أَعُوذُبِكَ مِنَ الْبُخْلِ، وَأَعُوْذُبِكَ من الُجبْنِ وَأعوذُ بِكَ أنْ أرَدَّ إِلى أَرْذَلِ العُمُر وأعُوذُ بِكَ مِنْ فِتْنَةِ الدّنْيٰا وَأَعوذُ بِكَ مِنْ عَذابِ القَبر\n  <br/>\n  <br/>\n  হে আল্লাহ্! আমি কৃপণতা থেকে আপনার আশ্রয় প্রার্থনা করছি।  আমি ভীরুতা থেকেও আপনার কাছে আশ্রয় নিচ্ছি। অনুরূপভাবে হীনতম বয়সে উপণীত হওয়া থেকেও আপনার কাছে আশ্রয় প্রার্থনা করছি। তদ্রুপ আমি দুনিয়ার ফেতনায় নিপতিত হওয়া থেকে আপনার নিকট আশ্রয় প্রার্থনা করছি। তাছাড়া আমি কবরের শাস্তি থেকেও আপনার নিকট আশ্রয় চাচ্ছি। ' [বুখারীঃ  ৫৮৯৩]\n  <br/>\n  <br/>\n  এমন বৃদ্ধাবস্থায় মানুষের নিজের শরীরের ও অংগ-প্রত্যংগের কোন খোঁজ- খবর থাকে না। যে বেক্তি অন্যদেরকে জ্ঞান দিতো বুড়ো হয়ে সে এমন অবস্থায় পৌছে যায়, যাকে শিশুদের অবস্থার সাথে তুলনা করা যায়। যে জ্ঞান,জানা শোনা, অভিজ্ঞতা ও দুরদর্শিতা ছিল তার গর্বের বস্তু তা এমনই অজ্ঞতায় পরিবর্তিত হয়ে যায় যে, একটি ছোট ছেলেও তার কথায় হাসতে থাকে। এভাবে বান্দার শক্তি দু’টি দুর্বল অবস্থা ঘিরে আছে। এক ছোট কালের দুর্বলতা, দুই, সৃষ্টি করেন দুর্বলতা থেকে, দুর্বলতার পর তিনি দেন শক্তি; শক্তির পর আবার দেন দুর্বলতা ও বার্ধক্য। তিনি যা ইচ্ছে সৃষ্টি করেন এবং তিনিই সর্বজ্ঞ, সর্বক্ষম। ” [সূরা আররুম: ৫৪] [সা’দী]\n  <br/>\n  <br/>\n  (৯) আয়াতের এ অংশে আল্লাহ তা'আলা পুনরুত্থানের উপর দ্বিতীয় আরেকটি প্রমাণ পেশ করছেন। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] অর্থাৎ যেভাবে তিনি মৃত ভূমিকে জীবিত করতে পারেন, যে যমীনে কোন প্ৰাণের স্পন্দন নেই, কোন উদ্ভিদ দেখা যায় না। তারপর তাতে বৃষ্টি বর্ষণ করে তিনি জীবনের উন্মেষ ঘটান, সেভাবে তাঁর পক্ষে পুনরুত্থান ঘটানো কোন কঠিন বিষয় নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২২ : ৬",
        "arabic_text": "\nذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "এটা এ জন্য যে, আল্লাহই সত্য [১] এবং তিনিই মৃতকে জীবিত করেন এবং তিনি সব কিছুর উপর ক্ষমতাবান;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ ধারাবাহিক বক্তব্যের মধ্যে এ বাক্যাংশটির তিনটি অর্থ হয়। এক, আল্লাহই সত্য এবং মৃত্যুর পর পুনরায় জীবনদানের কোন সম্ভাবনা নেই, তোমাদের এ ধারণা ডাহা মিথ্যা। [দেখুন, ফাতহুল কাদীর] দুই, আল্লাহ, তিনি প্রকৃত স্বাধীন ক্ষমতা সম্পন্ন কর্তা, যিনি প্রতি মুহুর্তে নিজের শক্তিমত্তা, সংকল্প, জ্ঞান ও কলা-কৌশলের মাধ্যমে সমগ্ৰ বিশ্ব-জাহান ও এর প্রতিটি বস্তু পরিচালনা করছেন। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] তিন, তিনি কোন খেলোয়াড় নন যে, নিছক মন ভুলাবার জন্য খেলনা তৈরী করেন এবং তারপর অযথা তা ভেঙ্গে চুরে মাটির সাথে মিশিয়ে দেন। বরং তিনি সত্য তাঁর যাবতীয় কাজ গুরুত্বপূর্ণ, উদ্দেশ্যমূলক ও বিজ্ঞানময়। তিনি তাঁর কর্মকাণ্ডে হক ও যথার্থ। তিনি কিয়ামত যথার্থ কারণেই সংঘটিত করবেন। [দেখুন, ফাতহুল কাদীর] বস্তুত: এখানে হক শব্দের অর্থ হচ্ছে, এমন অস্তিত্ব, যার কোন পরিবর্তন নেই, অস্থায়ী নয়। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২২ : ৭",
        "arabic_text": "\nوَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ ",
        "bangla_text": "এবং এ কারণে যে, কেয়ামত আসবেই, এতে কোন সন্দেহ নেই এবং যারা কবরে আছে তাদেরকে নিশ্চয় আল্লাহ্ পুনরুত্থিত করবেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরের আয়াতগুলোতে মানুষের জন্মের বিভিন্ন পর্যায়, মাটির উপর বৃষ্টির প্রভাব এবং উদ্ভিদ উৎপাদনকে পাঁচটি সত্য নির্ণয়ের প্রমাণ হিসেবে বর্ণনা করা হয়েছে। সে সত্যগুলো হচ্ছেঃ একঃ আল্লাহই সত্য। দুইঃ তিনি মৃতকে জীবিত করেন। তিনঃ তিনি সর্বশক্তিমান। চারঃ কেয়ামত অনুষ্ঠিত হবেই। পাঁচঃ যারা মরে গেছে আল্লাহ নিশ্চয়ই তাদের সবাইকে জীবিত করে উঠাবেন।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২২ : ৮",
        "arabic_text": "\nوَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ ",
        "bangla_text": "আর মানুষের মধ্যে কেউ কেউ আল্লাহ্ সম্বন্ধে বিতণ্ডা করে, তাদের না আছে জ্ঞান [১] , না আছে পথনির্দেশ [২], না আছে কোন দীপ্তিমান কিতাব [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ব্যক্তিগত জ্ঞান, যা সরাসরি পর্যবেক্ষণ ও অভিজ্ঞতার মাধ্যমে অর্জিত হয়। [ফাতহুল কাদীর] তবে জ্ঞান বলতে ব্যাপক জ্ঞান বুঝাই যথাৰ্থ। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এমন জ্ঞান যা কোন যুক্তির মাধ্যমে অর্জিত হয়, অথবা কোন জ্ঞানের অধিকারীর পথনির্দেশনা দানের মাধ্যমে লাভ করা যায়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ এমন জ্ঞান, যা আল্লাহর নাযিল করা কিতাব থেকে লাভ করা যায়। এ আয়াতে তৰ্কশাস্ত্রের বিশেষ কয়েকটি মূলনীতি বর্ণনা করা হয়েছে। কোন তর্ক শুরুর পূর্বে সে বিষয়ে পূর্ণ জ্ঞান থাকা আবশ্যক। এ ধরনের জ্ঞানের তিনটি উৎস থাকে। এক, পর্যবেক্ষণ ও অভিজ্ঞতার মাধ্যমে অর্জিত জ্ঞান। যে সমস্ত কাফের ও মুশরিক আল্লাহ সম্পর্কে বাক-বিতণ্ডা করছে তারা যদি দাবী করে যে, আমরা যা বলছি অর্থাৎ কেয়ামত সংঘটিত না হওয়া, পুনরুত্থান না ঘটা, একমাত্র আল্লাহর ইবাদতে বাধ্য না হওয়া আমাদের সরাসরি পর্যবেক্ষণ বা অভিজ্ঞতার ফল। তবে তারা যেন তা পেশ করে। কিন্তু তারা তা কখনো পেশ করতে পারবে না। বরং অভিজ্ঞতা ও পর্যবেক্ষণ তাদের দাবীর বিপরীতে আল্লাহর যাবতীয় ওয়াদাকে সত্য বলে প্রমাণ করছে। দুই, দ্বিতীয় যে ধরনের জ্ঞান থাকলে তর্ক করা যায় তা হলো, গ্রহণযোগ্য যুক্তি বা কোন জ্ঞানের অধিকারীর পথনির্দেশ প্রাপ্ত হলে। কাফের ও মুশরিকরা যারা তাওহীদ বা আখেরাত সম্পর্কে বাক-বিতণ্ডায় লিপ্ত ছিল তারা তাদের মতের সমর্থনে এ ধরনের কিছুও পেশ করতে ব্যর্থ ছিল। তিন, তৃতীয় যে ধরনের প্রমাণ যুক্তি-তর্কে পেশ করা হয় তা হলো, পূর্ববর্তী কোন কিতাবলব্ধ জ্ঞান। কাফের মুশরিকদের তাওহীদ ও আখেরাত বিরোধী কর্মকাণ্ডের স্বপক্ষে পূর্ববর্তী গ্রন্থ থেকেও কোন প্রমাণ উপস্থাপন করতে পারেনি। মোটকথা: তাদের তর্কের সপক্ষে কোন সুস্থ বিবেকের প্রমাণ যেমন নেই, তেমনি সহীহ ও স্পষ্টভাষী কোন কিতাব বা নবী-রাসূলদের পেশকৃত জ্ঞানও নেই। তারা শুধু মত ও প্রবৃত্তির অনুসরণ করছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২২ : ৯",
        "arabic_text": "\nثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ ",
        "bangla_text": "সে বিতণ্ডা করে অহংকারে ঘাড় বাঁকিয়ে [১] লোকদেরকে আল্লাহর পথ থেকে ভ্রষ্ট করার জন্য [২]। তার জন্য লাঞ্চনা আছে দুনিয়াতে এবং কেয়ামতের দিনে আমরা তাকে আস্বাদন করার দহন যন্ত্রণা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] عطف শব্দের অর্থ পার্শ্ব। [ফাতহুল কাদীর]। এখানে মুখ ফিরিয়ে নেয়া বোঝানো হয়েছে। এর তিনটি অবস্থা রয়েছেঃ এক, মুর্খতাপ্রসূত জিদ ও হঠকারিতা। দুই, অহংকার ও আত্মম্ভরিতা। তিন, যে ব্যক্তি বুঝায় ও উপদেশ দান করে তার কথায় কৰ্ণপাত না করা। এখানে সব প্রকারই উদ্দেশ্য হতে পারে। অর্থাৎ হকের দিকে আহবান করলে সে তা থেকে মুখ ফিরিয়ে নেয়। ঘাড় বাঁকিয়ে চলে যায়, তাকে যে হকের প্রতি আহবান জানানো হচ্ছে অহংকারবশত: তা থেকে বিমুখ হয়। যেমন অন্য আয়াতে আল্লাহ বলেন, “তাদেরকে যখন বলা হয়। আল্লাহ যা নাযিল করেছেন তার দিকে এবং রাসূলের দিকে আস, তখন মুনাফিকদেরকে আপনি আপনার কাছ থেকে একেবারে মুখ ফিরিয়ে নিতে দেখবেন।” [সূরা আন-নিসা: ৬১] [ইবন কাসীর] কুরতুবী বলেন, তর্কের সময় সে হক থেকে মুখ ফিরিয়ে নেয়। আর তার কথা-বার্তা ও দলীল-প্রমাণাদির মধ্যে গভীর দৃষ্টি দেয়া থেকেও বিরত থাকে। যেমন অন্য আয়াতে এসেছে, “আর যখন তার কাছে আমাদের আয়াতসমূহ তিলাওয়াত করা হয় তখন সে অহংকারে মুখ ফিরিয়ে নেয় যেন সে এটা শুনতে পায়নি”। [সূরা লুকমান: ৭] অন্যত্র এসেছে, “আর যখন তাদেরকে বলা হয়, “তোমরা আস, আল্লাহর রাসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন।’ তখন তারা মাথা ফিরিয়ে নেয়”। [সূরা আল-মুনাফিকূন: ৫] আরও এসেছে, “আর আমরা যখন মানুষের প্রতি অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় ও দূরে সরে যায়। ” [সূরা আল-ইসরা: ৮৩] অনুরূপ অন্যত্র আল্লাহ বলেন, “তারপর সে তার পরিবার পরিজনের কাছে চলে গিয়েছিল অহংকার করে” [সূরা আল-কিয়ামাহ: ৩৩]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা শুধু নিজেরাই পথভ্ৰষ্ট নয় বরং অন্যদেরকেও পথভ্রষ্ট করার জন্য উঠে পড়ে লাগে। [ফাতহুল কাদীর]। এখানে আরেক অর্থ এও হতে পারে যে, সে অন্যকে পথভ্রষ্ট করার ইচ্ছা না করলেও তার কর্মকাণ্ডের ফলাফল তা-ই দাঁড়ায়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২২ : ১০",
        "arabic_text": "\nذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ ",
        "bangla_text": "‘এটা তোমার কৃতকর্মেরই ফল, আর আল্লাহ্ বান্দাদের প্রতি বিন্দুমাত্রও যুলুমকারি নন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২২ : ১১",
        "arabic_text": "\nوَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ ",
        "bangla_text": "আর মানুষের মধ্যে কেউ কেউ আল্লাহর ইবাদাত করে দিধার সাথে [১], তার মঙ্গল হলে তাতে তার চিত্ত প্রশস্ত হয় এবং কোন বিপর্যয় ঘটলে সে তার পূর্ব চেহারায় ফিরে যায়। সে ক্ষতিগ্রস্ত হয় দুনিয়াতে এবং আখিরাতে; এটাই তো সুস্পষ্ট ক্ষতি [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ দ্বীনী বৃত্তের মধ্যখানে নয়। বরং তার এক প্রান্তে বা কিনারায় অথবা অন্য কথায় কুফর ও ইসলামের সীমান্তে দাঁড়িয়ে বন্দেগী করে। অথবা সন্দেহে দোদুল্যমান থাকে। [ইবন কাসীর]। যেমন কোন দো-মনা ব্যক্তি কোন সেনাবাহিনীর এক প্রান্তে দাঁড়িয়ে থাকে। যদি দেখে সেনাদল বিজয়লাভ করছে তাহলে তাদের সাথে মিলে যায়। আর যদি দেখে পরাজিত হচ্ছে তাহলে আস্তে আস্তে কেটে পড়ে। এখানে এমন সব লোকের কথা বলা হয়েছে যাদের মানসিক গঠন অপরিপক্ক, আকীদা-বিশ্বাস নড়বড়ে এবং যারা প্রবৃত্তির পূজা করে। তারা ইসলাম গ্ৰহণ করে লাভের শর্তে। তাদের ঈমান এ শর্তের সাথে জড়িত হয় যে, তাদের আকাংখা পূর্ণ হতে হবে, সব ধরনের নিশ্চিন্ততা অর্জিত হতে হবে, আল্লাহর দ্বীন তাদের কাছে কোন স্বাৰ্থ ত্যাগ দাবী করতে পারবে না এবং দুনিয়াতে তাদের কোন ইচ্ছা ও আশা অপূর্ণ থাকতে পারবে না। এসব হলে তারা আল্লাহর প্রতি সন্তুষ্ট এবং তার দ্বীন তাদের কাছে খুবই ভালো। কিন্তু যখনই কোন আপদ বালাই নেমে আসে অথবা আল্লাহর পথে কোন বিপদ, কষ্ট ও ক্ষতির শিকার হতে হয় কিংবা কোন আকাংখা পূর্ণ হয় না। তখনই আর আল্লাহর সার্বভৌম ক্ষমতা, রাসূলের রিসালাত ও দ্বীনের সত্যতা কোনটার উপরই তারা নিশ্চিন্ত থাকে না। এরপর তারা লাভের আশা ও লোকসান থেকে বাঁচার জন্য শির্ক করতে পিছপা হয় না। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম যখন হিজরত করে মদীনায় বসবাস করতে শুরু করেন, তখন এমন লোকেরাও এসে ইসলাম গ্ৰহণ করত, যাদের অন্তরে ইসলাম পাকাপোক্ত ছিল না। ইসলাম গ্রহণের তাদের সন্তান ও ধন-দৌলতে উন্নতি দেখা গেলে তারা বলতঃ এই দ্বীন ভাল। পক্ষান্তরে এর বিপরীত দেখা গেলে বলতঃ এই দ্বীন মন্দ। এই শ্রেণীর লোকদের সম্পর্কেই আলোচ্য আয়াত নাযিল হয়েছে। বলা হয়েছে যে, তারা ঈমানের এক কিনারায় দণ্ডায়মান আছে। ঈমানের পর যদি তারা পার্থিব সুখ ও ধন-সম্পদ লাভ করে, তবে ইসলামে অটল হয়ে যায়, পক্ষান্তরে যদি পরীক্ষাস্বরূপ কোন বিপদাপদ ও পেরেশনীতে পতিত হয়, তবে দ্বীন ত্যাগ করে বসে ৷ [বুখারীঃ ৪৭৪২]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এ দো-মনা মুসলিম নিজের দুনিয়ার স্বাৰ্থও লাভ করতে পারে না এবং আখেরাতেও তার সাফল্যের কোন সম্ভাবনা থাকে না। কারণ সে তো আল্লাহর সাথে কুফরি করে আছে। [ইবন কাসীর] এভাবে সে দুনিয়া ও আখেরাত দুটোই হারায়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২২ : ১২",
        "arabic_text": "\nيَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ ",
        "bangla_text": "সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে যা তার কোন অপকার করতে পারে না আর যা তার উপকারও করতে পারে না; এটাই চরম পথভ্রষ্টটা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২২ : ১৩",
        "arabic_text": "\nيَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ ",
        "bangla_text": "সে এমন কিছুকে ডাকে যার ক্ষতিই তার উপকারের চেয়ে বেশি নিকটতর [১]। কত নিকৃষ্ট এ অভিভাবক এবং কত নিকৃষ্ট এ সহচর [২]!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববতী আয়াতে আল্লাহ ছাড়া অন্যান্য মাকুন্দদের উপকার ও ক্ষতি করার ক্ষমতা সম্পূর্ণরূপে অস্বীকার করা হয়েছে। কারণ, মূলত ও যথার্থই তাদের উপকার ও ক্ষতি করার কোন ক্ষমতা নেই। এ আয়াতে তাদের ক্ষতিকে উপকারের চেয়ে অধিক নিকটতর বলা হয়েছে। এর কারণ দু'টি হতে পারে। এক, এখানে অধিক বলে ‘সম্পপূর্ণরূপে” বোঝানো হয়েছে। অথবা তর্কের খাতিরে বলা হয়েছে। যেমন অন্যত্র এ ধরনের ব্যবহার এসেছে, “হয় আমরা না হয় তোমরা সৎপথে স্থিত অথবা স্পষ্ট বিভ্রান্তিতে পতিত।” [সূরা সাবা: ২৪] [ফাতহুল কাদীর] কোন কোন মুফাসসির বলেন, এ পূর্ববর্তী যাদের সম্পর্কে বলা হয়েছে যে, তারা কোন উপকার বা অপকার করতে পারে না, তারা হচ্ছে মূর্তি ও প্রতিমা। আর এ আয়াতে ঐ সমস্ত মাবুদিদের কথা বলা হচ্ছে যারা জীবিত অবস্থায় তাদের যারা ইবাদাত করে তাদের কোন কোন উপকার করতে পারে। যেমন, তাদেরকে দুনিয়ার সম্প্রপদ দিয়ে ভরে দিতে পারে। তাদের কোন উদ্দেশ্য পূরণ করে দিতে পারে। যেমন ফির’আউন। যারা তার ইবাদাত করত, হয়ত সে তাদের কোন স্বাৰ্থ হাসিল করে দিত। সে জন্যই এখানে من শব্দটি ব্যবহৃত হয়েছে, যা বিবেকসম্পন্নদের সাথে সংশ্লিষ্ট। আর পূর্ববর্তী আয়াতে ما শব্দটি ব্যবহৃত হয়েছে, যা বিবেকহীন মূর্তি, প্রতিমা ইত্যাদির সাথে সংশ্লিষ্ট। [আদওয়াউল বায়ান] এতো গেল দুনিয়ার ব্যাপার কিন্তু আখেরাতে তার যে ক্ষতি হবার সেটা নিঃসন্দেহ ও সম্পপূর্ণ দৃঢ় সত্য। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ মানুষ বা শয়তান যে-ই হোক না কেন, যে তাকে এ পথে এনেছে সে নিকৃষ্টতম কর্মসম্পাদক ও অভিভাবক এবং নিকৃষ্টতম বন্ধু ও সাথী। [ইবন কাসীর] অথবা আয়াতের অর্থ, আল্লাহ ব্যতীত যাকে সাহায্যকারী ও বন্ধু বানিয়েছে অর্থাৎ মূর্তিদেরকে যারা সাহায্যকারী বানিয়েছে সে গুলো কতই না নিকৃষ্ট! [ইবন কাসীর] অথবা আয়াতের অর্থ, সে লোকটি কতই না খারাপ ও নিকৃষ্ট যে দোদুল্যমান অবস্থায় আল্লাহর ইবাদাত করেছে। [তাবারী; ইবন কাসীর] অথবা সে কাফের আল্লাহ ব্যতীত যাদেরকে বন্ধু ও সাহায্যকারী বানিয়েছিল কিয়ামতের দিন তাদেরকে বলবে, তোমরা কত নিকৃষ্ট বন্ধু। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২২ : ১৪",
        "arabic_text": "\nإِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে আল্লাহ্ তাদেরকে প্রবেশ করাবেন জান্নাতে, যার পাদদেশে নদীসমূহ প্রবাহিত [১] ; নিশ্চয় আল্লাহ্ যা ইচ্ছে তা-ই করেন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যাদের অবস্থা উল্লেখিত মতলবী, ধান্দাবাজ, দো-মনা ও দৃঢ় বিশ্বাসহীন মুসলমানের মতো নয়। বরং যারা ঠাণ্ডা মাথায় খুব ভালোভাবে ভেবে চিন্তে আল্লাহ, রাসূল ও আখেরাতকে মেনে নেবার ফায়সালা করে তারপর ভালো মন্দ যে কোন অবস্থার সম্মুখীন হতে হোক এবং বিপদের পাহাড় মাথায় ভেঙে পড়ুক বা বৃষ্টিধারার মতো পুরস্কার ঝরে পড়ুক সর্বাবস্থায় দৃঢ়পদে সত্যের পথে এগিয়ে চলে। তারা ঈমান এনেছে, সৎকাজ করেছে, খারাপ কাজ থেকে দূরে থেকেছে। সুতরাং আল্লাহ তাদেরকে জান্নাতের সেই উচু বাগ-বাগিচার ওয়ারিশ বানিয়েছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহর ক্ষমতা অসীম। দুনিয়ায় বা আখেরাতে অথবা উভয় স্থানে তিনি যাকে যা চান দিয়ে দেন এবং যার থেকে যা চান ছিনিয়ে নেন। তিনি দিতে চাইলে বাধা দেবার কেউ নেই। না দিতে চাইলে আদায় করারও কেউ নেই। যেহেতু তিনি কাউকে হিদায়াত করেছেন আর কাউকে পথভ্রষ্ট করেছেন তাই আয়াতের শেষে বলেছেন, “তিনি যা ইচ্ছে তা করেন।” [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২২ : ১৫",
        "arabic_text": "\nمَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ ",
        "bangla_text": "যে কউ মনে করে , আল্লাহ্ তাকে কখনই দুনিয়া ও আখিরাতে সাহায্য করবেন না, সে আকাশের দিকে একটি রশি বিলম্বিত করার পর কেটে দিক, তারপর দেখুক তার এ কৌশল তার আক্রোশের হেতু দূর করে কি না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের ব্যাখ্যায় বহু মত হয়েছে। বিভিন্ন তাফসীরকার এর ব্যাখ্যায় যা বলেছেন তার সংক্ষিপ্ত সারা হচ্ছেঃ\n  <br/>\n  <br/>\n  একঃ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এর অর্থ, যে মনে করে আল্লাহ তাকে (অর্থাৎ মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে) সাহায্য করবেন না সে ছাদের গায়ে দড়ি ঝুলিয়ে আত্মহত্যা করুক। [ইবন কাসীর]\n  <br/>\n  <br/>\n  দুইঃ আব্দুর রহমান ইবন যায়দ ইবন আসলাম বলেন, এর অর্থ, যে মনে করে আল্লাহ তাকে (অর্থাৎ মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে) সাহায্য করবেন না সে কোন দড়ির সাহায্যে আকাশে যাবার ও সাহায্য বন্ধ করার চেষ্টা করে দেখুক। [ইবন কাসীর]\n  <br/>\n  <br/>\n  তিনঃ যে মনে করে আল্লাহ তাকে (অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে) সাহায্য করবেন না সে আকাশে গিয়ে অহীর সূত্র কেটে দেবার ব্যবস্থা করুক। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  চারঃ যে মনে করে আল্লাহ তাকে (অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে) সাহায্য করবেন না সে আকাশে গিয়ে তার রিযিক বন্ধ করার চেষ্টা করে দেখুক। [তাবারী, মুজাহিদ থেকে]\n  <br/>\n  <br/>\n  পাঁচঃ যে মনে করে আল্লাহ তাকে (অর্থাৎ যে নিজেই এ ধরনের চিন্তা করে তাকে) সাহায্য করবেন না সে নিজের গৃহের সাথে দড়ি ঝুলিয়ে আত্মহত্যা করুক। কারণ, যে জীবনে আল্লাহর সাহায্য নেই সে জীবনে কল্যাণ নেই। [তাবারী; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২২ : ১৬",
        "arabic_text": "\nوَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ ",
        "bangla_text": "আর এভাবেই আমরা সুস্পষ্ট নিদর্শনরূপে তা নাযিল করেছি; আর নিশ্চয় আল্লাহ্ যাকে ইচ্ছে হেদায়াত করেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২২ : ১৭",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ ",
        "bangla_text": "নিশ্চয় যারা [১] ঈমান এনেছে এবং যারা ইয়াহূদী হয়েছে, যারা সাবিয়ী [২], নাসারা ও অগ্নিপূজক [৩] এবং যারা শিরক করেছে [৪] কেয়ামতের দিন [৫] আল্লাহ্ তাদের মধ্যে ফয়সালা করে দেবেন [৬]। নিশ্চয় আল্লাহ্ সব কিছুর সম্যক প্রত্যক্ষকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতটি পূর্ববর্তী আয়াতসমূহের ধারাবাহিকতায় নাযিল হয়েছে। পূর্ববর্তী আয়াতসমূহে বলা হয়েছিল, যারা আকিদা-বিশ্বাসে দোদুল্যমান থাকবে তারা ক্ষতিগ্রস্থ হবে, তখন প্রশ্ন হতে পারে যে, তাহলে অন্য ধর্মাবলম্বীদের কি অবস্থা? তাই এ বিধান জানিয়ে দেয়া হচ্ছে। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] প্রাচীন যুগে সাবেয়ী নামে দু'টি সম্প্রদায় সর্বজন পরিচিত ছিল। এদের একটি ছিল ইয়াহইয়া আলাইহিস সালামের অনুসারী। তারা ইরাকের উচ্চভূমিতে বিপুল সংখ্যায় বসবাস করতো। ইয়াহইয়া আলাইহিস সালামের অনুগামী হিসেবে তারা মাথায় পানি ছিটিয়ে ধর্মান্তরিত হবার পদ্ধতি মেনে চলতো। তারকা পূজারী দ্বিতীয় দলের লোকেরা নিজেদের শীশ ও ইদরিস আলাইহিস সালামের অনুসারী বলে দাবী করতো। তারা মৌলিক পদার্থের উপর গ্রহের এবং গ্রহের উপর ফেরেশতাদের শাসনের প্রবক্তা ছিল। হাররান ছিল তাদের কেন্দ্র। ইরাকের বিভিন্ন এলাকায় তাদের শাখা-প্ৰশাখা ছড়িয়ে ছিল। এ দ্বিতীয় দলটি নিজেদের দর্শন, বিজ্ঞান ও চিকিৎসা বিদ্যায় পারদর্শিতার কারণে বেশী খ্যাতি অর্জন করে। কিন্তু এখানে প্রথম দলটির কথা বলা হয়েছে। এ সম্ভাবনাই প্রবল। বর্তমানে ইরাকে এ সম্প্রদায়ের অস্তিত্ব রয়েছে। তবে তাদের অনেকেই বর্তমানে প্রচণ্ডতম বিভ্রান্তি-মূলক আকীদায় বিশ্বাসী। [বিস্তারিত দেখুন, আশ-শিক ফিল কাদীম ওয়াল হাদীস]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ ইরানের অগ্নি উপাসকগণ, যারা আলোক ও অন্ধকারের দু'জন ইলাহর প্রবক্তা ছিল এবং নিজেদেরকে যারদশতের অনুসারী দাবী করতো। মাযদাকের ভ্ৰষ্টতা তাদের ধর্ম ও নৈতিক চরিত্রকে সাংঘাতিকভাবে বিকৃত করে দিয়েছিল। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ আরব ও অন্যান্য দেশের মুশরিকবৃন্দ, যারা উপরের বিভিন্ন দলীয় নামের মতো কোন নামে আখ্যায়িত ছিল না। কুরআন মজিদ তাদেরকে অন্যান্য দল থেকে আলাদাভাবে চিহ্নিত করার জন্য “মুশরিক” ও “যারা শির্ক করেছে” ধরনের পারিভাষিক নামে স্মরণ করেছে। অবশ্য মুমিনদের দল ছাড়া বাকি সবার আকীদা ও কর্মধারায় শির্ক অনুপ্রবেশ করেছিল। কিন্তু শির্কের প্রধান দর্শনীয় বিষয় হচ্ছে, মূর্তিপুজা। উপরোক্ত ইয়াহুদী, নাসারা, সাবেয়ী, মাজুস এরা কেউ মূর্তিপূজা করে না। মূর্তিপূজার শির্ক ব্যতীত সকল শির্কই তাদের মধ্যে আছে। তাই মূর্তিপুজার শির্কের উল্লেখ আলাদাভাবে করা হয়েছে। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [৫] অর্থাৎ মানুষদের বিভিন্ন দলের মধ্যে আল্লাহ সম্পর্কে যে মত বিরোধ ও বিবাদ রয়েছে এ দুনিয়ায় তার কোন ফায়সালা হবে না। তার ফায়সালা হবে কেয়ামতের দিন। [আত-তাহরীর ওয়াত তানওয়ীর] সেখানে তাদের মধ্যে কারা সত্যপন্থী এবং কারা মিথ্যার আশ্রয় নিয়েছে তার চূড়ান্ত মীমাংসা করে দেয়া হবে। তারপর যারা তাঁর উপর ঈমান এনেছে তাদেরকে জান্নাতে প্রবেশ করাবেন, আর যারা কুফরী করেছে  তাদেরকে জাহান্নামে প্রবেশ করাবেন। কেননা আল্লাহ তাদের কাজ দেখছেন, তাদের কথাবার্তা সংরক্ষণ করছেন। তাদের গোপন ভেদ জানেন, তাদের মনের গোপন তথ্য সম্পর্কেও তিনি অবগত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৬] তুলনামূলক ধর্মতত্ত্বের জন্য এ আয়াত একটি গুরুত্বপূর্ণ অধ্যায় সংযোজন করেছে। এ আয়াতে মোট ছয়টি ধর্মনীতির উল্লেখ করা হয়েছে। আমরা যদি পৃথিবীর ধর্মসমূহের মূলের দিকে দৃষ্টিপাত করি তবে তাদেরকে এ ছয়টি মৌলিক ধর্মমতের মধ্যেই সীমাবদ্ধ দেখতে পাব। আর সে জন্যই আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন: “দ্বীন হলো ছয়টি তন্মধ্যে একটি আল্লাহর সেটা হলো ইসলাম। আর বাকী পাঁচটি শয়তানের”। [তাফসীর তাবারী:১৭/২৭, রাগায়েবুল ফুরকান ১৭/৭৪, ইবনুল কাইয়্যেম: হিদায়াতুল হায়ারা, পৃ.১২, মাদারেজুসসালেকীন ৩/৪৭৬] বর্তমানে ইসলাম ব্যতীত প্রতিষ্ঠিত ধর্মমত হলো: ১। ইয়াহুদী, ২। সাবেয়ী, ৩। নাসারা, ৪। অগ্নি উপাসক। এ চারটি সবচেয়ে বড় সম্পপ্রদায়। এদের অনেকেই নিজেদেরকে আসমানী কিতাবের অনুসারী বলে দাবী করে এবং কোন কোন নবীর অনুসারী হওয়ার দাবী করে। এ চারটি সম্পপ্রদায়ের বাইরে যারা আছে তারা এত পথ ও মতে বিভক্ত যে, তাদেরকে মৌলিকভাবে কোন একটি পরিচয়ে নিবন্ধন করতে হলে এটাই বলতে হবে যে, এরা মুশরিক। তাই আল্লাহ তা'আলা পাঁচটি প্রধান ধর্মমতের কথা উল্লেখ করে বাকীদের একক পরিচয় এভাবে দিলেন যে, “আর যারা শির্ক করেছে\"। এতে করে পৃথিবীর যাবতীয় মুশরিক যথা হিন্দু, বৌদ্ধ, জৈন ইত্যাদি সবই একই কাতারে মুশরিক হিসেবে শামিল হয়ে যাবে। [এ ব্যাপারে বিস্তারিত জানার জন্য দেখুন, আল-হিন্দুসিয়্যাহ ওয়া তাআসসুরু বা 'দিল ফিরাকিল ইসলামিয়্যাতি বিহা]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২২ : ১৮",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩ ",
        "bangla_text": "আপনি কি দেখেন না যে, আল্লাহকে সিজদা করে যারা আছে আসমানসমূহে ও যারা আছে যমীনে , আর সূর্য, চাঁদ, নক্ষত্রমণ্ডলী, পর্বতরাজি, বৃক্ষলতা, জীবজন্তু [১] এবং সিজদা করে মানুষের মধ্যে অনেকে [২]? আবার অনেকের প্রতি অবধারিত হয়েছে শাস্তি [৩]। আল্লাহ্ যাকে হেয় করেন [৪] তার সম্মানদাতা কেউই নেই; নিশ্চয় আল্লাহ্ যা ইচ্ছে তা করেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সমগ্র সৃষ্টজগত স্রষ্টার আজ্ঞাধীন ও ইচ্ছাধীন। কারো কারো মতে এখানে সিজদা করার দ্বারা আনুগত্য করা বোঝানো হয়েছে। [ফাতহুল কাদীর] সৃষ্টজগতের এই আজ্ঞানুবর্তিতা দুই প্রকার- (এক) সৃষ্টিগত ব্যবস্থাপনার অধীনে বাধ্যতামূলক আনুগত্য। মুমিন, কাফের, জীবিত, মৃত, জড়পদার্থ ইত্যাদি কেউ এই আনুগত্যের আওতা বহির্ভূত নয়। এই দৃষ্টিকোণ থেকে সবাই সমভাবে আল্লাহ তা'আলার আজ্ঞাধীন ও ইচ্ছাধীন। বিশ্ব-চরাচরের কোন কণা অথবা পাহাড় আল্লাহর ইচ্ছা ব্যতিরেকে এতটুকুও নড়াচড়া করতে পারে না। (দুই) সৃষ্টজগতের ইচ্ছাধীন আনুগত্য। অর্থাৎ স্ব-ইচ্ছায় আল্লাহ তা’আলার বিধানাবলী মেনে চলা। আয়াতে এ প্রকার আনুগত্যই বোঝানো হয়েছে। আসমান যমীনে যত কিছু আছে যেমন ফেরেশতা, যাবতীয় জীব-জন্তু সবাই আল্লাহকে সিজদা করে বা তাঁর আনুগত্য করে। অনুরূপভাবে সূর্য, চন্দ্র ও তারকাসমূহও আল্লাহর আনুগত্য ও সিজদা করে। সূর্য, চন্দ্র ও তারকাসমূহকে আলাদাভাবে বর্ণনা করার কারণ হচ্ছে, আল্লাহ ব্যতীত এ গুলোর ইবাদাত করা হয়েছিল, তাই জানিয়ে দেয়া হলো যে, তোমরা এদের পূজা কর, অথচ এরা আল্লাহর জন্য সিজদা করে। অন্য আয়াতে সেটা স্পষ্ট বলা হয়েছে যে, “তোমরা সূর্যকে সিজদা করো না, চাঁদকেও নয় ; আর সিজদা কর আল্লাহকে, যিনি এগুলো সৃষ্টি করেছেন , যদি তোমরা কেবলমাত্র তাঁরই ইবাদাত কর।” [সূরা ফুসসিলাত: ৩৭] [ইবন কাসীর] যদি প্রশ্ন করা হয় যে, ইচ্ছাধীন আনুগত্য তো শুধু বিবেকবান মানুষ, জিন ইত্যাদির মধ্যে হতে পারে। জীবজন্তু, উদ্ভিদ ও জড়পদার্থের মধ্যে তো বিবেক ও চেতনাই নেই। এমতাবস্থায় এগুলোর মধ্যে ইচ্ছাধীন আনুগত্য কিভাবে হবে? এর উত্তর এই যে, কুরআনুল কারীমের বহু আয়াত ও বর্ণনা দ্বারা প্রমাণিত আছে যে, বিবেক, চেতনা ও ইচ্ছা থেকে কোন সৃষ্টবস্তুই মুক্ত নয়। সবার মধ্যেই কম-বেশী এগুলো বিদ্যমান আছে। জন্তু-জানোয়ারের বিবেক ও চেতনা সাধারণতঃ অনুভব করা হয়। উদ্ভিদের বিবেক ও চেতনাও সামান্য চিন্তা ও গবেষণা দ্বারা চেনা যায়, কিন্তু জড় পদার্থের বিবেক ও চেতনা এতই অল্প ও লুক্কায়িত যে, সাধারণ মানুষ তা বুঝতেই পারে না। কিন্তু তাদের স্রষ্টা ও মালিক বলেছেন যে, তারাও বিবেক ও চেতনার অধিকারী। যেমন আল্লাহ বলেন, “এমন কিছু নেই। যা তাঁর সপ্ৰশংস পবিত্রতা ও মহিমা ঘোষণা করে না” [সূরা আল-ইসরা: ৪৪] তাছাড়া সূর্য আরশের নিচে সিজদা করার কথা হাদীসে এসেছে। আবু যর রাদিয়াল্লাহু আনহু বলেন, আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তুমি কি জান, সূর্য কোথায় যায়? আমি বললাম, আল্লাহ ও তাঁর রাসূল বেশী জানেন। তিনি বললেন, এটা যায় তারপর আরাশের নিচে সিজদা করে। অতঃপর অনুমতি গ্ৰহণ করে। অচিরেই এমন এক সময় আসবে যখন তাকে বলা হবে, যেখান থেকে এসেছি সেখানেই ফিরে যাও। [বুখারী: ৩১৯৯] আবুল আলীয়া বলেন, আকাশের যত তারকা আছে, সূর্য ও চাঁদ সবই যখন ডুবে তখন আল্লাহর জন্য সিজদা করে, যতক্ষণ সেগুলোকে অনুমতি না দেয়া হয়, ততক্ষণ সেগুলো ফিরে আসে না। তারপর তাদের উদিত হওয়ার স্থানে উদিত হয়। আর পাহাড় ও গাছের সিজদা হচ্ছে ডানে ও বামে তাদের ছায়া পড়া। [ইবন কাসীর] কাজেই আলোচ্য আয়াতে সে আনুগত্যকে সিজদা শব্দ দ্বারা ব্যক্ত করা হয়েছে, তা ইচ্ছাধীন আনুগত্য। আয়াতের অর্থ এই যে, মানব জাতি ছাড়াও (জিনসহ) সব সৃষ্টবস্তু স্বেচ্ছায় ও স্বজ্ঞানে আল্লাহ্ তা'আলার দরবারে সিজদা করে অর্থাৎ আজ্ঞা পালন করে।\n  <br/>\n  <br/>\n  তবে মানব ও জিন জাতিকে আল্লাহ্ তা'আলা বিবেক ও চেতনার একটি পূর্ণস্তর দান করেছেন। এ কারণেই তাদেরকে আদেশ ও নিষেধের অধীন করা হয়েছে। মানব জাতিই সর্বাধিক বিবেক ও চেতনা লাভ করেছে। এ জন্য তারা দু’ভাগে বিভক্ত হয়ে গেছে- (এক) মুমিন, অনুগত ও সিজদাকারী এবং (দুই) কাফের, অবাধ্য ও সিজদার প্রতি পৃষ্ঠপ্রদর্শনকারী। সিজদার তাওফীক না দিয়ে আল্লাহ তা'আলা শেষোক্ত দলকে হেয় করেছেন। [সা'দী] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “যখন আদম৷ সন্তান সিজদার আয়াত পড়ে (এবং সিজদা করে), শয়তান তখন দূরে গিয়ে কাঁদতে থাকে। সে বলতে থাকে, আদম সন্তানকে সিজদা করতে বলা হয়েছে  সে সিজদা করেছে, তার জন্য নির্ধারিত হল জান্নাত। আর আমাকে সিজদা করতে নির্দেশ দেয়া হয়েছিল আর আমি তা করতে অস্বীকার করেছি, ফলে আমার জন্য নির্ধারিত হলো জাহান্নাম ' [মুসলিম: ৮১] এ আয়াতটি সিজদার আয়াত। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, ‘সুরা আল-হজ্জে দু'টি সাজদাহ রয়েছে। ' [মুস্তাদরাকে হাকিম: ৩৪৭২]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এমন বহু মানুষ রয়েছে যারা নিছক বাধ্য হয়েই নয় বরং ইচ্ছাকৃতভাবে, সানন্দে ও আনুগত্যশীলতা সহকারেও তাঁকে সিজদা করে। [ইবন কাসীর] পরবর্তী বাক্যে তাদের মোকাবিলায় মানব সম্পপ্রদায়ের অন্য যে দলের কথা বলা হচ্ছে তারা স্বেচ্ছায় আল্লাহর সামনে মাথা নত হতে অস্বীকার করে এবং অহংকার করে। [ইবন কাসীর] কিন্তু অন্যান্য স্বাধীন ক্ষমতাহীন সৃষ্টির মতো তারাও প্রাকৃতিক আইনের বাঁধন মুক্ত নয়। কিন্তু তারাও ইচ্ছে করলেই যা ইচ্ছে তা করে বেড়াতে পারে না। তাদেরকেও জন্ম, মৃত্যু, জ্বরা, রোগ-শোক ইত্যাদিতে আল্লাহর নিয়মনীতির বাইরে চলার সুযোগ দেয়া হয়নি। সে হিসেবে আনুগত্যের ব্যাপকতা ও বাধ্যতামূলক সিজদার মধ্যে তারাও শামিল রয়েছে। নিজেদের ক্ষমতার পরিসরে বিদ্রোহের নীতি অবলম্বনের কারণে তারা আযাবের অধিকারী হয়।\n  <br/>\n  <br/>\n  [৩] তাদের অনেকের উপর আযাব অবধারিত হওয়ার কারণ হচ্ছে, তারা আনুগত্য করেনি। তারা সিজদা করেনি। [কুরতুবী]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ তাকে আল্লাহ কাফের ও দূর্ভাগা বানিয়ে অপমানিত করেছেন। সুতরাং তাকে সম্মান দেয়ার আর কেউ নেই যে সে তার দ্বারা সৌভাগ্যশালী ও সম্মানিত হতে পারে। আল্লাহ যা ইচ্ছে তা করতে পারেন। দূৰ্ভাগা হওয়া, সৌভাগ্যশালী হওয়া, সম্মানিত বা অপমানিত হওয়া এ সবই আল্লাহর ইচ্ছাধীন। [ফাতহুল কাদীর] যে ব্যক্তি চোখ মেলে প্রকাশ্য ও উজ্জ্বল সত্য দেখে না এবং যে তাকে বুঝায় তার কথাও শোনে না সে নিজেই নিজের জন্য লাঞ্ছনা ও অবমাননার ডাক দেয়। সে নিজে যা প্রার্থনা করে, আল্লাহ তার ভাগ্যে তাই লিখে দেন। তারপর আল্লাহই যখন তাকে সত্য অনুসরণ করার মর্যাদা দান করেননি তখন তাকে এ মর্যাদায় অভিষিক্ত করার ক্ষমতা আর কার আছে?\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২২ : ১৯",
        "arabic_text": "\n۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ ",
        "bangla_text": "এরা দুটি বিবাদমান পক্ষ [১], তারা তাদের রব সম্বন্ধে বিতর্ক করে; অতএব যারা কুফরী করে তাদের জন্য কেটে তৈরি করা হয়েছে আগুনের পোশাক [২], তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে উল্লেখিত দুই পক্ষ হচ্ছে, সাধারণ মুমিনগণ এবং তাদের বিপরীতে সব কাফের দল; ইসলামের যুগের হোক কিংবা পূর্ববতী যুগসমূহের। ইয়াহুদী, নাসারা, সাবেয়ী, মাজুস ও শির্ককারী সবাই এ কাতারভুক্ত। [ফাতহুল কাদীর] বিভিন্ন বর্ণনায় এসেছে, এই আয়াত সেই দুই পক্ষ সম্পর্কে নাযিল হয়েছে, যারা বদরের রণক্ষেত্রে একে অপরের বিপক্ষে সম্মুখ যুদ্ধে অবতীর্ণ হয়েছিল। মুসলিমদের মধ্য থেকে আলী, হামযা, ওবায়দা রাদিয়াল্লাহু ‘আনহুম ও কাফেরদের পক্ষ থেকে ওতবা ইবনে রবী\"আ, তার পুত্ৰ ওলীদ ও তার ভাই শায়বা এতে শরীক ছিল। তন্মধ্যে কাফের পক্ষের তিন জনই নিহত এবং মুসলিমদের মধ্য থেকে আলী ও হামযা রাদিয়াল্লাহু ‘আনহুমা অক্ষত অবস্থায় ফিরে এসেছিলেন। ওবায়দা রাদিয়াল্লাহু ‘আনহু গুরুতর আহত অবস্থায় ফিরে এসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর কাছে শাহাদাত বরণ করেন। আয়াত যে এই সম্মুখযোদ্ধাদের সম্পর্কে নাযিল হয়েছে, তা বুখারী ও মুসলিমের হাদীস দ্বারা প্রমাণিত । [দেখুন- বুখারীঃ ২৭৪৩, মুসলিমঃ ৩০৩৩] কিন্তু বাহ্যতঃ এই হুকুম তাদের সাথেই বিশেষভাবে সম্পর্কযুক্ত নয়; বরং সমগ্র উম্মতের ক্ষেত্রে প্রযোজ্য- যে কোন যামানার উম্মতই হোক না কেন। আয়াতে আল্লাহ সম্পর্কে বিরোধকারী সমস্ত দলগুলোকে তাদের সংখ্যাধিক্য সত্ত্বেও দু'টি পক্ষে বিভক্ত করা হয়েছে। একটি পক্ষ নবীদের কথা মেনে নিয়ে আল্লাহর সঠিক বন্দেগীর পথ অবলম্বন করে। দ্বিতীয় পক্ষ নবীদের কথা মানে না এবং তারা কুফরীর পথ অবলম্বন করে। তাদের মধ্যে বহু মতবিরোধ রয়েছে এবং তাদের কুফরী বিভিন্ন বিচিত্র রূপও পরিগ্রহ করেছে। কাতাদা বলেন, মুসলিম ও আহলে কিতাব দু'টি দলে বিভক্ত হয়ে তর্কে লিপ্ত হলো। আহলে কিতাবরা বলল, আমাদের নবী তোমাদের নবীর আগে আর আমাদের কিতাব তোমাদের কিতাবের আগে, সুতরাং আমরা তোমাদের থেকে উত্তম। অপরদিকে মুসলিমরা বলল, আমাদের কিতাব সমস্ত কিতাবের মধ্যে ফয়সালা করে (সেগুলোর সত্যাসত্য নিরূপন করে)। আর আমাদের নবী সর্বশেষ নবী, সুতরাং আমরা তোমাদের থেকে উত্তম। তখন আল্লাহ ইসলামের অনুসারীদেরকে তাদের শক্ৰদের উপর প্রাধান্য দিয়ে আয়াত নাযিল করেন। [ইবন কাসীর] কোন কোন মুফাসসির বলেন, এখানে দুই প্রতিপক্ষ বলে জান্নাত ও জাহান্নাম বোঝানো হয়েছে। জাহান্নাম বলেছিল, আমাকে আপনার শাস্তির জন্য নির্ধারিত করে দিন। আর জান্নাত বলেছিল, আমাকে আপনার দয়ার জন্য নির্ধারিত করে দিন। [ইবন কাসীর; ফাতহুল কাদীর] তবে আয়াতে দু’টি দল বলে মুমিন ও কাফের ধরে নিলে সব মতের মধ্যে সামঞ্জস্য বিধান হয়ে যায়। [তাবারী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] ভবিষ্যতে যে বিষয়টির ঘটে যাওয়া একেবারে সুনিশ্চিত তার প্রতি জোর দেবার জন্য সেটি এমনভাবে বর্ণনা করা হয় যেন তা ঘটে গেছে। আগুনের পোশাক বলতে সম্ভবত এমন জিনিস বুঝানো হয়েছে যাকে সূরা ইবরাহীমের ৫০ আয়াতে বলা হয়েছে যে, “তাদের জামা হবে আলকাতরার”। অৰ্থাৎ তাদের জন্য আগুনের টুকরা দিয়ে কাপড়ের মত করে তৈরী করে দেয়া হবে। [ইবন কাসীর] সায়ীদ ইবন জুবাইর বলেন, এখানে জামাগুলো হবে, তামার। যা গরম হলে সবচেয়ে বেশী তাপ সৃষ্টি হয়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২২ : ২০",
        "arabic_text": "\nيُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ ",
        "bangla_text": "যা দ্বারা তাদের পেটে যা আছে তা এবং তাদের চামড়া বিগলিত করা হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২২ : ২১",
        "arabic_text": "\nوَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ ",
        "bangla_text": "এবং তাদের জন্য থাকবে লোহার গদা তথা হাতুড়ি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২২ : ২২",
        "arabic_text": "\nكُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ ",
        "bangla_text": "যখনই তারা যন্ত্রণায় কাতর হয়ে জাহান্নাম থেকে বের হতে চাইবে তখনই তাদেরকে ফিরিয়ে দেয়া হবে তাতে; এবং বলা হবে, ‘আস্বাদন কর দহন-যন্ত্রণা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২২ : ২৩",
        "arabic_text": "\nإِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ ",
        "bangla_text": "নিশ্চয় যারা ঈমান আনে ও সৎকাজ করে আল্লাহ্ তাদেরকে প্রবেশ করাবেন জান্নাতে , যার পাদদেশে নদী প্রবাহিত, সেখানে তাদেরকে অলংকৃত করা হবে সোনার কাঁকন ও মুক্তা দ্বারা [১] এবং সেখানে তাদের পোশাক-পরিচ্ছদ হবে রেশমের [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] মাথার মুকুট এবং হাতে কংকন পরিধান করা পূর্বকালের রাজা-বাদশাদের একটি স্বাতন্ত্র্যমূলক বৈশিষ্ট্য হিসেবে প্রচলিত ছিল। সাধারণ পুরুষদের মধ্যে যেমন মাথায় পরিধান করার প্রচলন নেই, এটা রাজকীয় ভূষণ, তেমনি হাতে কংকন পরিধান করাকেও রাজকীয় ভূষণ মনে করা হয়। তাই জান্নাতীদেরকে কংকন পরিধান করানো হবে। কংকন সম্পর্কে এই আয়াতে এবং সূরা ফাতির-এ বলা হয়েছে যে, তা স্বর্ণ নির্মিত হবে, কিন্তু সূরা নিসা-য় রৌপ্য নির্মিত হওয়ার কথা বলা হয়েছে। এই পরিপ্রেক্ষিতে তাফসীরকারগণ বলেনঃ জান্নাতীদের হাতে তিন রকমের কংকন পরানো হবে- স্বর্ণ নির্মিত, রৌপ্য নির্মিত এবং মোতি নির্মিত। এই আয়াতে মোতির কথাও উল্লেখ করা হয়েছে। [কুরতুবী] জান্নাতীদের কংকন সম্পর্কে হাদীসে এসেছে, “মুমিনের কংকন ততটুকুতে থাকবে, যতটুকুতে তার অযু থাকবে। ” [মুসলিম: ২৫০]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতে আছে যে, জান্নাতীদের পোষাক রেশমের হবে। উদ্দেশ্য এই যে, তাদের সমস্ত পরিচ্ছদ, বিছানা, পর্দা ইত্যাদি রেশমের হবে। রেশমী বস্র দুনিয়াতে সর্বোত্তম গণ্য হয়। [কুরতুবী] বলাবাহুল্য, জান্নাতের রেশমের উৎকৃষ্টতার সাথে দুনিয়ার রেশমের মান কোন অবস্থাতেই তুল্য নয়। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেছেনঃ “যে ব্যক্তি দুনিয়াতে রেশমী বস্ত্ৰ পরিধান করবে, সে আখেরাতে তা পরিধান করবে না। [বুখারী: ৫৮৩৩] আবদুল্লাহ ইবন যুবায়ের রাদিয়াল্লাহু আনহুমা বলেন, যে আখেরাতে রেশমী বস্ত্ৰ পরিধান করবে না। সে জান্নাতে প্ৰবেশ করবে না। কারণ, আল্লাহ তা'আলা বলেন, “আর তাদের পোষাক হবে রেশমী কাপড়”। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২২ : ২৪",
        "arabic_text": "\nوَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ ",
        "bangla_text": "আর তাদেরকে পবিত্র বাক্যের অনুগামী করা হয়েছিল [১] এবং তারা পরিচালিত হয়েছিল পরম প্রশংসিত আল্লাহর পথে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এখানে কালেমা তাইয়্যেবা লা-ইলাহা ইল্লাল্লাহু বোঝানো হয়েছে। [ফাতহুল কাদীর] কোন কোন বর্ণনায় কালেমা লা ইলাহা ইল্লাল্লাহ ও আলহামদুলিল্লাহ। [কুরতুবী] কারও কারও নিকট, আল-কুরআনের প্রতি তাদেরকে পথ দেখানো হবে। এজন্যই বলা হয় যে, এখানে দুনিয়ায় পথ দেখানো উদ্দেশ্য। সুতরাং দুনিয়াতে তাদেরকে কালেমায়ে শাহাদাত এবং কুরআন পড়ার প্রতি পথনির্দেশ করা হয়েছিল। [কুরতুবী] কোন কোন মুফাসসির বলেন, এখানে উত্তম বাণী বলে আখেরাতের কথা বলা হয়েছে। অর্থাৎ আখেরাতে তাদেরকে “আলহামদুলিল্লাহ।” বলার প্রতি হেদায়াত করা হবে। কেননা তারা জান্নাতে বলবে, “যাবতীয় প্রশংসা আল্লাহরই যিনি আমাদেরকে এ পথের হিদায়াত করেছেন। ” [সূরা আল-আরাফ: ৪৩] “আর তারা বলবে, \"প্ৰশংসা আল্লাহর, যিনি আমাদের দুঃখ-দুৰ্দশা দূরীভূত করেছেন”। [সূরা ফাতির: ৩৪] সুতরাং জান্নাতে কোন খারাপ কথা ও মিথ্যা বা অসার শোনা যাবে না। তারা যাই বলবে তা-ই ভাল কথা। আর তারা জান্নাতে আল্লাহর পথেই চলবে, কারণ সেখানে আল্লাহর নির্দেশের বিরোধী কোন কিছু থাকবে না। কারও কারও মতে, আয়াতে উত্তম কথা বলে সে সমস্ত কথা বোঝানো হয়েছে যা আল্লাহর পক্ষ থেকে তাদের কাছে উত্তম সুসংবাদ আকারে প্রদান করা হয়ে থাকে। [কুরতুবী]\n  <br/>\n  <br/>\n  আর প্রশংসিতের পথে বলে এমন স্থানের কথা বলা হয়েছে যেখানে তারা তাদের রাবের প্রশংসা করবে। কারণ তিনি তাদের প্রতি দয়া করেছেন, নেয়ামত দিয়েছেন। অর্থাৎ জান্নাত। যেমন হাদীসে এসেছে, “তাদের প্রতি তাসবীহ ও তাহমীদ পাঠ করার ইলহাম হবে যেমন দুনিয়াতে কেউ শ্বাস-প্ৰশ্বাস নিয়ে থাকে। ” [মুসনাদে আহমাদ ৩/৩৮৪] অপর কারও মতে, এখানে দুনিয়াতে সিরাতুল মুস্তাকীম প্রাপ্তির কথা বোঝানো হয়েছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২২ : ২৫",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ ",
        "bangla_text": "নিশ্চয় যারা কুফরী করেছেও মানুষকে বাধা দিয়েছে আল্লাহর পথ [১] থেকে ও মসজিদুল হারাম থেকে [২]। যা আমরা করেছি স্থানীয় ও বহিরাগত সব মানুষের জন্য সমান [৩], আর যে সেখানে অন্যায়ভাবে ‘ইলহাদ [৪]’ তথা দ্বীনবিরোধী পাপ কাজের ইচ্ছে করে তাকে আমরা আস্বাদন করাব যন্ত্রণাদায়ক শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর পথ বলে ইসলামকে বোঝানো হয়েছে। আয়াতের অর্থ এই যে, তারা নিজেরা তো ইসলাম থেকে দূরে সরে আছেই; অন্যদেরকেও ইসলাম থেকে বাধা দেয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এটা তাদের দ্বিতীয় গোনাহ। তারা মুসলিমদেরকে মসজিদুল হারামে প্রবেশ করতে বাধা দেয়। মসজিদুল হারাম' ঐ মসজিদকে বলা হয়, যা বায়তুল্লাহর চতুস্পার্শ্বে নির্মিত হয়েছে। এটা মক্কার হারাম শরীফের একটা গুরুত্বপূর্ণ অংশ। কিন্তু কোন কোন সময় মসজিদুল হারাম\" বলে মক্কার সম্পূর্ণ হারাম শরীফ বোঝানো হয়; যেমন হুদায়বিয়ার ঘটনাতে মক্কার কাফেররা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে শুধু মসজিদে হারামে প্রবেশে বাধা দেয়নি; বরং হারামের সীমানায় প্রবেশ করতে বাধা দান করেছিল। সহীহ হাদীস দ্বারা তা-ই প্রমাণিত রয়েছে। কুরআনুল করীম এ ঘটনায় মসজিদুল হারাম শব্দটি সাধারণ হারাম অর্থে ব্যবহার করেছে এবং বলেছেঃ\n  <br/>\n  <br/>\n  وَصَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ\n  <br/>\n  <br/>\n  [সূরা আল-ফাতহঃ ২৫] তাফসীরে দুররে-মানসূরে এ স্থানে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে রেওয়ায়েত বৰ্ণনা করা হয়েছে যে, আয়াতে মসজিদে হারাম বলে হারাম এলাকা বোঝানো হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এখানে যারা কুফরি করেছে, আল্লাহর পথ থেকে বাধা দিচ্ছে এবং মাসজিদুল হারাম থেকে বাধা দেয়। তাদের কি অবস্থা হবে সেটা উল্লেখ করা হয় নি। তবে আয়াত থেকে সেটা বুঝা যায়, আর তা হচ্ছে, তারা ক্ষতিগ্ৰস্ত হবে বা ধ্বংস হবে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  আয়াতে বর্ণিত সব মানুষের জন্য সমান' বলে বুঝানো হয়েছে যে, হারাম কোন ব্যক্তি, পরিবার বা গোত্রের নিজস্ব সম্পত্তি নয়। বরং সর্বসাধারণের জন্য ওয়াকফকৃত, যার যিয়ারত থেকে বাধা দেবার অধিকার কারো নেই। মাসজিদুল হারাম ও হারাম শরীফের যে যে অংশে হজের ক্রিয়াকর্ম পালন করা হয়; যেমন- ছাফা-মারওয়া পাহাড়দ্বয়ের মধ্যবর্তী স্থান, মীনার সমগ্র ময়দান, আরাফাতের সম্পূর্ণ ময়দান এবং মুযদালিফার গোটা ময়দান, এসব ভূখণ্ড সারা বিশ্বের মুসলিমদের জন্য সাধারণ ওয়াকফ। কোন ব্যক্তি বিশেষের ব্যক্তিগত মালিকানা এগুলোর উপর কখনো হয়নি এবং হতেও পারে না। এ বিষয়ে সমগ্র উম্মত ও ফেকাহবিদগণ একমত। এগুলো ছাড়া মক্কা মুকাররমার সাধারণ বাসগৃহ এবং হারামের অবশিষ্ট ভূখণ্ড সম্পর্কেও কোন কোন ফেকাহাবিদ বলেন যে, এগুলোও সাধারণ ওয়াকফ সম্পত্তি। এগুলো বিক্রয় করা ও ভাড়া দেয়া হারাম। প্রত্যেক মুসলিম যে কোন স্থানে অবস্থান করতে পারে। তবে অধিকসংখ্যক ফেকাহবিদগণের উক্তি এই যে, মক্কার বাসগৃহসমূহের উপর ব্যক্তিবিশেষের মালিকানা হতে পারে। কারণ, ওমর ফারুক রাদিয়াল্লাহু ‘আনহু থেকে প্রমাণিত আছে যে, তিনি সফওয়ান ইবনে উমাইয়ার বাসগৃহ ক্রয় করে কয়েদীদের জন্য জেলখানা নির্মাণ করেছিলেন। কিন্তু আলোচ্য আয়াতে হারামের যে যে অংশে প্রতিবন্ধকতা সৃষ্টি করার কথা উল্লেখ করা হয়েছে, সেগুলো সর্বাবস্থায় সাধারণ ওয়াকফ। এগুলোতে প্রবেশে বাধা দেয়া হারাম। আলোচ্য আয়াত থেকে এই অবৈধতা প্রমাণিত হয়। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] অভিধানে إلحاد এর অর্থ সরল পথ থেকে সরে যাওয়া, ঝুঁকে পড়া। অর্থাৎ কোন বড় মারাত্মক গোনাহ করার ইচ্ছা পোষণ করাই ইলাহাদ। [ইবন কাসীর] তবে এখানে আল্লাহ তা’আলা যুলুমের সাথে ইলহাদের কথা বলেছেন। ইবন আব্বাস এর অর্থ করেছেন, ইচ্ছাকৃতভাবে এ অপরাধ করা। ইবন আব্বাস থেকে অপর বর্ণনায় এসেছে, হারাম শরীফে আল্লাহ যা হারাম করেছেন যেমন, হত্যা, খারাপ আচরণ, এসবের কোন কিছুকে হালাল মনে করা। ফলে যে যুলুম করেনি তার উপর যুলুম করা, যে হত্যা করেনি তাকে হত্যা করা। সুতরাং কেউ যদি এ ধরনের কোন আচরণ করে তবে আল্লাহ তার জন্য মর্মন্তুদ শাস্তি প্রস্তুত করে রেখেছেন। অপর কারও কারও মতে, এখানে যুলুম অর্থ শির্ক। মুজাহিদ বলেন, আল্লাহ ব্যতীত অন্য কারও ইবাদত করা। মুজাহিদ থেকে অপর বর্ণনায় এসেছে যে, কোন খারাপ করাই যুলুম শব্দ দ্বারা উদ্দেশ্য। [ইবন কাসীর] মোটকথা: যাবতীয় খারাপ কাজই এর মধ্যে শামিল হবে। যদিও সকল অবস্থায় খারাপ কাজ করা পাপ কিন্তু হারাম শরীফে একাজ করা আরো অনেক বেশী মারাত্মক পাপ। মুফাসসিরগণ বিনা প্রয়োজনে কসম খাওয়া কিংবা চাকরদেরকে গালি দেয়াকে পর্যন্ত হারাম শরীফের মধ্যে বেদ্বীনী গণ্য করেছেন এবং একে এ আয়াতের ক্ষেত্র হিসেবে চিহ্নিত করেছেন। আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু থেকে এই আয়াতের তাফসীর এরূপও বর্ণিত আছে যে, হারাম শরীফ ছাড়া অন্যত্ৰ পাপ কাজের ইচ্ছা করলেই পাপ লেখা হয় না, যতক্ষণ না তা কার্যে পরিণত করা হয়। কিন্তু হারামে শুধু পাকাপোক্ত ইচ্ছা করলেই গোনাহ লেখা হয়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২২ : ২৬",
        "arabic_text": "\nوَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ ",
        "bangla_text": "আর স্মরণ করুন যখন আমরা ইবরাহীমের জন্য নির্ধারণ করে দিয়েছিলাম [১] ঘরের স্থান [২], তখন বলেছিলাম, ‘আমার সাথে কোন কিছু শরীক করবেন না [৩] এবং আমার ঘরকে তাওয়াফকারী, সালাতে দণ্ডায়মান, এবং রুকু ও সিজদাকারীদের জন্য পবিত্র রাখুন [৪]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১] এ আয়াতে যারা আল্লাহ ব্যতীত অন্য কারও ইবাদাত করে তাদের ব্যাপারে সাবধান করা হয়েছে। যারা আল্লাহর সাথে এমন ঘরে শির্ক করে যার ভিত্তি রচিত হয়েছিল তাওহীদের উপর। আল্লাহ জানিয়ে দিচ্ছেন যে, তিনি ইবরাহীম আলাইহিস সালামকে সেটার স্থান দেখিয়ে দিলেন, তার কাছে সমৰ্পন করলেন এবং তা তৈরী করার অনুমতি দিলেন। [ইবন কাসীর] অভিধানে بوأ শব্দের অর্থ বর্ণনা করা। [জালালাইন] অপর অর্থ, তৈরী করা, কারণ সেটার স্থান অপরিচিত ছিল। [মুয়াসসার] আয়াতের অর্থ এইঃ একথা উল্লেখযোগ্য ও স্মর্তব্য যে, আমি ইবরাহীম 'আলাইহিস সালাম-কে বায়তুল্লাহর অবস্থানস্থলের ঠিকানা বর্ণনা করে দিয়েছি। আলী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেনঃ যখন ইবরাহীম আলাইহিস সালাম-কে ঘর বানানোর নির্দেশ দেয়া হলো, তিনি বিবি হাজেরা ও ইসমাঈলকে নিয়ে তা বানাতে বের হলেন, যখন মক্কার উপত্যকায় আসলেন তখন তিনি তার মাথার উপর ঘরের স্থানটুকুতে মেঘের মত দেখলেন, যাতে মাথার মত ছিল, সে মাথা থেকে ইবরাহীম ‘আলাইহিস সালাম-কে বলা হলঃ হে ইবরাহীম! আপনি আমার ছায়ায় বা আমার পরিমাণ স্থানে ঘর বানান, এর চেয়ে কমাবেন না, বাড়াবেনও না। তারপর যখন ঘর বানানো শেষ করলেন, তখন তিনি বের হয়ে চলে গেলেন এবং ইসমাঈল ও হাজেরাকে ছেড়ে গেলেন, আর এটাই আল্লাহর বাণীঃ وَاِذْبَوَّاُنَالِاِبْرٰهِيْمَ আয়াতের মর্মার্থ। [মুস্তাদরাকে হাকিমঃ ২/৫৫১]\n  <br/>\n  <br/>\n  [২] مَكَانَ الْبَيْتِ  শব্দে ইঙ্গিত রয়েছে যে, বায়তুল্লাহ্ ইবরাহীম আলাইহিস সালাম-এর আগে থেকেই বিদ্যমান ছিল। বিভিন্ন বর্ণনায় এসেছে যে, এর প্রথম নির্মাণ আদম 'আলাইহিস সালাম-কে পৃথিবীতে আনার পূর্বে অথবা সাথে সাথে হয়েছিল। আদম 'আলাইহিস সালাম ও তৎপরবতী নবীগণ বায়তুল্লাহ তাওয়াফ করতেন। কিন্তু এ সমস্ত বর্ণনা খুব শক্তিশালী নয়। সহীহ বৰ্ণনানুসারে ইবরাহীম আলাইহিসসালামই প্রথম কা'বা শরীফ নির্মাণ করেছিলেন। তখন আয়াতের অর্থ হবে, আমরা তাকে হবু ঘরের স্থান দেখিয়েছিলাম। এ অর্থ হবে না যে, সেখানে ঘর ছিল আর তা নষ্ট হয়ে যাবার পরে আবার তা ইবরাহীম আলাইহিসসালামকে নির্মাণের জন্য দেখিয়ে দেয়া হয়েছিল। ইবনে কাসীর রাহেমাহুল্লাহ বলেন, এ আয়াত থেকেই অনেকে প্রমাণ করেছেন যে, ইবরাহীম আলাইহিস সালামই প্রথম আল্লাহর ঘর নির্মাণ করেছেন। তার পূর্বে সেটি নির্মিত হয়নি। এর সপক্ষে প্রমাণ হচ্ছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এক হাদীস, আবু হুরায়রা রাদিয়াল্লাহু আনহু বলেন, আমি বললাম, হে আল্লাহর রাসূল! কোন মসজিদটি প্রথম নির্মিত হয়েছে? তিনি বললেন, মাসজিদুল হারাম। আমি বললাম, তারপর কোনটি? তিনি বললেন, বাইতুল মুকাদ্দাস। আমি বললাম, এ দুয়ের মাঝখানে কত সময়? তিনি বললেন, চল্লিশ বছর। [বুখারী: ৩৩৬৬; মুসলিমঃ ৫২০]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ ইবরাহীম আলাইহিস সালাম-কে এই ঘরের কাছেই পুনর্বাসিত করার পর কতগুলো আদেশ দেয়া হয়। তন্মধ্যে প্রথম নির্দেশটি ছিল সর্বকালের সবচেয়ে বড় গুরুত্বপূর্ণ নির্দেশ। আর তা হলো, ‘আমার সাথে কাউকে শরীক করবেন না।” ইবন কাসীর বলেন, এর অর্থ, একমাত্র আমার জন্যই এ ঘরটি বানাবেন। অথবা এ ঘরে শুধু আমাকেই ডাকবেন। অথবা এর অর্থ, আমার সাথে কাউকে শরীক করবেন না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] দ্বিতীয় আদেশ এরূপ দেয়া হয় যে, আমার গৃহকে পবিত্র রাখুন। পবিত্র করার অর্থ কুফর ও শির্ক থেকে পবিত্র রাখা। [ইবন কাসীর; ফাতহুল কাদীর] অনুরূপভাবে বাহ্যিক ময়লা-আবর্জনা থেকেও পবিত্র রাখা। [ফাতহুল কাদীর] ইবরাহীম আলাইহিস সালাম-কে একথা বলার উদ্দেশ্য অন্য লোকদেরকে এ ব্যাপারে সচেষ্ট করা। কারণ, ইবরাহীম আলাইহিস সালাম নিজেই শির্ক ও কুফারী থেকে মুক্ত ছিলেন, তিনি আল্লাহর ঘরকে ময়লা-আবর্জনামুক্ত করতেন। এতদসত্ত্বেও যখন তাকে একাজ করতে বলা হয়েছে, তখন অন্যদের এ ব্যাপারে কতটুকু যত্নবান হওয়া উচিত, তা সহজেই অনুমেয়। আয়াত থেকে আরও স্পষ্ট হচ্ছে যে, এখানে কাবাঘরের সেবার দাবীদার তৎকালীন কাফের মুশরিকদের সাবধান করা হচ্ছে যে, এ ঘর নির্মাণের জন্য তোমাদের পিতার উপর শর্ত দেয়া হয়েছিল যে, তিনি এটাকে শির্কমুক্ত রাখবেন। তোমরা সে শর্তটি পূর্ণ করতে পারনি। বরং শির্ক দ্বারা কলুষিত করেছ। [ফাতহুল কাদীর] এ নির্দেশের সাথে কাদের জন্য ঘরটি পবিত্র রাখবেন তাদের কথাও জানিয়ে দেয়া হয়েছে। তারা হচ্ছেন, তাওয়াফকারী ও সালাতে দণ্ডায়মানকারী, রুকুকারী ও সিজদাকারী লোকদের জন্য। বিশেষ করে তাওয়াফ এ ঘর ছাড়া আর কোথাও জায়েয নেই, আর সালাত এ ঘর ব্যতীত অন্য কোন দিকে মুখ করে পড়া (নফল ও যুদ্ধের সময়কার সালাত ব্যতীত) জয়েয নেই। অনুরূপভাবে রুকু ও সিজদা বলার কারণে ইবাদাতের মধ্যে এ দু'টি রুকনের গুরুত্ব প্রকাশ পাচ্ছে। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২২ : ২৭",
        "arabic_text": "\nوَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ ",
        "bangla_text": "আর মানুষের কাছে হজের ঘোষণা করে দিন [১], তারা আপনার কাছে আসবে পায়ে হেঁটে এবং সব ধরনের কৃশকায় উটের পিঠে করে, তারা আসবে দুর-দুরান্তের পথ অতিক্রম করে [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবরাহীম 'আলাইহিস সালাম-এর প্রতি তৃতীয় আদেশ এই যে, মানুষের মধ্যে ঘোষণা করে দিন যে, বায়তুল্লাহর হজ্জ তোমাদের উপর ফরয করা হয়েছে। ইবনে আবী হাতেমা ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণনা করেন যে, যখন ইবরাহীম 'আলাইহিস সালাম-কে হজ্জ ফরয হওয়ার কথা ঘোষণা করার আদেশ দেয়া হয়, তখন তিনি আল্লাহর কাছে আরয করলেনঃ এখানে তো জনমানবহীন প্রান্তর। ঘোষণা শোনার মত কেউ নেই; যেখানে জনবসতি আছে সেখানে আমার আওয়াজ কিভাবে পৌঁছবে? জবাবে আল্লাহ তা'আলা বললেনঃ আপনার দায়িত্ব শুধু ঘোষণা করা। বিশ্বে পৌছানোর দায়িত্ব আমার। ইবরাহীম 'আলাইহিস সালাম মাকামে ইবরাহীমে দাঁড়িয়ে ঘোষণা করলে আল্লাহ তা'আলা তা উচ্চ করে দেন। কোন কোন বর্ণনায় আছে, তিনি আবু কুবাইস পাহাড়ে আরোহণ করে দুই কানে আঙ্গুলি রেখে ডানে-বামে এবং পূর্ব-পশ্চিমে মুখ করে বললেনঃ “লোক সকল! তোমাদের পালনকর্তা গৃহ নির্মাণ করেছেন এবং তোমাদের উপর এই গৃহের হজ ফরয করেছেন। তোমরা সবাই পালনকর্তার আদেশ পালন কর।” এই বর্ণনায় আরো বলা হয়েছে যে, ইবরাহীম আলাইহিস সালাম-এর এই আওয়াজ আল্লাহ তা'আলা বিশ্বের কোণে কোণে পৌঁছে দেন এবং শুধু তখনকার জীবিত মানুষ পর্যন্তই নয়; বরং ভবিষ্যতে কেয়ামত পর্যন্ত যত মানুষ আগমনকারী ছিল, তাদের প্রত্যেকের কান পর্যন্ত এ আওয়াজ পৌছে দেয়া হয়। যার যার ভাগ্যে আল্লাহ্ তা'আলা হজ লিখে দিয়েছেন, তাদের প্রত্যেকেই এই আওয়াজের জবাবে\n  <br/>\n  <br/>\n  لَبَّيْكَ اللّٰهُمَّ لَبَّيْكَ\n  <br/>\n  <br/>\n  বলেছে। অর্থাৎ হাজির হওয়ার কথা স্বীকার করেছে। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ ইবরাহিমী আওয়াজের জবাবই হচ্ছে হজ্জে ‘লাব্বাইকা' বলার আসল ভিত্তি। [দেখুন- তাবারীঃ ১৪/১৪৪, হাকীম মুস্তাদরাকঃ ২/৩৮৮]\n  <br/>\n  <br/>\n  [২] এ আয়াতে সেই প্রতিক্রিয়া বৰ্ণনা করা হয়েছে, যা ইবরাহীম আলাইহিস সালাম-এর ঘোষণাকে সব মানবমণ্ডলী পর্যন্ত পৌঁছানোর কারণে কেয়ামত পর্যন্তের জন্য কায়েম হয়ে গেছে। তা এই যে, বিশ্বের প্রতিটি প্রত্যন্ত এলাকা থেকেও মানুষ বায়তুল্লাহর দিকে চলে আসবে; কেউ পদব্রজে, কেউ সওয়ার হয়ে। যারা সওয়ার হয়ে আসবে, তারাও দূর-দূরান্ত দেশ থেকে আগমন করবে। ফলে তাদের সওয়ারীর জন্তুগুলো কৃশকায় হয়ে যাবে। পরবর্তী নবীগণ এবং তাদের উম্মতগণও এই আদেশের অনুসারী ছিলেন। ঈসা 'আলাইহিস সালাম-এর পর যে সুদীর্ঘ জাহেলিয়াতের যুগ অতিবাহিত হয়েছে, তাতেও আরবের বাসিন্দারা মূর্তিপূজায় লিপ্ত থাকা সত্ত্বেও হজ্জের বিধান তেমনিভাবে পালন করেছে, যেমন ইবরাহীম ‘আলাইহিস সালাম থেকে বর্ণিত ছিল। যদিও পরবর্তীতে আরবরা বিভিন্ন পারিপার্শ্বিক অবস্থায় হজ্জের সঠিক পদ্ধতি পরিবর্তন করে নিয়েছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের সে সমস্ত ভুলের সংশোধন করে দিয়েছিলেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২২ : ২৮",
        "arabic_text": "\nلِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ ",
        "bangla_text": "যাতে তারা তাদের কল্যাণের স্থানগুলোতে উপস্থিত হতে পারে [১] এবং রিনি তাদেরকে চতুষ্পদ জন্তু হতে যা রিযক হিসেবে দিয়েছেন তার উপর নির্দিষ্ট দিনগুলোতে আল্লাহর নাম উচ্চারন করতে পারে [২]। অতঃপর তোমরা তা থেকে খাও [৩] এবং দুঃস্থ, অভাবগ্রস্তকে আহার করাও [৪]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দূর-দূরান্ত পথ অতিক্রম করে তাদের এই উপস্থিতি তাদেরই উপকারের নিমিত্ত। এখানে منافع শব্দটি نكرة ব্যবহার করে ব্যাপক অর্থের প্রতি ইঙ্গিত করা হয়েছে। তন্মধ্যে দ্বীনী উপকার তো অসংখ্য আছেই; পার্থিব উপকারও অনেক প্রত্যক্ষ করা হয়। চিন্তা করলে এ বিষয়টি সাধারণভাবে প্রত্যক্ষ করা যাবে যে, হজ্জের দ্বীনী কল্যাণ অনেক; তন্মধ্যে নিম্নে বর্ণিত কল্যাণটি কোন অংশে কম নয়। আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ “যে ব্যক্তি আল্লাহর জন্য হজ্জ করে এবং তাতে অশ্লীল ও গোনাহর কার্যাদি থেকে বেঁচে থাকে, সে হজ্জ থেকে এমতাবস্থায় ফিরে আসে যেন আজই মায়ের গর্ভ থেকে বের হয়েছে; [বুখারীঃ ১৪৪৯, ১৭২৩,১৭২৪, মুসলিমঃ ১৩৫০] অর্থাৎ জন্মের অবস্থায় শিশু যেমন নিষ্পাপ থাকে, সে-ও তদ্রুপই হয়ে যায়”। তাছাড়া আরেকটি উপকার তো তাদের অপেক্ষায় আছে। আর তা হচ্ছে, আল্লাহর সস্তুষ্টি। [ইবন কাসীর] অনুরূপভাবে হজ্জের মধ্যে আরাফাহ, মুযদালিফাহ, ইত্যাদি হজের স্থানে অবস্থান ও দো’ আর মাধ্যমে আল্লাহর সন্তুষ্টি ও ক্ষমা লাভ করা যায়। [কুরতুবী] তবে এখানে কেবলমাত্র দ্বীনী কল্যাণের কথাই বলা হয়নি, এর সাথে পার্থিব কল্যাণও সংযুক্ত রয়েছে। এ হজ্জের বরকতেই আরবের যাবতীয় সন্ত্রাস, বিশৃংখলা ও নিরাপত্তাহীনতা অন্তত চারমাসের জন্য স্থগিত হয়ে যেতো এবং সে সময় এমন ধরনের নিরাপত্তা লাভ করা যেতো। যার মধ্যে দেশের সকল এলাকার লোকেরা সফর করতে পারতো এবং বাণিজ্য কাফেলাও নিরাপদে চলাফেরা করতে সক্ষম হতো। এজন্য আরবের অর্থনৈতিক জীবনের জন্যও হজ্জ একটি রহমত ছিল। অন্য আয়াতে আল্লাহ বলেন, “তোমাদের রব-এর অনুগ্রহ সন্ধান করাতে তোমাদের কোন পাপ নেই। \" [সূরা আল-বাকারাহ: ১৯৮] অর্থাৎ ব্যবসা। [কুরতুবী] ইসলামের আগমনের পরে হজ্জের দ্বীনী কল্যাণের সাথে সাথে পার্থিব কল্যাণও কয়েকগুণ বেশী হয়ে গেছে। প্রথমে তা ছিল কেবলমাত্র আরবের জন্য রহমত, এখন হয়ে গেছে। সারা দুনিয়ার তাওহীদবাদীদের জন্য রহমত।\n  <br/>\n  <br/>\n  [২] বায়তুল্লাহর কাছে হাজীদের আগমনের এক উপকার তো উপরে বর্ণিত হল যে, তারা তাদের দুনিয়া ও আখেরাতের কল্যাণ প্রত্যক্ষ করবে। এরপর দ্বিতীয় উপকার এরূপ বর্ণিত হয়েছে,\n  <br/>\n  <br/>\n  وَيَذْكُرُوْااسْمَ اللّٰهِ فِىْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَارَزَقَهُمْ مِّنْ م بَهِيْمَةِ الْاَنْعَامِ\n  <br/>\n  <br/>\n  অর্থাৎ যাতে নির্দিষ্ট দিনগুলোতে আল্লাহর নাম উচ্চারণ করে সেসব জন্তুর উপর, যেগুলো আল্লাহ তাদেরকে দিয়েছেন। হাদঈ বা কুরবানীর গোশত তাদের জন্য হালাল করা হয়েছে। এটা বাড়তি নেয়ামত। ‘নির্দিষ্ট দিনগুলো” বলে সেই দিনগুলো বোঝানো হয়েছে, যেগুলোতে কুরবানী করা জায়েয, অর্থাৎ যিলহজ্জ মাসের ১০, ১১, ১২ ও ১৩ তারিখ। [ইবন কাসীর] কোন কোন মুফাসসিরের মতে, এখানে اَيَّامٍ مَّعْلُوْمٰتٍ বলে যিলহজ্জের দশ দিন এবং আইয়ামে তাশরিকের দিনগুলোসহ মোট তের দিনকে বোঝানো হয়েছে। [ইবন কাসীর] অবশ্য এ ব্যাপারে সহীহ হাদীসেও এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “যিলহজ্জ মাসের প্রথম দশদিনের আমলেরমত উৎকৃষ্ট আমল আর কিছু নেই। সাহাবায়ে কেরাম জিজ্ঞাসা করলেনঃ এমনকি আল্লাহর রাস্তায় জিহাদও নয়? তিনি বললেনঃ এমনকি জিহাদও নয়, তবে যদি সে মুজাহিদ তার জান ও মাল নিয়ে জিহাদ করতে বের হয়ে আর ফিরে না আসে '[বুখারীঃ ৯৬৯] আয়াতে পশু বলতে গৃহপালিত চতুষ্পদ জন্তুর কথা বুঝানো হয়েছে। অর্থাৎ উট,গরু, ছাগল ভেড়া, যেমন সূরা আল-আন’আমের ১৪২-১৪৪ আয়াতে সুস্পষ্টভাবে বর্ণনা করা হয়েছে। আর তাদের উপর আল্লাহর নাম নেওয়ার অর্থ হচ্ছে, আল্লাহর নামে এবং তার নাম উচ্চারণ করে তাদেরকে যবোহ করা যেমন পরবর্তী বাক্য নিজেই বলে দিচ্ছে। কুরআন মজীদে কুরবানীর জন্য সাধারণভাবে \"পশুর উপর আল্লাহর নাম নেওয়া”র পরিভাষাটি ব্যবহার করা হয়েছে এবং সব জায়গায়ই এর অর্থ হচ্ছে আল্লাহর নামে পশু যবেহ করা। [কুরতুবী; ইবন কাসীর] এভাবে যেন এ সত্যটির ব্যাপারে সতর্ক করে দেয়া হয়েছে যে, আল্লাহর নাম না নিয়ে অথবা আল্লাহ ছাড়া অন্য কারো নামে পশু যিবোহ করা কাফের ও মুশরিকদের পদ্ধতি। মুসলিম যখনই পশু যবোহ করবে আল্লাহর নাম নিয়ে করবে এবং যখনই কুরবানী করবে আল্লাহর জন্য করবে। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [৩] এখানে كلوا শব্দটি আদেশসূচক পদ হলেও অর্থ ওয়াজিব করা নয়; বরং অনুমতি দান ও বৈধতা প্রকাশ করা; [কুরতুবী] যেমন- কুরআনের\n  <br/>\n  <br/>\n  وَاِذَاحَلَلْتُمْ فَاصْطَادُوْا\n  <br/>\n  <br/>\n  [সূরা আল-মায়েদাহঃ ২] আয়াতে শিকারের আদেশ অনুমতিদানের অর্থে ব্যবহৃত হয়েছে।\n  <br/>\n  <br/>\n  [৪] দুৰ্দশাগ্ৰস্ত অভাবীকে আহার করানোর ব্যাপারে যা বলা হয়েছে তার অর্থ এ নয় যে, সচ্ছল বা ধনী ব্যক্তিকে আহার করানো যেতে পারে না। বন্ধু, প্রতিবেশী, আত্মীয়-স্বজন অভাবী না হলেও তাদেরকে কুরবানীর গোশত দেওয়া জায়েয। এ বিষয়টি সাহাবায়ে কেরামের কার্যাবলী থেকে প্রমাণিত। আলকামা বলেন, আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু আমার হাতে কুরবানীর পশু পাঠান এবং নির্দেশ দেন, কুরবানীর দিন একে যবোহ করবে, নিজে খাবে, মিসকীনদেরকে দেবে এবং আমার ভাইয়ের ঘরে পাঠাবে। [আস-সুনানুল কুবরা লিল বাইহাকী: ১০২৩৮] ইবনে উমর রাদিয়াল্লাহু ‘আনহুমাও একই কথা বলেছেন অর্থাৎ একটি অংশ খাও, একটি অংশ  প্রতিবেশীদেরকে দাও এবং একটি অংশ মিসকীনদের মধ্যে বণ্টন করো। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২২ : ২৯",
        "arabic_text": "\nثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ ",
        "bangla_text": "তারপর তারা যেন তাদের অপরিচ্ছন্নতা দূর করে [১] এবং তাদের মানত পূর্ণ করে [২] আর তাওয়াফ করে প্রাচীন ঘরের [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تفث এর আভিধানিক অর্থ ময়লা, যা মানুষের দেহে জমা হয়। [ফাতহুল কাদীর] ইত্যাদি হারাম। তাই এগুলোর নীচে ময়লা জমা হওয়া স্বাভাবিক ব্যাপার। এই আয়াতে বলা হয়েছে যে, হজ্জের কুরবানী সমাপ্ত হলে দেহের ময়লা দূর করে দাও। অর্থাৎ এহরাম খুলে ফেল, মাথা মুণ্ডাও এবং নখ কাট। নাভীর নীচের চুলও পরিস্কার কর। [কুরতুবী] আয়াতে প্রথমে হাদঈ জবাই ও পরে ইহরাম খোলার কথা বলা হয়েছে। এতে বোঝা যায় যে, এই ক্রম অনুযায়ী এসব কার্যাদি সম্পন্ন করা মুস্তাহাব। যদি এতে আগ-পিছ হয়, তবে কোন সমস্যা নেই। কারণ, হাদীসে এসেছে, “সেদিন (১০ই যিলহজ্জ তারিখে) হজ্জের কাজগুলোর মধ্যে কোনটা আগ-পিছ করার ব্যাপারে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে যখনই কোন প্রশ্ন করা হয়েছে, তখনি তিনি বলেছেনঃ কর, কোন সমস্যা নেই।” [বুখারীঃ ৮১, ১২১, ১৬:২১, ১৬:২২, ৬১৭২, মুসলিমঃ ১৩০৬] এ প্রসংগে এ কথা জেনে নেয়া উচিত যে, পাথর নিক্ষেপ ও মাথামুণ্ডন এ দু'টির যে কোন একটি এবং হাদঈ জবাইয়ের কাজ শেষ করার পর অন্যান্য যাবতীয় নিষেধাজ্ঞা শেষ হয়ে যায়। কিন্তু স্ত্রী সহবাস ততক্ষণ পর্যন্ত বৈধ হয় না। যতক্ষণ না \"তাওয়াফে ইফাদাহ” শেষ করা হয়।\n  <br/>\n  <br/>\n  [২] نذور শব্দটি نذر এর বহুবচন। অর্থাৎ এ সময়ের জন্য যে ব্যক্তি কোন মানত করে সে যেন তা পূরণ করে। শরীআতে মানতের স্বরূপ এই যে, শরীআতের আইনে যে কাজ কোন ব্যক্তির উপর ওয়াজিব নয়, যদি সে মুখে মানত করে যে, আমি এ কাজ করব অথবা আল্লাহর ওয়াস্তে আমার জন্য এ কাজ করা জরুরী, একেই নযর বা মানত বলা হয়। একে পূর্ণ করা ওয়াজিব হয়ে যায়, যদিও মূলতঃ তা ওয়াজিব ছিল না। তবে এর ওয়াজিব হওয়ার জন্য কাজটা গোনাহ ও নাজায়েয না হওয়া সর্বসম্মতিক্রমে শর্ত। যদি কেউ কোন গোনাহর কাজের মানত করে, সেই গোনাহর কাজ করা তার উপর ওয়াজিব নয়; বরং বিপরীত করা ওয়াজিব। [কুরতুবী] তবে কসমের কাফফারা আদায় করা জরুরী হবে। মানত পূর্ণ করা ওয়াজিব; আলোচ্য আয়াত থেকে মূলতঃ তাই প্রমাণিত হয়। এতে মানত পূর্ণ করার আদেশ দেয়া হয়েছে। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এ আয়াতে উট বা গৃহপালিত জন্তুর যা যবোহ করার জন্য মানত করেছে সেটাকে পূরণ করতে বলা হয়েছে। মুজাহিদ বলেন, এখানে উদ্দেশ্য, হজ ও হাদঈ সংক্রান্ত মানত এবং এমন মানত যা হজের সময় সম্পন্ন করতে হয় । কারও কারও মতে হজের যাবতীয় কাজকে এখানে মানত হিসেবে অভিহিত করা হয়েছে। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এখানে তাওয়াফ বলে তাওয়াফে যিয়ারত বা “তাওয়াফে ইফাদাহ” বোঝানো হয়েছে, যা যিলহজ্জের দশ তারিখে কঙ্কর নিক্ষেপ ও হাদঈ যাবাই করার পর করা হয়। এটি হজ্জের রোকন তথা ফরযের অন্তর্ভুক্ত। যা কখনও বাদ দেয়ার সুযোগ নেই। [কুরতুবী] আর যেহেতু ধূলা-ময়লা দূর করার হুকুমের সাথে সাথেই এর উল্লেখ করা হয়েছে তাই এ বক্তব্য একথা প্রকাশ করে যে, হাদঈ যাবাই করার এবং ইহরাম খুলে গোসল করে নেবার পর এ তাওয়াফ করা উচিত। এখানে কাবাঘরের জন্য এ عتيق শব্দ অত্যন্ত অর্থবহ। “আতীক” শব্দটি আরবী ভাষায় তিনটি অর্থে ব্যবহৃত হয়। একটি অর্থ হচ্ছে প্রাচীন। দ্বিতীয় অর্থ স্বাধীন, যার উপর কারোর মালিকানা নেই। তৃতীয় অর্থ সম্মানিত ও মর্যাদাপূর্ণ। [কুরতুবী; ফাতহুল কাদীর] এ তিনটি অর্থই এ পবিত্র ঘরটির বেলায় প্রযোজ্য। তাছাড়া লক্ষ্য করলে দেখা যাবে যে, আল্লাহর এ ঘরটি বহিঃশত্রুর আক্রমণ হতেও মুক্ত। মুজাহিদ রাহে মাহুল্লাহ বলেনঃ আল্লাহ তাঁর গৃহের নাম الْبَيْتِ الْعَتِيْقِ রেখেছেন; কারণ, আল্লাহ একে কাফের ও অত্যাচারীদের আধিপত্য ও অধিকার থেকে মুক্ত করে দিয়েছেন। কোন কাফেরের সাধ্য নেই যে, একে অধিকারভুক্ত করে। আসহাবে-ফীল তথা হস্তী-বাহিনীর ঘটনা এর পক্ষে সাক্ষ্য দেয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২২ : ৩০",
        "arabic_text": "\nذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ ",
        "bangla_text": "এটাই বিধান এবং কেউ আল্লাহর সম্মানিত বিধানাবলির [১] প্রতি সম্মান প্রদর্শন করলে তার রব এর কাছে তার জন্য এটাই উত্তম। আর যেগুলো তোমাদেরকে তিলাওয়াত করে জানানো হয়েছে [২] তা ব্যতীত তোমাদের জন্য হালাল করা হয়েছে চতুস্পদ জন্তু। কাজেই তোমরা বেঁচে থাক মূর্তিপূজার অপবিত্রতা থেকে [৩] এবং বর্জন কর মিথ্যা কথা [৪]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] حُرُمٰتِ اللّٰهِ - বলে আল্লাহর নির্ধারিত সম্মানযোগ্য বিষয়াদি অর্থাৎ শরীআতের বিধানাবলী বোঝানো হয়েছে। সুতরাং যে কেউ আল্লাহর অপরাধ থেকে বেঁচে থাকবে, তার হারামকৃত বিষয়াদি বর্জন করবে এবং যার কাছে হারামকৃত বিষয়াদি করা অনেক বড় গোনাহের কাজ বলে মনের মধ্যে জাগ্রত হয়, তবে তা তার রবের নিকট তার জন্য উত্তম। [ইবন কাসীর] মুজাহিদ বলেন, মক্কা, হজের বিধি-বিধান, মক্কার বিভিন্ন সম্মানিত এলাকা, এসব কিছুই এ আয়াত দ্বারা উদ্দেশ্য। এগুলোর সম্মান করা, এগুলো সম্পর্কিত জ্ঞান অর্জন করা এবং জ্ঞান অনুযায়ী আমল করা, আর আল্লাহ যা থেকে নিষেধ করেছেন তা থেকে বেঁচে থাকা দুনিয়া ও আখেরাতে সৌভাগ্য লাভের উপায়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] সূরা আল-আনআম ও সূরা আন-নাহলে যে হুকুম দেয়া হয়েছে সেদিকে ইংগিত করা হয়েছে। সেখানে বলা হয়েছেঃ আল্লাহ যেসব জিনিস হারাম করেছেন সেগুলো হচ্ছেঃ মৃত, রক্ত, শুকরের মাংস এবং আল্লাহ ছাড়া অন্য কারোর নামে যবোহ করা পশু। [সূরা আল-আনআমঃ ১৪৫ ও সূরা আন-নাহলঃ ১১৫] এ গুলো ব্যতীত বিভিন্ন হাদীসে আরও কিছু জীব-জন্তু পাখী হারাম করার ঘোষণা এসেছে। সেগুলোও এ আয়াত দ্বারা উদ্দেশ্য হবে। কারণ রাসূলের কথা ও বাণী ওহীর অন্তর্ভুক্ত এবং তা মানা অপরিহার্য।\n  <br/>\n  <br/>\n  [৩] رجس শব্দের অর্থ অপবিত্রতা, ময়লা। [ফাতহুল কাদীর] অপবিত্রতা বলা হয়েছে; কারণ, এরা মানুষের অন্তরকে শির্কের অপবিত্রতা দ্বারা পূর্ণ করে দেয়। رجس  শব্দের অন্য অর্থ হচ্ছে رجز বা শাস্তি। সে হিসেবে মূর্তিদেরকে رجس বলা হয়েছে, কারণ এগুলো শাস্তির কারণ। [ফাতহুল কাদীর] أوثان শব্দটি وثن, এর বহুবচন; অর্থ মূর্তি। তা কাঠ, লোহা, সোনা বা রূপা, যাই হোক। আরবরা এগুলোর পূজা করত। আর নাসারারা ক্রুশ স্থাপন করত এবং তা পূজা করত, তার প্রতি সম্মান প্রদর্শন করত। [কুরতুবী] তাই আয়াতের অর্থ দাঁড়ায়, মূর্তিপূজা থেকে এমনভাবে দূরে থাক যেমন দুৰ্গন্ধময় ময়লা আবর্জনা থেকে মানুষ নাকে কাপড় দিয়ে দূরে সরে আসে। অনুরূপভাবে মূর্তিপূজা থেকে দূরে থাক, কারণ তা স্থায়ী শাস্তির কারণ।\n  <br/>\n  <br/>\n  [৪] قَوْلَ الزُّوْرِ এর অর্থ মিথ্যা। যা কিছু সত্যের পরিপন্থী, তা-ই বাতিল ও মিথ্যাভুক্ত। [কুরতুবী] আল্লাহর সাথে শির্ক করা থেকে নিষেধ করার সাথে মিথ্যা কথাকে একসাথে অন্যত্রও উল্লেখ করা হয়েছে। সেখানে বলা হয়েছে, “বলুন, “নিশ্চয় আমার রব হারাম করেছেন প্ৰকাশ্য ও গোপন অশ্লীলতা। আর পাপ ও অন্যায়ভাবে সীমালজান এবং কোন কিছুকে আল্লাহর শরীক করা- যার কোন সনদ তিনি নাযিল করেননি। আর আল্লাহ সম্বন্ধে এমন কিছু বলা যা তোমরা জান না। ” [সূরা আল-আরাফ: ৩৩] আর আল্লাহর উপর না জেনে কথা বলার একটি হচ্ছে মিথ্যা কথা বলা। [ইবন কাসীর] যাজ্জাজ বলেন, আরবের মুশরিকরা যে মিথ্যার ভিত্তিতে “বাহীরা”, “সায়েবা” ও “হাম” ইত্যাদিকে হারাম গণ্য করতো তাও এ ফরমানের সরাসরি আওতাধীনে এসে যায়। [ফাতহুল কাদীর]। যেমন অন্যত্র বলা হয়েছেঃ “আর তোমাদের কণ্ঠ যে মিথ্যা বিধান দিয়ে থাকে যে, এটা হালাল এবং এটা হারাম, এ ধরনের বিধান দিয়ে আল্লাহর উপর মিথ্যা আরোপ করো না।” [সূরা আন নাহলঃ ১১৬] সহীহ হাদীসেও শির্ককে সবচেয়ে বড় কবীরা গুনাহ সাব্যস্ত করার পর পিতা-মাতার অবাধ্যতা এবং মিথ্যা কথা ও মিথ্যা সাক্ষীকে কবীরা গুনাহের অন্তর্ভুক্ত করা হয়েছে। আবু বাকরা কি তোমাদেরকে সবচেয়ে বড় কবীরা গোনাহ সম্পর্কে বলব না? আমরা বললাম, অবশ্যই বলবেন হে আল্লাহর রাসূল! তিনি বললেন, আল্লাহর সাথে কাউকে শরীক করা, পিতামাতার অবাধ্য হওয়া, তারপর তিনি বসা অবস্থা থেকে সোজা হয়ে বললেন, সাবধান! এবং মিথ্যা কথা বলা। সাবধান! এবং মিথ্যা সাক্ষ্য দেয়া [বুখারী: ৫৯৭৬; মুসলিম: ৮৭] ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, মিথ্যা সাক্ষ্য দেয়া শির্কের সমপর্যায়ের। [ইবন কাসীর] এর কারণ হচ্ছে, \"মিথ্যা কথা’ শব্দটি ব্যাপক । এর সবচেয়ে বড় প্রকার হচ্ছে শির্ক। তা যে শব্দের মাধ্যমেই হোক না কেন। [ফাতহুল কাদীর] আল্লাহর সাথে অন্যদেরকে শরীক করা এবং তার সত্তা, গুণাবলী, ক্ষমতা ও অধিকার তথা ইবাদাতে তার বান্দাদেরকে অংশীদার করা সবচেয়ে বড় মিথ্যা। অনুরূপভাবে পারস্পরিক লেন-দেন ও সাক্ষ্য প্রদানে মিথ্যাও এ আয়াতের অন্তর্ভুক্ত। এ সংগে মিথ্যা কসমও একই বিধানের আওতায় আসে। ইমামদের মতে, যে ব্যক্তি আদালতে মিথ্যা সাক্ষ্যদাতা প্রমাণিত হয়ে যাবে তার নাম চারদিকে প্রচার করে দিতে হবে। [কুরতুবী] উমর রাদিয়াল্লাহু আনহু বলেন, “তার পিঠে চাবুক মারতে হবে, মাথা ন্যাড়া করে দিতে হবে, মুখ কালো করে দিতে হবে এবং দীর্ঘদিন অন্তরীণ রাখার শাস্তি দিতে হবে।” উমর রাদিয়াল্লাহু আনহুর আদালতে এক ব্যক্তির সাক্ষ্য মিথ্যা প্রমাণিত হয়। তিনি তাকে একদিন প্রকাশ্যে জনসমাগমের স্থানে দাঁড় করিয়ে রাখেন এবং ঘোষণা করে দেন যে, এ ব্যক্তি হচ্ছে ওমুকের ছেলে ওমুক, এ মিথ্যা সাক্ষ্য দিয়েছে, একে চিনে রাখো। তারপর তাকে কারাগারে আটক করেন। [বাইহাকী: মারিফাতুস সুনানি ওয়াল আসার: ১৪/২৪৩] বর্তমান কালে এ ধরনের লোকের নাম খবরের কাগজে ছেপে দিলেই ব্যাপক প্রচারের উদ্দেশ্য হাসিল হতে পারে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২২ : ৩১",
        "arabic_text": "\nحُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ ",
        "bangla_text": "আল্লাহর প্রতি একনিষ্ঠ হয়ে এবং তাঁর কোন শরীক না করে। আর যে কেউ আল্লাহর সাথে শরীক করে সে যেন [১] আকাশ হতে পড়ল , তারপর পাখি তাকে ছোঁ মেরে নিয়ে গেল , কিংবা বায়ু তাকে উড়িয়ে নিয়ে গিয়ে এক দূরবর্তী স্থানে নিক্ষেপ করল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে যারা আল্লাহর সাথে শির্ক করে তারা হেদায়াত থেকে কত দূরত্বে অবস্থান করছে এবং ঈমানের সুউচ্চ শৃংগ থেকে কুফরীর অতল গহবরে পতিত হওয়ার মাধ্যমে ধ্বংস ও ক্ষতিগ্রস্ততার দিক থেকে তাদের অবস্থা কেমন দাঁড়ায় তার উদাহরণ দেয়া হয়েছে এমন এক ব্যক্তির সাথে যে আকাশ থেকে পড়ে গেল। এমতাবস্থায় হয় সে পাখির শিকারে পরিণত হবে যাতে তার সমস্ত শরীর টুকরো টুকরো হয়ে যায়, অথবা কঠিন ঝড়ো হাওয়া তাকে বয়ে নিয়ে অনেক দুরে নিয়ে ফেলে আসল। [সা’দী]] এ অবস্থা যেমন অত্যন্ত খারাপ তেমনি অবস্থা দাঁড়ায় শির্ককারীর অবস্থা। সে শয়তানের শিকারে পরিণত হয়ে ক্ষতিগ্ৰস্ত হবে এবং তার অবস্থা হবে বেসামাল।\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২২ : ৩২",
        "arabic_text": "\nذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ ",
        "bangla_text": "এটাই আল্লাহর বিধান এবং কেউ আল্লাহর নিদর্শনাবলীকে [১] সম্মান করলে এ তো তার হৃদয়ের তাকওয়াপ্রসূত [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] شَعَاىٔرِ  শব্দটি شعيرة এর বহুবচন। এর অর্থ আলামত, চিহ্ন। আল্লাহর শা’য়ীরা বা চিহ্ন বলতে বুঝায় এমন প্রতিটি বিষয় যাতে আল্লাহর কোন নির্দেশের চিহ্ন দেয়া আছে। [কুরতুবী] সাধারণের পরিভাষায় যে যে বিধানকে মুসলিম হওয়ার আলামত মনে করা হয়, সেগুলোকে ‘শা‘আয়েরে ইসলাম' বলা হয়। [দেখুন, সাদী] এগুলো আল্লাহর প্রতি আনুগত্যের চিহ্ন। বিশেষ করে হজের সাথে সম্পপৃক্ত বিষয়াদি যেমন, হজের যাবতীয় কর্মকাণ্ড। [কুরতুবী; সা’দী] হাদঈর জন্য হাজীদের সংগে নেয়া উট ইত্যাদি। [ইবন কাসীর] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এখানে আল্লাহর নিদর্শন বা চিহ্ন সম্মান করার দ্বারা হাদঈর জন্তুটি মোটাতাজা ও সুন্দর হওয়া বোঝানো হয়েছে। [ইবন কাসীর] হাদীসে এসেছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি সাদাতে কালো রঙ্গ মিশ্রিত শিং বিশিষ্ট ছাগল দিয়ে কুরবানী করেছেন। [আবু দাউদ: ২৭৯৪] তাছাড়া তিনি চোখ, কান, ভালভাবে দেখতে নির্দেশ দিয়েছেন। [ইবন মাজাহঃ ৩১৪৩] সুতরাং যারা এ নির্দেশ গুলো উন্নত মানের জন্তু হাদঈ ও কুরবানীতে প্ৰদান করবে সেটা তাদের মধ্যে তাকওয়ার পরিচায়ক। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহর আলামতসমূহের প্রতি সম্মান প্রদর্শন আন্তরিক আল্লাহভীতির লক্ষণ যার অন্তরে তাকওয়া বা আল্লাহভীতি থাকে, সে-ই এগুলোর প্রতি সম্মান প্রদর্শন করতে পারে। এ সম্মান প্রদর্শন হৃদয় অভ্যন্তরের তাকওয়ার ফল এবং মানুষের মনে যে কিছু না কিছু আল্লাহর ভয় আছে তা এরই চিহ্ন। [সা'দী] তাইতো কেউ আল্লাহর নিদর্শনসমূহের অমর্যাদা করলে এটা একথার সুস্পষ্ট প্রমাণ যে, তার মনে আল্লাহর ভয় নেই। এতে বোঝা গেল যে, মানুষের অন্তরের সাথেই তাকওয়ার সম্পর্ক। অন্তরে আল্লাহভীতি থাকলে তার প্রতিক্রিয়া সব কাজকর্মে পরিলক্ষিত হয়। এজন্যেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “তাকওয়া এখানে, আর তিনি বুকের দিকে ইঙ্গিত করলেন”। [মুসলিম: ২৫৬৪] আপাতদৃষ্টিতে এটা একটা সাধারণ উপদেশ। আল্লাহ প্রতিষ্ঠিত সকল মর্যাদাশালী জিনিসের প্রতি মর্যাদা প্রদর্শনের জন্য একথা বলা হয়েছে। কিন্তু মসজিদে হারাম, হজ, উমরাহ ও মক্কার হারামের যে মর্যাদা প্রতিষ্ঠিত করা হয়েছে। এ বক্তব্যে সেগুলোই প্রধানতম উদ্দেশ্য। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২২ : ৩৩",
        "arabic_text": "\nلَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ ",
        "bangla_text": "এ সব চতুষ্পদ জন্তুগুলোতে তোমাদের জন্য নানাবিধ উপকার রয়েছে এক নির্দিষ্ট সময় পর্যন্ত [১]; তারপর তাদের যবাইয়ের স্থান হচ্ছে প্রাচীন ঘরটির কাছে [২]।    ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বের আয়াতে আল্লাহর নিদর্শনসমূহের প্রতি সম্মান প্রদর্শন এবং তাকে মনের তাকওয়ার আলামত হিসেবে চিহ্নিত করা হয়েছে। আর যেহেতু হাদঈ তথা হজ্জ অথবা ওমরাহকারী ব্যক্তি যবেহ করার জন্য যে জন্তু সাথে নিয়ে যায়, তাও হজ্জের একটি নিদর্শন। যেমন কুরআন নিজেই পরবর্তী পর্যায়ে বলছেঃ “এবং এ সমস্ত হাদঈর উটকে আমরা তোমাদের জন্য আল্লাহর নিদর্শনাবলীর অন্তর্ভুক্ত করেছি।\" [৩৬] অর্থাৎ হাজীদের সাথে আনা হাদঈর পশুও আল্লাহর নিদর্শনাবলীর অন্তর্ভুক্ত। কিন্তু তাই বলে কি এ সমস্ত চতুষ্পদ জন্তু থেকে দুধ, সওয়ারী, মাল পরিবহণ ইত্যাদি সর্বপ্রকার উপকার লাভ করা কি হালাল নয়? আল্লাহর নিদর্শনাবলীর প্রতি সম্মান দেখানোর যে হুকুম ওপরে দেয়া হয়েছে তার দাবী কি এই যে, কুরবানীর পশুগুলোকে যখন আল্লাহর ঘরের দিকে নিয়ে যাওয়া হয় তখন তাদেরকে কোন ভাবে ব্যবহার করা যাবে না? তাদের পিঠে চড়া অথবা পিঠে জিনিসপত্র চাপিয়ে দেয়া কিংবা তাদের দুধ পান করা কি আল্লাহর নিদর্শনাবলীর প্রতি সম্মান দেখাবার বিরোধী? আরবের লোকেরা একথাই মনে করতো। তারা এ পশুগুলোকে একেবারেই আরোহীশূন্য অবস্থায় সুসজ্জিত করে নিয়ে যেতো। পথে তাদের থেকে কোন প্রকার লাভবান হওয়া তাদের দৃষ্টিতে ছিল পাপ। এ ভুল ধারণা দূর করার জন্য এখানে বলা হচ্ছে, জবাই করার জায়গায় পৌঁছে যাওয়ার পূর্ব পর্যন্ত তোমরা এ পশুদের থেকে লাভবান হতে বা উপকার অর্জন করতে পারো। এটা আল্লাহর নিদর্শনালীর প্রতি সম্মান প্রদর্শনের বিরোধী নয়। এ ব্যাপারে রাসূল সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর হাদীস রয়েছে। [দেখুন- বুখারীঃ ১৬৯০, মুসলিমঃ ২৩:২৩, ১৩২৪]\n  <br/>\n  <br/>\n  [২] এখানে الْبَيْتِ الْعَتِيْقِ (প্রাচীন গৃহ) বলতে কা'বা বোঝানো হয়েছে। কিন্তু এর দ্বারা কি শুধু কা'বা উদ্দেশ্য না কি পূর্ণ হারাম উদ্দেশ্য ?\n  <br/>\n  <br/>\n  যদি শুধু কা'বা উদ্দেশ্য নেয়া হয় তখন এর অর্থ হবে, হজের কর্মকাণ্ড, আরাফায় অবস্থান, পাথর নিক্ষেপ, সায়ী ইত্যাদি সবই বাইতুল্লাহর তাওয়াফে ইফাদার মাধ্যমে শেষ হবে। আর তখন محل শব্দের অর্থ হবে, মুহরিমের জন্য ইহরাম থেকে হালাল হওয়ার স্থান। [কুরতুবী] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে এ তাফসীরটি বর্ণিত আছে। তিনি বলেছেন, কেউ বায়তুল্লাহর তাওয়াফ করার সাথে সাথে হালাল হয়ে যাবে। তারপর তিনি এ আয়াতাংশ তেলাওয়াত করলেন। [ইবন কাসীর] ইবনুল আরাবী এখানে এ অর্থকেই প্রাধান্য দিয়েছেন। কারণ, আয়াতে স্পষ্টভাবে কা'বার কথা আছে। [আহকামুল কুরআন; কুরতুবী]\n  <br/>\n  <br/>\n  আর যদি 'প্রাচীন গৃহ' বলে পূর্ণ হারাম এলাকা বোঝানো হয়ে থাকে, তখন আয়াতের অর্থ হবে, হাদঈ কা'বার কাছে পৌছতে হবে। আর - অর্থ হাদঈর জন্তুর মেয়াদ পূর্ণ হওয়ার স্থান বা যবেহ করার স্থান বোঝানো হয়েছে। কারণ, হারাম বায়তুল্লাহরই বিশেষ আঙিনা। সে হিসেবে আয়াতের অর্থ এই যে, হাদঈর জন্তু যবেহ করার স্থান বায়তুল্লাহর সন্নিকট; অর্থাৎ সম্পূর্ণ হারাম এলাকা। এতে বোঝা গেল যে, হারাম এলাকার ভিতরে হাদঙ্গ যবোহ করা জরুরী, হারাম এলাকার বাইরে জায়েয নয়। হারাম এলাকার যে কোন স্থানে হাদঈর প্রাণী যবোহ করা যাবে। সে হিসেবে মক্কার হারাম এলাকা, মিনা, মুযদালফার যেখানেই হাদঈর প্রাণী যবোহ করা হোক, তা শুদ্ধ হবে। শুধু কা'বা ঘরের কাছে হতে হবে এমন কথা নেই। আয়াতের অর্থ এই নয় যে, কাবাঘরে বা মসজিদে হারামে হাদঈ জবাই করতে হবে বরং এর অর্থ হচ্ছে হারামের সীমানার মধ্যে হাদঈ জবাই করতে হবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২২ : ৩৪",
        "arabic_text": "\nوَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ ",
        "bangla_text": "আর আমরা প্রত্যেক সম্প্রদায়ের জন্য ‘মানসাক’ [১] এর নিয়ম করে দিয়েছি; যাতে তিনি তাদেরকে জীবনোপকরণস্বরূপ যেসব চতুষ্পদ জন্তু দিয়েছেন, সেসবের উপর তারা আল্লাহ্‌র নাম উচ্চারণ করে [২]। তোমাদের ইলাহ এক ইলাহ, কাজেই তাঁরই কাছে আত্মসমর্পণ কর এবং সুসংবাদ দিন বিনীতদেরকে [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবী ভাষায় منسك ও نسك কয়েক অর্থে ব্যবহৃত হয়। যেমন, জন্তু যবেহ করা, হজ্জের ক্রিয়াকর্ম, ঈদের জন্য একত্রিত হওয়া ইত্যাদি। তাফসীরকারক মুজাহিদ রাহেমাহুল্লাহ সহ অনেকে এখানে منسك এর অর্থ হাদঈর প্রাণী যবেহ করা নিয়েছেন। তখন আয়াতের অর্থ হবে, এই উম্মতকে হাদঈ যবেহ করার আদেশ দেয়া হয়েছে, তা কোন নতুন আদেশ নয়, পূর্ববর্তী উম্মতদেরকেও এ ধরনের আদেশ দেয়া হয়েছিল। [ইবন কাসীর] পক্ষান্তরে কাতাদাহ রাহেমাহুল্লাহর মতে আয়াতের অর্থ এই যে, হজ্জের ক্রিয়াকর্ম যেমন এই উম্মতের উপর আরোপ করা হয়েছে, তেমনি পূর্ববর্তী উম্মতদের উপরও হজ্জ ফরয করা হয়েছিল। তখন মক্কার সাথে এটি সুনির্দিষ্ট হবে। হজ্জের জায়গা মক্কা ছাড়া আর কোথাও ছিল না। তখন منسك শব্দের অর্থ হবে হজ্জ এর স্থান। [কুরতুবী] তবে প্রথম মতটি বেশী বিশুদ্ধ। পরবর্তী আয়াতাংশ এর উপর প্রমাণবাহ। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] أنعام বলে উট, গরু, ছাগল, মেষ, দুম্বা ইত্যাদি বোঝানো হয়েছে। এগুলোকে যবেহ করার সময় আল্লাহ্‌র কথা স্মরণ করার নির্দেশ দেয়া হয়েছে। বরং যবেহ যেন একমাত্র তাঁরই উদ্দেশ্যে হয় সেটার খেয়াল রাখতে বলা হয়েছে, কারণ, তিনিই তো এ রিযিক তাদেরকে দিয়েছেন। [কুরতুবী] এ প্রসংগে গৃহপালিত চতুষ্পদ জন্তুর হালাল হওয়ার কথা উল্লেখ করার উদ্দেশ্য হচ্ছে এটা প্রমাণ করা যে, হাদঈ বা কুরবানী কেবল চতুষ্পদ জন্তু দ্বারাই সম্ভব। অন্য কিছু দ্বারা সম্ভব নয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] মূলে এসেছে, المخبتين। আরবী ভাষায় خبت শব্দের অর্থ নিম্নভূমি। [ফাতহুল কাদীর] এ কারণে এমন ব্যক্তিকে خبيت বলা হয়, যে নিজেকে হেয় মনে করে। [ফাতহুল কাদীর] এ কারণেই কাতাদাহ ও দাহহাক مخبتين এর অর্থ করেছেন বিনয়ী। মুজাহিদ বলেন, এর অর্থ সন্তুষ্টচিত্ত মানুষ। আমর ইবন আউস বলেনঃ এমন লোকদেরকে مخبتين বলা হয়, যারা অন্যের উপর যুলুম করে না। কেউ তাদের উপর যুলুম করলে তারা তার প্রতিশোধ নেয় না। সুফিয়ান সাওরী বলেনঃ যারা সুখে-দুঃখে, স্বাচ্ছন্দ্যে ও অভাব-অনটনে আল্লাহ্‌র ফায়সালা ও তাকদীরে সন্তুষ্ট থাকে, তারাই مخبتين । [ইবন কাসীর] মূলতঃ কোন একটিমাত্র শব্দের সাহায্যে এর অন্তরনিহিত অর্থ পুরোপুরি প্রকাশ করা সম্ভব নয়। এর মধ্যে রয়েছে তিনটি অর্থঃ অহংকার ও আত্মম্ভরিতা পরিহার করে আল্লাহ্‌র সামনে অক্ষমতা ও বিনয়াবনত ভাব অবলম্বন করা। তাঁর বন্দেগী ও দাসত্ত্বে একাগ্র ও একনিষ্ঠ হয়ে যাওয়া। তাঁর ফায়সালায় সন্তুষ্ট হওয়া। পরবর্তী আয়াতই এর সবচেয়ে সুন্দর তাফসীর। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২২ : ৩৫",
        "arabic_text": "\nٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ ",
        "bangla_text": "যাদের হৃদয় ভয়ে কম্পিত হয় [১] আল্লাহ্‌র নাম স্মরণ করা হলে, যারা তাদের বিপদে-আপদে ধৈর্য ধারণ করে এবং সালাত কায়েম করে এবং আমরা তাদেরকে যে রিযিক দিয়েছি তা থেকে ব্যয় করে।   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وجل এর আসল অর্থ ঐ ভয়-ভীতি, যা কারো মাহাত্ম্যের কারণে অন্তরে সৃষ্টি হয়। [ইবন কাসীর] আল্লাহ্‌র সৎকর্মপরায়ণ বান্দাদের অবস্থা এই যে, আল্লাহ্‌ তা‘আলার যিকর ও নাম শুনে তাদের অন্তরে এক বিশেষ ভীতির সঞ্চার হয়ে যায়। এটা তাদের পূর্ণ বিশ্বাস ও দৃঢ় ঈমানী শক্তির প্রমাণ। [ফাতহুল কাদীর] অন্যত্র এসেছে, “মুমিন তো তারাই যাদের হৃদয় আল্লাহ্‌কে স্মরণ করা হলে কম্পিত হয় এবং তাঁর আয়াতসমূহ তাদের নিকট পাঠ করা হলে তা তাদের ঈমান বর্ধিত করে। আর তারা তাদের রব-এর উপরই নির্ভর করে।” [সূরা আল-আনফালঃ ২] আরও এসেছে, “আল্লাহ্‌ নাযিল করেছেন উত্তম বাণী সম্বলিত কিতাব যা সুসামঞ্জস্য এবং যা পুনঃ পুনঃ আবৃত্তি করা হয়। এতে, যারা তাদের রবকে ভয় করে, তাদের শরীর শিউরে ওঠে, তারপর তাদের দেহমন বিনম্র হয়ে আল্লাহ্‌র স্মরণে ঝুঁকে পড়ে।” [সূরা আয-যুমারঃ ২৩]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২২ : ৩৬",
        "arabic_text": "\nوَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": "আর উট [১] কে আমরা আল্লাহ্‌র নিদর্শনগুলোর অন্যতম করেছি [২]; তোমাদের জন্য তাতে অনেক মঙ্গল রয়েছে [৩]। কাজেই এক পা বাঁধা ও বাকী তিনপায়ে দাঁড়ানো অবস্থায় তাদের উপর তোমরা আল্লাহ্‌র নাম উচ্চারণ কর [৪]। তারপর যখন তারা কাত হয়ে পড়ে যায় [৫] তখন তোমরা তা থেকে খাও এবং আহার করাও ধৈর্যশীল অভাবগ্রস্থকে ও সাহায্যপ্রার্থীদেরকে [৬]; এভাবে আমরা সেগুলোকে তোমাদের বশীভূত করে দিয়েছি যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুলে البُدْن শব্দটি এসেছে। আরবী ভাষায় তা শুধুমাত্র উটের জন্য ব্যবহার করা হয়। [কুরতুবী] সাধারণতঃ ঐ উটকেই بدن বলা হয় যা কা‘বার জন্য ‘হাদঈ’ হিসেবে প্রেরণ করা হয়। আর ‘হাদঈ’ হচ্ছে, উট, গরু, ছাগল সবগুলোর জন্য ব্যবহৃত নাম। [কুরতুবী] তবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কুরবানীর বিধানে গরুকেও উটের হুকুমের সাথে শামিল করেছেন। একটি উট কুরবানী করলে যেমন তা সাতজনের জন্য যথেষ্ট, ঠিক তেমনি সাত জন মিলে একটি গরু কুরবানী দিতে পারে। হাদীসে এসেছে, জাবের ইবন আবদুল্লাহ রাদিয়াল্লাহু ‘আনহুমা বলেনঃ “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদের হুকুম দিয়েছেন আমরা যেন কুরবানীতে উটের ক্ষেত্রে সাতজন এবং গরুর ক্ষেত্রে সাতজন শরীক হয়ে যাই।” [মুসলিমঃ ১২১৩] হজ্জের হাদঈতেও কুরবানীর মত একটি গরু, মহিষ ও উটে সাতজন শরীক হতে পারে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] পূর্বে বর্ণিত হয়েছে যে, দ্বীন ইসলামের আলামতরূপে গণ্য হয়, এমন বিশেষ বিধি-বিধান ও ইবাদাতকে شعادٔر বলা হয়। হাদঈ যবেহ করা এমন বিধানাবলীর অন্যতম। কাজেই এ ধরণের বিধানসমূহ পালন করা অধিক গুরুত্বপূর্ণ।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তোমরা তা থেকে ব্যাপকহারে কল্যাণ লাভ করে থাকো। দ্বীন ও দুনিয়ার সার্বিক উপকারিতা তাতে রয়েছে। এখানে কেন হাদঈ যবাই করতে হবে সেদিকে ইংগিত করা হয়েছে। মানুষ আল্লাহ্‌ প্রদত্ত যেসব জিনিস থেকে লাভবান হয় তার মধ্য থেকে প্রত্যেকটিই আল্লাহ্‌র নামে কুরবানী করা উচিত, শুধুমাত্র নিয়ামতের প্রতি কৃতজ্ঞতা প্রকাশ করার জন্য নয় বরং আল্লাহ্‌র শ্রেষ্ঠত্ব ও মালিকানার স্বীকৃতি দেবার জন্যও, যাতে মানুষ মনে মনে ও কার্যত একথা স্বীকার করে যে, আল্লাহ্‌ আমাকে যা কিছু দিয়েছেন এ সবই তাঁর। তারপরও এর মাধ্যমে মানুষ দুনিয়া ও আখেরাতের কল্যাণ লাভ করে থাকে। মুজাহিদ বলেন, এতে যেমন সওয়াব রয়েছে তেমনি রয়েছে উপকার। [ইবন কাসীর] দুনিয়ার উপকারিতা যেমন, খাওয়া, সদকা, ভোগ করা ইত্যাদি। [সা’দী] ইবরাহীম নাখা‘য়ী বলেন, যদি প্রয়োজন হয় তার উপর সওয়ার হতে পারবে এবং দুধ দুইয়ে খেতে পারবে। [ইবন কাসীর] আর আখেরাতের কল্যাণ তো আছেই।\n  <br/>\n  <br/>\n  [৪] صَوَافَّ শব্দের অর্থ তিন পায়ে ভর দিয়ে দণ্ডায়মান থাকবে এবং এক পা বাঁধা থাকবে। উটের জন্য এই নিয়ম। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] দণ্ডায়মান অবস্থায় উট কুরবানী করা সুন্নত ও উত্তম। অবশিষ্ট সব জন্তুকে শোয়া অবস্থায় যবেহ করা সুন্নত। [দেখুন, কুরতুবী] তাউস ও হাসান صَوَافَّ শব্দটির অর্থ করেছেন, খালেসভাবে। অর্থাৎ একান্তভাবে আল্লাহ্‌র জন্য। তাঁর নামের সাথে আর কারও নাম নিও না। [ইবন কাসীর; ফাতহুল কাদীর] এখানে “তাদের উপর আল্লাহ্‌র নাম নাও’’ বলে আল্লাহ্‌র নামে যবাই করার কথা বলা হয়েছে। ইসলামী শরী‘আতে আল্লাহ্‌র নাম না নিয়ে পশু যবেহ করার কোন অবকাশ নেই। তাছাড়া এখানে নাম নেয়ার অর্থ শুধু নাম উচ্চারণ নয় বরং মনে-প্ৰাণে আল্লাহ্‌র জন্য এবং তাঁরই নামে যবাই করা বুঝাবে। যদি কেউ আল্লাহ্‌র নাম উচ্চারণ করে এবং অন্য কোন ব্যক্তি যথা পীর, কবর, মাজার, জিন ইত্যাদির সন্তুষ্টি লাভের ইচ্ছা পোষণ করে তবে তা সম্পূর্ণভাবে হারাম ও শির্ক বলে বিবেচিত হবে।\n  <br/>\n  <br/>\n  [৫] এখানে وَجَبَتْ অর্থ سَقَطَتْ বা পড়ে যাওয়া করা হয়েছে। যেমন বাকপদ্ধতিতে বলা হয় الشَّمْسُ وَجَبَتْ অর্থাৎ সূর্য ঢলে পড়েছে। এখানে জন্তুর প্রাণ নিৰ্গত হওয়া বোঝানো হয়েছে। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] সুতরাং সম্পপূর্ণভাবে রূহ নিৰ্গত না হওয়া পর্যন্ত প্রাণী থেকে কিছু খাওয়া জায়েয নেই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “নিশ্চয় আল্লাহ্‌ প্রতিটি বস্তুর উপর দয়া লিখে দিয়েছেন। সুতরাং যখন তোমরা হত্যা করবে, তখন সুন্দরভাবে তা কর। আর যখন যবাই করবে তখন সুন্দরভাবে তা কর। তোমাদের কেউ যেন তার ছুরিটি ধার দিয়ে নেয় এবং যবেহকৃত প্রাণীটিকে শান্তি দেয়।’’ [আবু দাউদঃ ২৮১৫]\n  <br/>\n  <br/>\n  [৬] যাদেরকে হাদঈ ও কুরবানীর গোশত দেয়া উচিত, পূর্ববতী আয়াতে তাদেরকে بادٔس বলা হয়েছে। এর অর্থ দুঃস্থ, অভাবগ্ৰস্ত। এই আয়াতে তদস্থলে مُعْتَرّ ও قَانِعٌ শব্দদ্বয়ের দ্বারা তার তাফসীর করা হয়েছে। قَانِعٌ ঐ অভাবগ্ৰস্ত ফকীরকে বলা হয়, যে কারো কাছে যাচঞা করে না, দারিদ্র্য সত্ত্বেও স্বস্থানে বসে থাকে এবং কেউ কিছু দিলে তাতেই সন্তুষ্ট থাকে। পক্ষান্তরে مُعْتَرّ ঐ ফকীরকে বলা হয়, যে কিছু পাওয়ার আশায় অন্যত্র গমন করে-মুখে সওয়াল করুক বা না করুক। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২২ : ৩৭",
        "arabic_text": "\nلَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আল্লাহ্‌র কাছে পৌঁছায় না সেগুলোর গোশত এবং রক্ত, বরং তাঁর কাছে পৌঁছায় তোমাদের তাকওয়া [১]। এভাবেই তিনি এদেরকে তোমাদের বশীভূত করে দিয়েছেন যাতে তোমরা আল্লাহ্‌র শ্রেষ্ঠত্ব ঘোষণা কর এজন্য যে, তিনি তোমাদেরকে হেদায়েত করেছেন; কাজেই আপনি সুসংবাদ দিন সৎকর্মপরায়ণদেরকে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে একথা বলা উদ্দেশ্য যে, হাদঈ যবেহ করা বা কুরবানী করা একটি মহান ইবাদাত; কিন্তু আল্লাহ্‌র কাছে এর গোশত ও রক্ত পোঁছে না কারণ তিনি অমুখাপেক্ষী। আর হাদঈ ও কুরবানীর উদ্দেশ্যও এগুলো নয়; বরং আসল উদ্দেশ্য জন্তুর উপর আল্লাহ্‌র নাম উচ্চারণ করা এবং পূর্ণ আন্তরিকতা সহকারে পালনকর্তর আদেশ পালন করা। তাঁকে যথাযথভাবে স্মরণ করা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ অন্তরে তাঁর বড়ত্ব ও শ্রেষ্ঠত্ব মেনে নাও এবং কাজে তার প্রকাশ ঘটাও ও ঘোষণা দাও। এরপর কুরবানীর হুকুমের উদ্দেশ্য ও কারণের প্রতি ইংগিত করা হয়েছে। পশুদের উপর আল্লাহ্‌ মানুষকে কর্তৃত্ব দান করেছেন, শুধুমাত্র এ নিয়ামতের বিনিময়ে আল্লাহ্‌র প্রতি কৃতজ্ঞতা প্রকাশ করাই যথেষ্ট নয়। বরং এ জন্য ওয়াজিব করা হয়েছে যে, এগুলো যাঁর পশু এবং যিনি এগুলোর উপর আমাদের কর্তৃত্ব দান করেছেন, আমরা অন্তরে ও কাজে-কর্মেও তাঁর মালিকানা অধিকারের স্বীকৃতি দেবো, যাতে আমরা কখনো ভুল করে একথা মনে করে না বসি যে, এগুলো সবই আমাদের নিজেদের সম্পদ। কুরবানী করার সময় যে বাক্যটি উচ্চারণ করা হয় তার মধ্য দিয়ে এ বিষয়বস্তুটিরই প্ৰকাশ ঘটে। যেমন সেখানে বলা হয় “হে আল্লাহ্‌ ! তোমারই সম্পদ এবং তোমারই জন্য উপস্থিত”। [আবুদাউদঃ ২৭৯৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২২ : ৩৮",
        "arabic_text": "\n۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌ মুমিনদের পক্ষ থেকে প্রতিরোধ করেন [১], তিনি কোন বিশ্বাসঘাতক, অকৃতজ্ঞকে পছন্দ করেন না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে মুমিনদের জন্য সুসংবাদ রয়েছে যে, আল্লাহ্‌ তা'আলা তাদের যাবতীয় ক্ষতি দূরিভূত করবেন। এটা শুধু তাদের ঈমানের কারণে। তিনি কাফেরদের ক্ষতি, শয়তানের কুমন্ত্রণার ক্ষতি, নাফসের কুমন্ত্রণার ক্ষতি, তাদের খারাপ আমলের পরিণতি সংক্রান্ত ক্ষতি, এসব কিছুই প্রতিহত করবেন। কোন অপছন্দ কিছু সংঘটিত হলে তিনি তারা যা বহন করার ক্ষমতা নেই সেটা বহন করে নিবেন, ফলে মুমিনদের জন্য সেটা হাল্কা হয়ে যাবে। প্রত্যেক মুমিনই তার ঈমান অনুসারে এ প্রতিহত ও প্রতিরোধ প্রাপ্ত হবে। কারও বেশী ও কারও কম। [সা’দী] অন্য আয়াতেও আল্লাহ্‌ তা‘আলা তা বর্ণনা করেছেন, তিনি বলেন, “আর যে ব্যক্তি আল্লাহ্‌র উপর তাওয়াক্কুল করে তার জন্য আল্লাহ্‌ই যথেষ্ট।” [সূরা আত-তালাকঃ ৩] “আল্লাহ্‌ কি তাঁর বান্দার জন্য যথেষ্ট নন? অথচ তারা আপনাকে আল্লাহ্‌র পরিবর্তে অন্যের ভয় দেখায়।” [সূরা আয-যুমারঃ ৩৬] আরও বলেন, “তোমরা তাদের সাথে যুদ্ধ করবে। তোমাদের হাতে আল্লাহ্‌ তাদেরকে শাস্তি দেবেন, তাদেরকে অপদস্থ করবেন, তাদের উপর তোমাদেরকে বিজয়ী করবেন এবং মুমিন সম্প্রদায়ের চিত্ত প্রশান্তি করবেন, আর তিনি তাদের অন্তরের ক্ষোভ দূর করবেন এবং আল্লাহ্‌ যাকে ইচ্ছে তার তাওবা কবুল করবেন। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।’’ [সূরা আত-তাওবাহঃ ১৪-১৫] আরও বলেন, “আর আমাদের দায়িত্ব তো মুমিনদের সাহায্য করা।’’ [সূরা আর-রূমঃ ৪৭] আরও বলেন, “আর আমাদের বাহিনীই হবে বিজয়ী।’’ [সূরা আস-সাফফাতঃ ১৭৩] অনুরূপ আরও আয়াত। এর দ্বারা এটাই উদ্দেশ্য যে, আল্লাহ্‌ তা‘আলা মুমিনদের থেকে যাবতীয় খারাপ ও বিপদাপদ প্রতিরোধ করবেন। কেননা আল্লাহ্‌র উপর ঈমান বিপদাপদ থেকে বাঁচার সবচেয়ে বড় কারণ। অথবা আয়াতের অর্থ, তিনি মুমিনদের পক্ষ থেকে বেশী বেশী প্রতিরোধ ও মোকাবিলা করবেন। যখনই আক্রমণকারী আক্রমণ করে তখনই তিনি তাদের পক্ষ থেকে মোকাবিলা করবেন। তারা যত বেশীই ষড়যন্ত্র ও আক্রমনের সমাবেশ করুক না কেন, তিনি তত বেশীই তাদের পক্ষ থেকে তা প্রতিহত করবেন। [আদওয়াউল বায়ান] সুতরাং কুফর ও ঈমানের সংঘাতে মুমিনরা একা ও নিঃসঙ্গ নয় বরং আল্লাহ্‌ নিজেই তাদের সাথে এক পক্ষ হয়ে দাঁড়ান। তিনি তাদেরকে সমর্থন দান করেন। তাদের বিরুদ্ধে শত্রুদের কৌশল ব্যর্থ করে দেন। অনিষ্টকারকদের অনিষ্টকে তাদের থেকে দূরে সরিয়ে দিতে থাকেন। কাজেই এ আয়াতটি আসলে হক পন্থীদের জন্য একটি বড় রকমের সুসংবাদ। তাদের মনকে সুদৃঢ় ও শক্তিশালী করার জন্য এর চেয়ে বড় আর কোন জিনিস হতে পারে না।\n  <br/>\n  <br/>\n  [২] যারাই আল্লাহ্‌র অর্পিত আমানতের খেয়ানত করে, আল্লাহ্‌র হক নষ্ট করে, মানুষের হক নষ্ট করে এমন বিশ্বাসঘাতক, অকৃতজ্ঞ এবং নিয়ামত অস্বীকারকারীকে আল্লাহ্‌ কখনও ভালবাসেন না। কারণ, আল্লাহ্‌ তার কাছে যেসব আমানত সোপর্দ করেছেন সেগুলোতে সে খেয়ানত করেছে এবং তাকে যেসব নিয়ামত দান করেছেন অকৃতজ্ঞতা, অস্বীকৃতি ও নেমকহারামির মাধ্যমে তার জবাব দিয়ে চলছে। কাজেই আল্লাহ্‌ তাকে অপছন্দ করেন। আল্লাহ্‌ তার প্রতি দয়া ও ইহসান করেন, আর সে আল্লাহ্‌র প্রতি কুফারী ও অবাধ্যতা করে যাচ্ছে। সুতরাং আল্লাহ্‌ এটা পছন্দ করতে পারেন না। বরং তিনি সেটা ঘৃণা করেন। ক্রোধান্বিত হন। তিনি তাদের কুফারী ও খেয়ানতের শাস্তি তাদেরকে প্ৰদান করবেন। [সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২২ : ৩৯",
        "arabic_text": "\nأُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ ",
        "bangla_text": "যুদ্ধের অনুমতি দেয়া হল তাদেরকে যারা আক্রান্ত হয়েছে [১]; কারন তাদের প্রতি অত্যাচার করা হয়েছে [২]। আর নিশ্চয় আল্লাহ্‌ তাদেরকে সাহায্য করতে সম্যক সক্ষম [৩];  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস বলেন, এ আয়াত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবীদের ব্যাপারে নাযিল হয়েছে। যখন তাদেরকে মক্কা থেকে বের করে দেয়া হয়। [ইবন কাসীর] অধিকাংশ মনীষী বলেছেন, জিহাদের ব্যাপারে এটিই প্রথম নাযিলকৃত আয়াত। ইবনে আব্বাস থেকে বর্ণিত, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে মক্কা থেকে বের করে দেয়া হলো, তখন আবু বকর রাদিয়াল্লাহু আনহু বললেন, এরা অবশ্যই ধ্বংস হবে, তারা তাদের নবীকে বের করে দিয়েছে। ‘ইন্নালিল্লাহি ওয়া ইন্না ইলাইহি রাজেউন’ তখন এ আয়াত নাযিল হয়। আবু বকর রাদিয়াল্লাহু আনহু বলেন, তখন আমি বুঝতে পারলাম যে, যুদ্ধ হতে যাচ্ছে। আর এটিই প্রথম যুদ্ধের আয়াত। [তিরমিয়ীঃ ৩১৭১; মুসনাদে আহমাদঃ ১/২১৬] এর আগে মুসলিমদেরকে যুদ্ধ করতে নিষেধ করা হয়েছিল। তাদেরকে সবর করতে নির্দেশ দেয়া হচ্ছিল। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২] এদের উপর যে ধরনের অত্যাচার করে বের করে দেয়া হয় তা অনুমান করার জন্য একটি ঘটনা থেকেই বোঝা যায়: সুহাইব রুমী রাদিয়াল্লাহু ‘আনহু যখন হিজরত করতে থাকেন তখন কুরাইশ বংশীয় কাফেররা তাঁকে বলে, তুমি এখানে এসেছিলে খালি হাতে। এখন অনেক ধনী হয়ে গেছো। যেতে চাইলে তুমি খালি হাতে যেতে পারো। নিজের ধন-সম্পদ নিয়ে যেতে পারবে না। অথচ তিনি নিজে পরিশ্রম করেই এ ধন-সম্পদ উপার্জন করেছিলেন। কারো দান তিনি খেতেন না। ফলে বেচারা হাত-পা ঝেড়ে উঠে দাঁড়ান এবং সবকিছু ঐ জালেমদের হাওয়ালা করে দিয়ে এমন অবস্থায় মদীনায় পৌঁছেন যে, নিজের পরণের কাপড়গুলো ছাড়া তাঁর কাছে আর কিছুই ছিল না। [ইবন হিব্বানঃ ১৫/৫৫৭] মক্কা থেকে মদীনায় যারাই হিজরত করেন তাদের প্রায় সবাইকেই এ ধরনের যুলুম-নির্যাতনের শিকার হতে হয়। ঘর-বাড়ি ছেড়ে চলে আসার সময়ও যালেমরা তাদেরকে নিশ্চিন্তে ও নিরাপদে বের হয়ে আসতে দেয়নি। মোটকথাঃ মক্কায় মুসলিমদের উপর কাফেরদের নির্যাতন চরম সীমায় পৌঁছে গিয়েছিল। এমন কোন দিন যেত না যে, কোন না কোন মুসলিম তাদের নিষ্ঠুর হাতে আহত ও প্রহৃত হয়ে না আসত। মক্কায় অবস্থানের শেষ দিনগুলোতে মুসলিমদের সংখ্যাও যথেষ্ট বৃদ্ধি পেয়েছিল। তারা কাফেরদের যুলুম ও অত্যাচার দেখে তাদের মোকাবেলায় যুদ্ধ করার অনুমতি চাইতেন। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জবাবে বলতেনঃ সবর কর। আমাকে এখনো যুদ্ধের অনুমতি দেয়া হয়নি। দীর্ঘ দশ বছর পর্যন্ত এমনিতর পরিস্থিতি অব্যাহত রইল।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তিনি তাঁর মুমিন বান্দাদের বিনা যুদ্ধে সাহায্য করতে সক্ষম। কিন্তু তিনি চান তাঁর বান্দারা তাদের প্রচেষ্টা তাঁর আনুগত্যে কাজে লাগাবে। যেমন অন্য আয়াতে এসেছে, “অতএব যখন তোমরা কাফিরদের সাথে যুদ্ধে মুকাবিলা কর তখন ঘাড়ে আঘাত কর, অবশেষে যখন তোমরা তাদেরকে সম্পূর্ণরূপে পর্যুদস্ত করবে তখন তাদেরকে মজবুতভাবে বাঁধ; তারপর হয় অনুকম্পা, নয় মুক্তিপণ। যতক্ষণ না যুদ্ধ এর ভার (অস্ত্র) নামিয়ে না ফেলে। এরূপই, আর আল্লাহ্‌ ইচ্ছে করলে তাদের থেকে প্রতিশোধ নিতে পারতেন, কিন্তু তিনি চান তোমাদের একজনকে অন্যের দ্বারা পরীক্ষা করতে। আর যারা আল্লাহ্‌র পথে নিহত হয় তিনি কখনো তাদের আমলসমূহ বিনষ্ট হতে দেন না। অচিরেই তিনি তাদেরকে পথনির্দেশ করবেন এবং তাদের অবস্থা ভাল করে দিবেন। আর তিনি তাদেরকে প্রবেশ করাবেন জান্নাতে, যার পরিচয় তিনি তাদেরকে জানিয়েছিলেন।” [সূরা মুহাম্মদঃ ৪-৬] আর এজন্যই ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, তিনি অবশ্যই সে সাহায্য করেছেন। [ইবন কাসীর] জিহাদ তো তিনি তখনই ফরয করেছেন যখন তার উপযোগিতা দেখা গিয়েছিল। কেননা, তারা যখন মক্কায় ছিল তখন মুসলিমদের সংখ্যা ছিল কম। যদি তখন জিহাদের কথা বলা হত, তবে তাদের কষ্ট আরও বেড়ে যেত। আর এজন্যই যখন মদীনাবাসীরা আকাবার রাত্রিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাতে বাই‘আত বা শপথ নিয়েছিল, তারা ছিল আশি জনেরও কিছু বেশী। তখন তারা বলেছিল, হে আল্লাহ্‌র রাসূল! আমরা কি উপত্যকাবাসীদের উপর আক্রমন করবো না? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমাকে এ জন্য নির্দেশ দেয়া হয়নি। তারপর যখন তারা সীমালঙ্ঘন করল, আর তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে তাদের কাছ থেকে বের করে দিল এবং তাকে হত্যা করতে চাইল। আর সাহাবায়ে কিরামের কেউ হাবশাতে কেউ মদীনাতে হিজরত করল। তারপর যখন মদীনাতে তারা স্থির হলো এবং তাদের কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে পৗঁছালেন, তারা তার চারপাশে জমা হলেন। তাকে সাহায্য করার জন্য দাঁড়িয়ে গেলেন। আর তাদের জন্য একটি ইসলামী দেশ হলো, একটি কেল্লা হলো যেখানে তারা আশ্রয় নিতে পারে, তখনই আল্লাহ্‌ শক্ৰদের সাথে জিহাদ করার অনুমতি দিলেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২২ : ৪০",
        "arabic_text": "\nٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ ",
        "bangla_text": "তাদেরকে তাদের ঘর-বাড়ি থেকে অন্যায়ভাবে বহিস্কার করা হয়েছে শুধু এ কারনে যে, তারা বলে ‘আমাদের রব আল্লাহ্‌।’ আল্লাহ্‌ যদি মানুষদের এক দলকে অন্য দল দ্বারা প্রতিহত না করতেন [১], তাহলে বিধ্বস্ত হয়ে যেত নাসারা সংসারবিরাগীদের উপাসনাস্থান, গির্জা, ইয়াহূদীদের উপাসনালয় [২] এবং মসজিদসমূহ---যাতে খুব বেশী স্মরণ করা হয় আল্লাহ্‌র নাম। আর নিশ্চয় আল্লাহ্‌ তাকে সাহায্য করেন যে আল্লাহ্‌কে সাহায্য করে [৩]। নিশ্চয় আল্লাহ্‌ শক্তিমান, পরাক্রমশালী।    ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌ কোন একটি গাত্র বা জাতিকে স্থায়ী কর্তৃত্ব দান করেননি, এটি তাঁর বিরাট অনুগ্রহ। বরং বিভিন্ন সময় দুনিয়ায় একটি দলকে দিয়ে তিনি অন্য একটি দলকে প্রতিহত করতে থেকেছেন। নয়তো কোন একটি নির্দিষ্ট দল যদি কোথাও স্থায়ী কর্তৃত্ব লাভ করতো তাহলে ইবাদাতগৃহসমূহও বিধ্বস্ত হওয়ার হাত থেকে রেহাই পেতো না। সূরা বাকারায় এ বিষয়বস্তুকে এভাবে বলা হয়েছেঃ “যদি আল্লাহ্‌ লোকদেরকে একজনের সাহায্যে অন্যজনকে প্রতিহত না করতে থাকতেন তাহলে পৃথিবীতে বিপর্যয় সৃষ্টি হয়ে যেতো। কিন্তু আল্লাহ্‌ সৃষ্টিজগতের প্রতি বড়ই করুণাময়।” [আয়াত ২৫১]\n  <br/>\n  <br/>\n  [২] আয়াতে বলা হয়েছে, صَوَامِعُ এ শব্দটি صَوْمَعَةٌ এর বহুবচন। এটা নাসারাদের বিশেষ ইবাদাতখানা। আর بِيَعٌ শব্দটি بِيْعَةٌ এর বহুবচন। নাসারাদের সাধারণ গীৰ্জাকে بِيْعَةٌ বলা হয়। ইয়াহুদীদের ইবাদাতখানাকে صَلَوَاتٌ এবং মুসলিমদের ইবাদাতখানাকে مَسَاجِدُ বলা হয়। [ইবন কাসীর] আয়াতের উদ্দেশ্য এই যে, কাফেরদের সাথে যুদ্ধ ও জিহাদের আদেশ নাযিল না হলে কোন যুগেই আল্লাহ্‌র দ্বীনের নিরাপত্তা থাকত না। মূসা ‘আলাইহিস সালাম-এর আমলে صَلَوَاتٌ ঈসা ‘আলাইহিস সালাম-এর আমলে صَوَامِعُ ও بِيَعٌ এবং শেষনবী মুহাম্মদ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর আমলে মসজিদসমূহ বিধ্বস্ত হয়ে যেত। তবে বিগত যামানায় যত শরী‘আতের ভিত্তি আল্লাহ্‌র পক্ষ থেকে এবং ওহীর মাধ্যমে প্রতিষ্ঠিত হয়েছিল, এখন তা পরিবর্তিত হয়ে কুফর ও শির্কে পরিণত হয়েছে, সেসব শরী‘আতের ইবাদাতগৃহসমূহের নাম এই আয়াতে উল্লেখ করা হয়েছে। কেননা, স্ব স্ব যামানায় তাদের ইবাদাতাগৃহসমূহের সম্মান ও সংরক্ষণ ফরয ছিল। বর্তমানে সেসব ইবাদতস্থানের সম্মান করার নিয়ম রহিত হয়ে গেছে। লক্ষণীয় যে, আয়াতে সেসব ধর্মের উপাসনালয়ের কথা উল্লেখ করা হয়নি, যেগুলোর ভিত্তি কোন সময়ই নবুওয়ত ও ওহীর উপর প্রতিষ্ঠিত ছিল না; যেমন অগ্নিপূজারী মজুস অথবা মূর্তিপূজারী হিন্দু। কেননা, তাদের উপাসনালয় কোন সময়ই নবুওয়ত ও ওহী নির্ভর ছিল বলে প্রমাণিত হয়নি। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [৩] এ বক্তব্যটি কুরআনের বিভিন্ন জায়গায় উপস্থাপিত হয়েছে। বলা হয়েছে, যারা আল্লাহ্‌র বান্দাদেরকে তাওহীদের দিকে আহবান করে এবং সত্য দ্বীন কায়েম ও মন্দের জায়গায় ভালোকে বিকশিত করার জন্য প্রচেষ্টা চালায়, আর এজন্যে তারা নবী-রাসূল ও তাদের আনীত দ্বীনকে সাহায্য করে এবং আল্লাহ্‌র বন্ধুদের সাহায্য করে, তারা আসলে আল্লাহ্‌র সাথে সহযোগিতা করে। [দেখুন, কুরতুবী; ফাতহুল কাদীর] অন্য আয়াতে আল্লাহ্‌ বলেন, “হে মুমিনগণ! যদি তোমরা আল্লাহ্‌ কে সাহায্য কর, তবে তিনি তোমাদেরকে সাহায্য করবেন এবং তোমাদের পা সমূহ সুদৃঢ় করবেন। আর যারা কুফরী করেছে তাদের জন্য রয়েছে দুর্ভোগ এবং তিনি তাদের আমলসমূহ ব্যৰ্থ করে দিয়েছেন।” [সূরা মুহাম্মদঃ ৭-৮] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২২ : ৪১",
        "arabic_text": "\nٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ ",
        "bangla_text": "তারা [১] এমন লোক যাদেরকে আমরা যমীনের বুকে প্রতিষ্ঠিত করলে সালাত কায়েম করবে [২], যাকাত দেবে এবং সৎকাজের নির্দেশ দেবে ও অসৎকাজে নিষেধ করবে; আর সব কাজের চুড়ান্ত পরিণতি আল্লাহ্‌র ইখতিয়ারে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতে তাদেরই বিশেষণ উল্লেখ করা হয়েছে, যাদেরকে তাদের ভিটেমাটি থেকে বিনা কারণে উচ্ছেদ করা হয়েছে। এজন্যেই আবুল আলীয়া বলেন, এখানে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাহাবীদের কথা বলা হয়েছে। [ইবন কাসীর] হাসান বসরী বলেন, তারা হচ্ছে এ উম্মতের সে সমস্ত লোক, যারা কোন জায়গা জয় করলে সেখানে সালাত কায়েম করে। ইবন আবী নাজীহ বলেন, এখানে শাসকদের উদ্দেশ্য নেয়া হয়েছে। দাহহাক বলেন, এটা এমন এক শর্ত যা আল্লাহ্‌ তা'আলা যাদেরকে রাষ্ট্র ক্ষমতা প্ৰদান করেছেন তাদের উপর আরোপ করেছেন। [কুরতুবী] উমর ইবন আবদুল আযীয বলেন, এটি শুধু গভর্ণরের দায়িত্ব নয়, এটা গভর্ণর ও যাদের উপর তাকে গভর্ণর বানানো হয়েছে তাদের সবার দায়িত্ব। আমি কি তোমাদেরকে গভর্ণরের উপর কি দায়িত্ব আর গভর্ণরের জন্য তোমাদের উপর কি দায়িত্ব সেটা জানিয়ে দেব না? গভর্ণরের দায়িত্ব হচ্ছে, তোমাদের উপর আল্লাহ্‌র হকের ব্যাপারে তোমাদেরকে পাকড়াও করা। আর তোমাদের কারও দ্বারা অপর কারও আক্রান্ত হলে আক্রান্ত ব্যক্তি থেকে তার হক আদায় করা। আর যতটুকু সম্ভব তোমাদেরকে সহজ সরল সঠিক পথে পরিচালিত করা। আর তোমাদের উপর ওয়াজিব হচ্ছে, আনুগত্য করা। তবে জোর করে নয়। অনুরূপভাবে প্রকাশ্য কথার বিপরীতে গোপনে ভিন্ন কথা না বলা। [ইবন কাসীর] আতিয়্যাহ আল-আওফী বলেন, এ আয়াতটি অন্য একটি আয়াতের মত। যেখানে বলা হয়েছে, “তোমাদের মধ্যে যারা ঈমান আনে ও সৎকাজ করে আল্লাহ্‌ তাদেরকে প্রতিশ্রুতি দিচ্ছেন যে, তিনি অবশ্যই তাদেরকে যমীনে প্রতিনিধিত্ব দান করবেন, যেমন তিনি প্রতিনিধিত্ব দান করেছেন তাদের পূর্ববতীদেরকে”। [সূরা আন-নূরঃ ৫৫]\n  <br/>\n  <br/>\n  আয়াতে বলা হয়েছে যে, আমি তাদেরকে যমীনে প্রতিষ্ঠিত করলে তারা তাদের ক্ষমতাকে সালাত কায়েম করা, যাকাত আদায় করা, সৎকর্মের আদেশ ও অসৎকর্মে নিষেধের কাজে প্রয়োগ করবে। এই আয়াত মদীনায় হিজরতের অব্যবহিত পরে তখন নাযিল হয়, যখন মুসলিমদের কোথাও পূর্ণ ক্ষমতায় অধিষ্ঠিত ছিল না। কিন্তু আল্লাহ্‌ তা'আলা তাদের সম্পর্কে পূর্বেই বলে দিলেন যে, তারা ক্ষমতা লাভ করলে তা দ্বীনের উল্লেখিত গুরুত্বপূর্ণ কার্য সম্পাদনে ব্যয় করবে। এ কারণেই ওসমান রাদিয়াল্লাহু ‘আনহু বলেনঃ ثَنَاءٌ قَبْلَ بَلاَء অর্থাৎ আল্লাহ্‌ তা'আলার এই এরশাদ কর্ম অস্তিত্ব লাভ করার পূর্বেই কর্মীদের গুণ ও প্রশংসা করার শামিল। [আত-তাহরীর ওয়াত তানওয়ীর] এরপর আল্লাহ্‌ তা'আলার এই নিশ্চিত সুসংবাদ দুনিয়াতে বাস্তব রূপ লাভ করেছে। চারজন খোলাফায়ে রাশেদীন এ আয়াতের বিশুদ্ধ প্রতিচ্ছবি ছিলেন। [কুরতুবী] আল্লাহ্‌ তা’আলা তাদেরকেই ক্ষমতা দান করলেন এবং কুরআনের ভবিষ্যদ্বাণীর অনুরূপ তাদের কর্ম ও কীর্তি বিশ্ববাসীকে দেখিয়ে দিয়েছেন যে, তারা তাদের ক্ষমতা এ কাজেই ব্যয় করেন। তারা সালাত প্রতিষ্ঠিত করেন, যাকাতের ব্যবস্থা সুদৃঢ় করেন, সৎকাজের প্রবর্তন করেন এবং মন্দ কাজের পথ রুদ্ধ করেন।\n  <br/>\n  <br/>\n  [২] সালাত কায়েম করার অর্থ হলোঃ সময়মত, সালাতের সীমারেখা, আরকান ও আহকামসহ জামা‘আতের সাথে আদায় করা।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২২ : ৪২",
        "arabic_text": "\nوَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ ",
        "bangla_text": "আর যদি লোকেরা আপনার প্রতি মিথ্যারোপ করে, তবে তাদের আগে নূহ, ‘আদ ও সামূদের সম্প্রদায়ও তো মিথ্যারোপ করেছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২২ : ৪৩",
        "arabic_text": "\nوَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ ",
        "bangla_text": "এবং ইবরাহীম ও লূতের সম্প্রদায়,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২২ : ৪৪",
        "arabic_text": "\nوَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ ",
        "bangla_text": "আর মাদইয়ানবাসীরা; অনুরূপভাবে মিথ্যারোপ করা হয়েছিল মূসার প্রতিও। অতঃপর আমি কাফেরদেরকে অবকাশ দিয়েছিলাম, তারপর আমি তাদেরকে পাকড়াও করেছিলাম। অতএব (প্রত্যক্ষ করুন) আমার প্রত্যাখ্যান (শাস্তি) কেমন ছিল [১]!  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যে শব্দটি ব্যবহার করা হয়েছে তা হলো, نكير এর অর্থ, কোন কিছুকে পূর্ণভাবে অস্বীকার করা। অর্থাৎ তাদের কর্মকাণ্ডের পরিণতি অস্বীকার করে আমার যে সমস্ত কর্মপ্রণালী ছিল তা কেমন হয়েছে তা দেখে নিন। তারা নবী-রাসূলদেরকে অস্বীকার করে, তাদেরকে মিথ্যা প্রতিপন্নের মাধ্যমে যে অন্যায় করেছিল। আমি সে অন্যায়কে অস্বীকার করে তার প্রতিকার করেছি তাদেরকে প্রথমে ছাড় দিয়ে তারপর পাকড়াও করে শাস্তি বিধান করার মাধ্যমে। তাদের নেয়ামতসমূহ ধ্বংস করার মাধ্যমে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২২ : ৪৫",
        "arabic_text": "\nفَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ ",
        "bangla_text": "অতঃপর আমরা বহু জনপদ ধ্বংস করেছি যেগুলোর বাসিন্দা ছিল যালেম। ফলে এসব জনপদ তাদের ঘরের ছাদসহ ধ্বংসস্তূপে পরিণত হয়েছে। অনুরূপভাবে বহু কূপ পরিত্যক্ত হয়েছে এবং অনেক সুদৃঢ় প্রাসাদও! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২২ : ৪৬",
        "arabic_text": "\nأَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ ",
        "bangla_text": "তারা কি যমীনে ভ্রমণ করেনি? তাহলে তারা জ্ঞানবুদ্ধিসম্পন্ন হৃদয় ও শ্রুতিশক্তিসম্পন্ন শ্রবণের অধিকারী হতে পারত [১]। বস্তুত চোখ তো অন্ধ নয়, বরং অন্ধ হচ্ছে বুকের মধ্যে অবস্থিত হৃদয়।    ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতে শিক্ষার দৃষ্টিভঙ্গি নিয়ে দেশভ্রমণে উৎসাহিত করা হয়েছে। এতে আরও ইঙ্গিত আছে যে, অতীতকাল ও অতীত জাতিসমূহের অবস্থা সরেযমীনে প্রত্যক্ষ করলে মানুষের জ্ঞানবুদ্ধি বৃদ্ধি পায়। তবে শর্ত এই যে, এসব অবস্থা শুধু ঐতিহাসিক দৃষ্টিভঙ্গিতে নয়, শিক্ষা গ্রহণের দৃষ্টিভঙ্গিতেও দেখতে হবে। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২২ : ৪৭",
        "arabic_text": "\nوَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ ",
        "bangla_text": "আর তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে, অথচ আল্লাহ্‌ তাঁর প্রতিশ্রুতি কখনো ভংগ করেন না [১]। আর নিশ্চয় আপনার রব-এর কাছে একদিন তোমাদের গণনার হাজার বছরের সমান [২]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের পূর্ণ অর্থ কি? এ ব্যাপারে কয়েকটি মত রয়েছে- (এক) এসব মিথ্যাপ্রতিপন্নকারীরা তাদের মূর্খতা, অবাধ্যতা ও অদূরদর্শিতার কারণে তাড়াতাড়ি আল্লাহ্‌র আযাব কামনা করছে। অথচ, আল্লাহ্‌ কখনো ওয়াদা খেলাফ করেন না। তিনি যে শাস্তির ধমকি দিয়েছেন, তা আসবেই। তারা আপনার কাছে তাড়াতাড়ি সে শাস্তি কামনা করলেও তা তো আর আপনার কাছে নেই, সুতরাং তাদের এই তাড়াহুড়া করা নিয়ে ব্যতিব্যস্ত হওয়ার কিছুই নেই। কেননা, তাদের সামনে রয়েছে কেয়ামত দিবস, যেদিন তিনি পূর্বাপর সমস্ত সৃষ্টিজগতকে একত্রিক করবেন। তখন তিনি তাদেরকে তাদের প্রতিফল দেবেন। তাদের উপর তো চিরস্থায়ী শাস্তি আপতিত হবে। সুতরাং দুনিয়ার বুকে তাদের উপর শাস্তি আসুক বা নাই আসুক, সেদিন তা তাদের উপর আসবেই। [দেখুন, ইবন কাসীর] (দুই) যদি আয়াতে উল্লেখিত আযাব দ্বারা দুনিয়ার আযাব উদ্দেশ্য হয় তখন আগের অংশের সাথে পরের অংশের মিল হবে এভাবে যে, তোমাদের উপর আযাব দুনিয়াতেই আসবে। আর সেটা এসেছিল বদরের যুদ্ধে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] এ আয়াতে বলা হয়েছে, “আপনার রব-এর কাছে একদিন তোমাদের গণনার হাজার বছরের সমান”। আখেরাতের একদিন সাৰ্বক্ষণিকভাবে দুনিয়ার এক হাজার বছরের সমান হওয়ার ব্যাপারে বিভিন্ন হাদীসে এর পক্ষে সাক্ষ্য-প্রমাণ পাওয়া যায়। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেনঃ ‘নিঃস্ব মুসলিমগণ ধনীদের থেকে অর্ধেক দিন পাঁচশত বছর পূর্বে জান্নাতে যাবে।' [তিরমিযিঃ ২৩৫৩, ২৩৫৪] সুতরাং আয়াতের অর্থ হবে, বান্দাদের এক হাজার বছরের সমান হচ্ছে আল্লাহ্‌র একদিন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২২ : ৪৮",
        "arabic_text": "\nوَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ ",
        "bangla_text": "আর আমি অবকাশ দিয়েছি বহু জনপদকে যখন তারা ছিল যালেম; তারপর আমি তাদেরকে পাকড়াও করেছি, আর আমারই কাছে প্রত্যাবর্তনস্থল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২২ : ৪৯",
        "arabic_text": "\nقُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ ",
        "bangla_text": "বলুন, ‘হে মানুষ! আমি তো কেবল তোমাদের জন্য এক সুস্পষ্ট সতর্ককারী; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২২ : ৫০",
        "arabic_text": "\nفَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ ",
        "bangla_text": "কাজেই যারা ঈমান আনে ও সৎকাজ করে তাদের জন্য আছে ক্ষমা ও সম্মানজনক জীবিকা [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “মাগফেরাত” বলতে বুঝানো হয়েছে অপরাধ, পাপ, ভুল-ভ্ৰান্তি ও দুর্বলতা উপেক্ষা করা ও এড়িয়ে চলা। অর্থাৎ আল্লাহ্‌ তাদের পূর্ববর্তী সকল গোনাহ মাফ করে দিবেন। আর “সম্মানজনক জীবিকা”র অর্থ, জান্নাত। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২২ : ৫১",
        "arabic_text": "\nوَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ ",
        "bangla_text": "এবং যারা আমাদের আয়াতসমূহকে ব্যার্থ করার চেষ্টা করে, তারাই হবে জাহান্নামের অধিবাসী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২২ : ৫২",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "আর আমরা আপনার পূর্বে যে রাসূল কিংবা নবী প্রেরণ করেছি [১], তাদের কেউ যখনই (ওহীর কিছু) তিলাওয়াত করেছে [২], তখনই শয়তান তাদের তিলাওয়াতে (কিছু) নিক্ষেপ করেছে, কিন্তু শয়তান যা নিক্ষেপ করে আল্লাহ্‌ তা বিদূরিত করেন [৩]। তারপর আল্লাহ্‌ তাঁর আয়াতসমূহকে সুপ্রতিষ্ঠিত করেন এবং আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে জানা যায় যে, রাসূল ও নবী এক নয়; পৃথক পৃথক অর্থ রাখে। তবে এ পার্থক্য নির্ধারণে আলেমগণের মধ্যে বিভিন্ন মত রয়েছেঃ\n  <br/>\n  <br/>\n  (এক) রাসূল বলা হয়- যার কাছে ওহী পাঠানো হয়েছে এবং প্রচারের নির্দেশ দেয়া হয়েছে আর নবী বলা হয়- যার কাছে ওহী পাঠানো হয়েছে কিন্তু প্রচারের নির্দেশ দেয়া হয়নি। (দুই) রাসূল হলেন যাকে নতুন শরী‘আত দিয়ে পাঠানো হয়েছে এবং প্রচারের নির্দেশ দেয়া হয়েছে, আর নবী হলেন যাকে পূর্ববর্তী শরীয়াতের অনুসারী সংস্কারক হিসেবে পাঠানো হয়েছে। (তিন) রাসূল হলেন যাকে দ্বীনের বিরোধী কাছে জাতির কাছে পাঠানো হয়েছে, আর নবী হলেন যাকে দ্বীনের স্বপক্ষীয় জাতির কাছে পাঠানো হয়েছে। তবে সবচেয়ে প্রাধান্যপ্রাপ্ত মত হল- রাসূল হলেনঃ যাকে দ্বীন-বিরোধী জাতি অর্থাৎ কাফের সম্প্রদায়ের কাছে প্রেরণ করা হয়েছে। তিনি মানুষকে তার কাছে যে শরী‘আত আছে সে শরী‘আতের দিকে আহ্বান করবেন। তাকে সে জাতির কেউ কেউ মিথ্যা প্ৰতিপন্ন করবে এবং তার সাথে ঝগড়ায় লিপ্ত হবে। তিনি প্রচার ও ভীতি প্রদর্শনের জন্য নির্দেশিত হবেন। কখনো কখনো তার সাথে কিতাব থাকবে আর এটাই স্বাভাবিক, আবার কখনো কখনো রাসূলের সাথে কিতাব থাকবে না। কখনো তার শরী‘আত হবে সম্পূর্ণ নতুন, আবার কখনো তার শরী‘আত হবে পূর্ববতী শরী‘আতের পরিপূরক হিসেবে। অর্থাৎ সেখানে বাড়তি বা কমতি থাকবে। আর নবী হলেনঃ যার কাছে ওহী প্রেরণ করা হয়েছে। তিনি মুমিন সম্প্রদায়ের কাছে প্রেরিত হবেন। পূর্ব শরী‘আত অনুযায়ী হুকুম দেবেন। পূর্ব শরী‘আতকে পুনর্জীবিত করবেন এবং সেদিকে মানুষকে আহ্বান করবেন। তাকে প্রচার ও ভীতি প্রদর্শনের নির্দেশও দেয়া হবে। তার জন্য নতুন কিতাব থাকাও অসম্ভব নয়। [এ ব্যাপারে বিস্তারিত দেখুন, ইবন তাইমিয়্যাহ, আন-নুবুওয়াতঃ ২/৭১৮; ইবনুল কাইয়্যেম, তরীকুল হিজরাতাইন, ৩৪৯; ইবন আবিল ইযয, শারহুত তাহাভীয়্যাঃ ১৫৮; ড. উমর সুলাইমান আল-আশকার, আর-রুসুল ওয়ার রিসালাতঃ ১৪-১৫]\n  <br/>\n  <br/>\n  [২] মূল শব্দটি হচ্ছে, تمني (তামান্না)। আরবী ভাষায় এ শব্দটি দু’টি অর্থে ব্যবহৃত হয়। একটি অর্থ হচ্ছে কোন জিনিসের আশা-আকাংখা করা। [ফাতহুল কাদীর] দ্বিতীয় অর্থ হচ্ছে তিলাওয়াত অর্থাৎ কিছু পাঠ করা। তবে আয়াতে تمني শব্দের অর্থ قرأ অর্থাৎ আবৃত্তি করে এবং أمنية শব্দের অর্থ قراءة অর্থাৎ আবৃত্তি করা। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] আরবী অভিধানে এ অর্থ প্রসিদ্ধ ও সুবিদিত। আয়াতের অর্থ হল- আল্লাহ্‌ তা'আলা মুহাম্মদ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর পূর্বে যখনই কোন নবী বা রাসূল পাঠিয়েছেন, তিনি যখন মানুষকে উপদেশ দেয়ার জন্য আদেশ-নিষেধ প্রদান করতেন, তখনি সেখানে শয়তান মানুষের কানে তার ষড়যন্ত্র ও চক্রান্তমূলক এমন কথাবার্তা প্রবিষ্ট করত যা নবীর কথা ও পড়ার সম্পূর্ণ বিপরীত বিষয়। আর আল্লাহ্‌ যেহেতু নবী-রাসূলদেরকে উম্মতের জন্য প্রচার করা বিষয়সমূহ এবং তাঁর ওহীর হেফাযত ও সম্পূর্ণ নিরাপত্তা বিধান করেছেন, সেহেতু তিনি শয়তানের সে সমস্ত কারসাজি ও ষড়যন্ত্রকে স্থায়িত্ব দেন না; বরং অন্ধুরেই বিনষ্ট করে দেন। ফলে কোনটা আল্লাহ্‌র আয়াত আর কোনটা তাঁর আয়াত নয়, তা সুস্পষ্ট হয়ে পড়ে। এভাবেই আল্লাহ্‌ তা'আলা তাঁর আয়াতসমূহের হেফাযত করে থাকেন। মূলতঃ আল্লাহ্‌ প্রবল পরাক্রান্ত মহাশক্তিধর। তিনি একদিকে তাঁর সুনির্দিষ্ট হেকমত ও প্রজ্ঞার কারণে শয়তানের পক্ষ থেকে তা হতে দেন। অপরদিকে তাঁর শক্তিতে তাঁর ওহীর হেফাযত করেন। যাতে করে যাদের অন্তরে রোগ রয়েছে এবং কঠোর হৃদয়ের অধিকারী মানুষদের মনে শয়তানের এ বাক্যগুলো ফেৎনা সৃষ্টি করতে পারে। এর বিপরীতে যাদের কাছে রয়েছে ইলম বা জ্ঞান, তারা এ দু’য়ের মধ্যে পার্থক্য করতে পারে এবং শয়তানের প্রক্ষিপ্ত বিষয় ত্যাগ করে একমাত্র আল্লাহ্‌র আয়াতসমূহে বিশ্বাস স্থাপন করতে পারে। বরং এতে তাদের অন্তরে ঈমান বর্ধিত হয় এবং তারা আল্লাহ্‌র জন্য বিনম্র ও বিনয়ী হয়ে পড়ে। [বাগভী; কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর; সা‘দী থেকে সংক্ষেপিত]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তিনি জানেন শয়তান কোথায় কি বিঘ্ন সৃষ্টি করেছে এবং তার কি প্রভাব পড়েছে। তাঁর জ্ঞান ও প্রজ্ঞা শয়তানী ফিতনার প্রতিবিধান করে থাকে। তিনি শয়তানী চক্রান্তকে কখনো সফল হতে দেন না। প্রক্ষিপ্ত অংশ বাতিল করে দেন। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২২ : ৫৩",
        "arabic_text": "\nلِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ ",
        "bangla_text": "এটা এ জন্য যে, শয়তান যা প্রক্ষিপ্ত করে তিনি সেটাকে পরীক্ষাস্বরূপ করেন তাদের জন্য যাদের অন্তরে ব্যাধি রয়েছে আর যারা পাষণহৃদয় [১]। আর নিশ্চয় যালেমরা দুস্তর বিরোধিতায় লিপ্ত রয়েছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ শয়তানের ফিতনাবাজীকে আল্লাহ্‌ লোকদের জন্য পরীক্ষা এবং নকল থেকে আসলকে আলাদা করার একটা মাধ্যমে পরিণত করেছেন। বিকৃত মানসিকতাসম্পন্ন লোকেরা এসব জিনিস থেকে ভুল সিদ্ধান্ত গ্ৰহণ করে এবং এগুলো তাদের জন্য ভ্ৰষ্টতার উপকরণে পরিণত হয়। অন্যদিকে স্বচ্ছ চিন্তার অধিকারী লোকেরা এসব কথা থেকে নবী ও আল্লাহ্‌র কিতাবের সত্য হবার দৃঢ় প্রত্যয় লাভ করে এবং তারা অনুভব করতে থাকে যে, এগুলো শয়তানের অনিষ্টকর কার্যকলাপ। এ জিনিসটি তাদেরকে একদম নিশ্চিন্ত করে দেয় যে, এটি নির্ঘাত কল্যাণ ও সত্যের দাওয়াত। যা আল্লাহ্‌র জ্ঞানে ও সংরক্ষণে নাযিল হয়েছে, সুতরাং তার সাথে অন্য কিছু মিলে মিশে যাবে না। বরং এটি হচ্ছে এমন প্রাজ্ঞ কিতাব, “বাতিল এতে অনুপ্রবেশ করতে পারে না---সামনে থেকেও না, পিছন থেকেও না। এটা প্রজ্ঞাময়, স্বপ্রশংসিতের কাছ থেকে নাযিলকৃত।” [সূরা ফুসসিলাতঃ ৪২] এভাবে তাদের ঈমান আরও দৃঢ় হয়। তারা বিশ্বাসী এবং অনুগত হয়। তাদের মন এ কুরআনের জন্য বিনয়ী হয়ে যায়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২২ : ৫৪",
        "arabic_text": "\nوَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "আর এ জন্যেও যে, যাদেরকে জ্ঞান দেয়া হয়েছে তারা যেন জানতে পারে যে, এটা আপনার রব-এর কাছ থেকে পাঠানো সত্য; ফলে তারা তার উপর ঈমান আনে ও তাদের অন্তর তার প্রতি বিনয়াবনত হয়। আর যারা ঈমান এনেছে, আল্লাহ্‌ নিশ্চয় তাদেরকে সরল পথ প্রদর্শনকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২২ : ৫৫",
        "arabic_text": "\nوَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ ",
        "bangla_text": "আর যারা কুফরী করেছে, তারা তাতে সন্দেহ পোষণ থেকে বিরত হবে না, যতক্ষণ না তাদের কাছে কেয়ামত এসে পরবে হঠাৎ করে, অথবা এসে পরবে এক বন্ধ্যা দিনের শাস্তি [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে আছে عقيم শব্দ। এর শাব্দিক অর্থ হচ্ছে “বন্ধ্যা”। [ফাতহুল কাদীর] দিনকে বন্ধ্যা বলার দু’টি অর্থ হতে পারে। যদি দুনিয়ার দিন উদ্দেশ্য হয়, তখন অর্থ হবে, আযাব ও শাস্তি নাযিলের দিন। যা এমন ভাগ্য বিড়ম্বিত দিন তাতে কোনরকম কলাকৌশল কার্যকর হয় না। কোন কল্যাণ ও দয়া অবশিষ্ট থাকে না। প্ৰত্যেকটা প্রচেষ্টা ব্যর্থ হয়। প্রত্যেকটা আশা নিরাশায় পরিণত হয়। যেমন, বদরের দিন। [ইবন কাসীর; ফাতহুল কাদীর] এ দিনটি প্রতি উম্মতের জন্যই এসেছিল। যেদিন নূহের জাতির উপর তুফান এলো সেদিনটি তাদের জন্য ছিল ‘বন্ধ্যা’ দিন। এমনিভাবে আদ, সামুদ, লূতের জাতি, মাদইয়ানবাসী ও অন্যান্য সকল ধ্বংসপ্রাপ্ত জাতির জন্য আল্লাহ্‌র আযাব নাযিলের দিনটি বন্ধ্যা দিনই প্রমাণিত হয়েছে। কারণ, “সেদিনের” পরে আর তার “পরের দিন” দেখা যায়নি এবং নিজেদের বিপর্যস্ত ভাগ্যকে সৌভাগ্যে রূপান্তরিত করার কোন পথই খুঁজে পাওয়া তাদের পক্ষে সম্ভব হয়নি। রহমত ও দয়ার দেখা তারা আর পায় নি। সুতরাং দুনিয়াতে এ আযাব ও যুদ্ধের দিনগুলো হচ্ছে বন্ধ্যা দিন। অথবা এখানে বন্ধ্যা দিন বলে কিয়ামতের দিনকে বুঝানো হয়েছে। কারণ সেটা এমন দিন যার পরে আর কোন রাত নেই। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর; সা‘দী] সেদিন যখন আসবে তখন কাফেররা জানতে পারবে যে, তারা মিথ্যাবাদী ছিল। আর তারা অনুশোচনা করবে, কিন্তু তাদের সে অনুশোচনা কোন কাজে আসবে না। তারা যাবতীয় কল্যাণ হতেই নিরাশ ও হতাশ হয়ে যাবে। তখন আশা করবে, যদি তারা রাসুলের উপর ঈমান আনত এবং তার পথে চলত। সুতরাং এ আয়াতে তাদের মিথ্যা পথ ও বানোয়াট রাস্তায় স্থির থাকার ব্যাপারে সাবধান করা হয়েছে। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২২ : ৫৬",
        "arabic_text": "\nٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ ",
        "bangla_text": "সেদিন আল্লাহ্‌রই আধিপত্য; তিনিই তাদের মাঝে বিচার করবেন। অতঃপর যারা ঈমান এনেছে ও সৎকাজ করেছে, তারা নেয়ামত পরিপূর্ণ জান্নাতে অবস্থান করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২২ : ৫৭",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ ",
        "bangla_text": "আর যারা কুফরী করেছে ও আমাদের আয়াতসমূহে মিথ্যারোপ করছে, তাদেরই জন্য রয়ছে লাঞ্ছনাদায়ক শাস্তি।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২২ : ৫৮",
        "arabic_text": "\nوَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ ",
        "bangla_text": "আর যারা হিজরত করেছে আল্লাহ্‌র পথে, তারপর নিহত হয়েছে অথবা মারা গেছে, তাদেরকে আল্লাহ্‌ অবশ্যই উৎকৃষ্ট জীবিকা দান করবেন; আর নিশ্চয় আল্লাহ্‌, তিনি তো সর্বোৎকৃষ্ট রিযিকদাতা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২২ : ৫৯",
        "arabic_text": "\nلَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ ",
        "bangla_text": "তিনি তাদেরকে অবশ্যই এমন স্থানে প্রবেশ করাবেন, যা তারা পছন্দ করবে, আর আল্লাহ্‌ তো সম্যক জ্ঞানী [১], পরম সহনশীল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের শেষে আল্লাহ্‌র দু’টি গুরুত্বপূর্ণ গুণসম্পন্ন নাম এসেছে, যার সাথে আয়াতের বক্তব্যের সম্পর্ক নির্ণয়ে বলা যায় যে, প্রথম গুণটি বলা হয়েছে যে তিনি হচ্ছেন عليم বা সর্বজ্ঞাত অর্থাৎ তিনি জানেন কে প্রকৃতপক্ষে তাঁর পথে ঘর-বাড়ি ত্যাগ করেছে এবং সে কোন ধরনের পুরষ্কার লাভের যোগ্য। দ্বিতীয় গুণটি বলা হয়েছে, তিনি حليم বা পরম সহিষ্ণু অর্থাৎ এ ধরনের ছোট ছোট ভুল-ভ্রান্তি ও দুর্বলতার কারণে তাদের বড় বড় কর্মকাণ্ড ও ত্যাগকে তিনি বিনষ্ট করে দেবেন না। তিনি সেগুলো উপেক্ষা করবেন এবং তাদের অপরাধ মাফ করে দেবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২২ : ৬০",
        "arabic_text": "\n۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ ",
        "bangla_text": "এটাই হয়ে থাকে, আর কোন ব্যাক্তি নিপীড়িত হয়ে নিপীড়ন পরিমান প্রতিশোধ গ্রহণ করলে [১] তারপর পুনরায় সে নিপীড়িত হলে আল্লাহ্‌ তাকে অবশ্যই সাহায্য করবেন [২]; নিশ্চয় আল্লাহ্‌ পাপ মোচনকারী, ক্ষমাশীল [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রথমে এমন মাযলুমদের কথা বলা হয়েছিল যারা যুলুমের জবাবে কোন পাল্টা ব্যবস্থা গ্রহণ করতে পারেনি। আর এখানে এমন মযলুমদের কথা বলা হচ্ছে যারা যুলুমের জবাবে শক্তি ব্যবহার করে। আয়াতে মযলুমকে যালিমের সাথে সে ধরনের ব্যবহার করতে বলেছে যে ধরনের ব্যবহার সে মাযহুলুমের সাথে করেছে। সুতরাং যদি কেউ যালেমের সাথে তার যুলুম অনুরূপ ব্যবহার করে, তবে তাতে কোন দোষ নেই। [সা‘দী] এটাকে শাস্তি বলা হলেও আসলে এটি প্রতিশোধ। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যুলুমের জবাবে যে প্রতিশোধ নেয়া হবে, তাতে দোষের কিছু নেই। তারপর যদি তার উপর আবার যুলুম করা হয়, তবে আল্লাহ্‌ তাকে সাহায্য করবেন। কেননা সে মাযলুম। সুতরাং সে তার অধিকার আদায় করেছে বা প্রতিশোধ নিয়েছে বলে তার উপর যুলুম করা বৈধ হবে না। সুতরাং যদি অন্যায় ও যুলুমের প্রতিশোধ নেয়ার পর কেউ প্রতিশোধ নেয়ার কারণে তার উপর যুলুম করা হলে আল্লাহ্‌ তাকে সাহায্য করেন, তাহলে যে ব্যক্তি তার উপর অন্যায় ও যুলুমের প্রতিশোধ নেয়নি সে আল্লাহ্‌র সাহায্য পাবার অধিক নিকটবর্তী। [সা‘দী]\n  <br/>\n  <br/>\n  [৩] আয়াতের এ অংশের সম্পর্ক শুধুমাত্র নিকটবর্তী শেষ বাক্যটির সাথে হলে এর অর্থ হবে, যদিও প্রথম অন্যায়কারীর অন্যায় বেশী, তারপরও তোমরা বেশী প্রতিশোধ না নিয়ে প্রতিশোধে সমতা বিধানের কারণ হচ্ছে, আল্লাহ্‌র ক্ষমা ও মার্জনা গুণ দু’টি এটাই চাচ্ছে যে, যুলুমের বিপরীতে সম প্রতিশোধই নেয়া হোক, কারণ, তা হকের কাছাকাছি। আর যদি এ গুণ দু’টির সম্পর্ক উপরের কতক আয়াতের সাথে সমভাবে হয়, অর্থাৎ হিজরতকারীদের সাথে হয়, তখন অর্থ হবে, মুহাজিরদের এরকম প্রতিফল এজন্যেই দেব যে, আল্লাহ্‌ ক্ষমাশীল, মার্জনাকারী। তিনি তাদের গোনাহ ক্ষমা করে দিবেন। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২২ : ৬১",
        "arabic_text": "\nذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ ",
        "bangla_text": "এটা এ জন্যে যে, নিশ্চয় আল্লাহ্‌ রাতকে প্রবেশ করান দিনের মধ্যে এবং দিনকে প্রবেশ করান রাতের মধ্যে [১]। আর নিশ্চয় আল্লাহ্‌ সর্বশ্রোতা, সর্বদ্রষ্টা [২]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনিই সমগ্ৰ বিশ্ব ব্যবস্থার নিয়ন্ত্রক এবং দিন রাত্রির আবর্তন তাঁরই কর্তৃত্বাধীন। তিনি রাতের এক অংশে দিনের প্রবেশ ঘটান, আবার দিনের একাংশে রাত প্রবেশ করান। তাই কখনও দিন বড় হয়, আবার কখনও রাত বড় হয়। [ইবন কাসীর] এই বাহ্যিক অর্থের সাথে সাথে এ বাক্যের মধ্যে এদিকেও একটি সূক্ষ্ম ইংগিত রয়েছে যে, রাতের অন্ধকার থেকে যে আল্লাহ্‌   দিনের আলো বের করে আনেন এবং উজ্জ্বল দিনের উপর যিনি রাতের অন্ধকার জড়িয়ে দেন তাঁরই এমন ক্ষমতা আছে যার ফলে আজ যাদের ক্ষমতা ও কর্তৃত্ব রয়েছে তাদের দ্রুত দুনিয়াবাসী দেখতে পাবে এবং কুফর ও জাহেলিয়াতের অন্ধকার তাঁর হুকুমে সরে যাবে এবং এ সংগে সেদিনের উদয় হবে যেদিন সত্য, সততা ও জ্ঞানের আলোকে সারা দুনিয়া আলোকিত হয়ে উঠবে। মুমিনরা বিজয় লাভ করবে। [দেখুন, আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে মহান আল্লাহ্‌র দু’টি মহান গুণ বর্ণিত হয়েছে। বলা হয়েছে তিনি সর্বশ্রোতা ও সর্বদ্ৰষ্টা। অর্থাৎ তিনি অন্ধ ও বধির আল্লাহ্‌ নন বরং এমন আল্লাহ্‌ যিনি দেখতে ও শুনতে পান। বান্দাদের যাবতীয় অবস্থা, কার্যক্রম ও উঠাবসা তাঁর কাছে গোপন নেই। [ইবন কাসীর] সুতরাং কে তার কাছে সাহায্য চাচ্ছে এবং কার সাহায্য করা দরকার এটা তিনি সম্যক অবগত। আর তিনি তাকে সেভাবে সময়মত ঠিকই সাহায্য-সহযোগিতা করবেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২২ : ৬২",
        "arabic_text": "\nذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ ",
        "bangla_text": "এজন্যে যে, নিশ্চয় আল্লাহ্‌, তিনিই সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে তা তো অসত্য [১]। আর নিশ্চয় আল্লাহ্‌, তিনিই সমুচ্চ, সুমহান [২]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনিই সত্যিকার ক্ষমতার অধিকারী ও যথার্থ রব। একমাত্র তাঁরই ইবাদাত করা যাবে। কারণ, তিনিই মহান শক্তিধর, তিনি যা চাইবেন তা হবে, আর যা চাইবেন না তা হবে না। সবকিছু তাঁরই মুখাপেক্ষী। সবাই তাঁর কাছে মাথা নোয়াতে বাধ্য। [ইবন কাসীর] সুতরাং তার বন্দেগীকারীরা ক্ষতিগ্ৰস্ত হতে পারে না। আর অন্যান্য সকল মাবুদই আসলে পুরোপুরি অসত্য ও অর্থহীন। তাদেরকে যেসব গুণাবলী ও ক্ষমতার মালিক মনে করা হয়েছে সেগুলোর মূলত কোন ভিত্তি নেই। তারা লাভ বা ক্ষতি কিছুরই মালিক নয়। [ইবন কাসীর] সুতরাং আল্লাহ্‌র দিক থেকে মুখ ফিরিয়ে নিয়ে তাদের ভরসায় যারা বেঁচে থাকে তারা কখনো সফলতা লাভ করতে পারে না।\n  <br/>\n  <br/>\n  [২] আয়াতের শেষে বলা হয়েছে, এবং আল্লাহ্‌, তিনিই তো সমুচ্চ, মহান। অনুরূপ অন্যত্র বলা হয়েছে, “আর তিনি সুউচ্চ সুমহান।” [সূরা আল-বাকারাহঃ ২৫৫] আরও এসেছে, “তিনি গায়েব ও প্রকাশ্যের জ্ঞানী, মহান, সর্বোচ্চ।” [সূরা আর-রা‘দঃ ৯] সুতরাং সবকিছুই তাঁর ক্ষমতা, প্ৰতাপ ও মাহাত্যের অধীন। তিনি ব্যতীত আর কোন ইলাহ নেই। তিনি ব্যতীত আর কোন রব নেই। তিনিই মহান, তাঁর চেয়ে মহৎ কেউ নেই। তিনিই সর্বোচ্চ সত্তা, তাঁর উপরে কেউ নেই, তিনিই বড় তাঁর থেকে বড় কেউ নেই। যালেমরা তাঁর সম্পপর্কে যা বলে তা থেকে তিনি কতই না পবিত্র ও মহান! [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২২ : ৬৩",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ ",
        "bangla_text": "আপনি কি দেখেন না যে, আল্লাহ্‌ পানি বর্ষণ করেন আকাশ হতে; যাতে সবুজ শ্যামল হয়ে উঠে যমীন [১]? নিশ্চয় আল্লাহ্‌ সুক্ষ্মদর্শী, সম্যক অবহিত [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আবার প্রকাশ্য অর্থের পেছনে একটি সুক্ষ্ম ইশারা প্রচ্ছন্ন রয়েছে। প্রকাশ্য অর্থ তো হচ্ছে কেবলমাত্র আল্লাহ্‌র ক্ষমতা বর্ণনা করা। কিন্তু এর মধ্যে এ সুক্ষ্ম ইশারা রয়েছে যে, আল্লাহ্‌   যে বৃষ্টি বর্ষণ করেন তার ছিটেফোঁটা পড়ার সাথে সাথেই যেমন তোমরা দেখো বিশুষ্ক ভূমি অকস্মাৎ সবুজ শ্যামল হয়ে উঠে, ঠিক তেমনি আজ যে অহীর শান্তিধারা বর্ষিত হচ্ছে তা শিগগিরই তোমাদের এক অভূতপূর্ব দৃশ্য দেখাবে। তোমরা দেখবে আরবের অনুর্বর বিশুষ্ক মরুভূমি জ্ঞান, নৈতিকতা ও সুসংস্কৃতির গুলাবাগীচায় পরিণত হয়ে গেছে। অথবা আয়াতে পুনরুত্থানের প্রতি বিশ্বাসের জন্য এ উদাহরণ পেশ করা হয়েছে। কারণ, সাধারণত: বৃষ্টি ও তার দ্বারা নতুন করে ফসলের উৎপাদনের ব্যাপারটি কুরআনের বিভিন্ন স্থানে পুনরুত্থানের প্রমাণ হিসেবে এসেছে। যেমন, “আর তাঁর একটি নিদর্শন এই যে, আপনি ভূমিকে দেখতে পান শুস্ক ও উষর, তারপর যখন আমরা তাতে পানি বর্ষণ করি তখন তা আন্দোলিত ও স্ফীত হয়।” [সূরা ফুসসিলাতঃ ৩৯] কারণ, তারপরেই স্পষ্ট বলে দেয়া হয়েছে যে, “নিশ্চয় যিনি যমীনকে জীবিত করেন তিনি অবশ্যই মৃতদের জীবনদানকারী। নিশ্চয় তিনি সবকিছুর উপর ক্ষমতাবান।” [সূরা ফুসসিলাতঃ ৩৯] অন্যত্র বলেছেন, “সুতরাং আল্লাহ্‌র অনুগ্রহের ফল সম্বন্ধে চিন্তা করুন, কিভাবে তিনি যমীনকে জীবিত করেন সেটার মৃত্যুর পর”। [সূরা আর-রূমঃ ৫০] কারণ আল্লাহ্‌ তারপর বলেছেন, “এভাবেই আল্লাহ্‌ মৃতকে জীবিত করেন, আর তিনি সবকিছুর উপর ক্ষমতাবান। [সূরা আর-রূমঃ ৫০] আরও বলেছেন, “বান্দাদের রিযকস্বরূপ। আর আমরা বৃষ্টি দিয়ে সঞ্জীবিত করি মৃত ভূমিকে” [সূরা কাফঃ ৯-১১] কারণ আয়াতের শেষাংশেই আল্লাহ্‌ বলেছেন, এভাবেই উত্থান ঘটবে।’’ [সূরা কাফঃ ১১] অর্থাৎ মৃত্যুর পর কবর থেকে জীবিত হয়ে বের হওয়া, বা পুনরুত্থান ঘটা। যেমন অন্য আয়াতে এসেছে, “আর এভাবেই তোমাদেরকে বের করা হবে।” [সূরা আর-রূমঃ ১৯] আরও এসেছে, “আর এভাবেই আমরা মৃতদের বের করব, যাতে তোমরা উপদেশ গ্রহণ করা।\" [সূরা আল-আরাফঃ ৫৭] এ সংক্রান্ত আরও বহু আয়াত রয়েছে। [আদওয়াউল বায়ান] সুতরাং আয়াত দ্বারা আল্লাহ্‌র ক্ষমতা সম্পর্কে চিন্তা করার পাশাপাশি আখেরাতের জন্য পুনরুত্থানের উপর বিশ্বাসেরও প্রমাণ পেশ করা হয়ে গেছে।\n  <br/>\n  <br/>\n  [২] এ আয়াতের শেষে মহান আল্লাহ্‌র দু’টি গুরুত্বপূর্ণ গুণসম্পন্ন নাম উল্লেখ করা হয়েছে। প্রথমেই বলা হয়েছে, তিনি لطيف। এর মানে হচ্ছে, অননুভূত পদ্ধতিতে নিজের ইচ্ছা ও সংকল্প পূৰ্ণকারী। তিনি এমন কৌশল অবলম্বন করেন যার ফলে লোকেরা তার সূচনায় কখনো তার পরিণামের কল্পনাও করতে পারে না। তিনি এত সুক্ষ্মদশী যে, ছাট বড় কোন কিছু তাঁর দৃষ্টি এড়ায় না। [ফাতহুল কাদীর] অনুরূপভাবে, তিনি বান্দার রিযক অত্যন্ত সুক্ষ্ম পদ্ধতিতে পৌঁছিয়ে থাকেন। তদ্রুপ অত্যন্ত সূক্ষ্ম পদ্ধতিতে তিনি কোন দানার কাছে পানির ব্যবস্থা করে সেটাকে মাটি থেকে তা উৎপন্ন করেন। [কুরতুবী; ফাতহুল কাদীর] لطيف এর অন্য অর্থ হচ্ছে, মেহেরবান, দয়াশীল। সে হিসেবে তিনি বান্দাদের প্রতি দয়াপরবশ হয়ে তাদের জন্য বৃষ্টির ব্যবস্থা করেছেন। এর মাধ্যমে তাদের রিযিকের ব্যবস্থাও করেন। [আদওয়াউল বায়ান] তারপর দ্বিতীয় গুণটি বলা হয়েছে যে, তিনি خبير অর্থাৎ তিনি নিজের দুনিয়ার অবস্থা, প্রয়োজন ও উপকরণাদি সম্পর্কে অবগত। কোথায় কোন দানা কিভাবে পড়ে আছে সেটাকে কি করতে হবে সে সম্পর্কে তিনি সম্যক অবগত। তাঁর কাছে কোন কিছুই গোপন নেই। তিনি সেগুলোতে পানির অংশ পৌঁছিয়ে সেটা থেকে উদ্ভিদ বের করে আনেন। [ইবন কাসীর] যেমন অন্য আয়াতে বলেছেন, “হে প্রিয় বৎস! নিশ্চয় তা (পাপ-পুণ্য) যদি সরিষার দানা পরিমাণও হয়, অতঃপর তা থাকে শিলাগর্ভে অথবা আসমানসমূহে কিংবা যমীনে, আল্লাহ্‌ তাও উপস্থিত করবেন। নিশ্চয়ই আল্লাহ্‌ সূক্ষ্মদৰ্শী, সম্যক অবহিত।” [সূরা লুকমানঃ ১৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২২ : ৬৪",
        "arabic_text": "\nلَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ ",
        "bangla_text": "আসমানসমূহ ও যমীনে যা কিছু আছে তা তাঁরই। আর নিশ্চয় আল্লাহ্‌, তিনিই তো অভাবমুক্ত, পরম প্রশংসিত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের শেষেও মহান রাব্বুল আলমীনের দু’টি গুরুত্বপূর্ণ গুণবাচক নামের সমাহার আমরা লক্ষ্য করি। বলা হয়েছে যে, তিনি الُغَنِيُّ الُحَمِيُدُع অর্থাৎ তিনি “অমুখাপেক্ষী” সবকিছুরই তিনি মালিক, আর সবকিছু তাঁরই মুখাপেক্ষী, তারই বান্দা। [ইবন কাসীর] আর তিনিই “প্রশংসার্হ” অর্থাৎ প্রশংসা ও স্তব-স্তুতি একমাত্র তাঁরই জন্য এবং কেউ প্ৰশংসা করুক বা না করুক সর্বাবস্থায় তিনি প্রশংসিত। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২২ : ৬৫",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ ",
        "bangla_text": "আপনি কি দেখতে পান না যে, আল্লাহ্‌ তোমাদের কল্যাণে নিয়োজিত করেছেন [১] পৃথিবীতে যা কিছু আছে সেসবকে এবং তাঁর নির্দেশে সাগরে বিচরণশীল নৌযানসমূহকে? আর তিনিই আসমানকে [২] ধরে রাখেন যাতে তা পড়ে না যায় যমীনের উপর তাঁর অনুমতি ছাড়া। নিশ্চয় আল্লাহ্‌ মানুষের প্রতি স্নেহপ্রবণ, পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌ তা'আলা ভূপৃষ্ঠের জীবজন্তু, নিশ্চল বস্তুনিচয়, ক্ষেত-খামার, ফল-ফলাদি সবকিছুই মানুষের কল্যাণে নিয়োজিত করেছেন। যেমন অন্য আয়াতে বলেছেন, “আর তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন আসমানসমূহ ও যমীনের সমস্ত কিছু নিজ অনুগ্রহে”। [সূরা আল-জাসিয়াঃ ১৩] [ইবন কাসীর] এখানে জানা দরকার যে, যমীনের সবকিছুকে মানুষের কল্যাণে নিয়োজিত করেছেন, আজ্ঞাধীন করে দেননি। কারণ, আজ্ঞাধীন করে দিলে এর পরিণাম স্বয়ং মানুষের জন্য ক্ষতিদায়ক হত। কারণ, মানুষের স্বভাব, আশা-আকাঙ্খা ও প্রয়োজন বিভিন্নরূপ। একজন নদীকে একদিকে গতি পরিবর্তন করার আদেশ করত, অন্যজন তার বিপরীত দিকে আদেশ করত। এর পরিণাম অনৰ্থ সৃষ্টি ছাড়া কিছুই হত না। এ কারণেই আল্লাহ্‌ তা'আলা। সবকিছুকে আজ্ঞাধীন তো নিজেরই রেখেছেন, কিন্তু অধীন করার যে আসল উপকার তা মানুষকে পোঁছে দিয়েছেন।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌র বিশেষ রহমত যে, তিনি আকাশকে যমীনের উপর ছেড়ে দেন না। যদি তাঁর রহমত ও শক্তি তা না করত, তবে আসমান যমীনের উপর পড়ে যেত। ফলে এতে যা আছে তা ধ্বংস হয়ে যেত। যেমন অন্য আয়াতে আল্লাহ্‌ বলেন, “অবশ্যই আল্লাহ্‌ আসমানসমূহ ও যমীনকে ধারণ করেন, যাতে তারা স্থানচ্যুত না হয়, আর যদি তারা স্থানচু্যত হয় তবে তিনি ছাড়া কেউ তাদেরকে ধরে রাখতে পারে না। অবশ্যই তিনি অতি সহনশীল, ক্ষমাপরায়ণ।” [সূরা ফাতিরঃ ৪১] [সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২২ : ৬৬",
        "arabic_text": "\nوَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ ",
        "bangla_text": "আর তিনিই তোমাদেরকে জীবিত করেছেন; তারপর তিনিই তোমাদের মৃত্যু ঘটাবেন, পুনরায় তিনিই তোমাদের জীবিত করবেন। মানুষ তো খুব বেশী অকৃতজ্ঞ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অৰ্থাৎ এসব কিছু দেখেও আম্বিয়া আলাইহিমুস সালাম যে সত্য পেশ করেছেন তা অস্বীকার করে যেতে থাকে। এটা নিঃসন্দেহে বড় ধরনের কুফরী। কারণ, তারা আল্লাহ্‌র নেয়ামতকে অস্বীকার করছে। তারা বরং আরও বেড়ে গিয়ে পুনরুত্থান ও আল্লাহ্‌র শক্তিকেও অস্বীকার করে বসে। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২২ : ৬৭",
        "arabic_text": "\nلِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ ",
        "bangla_text": "আমরা প্রত্যেক উম্মতের জন্য নির্ধারিত করে দিয়েছি ‘মানসাক’ [১] (ইবাদাত পদ্ধতি) যা তারা পালন করে। কাজেই তারা যেন এ ব্যাপারে আপনার সাথে বিতর্ক না করে। আর আপনি আপনার রব-এর দিকে ডাকুন, আপনি তো সরল পথেই প্রতিষ্ঠিত।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের منسك শব্দটি مصدر ধরে অর্থ করা হবে, শরী‘আত। [কুরতুবী] অর্থাৎ প্রত্যেক নবীর উম্মতের জন্যই আল্লাহ্‌ তা’আলা সুনির্দিষ্ট শরী‘আত ও ইবাদাত পদ্ধতি নির্ধারণ করেছেন। তারা সে অনুসারে ইবাদাত করবে। যদিও তাদের মধ্যে বিভিন্ন বিষয়ে পার্থক্য ছিল। কিন্তু মূল আদল, হিকমতে কোন পার্থক্য ছিল না। [সা‘দী] সে সব উম্মত তাদের কাছে যে শরী‘আত এসেছে, সেটা অনুসারে আমল করে। সুতরাং তাওরাত ছিল ইবাদাত ও শরী‘আতের পদ্ধতি, কিন্তু তা ছিল মূসা আলাইহিস সালামের সময় হতে ঈসা আলাইহিস সালামের সময় পর্যন্ত। আর ইঞ্জীল ছিল ইবাদাত ও শরী‘আতের পদ্ধতি, তবে তা ছিল ঈসা আলাইহিস সালামের সময় হতে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সময় পর্যন্ত। সে ধারাবাহিকতায় মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উম্মতের জন্যও আল্লাহ্‌ তা’আলা ইবাদাত ও হজ্জের নিয়মাবলী বিধিবদ্ধ করেছেন। সুতরাং তাদেরকে তা মেনে চলতে হবে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  অথবা আয়াতের منسك শব্দটি اسم ظرف বা স্থান নির্দেশক বিশেষ্য। তখন এর অর্থ হবে نسك এর স্থান। হজের স্থান, বা ইবাদাতের স্থান। [ফাতহুল কাদীর] কেননা, অভিধানে نسك এর অর্থ এমন নির্দিষ্ট স্থান, যা কোন বিশেষ ভাল অথবা মন্দ কাজের জন্য নির্ধারিত থাকে। এ কারণেই হজ্জের বিধি-বিধানকে مناسك الحغ বলা হয়। কেননা, এগুলোতে বিশেষ বিশেষ স্থান বিশেষ বিশেষ কাজের জন্য নির্ধারিত আছে। [ইবন কাসীর] সে হিসেবে আয়াতের অর্থ হবে, প্রতিটি উম্মতের জন্যই আমরা শরী‘আত হিসেবে ইবাদতের জন্য একটি স্থান নির্ধারণ করেছি। তারা সেখানে একত্রিত হবে। তাই কাফেররা যেন আপনার সাথে এ ব্যাপারে ঝগড়া না করে। অথবা আয়াতের অর্থ, প্রতিটি উম্মতই একটি স্থানকে তাদের জন্য নির্ধারণ করে নিয়েছে। আর আল্লাহ্‌ প্রকৃতিগতভাবে তাদের সেটা করতে দেন। (শরী‘আতগতভাবে সেগুলো আল্লাহ্‌র পক্ষ থেকে অনুমোদিত নয়) তারা সেটা করবেই। সুতরাং আপনি তাদের সে সমস্ত কর্মকাণ্ড নিয়ে তাদের সাথে বিতর্কে লিপ্ত হবেন না। তাদের সাথে এ সমস্ত বাতিল বিষয় নিয়ে তর্ক করে আপনি আপনার কাছে যে হক এসেছে সেটাকে ছেড়ে দিবেন না। আর এজন্যই আয়াতের পরবর্তী অংশে বলা হয়েছে, “আপনি তাদেরকে আপনার রব-এর দিকে ডাকুন, আপনি তো সরল পথেই প্রতিষ্ঠিত।” অৰ্থাৎ আপনার বিরোধীরাই পথচ্যুত। আপনি স্পষ্ট সরল-সোজা পথে আছেন যা আপনাকে মনজিলে মাকসূদে পোঁছে দিবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  অথবা আয়াতে منسك অর্থ যবেহ করার বিধি-বিধান বা জন্তুর গোশত খাওয়ার পদ্ধতি। [ফাতহুল কাদীর] সে হিসেবে আয়াতে কাফেরদের কোন সুনির্দিষ্ট প্রশ্নের উত্তর দেয়া হয়েছে। কোন কোন কাফের মুসলিমদের সাথে তাদের যবেহ করা জন্তু সম্পর্কে অনর্থক তর্ক-বিতর্ক করত। তারা বলত: তোমাদের দ্বীনের এই বিধান আশ্চর্যজনক যে, যে জন্তুকে তোমরা স্বহস্তে হত্যা কর, তা তো হালাল এবং যে জন্তুকে আল্লাহ্‌ তা'আলা সরাসরি মৃত্যু দান করেন অর্থাৎ সাধারণ মৃত জন্তু তা হারাম। তাদের এই বিতর্কের জবাবে আলোচ্য আয়াত নাযিল হয়। [কুরতুবী] অতএব, এখানে منسك এর অর্থ হবে যবেহ করার নিয়ম। জবাবের সারমর্ম এই যে, মৃতজন্তু হালাল নয়, এটা এই উম্মত ও শরী‘আতেরই বৈশিষ্ট্য নয়; পূর্ববর্তী শরীআতসমূহেও তা হারাম ছিল। সুতরাং তোমাদের এই উক্তি সম্পূর্ণ ভিত্তিহীন। এই ভিত্তিহীন কথার উপর ভিত্তি করে নবীগণের সাথে বিতর্কে প্রবৃত্ত হওয়া একেবারেই নির্বুদ্ধিতা।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২২ : ৬৮",
        "arabic_text": "\nوَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ ",
        "bangla_text": "আর তারা যদি আপনার সাথে বিতণ্ডা করে তবে বলে দিন, ‘তোমরা যা কর সে সম্বন্ধে আল্লাহ্‌ সম্যক অবগত’ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেমন অন্য আয়াতে এসেছে, “আর তারা যদি আপনার প্রতি মিথ্যা আরোপ করে তবে আপনি বলুন, ‘আমার কাজের দায়িত্ব আমার এবং তোমাদের কাজের দায়িত্ব তোমাদের। আমি যা করি সে বিষয়ে তোমরা দায়মুক্ত এবং তোমরা যা কর সে বিষয়ে আমিও দায়মুক্ত।” [সূরা ইউনুসঃ ৪১] তারপর বলা হয়েছে, ‘তোমরা যা কর সে সম্বন্ধে আল্লাহ্‌ সম্যক অবহিত’ যেমন অন্য আয়াতে এসেছে, “তোমরা যে বিষয়ে আলোচনায় লিপ্ত আছ, সে সম্বন্ধে আল্লাহ্‌ সবিশেষ অবগত। আমার ও তোমাদের মধ্যে সাক্ষী হিসেবে তিনিই যথেষ্ট।” [সূরা আল-আহকাফঃ ৮]\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২২ : ৬৯",
        "arabic_text": "\nٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ ",
        "bangla_text": "‘তোমরা যে বিষয়ে মতভেদ করছ আল্লাহ্‌ কেয়ামতের দিন সে বিষয় তোমাদের মধ্যে বিচার-মীমাংসা করে দেবেন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেমন অন্য আয়াতে বলেছেন, ‘‘সুতরাং আপনি তার দিকে ডাকুন এবং তাতেই দৃঢ় প্রতিষ্ঠিত থাকুন যেভাবে আপনি আদিষ্ট হয়েছেন এবং তাদের খেয়াল-খুশীর অনুসরণ করবেন না; এবং বলুন, ‘আল্লাহ্‌ যে কিতাব নাযিল করেছেন আমি তাতে ঈমান এনেছি এবং আমি আদিষ্ট হয়েছি তোমাদের মধ্যে ন্যায় বিচার করতে। আল্লাহ্‌ আমাদের রব এবং তোমাদেরও রব। আমাদের আমল আমাদের এবং তোমাদের আমল তোমাদের; আমাদের ও তোমাদের মধ্যে বিবাদ-বিসম্বাদ নেই। আল্লাহ্‌ আমাদেরকে একত্র করবেন এবং ফিরে যাওয়া তাঁরই কাছে।” [সূরা আশ-শূরাঃ ১৫]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "২২ : ৭০",
        "arabic_text": "\nأَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ ",
        "bangla_text": "আপনি কি জানেন না যে, আসমান ও যমীনে যা কিছু আছে আল্লাহ্‌ তা জানেন। এসবই তো আছে এক কিতাবে [১]; নিশ্চয় তা আল্লাহ্‌র নিকট অতি সহজ।   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্‌ তা'আলা এখানে তাঁর সৃষ্টিকুল সম্পর্কে পূর্ণ জ্ঞানের কথা জানাচ্ছেন। আর এও জানাচ্ছেন যে, আসমান ও যমীনের সবকিছুকে তাঁর জ্ঞান ঘিরে আছে। তা থেকে ছোট কিংবা বড় সামান্যতম জিনিসও বাদ পড়ে না। তিনি সৃষ্টিকুলের সবকিছু সেগুলোর অস্তিত্বের আগ থেকেই জানেন। আর তিনি সেগুলো লাওহে মাহফূযে লিখে রেখেছেন। যেমন হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আল্লাহ্‌ আসমান ও যমীন সৃষ্টি করার পঞ্চাশ হাজার বছর আগেই সৃষ্টিকুলের তাকদীর লিখে রেখেছেন। আর তখন তাঁর আরশ ছিল পানির উপর”। [মুসলিমঃ ২৬৫৩] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আল্লাহ্‌ যখন কলম সৃষ্টি করলেন, তখন তাকে বললেন, লিখ। কলম বলল, কি লিখব? আল্লাহ্‌ বললেন, যা হবে সবই লিখ। তখন কিয়ামত পর্যন্ত যা হবে তা লিখতে কলম চালু হল।” [মুসনাদে আহমাদঃ ৫/৩১৭] এ সবই আল্লাহ্‌র পূর্ণ জ্ঞানের প্রমাণ যে, তিনি সবকিছু হওয়ার আগেই তা জানেন। আর তিনি সেটা নির্ধারণ করেছেন এবং লিখে রেখেছেন। সুতরাং বান্দারা যা করবে, কিভাবে করবে সেটা তাঁর জ্ঞানে পূর্ব থেকেই বিদ্যমান। সৃষ্টির আগেই জানেন যে, এ সৃষ্টি তার ইচ্ছা অনুসারে আমার আনুগত্য করবে, আর এ সৃষ্টি তার ইচ্ছা অনুসারে আমার অবাধ্য হবে। আর তিনি সেটা লিখে রেখেছেন এবং জ্ঞানে সবকিছু পরিবেষ্টন করে আছেন। এটা তাঁর জন্য সহজ ও অনায়াসসাধ্য। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "২২ : ৭১",
        "arabic_text": "\nوَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ ",
        "bangla_text": "আর তারা ‘ইবাদত করে আল্লাহ্‌র পরিবর্তে এমন কিছুর যার সম্পর্কে তিনি কোন দলীল নাযিল করেননি এবং যার সম্বন্ধে তাদের কোন জ্ঞান নেই [১]। আর যালেমদের কোন সাহায্যকারী নেই [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌র কোন কিতাবে বলা হয়নি, ‘আমি অমুক অমুককে আমার সাথে প্রভুত্বের কর্তৃত্বে শরীক করেছি। কাজেই আমার সাথে তোমরা তাদেরকেও ইবাদাতে শরীক করো।’ সুতরাং তাদের কাছে এ ব্যাপারে কোন দলীল-প্রমাণ নেই। অন্য আয়াতেও আল্লাহ্‌ তা বলেছেন, “আর যে ব্যক্তি আল্লাহ্‌র সাথে অন্য ইলাহকে ডাকে, এ বিষয়ে তার নিকট কোন প্রমাণ নেই; তার হিসাব তো তার রব-এর নিকটই আছে; নিশ্চয়ই কাফেররা সফলকাম হবে না।” [সূরা আল-মুমিনুনঃ ১১৭] আর কোন জ্ঞান মাধ্যমেও তারা এ কথা জানেনি যে, এরা অবশ্যই প্রভুত্বের কর্তৃত্বে অংশীদার এবং এজন্য এরা ইবাদাতলাভের হকদার। সুতরাং এখন যেভাবে বিভিন্ন ধরনের উপাস্য তৈরী করে এদের গুণাবলী ও ক্ষমতা সম্পর্কে বিভিন্ন ধরনের আকীদা তৈরী করে নেয়া হয়েছে এবং প্রয়োজন পূরণের জন্য এদের কাছে প্রার্থনা করা হচ্ছে, এসব কিছু জাহেলী ধারণার অনুসরণ ছাড়া আর কিছু হতে পারে? এ ব্যাপারে তাদের সর্বোচ্চ কথা হচ্ছে, তারা এগুলো তাদের পিতা-প্রপিতা পূর্বপুরুষদেরকে করতে দেখেছে। আর তারা তাদেরই পদাঙ্ক অনুসরণ করবে। কোন দলীল-প্রমাণ তাদের নেই। কেবল শয়তান তাদের অন্তরে এগুলো সুশোভিত করে দিয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এ নির্বোধরা মনে করছে, আল্লাহ্‌র আযাব নাযিল হলে এ উপাস্যরা দুনিয়া ও আখেরাতে তাদের সাহায্যকারী হবে। অথচ আসলে তাদের কোনই সাহায্যকারী নেই, এ উপাস্যরা তো নয়ই। কারণ তাদের সাহায্য করার কোন ক্ষমতা নেই। আর আল্লাহ্‌ ও তাদের সাহায্যকারী নন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "২২ : ৭২",
        "arabic_text": "\nوَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "আর তাদের কাছে আমাদের সুস্পষ্ট আয়াতসমূহ তিলাওয়াত করা হলে আপনি কাফেরদের মুখমণ্ডলে অসন্তোষ দেখতে পাবেন। যারা তাদের কাছে আমাদের আয়াত তিলাওয়াত করে তাদেরকে তারা আক্রমণ করতে উদ্যত হয়। বলুন, ‘তবে কি আমি তোমাদেরকে এর চেয়েও মন্দ কিছুর সংবাদ দেব? --- এটা আগুন [১]। যারা কুফরি করে আল্লাহ্‌ তাদেরকে এর প্রতিশ্রুতি দিয়েছেন। আর এটা কত নিকৃষ্ট ফিরে যাওয়ার স্থান!’   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌র কালাম কুরআন পেশ করা হয়, সঠিক দলীল প্রমাণাদি উল্লেখ করার মাধ্যমে তাওহীদের কথা জানানো হয় এবং বলা হয় যে, আল্লাহ্‌ ব্যতীত কোন ইলাহ নেই, আর রাসূলগণ হক ও সত্য, তখন যারা সঠিক দলীল প্রমাণাদি উপস্থাপন করে, তাদের প্রতি এদের হাত মুখ আক্রমণাত্মক হয়ে যায়। বলুন, তোমাদের মনে যে ক্ৰোধের আগুন জ্বলে উঠে তার চেয়ে মারাত্মক জিনিস অথবা তাঁর আয়াত যারা শুনায় তাদের সাথে যে সবচেয়ে খারাপ ব্যবহার তোমরা করতে পারো তার চেয়েও খারাপ জিনিসের মুখোমুখি তোমাদের হতে হবে। আর তা হচ্ছে জাহান্নাম ও তার শাস্তি ও নিগ্ৰহ। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "২২ : ৭৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ ",
        "bangla_text": "হে মানুষ! একটি উপমা দেয়া হচ্ছে, মনোযোগের সাথে তা শোনঃ তোমরা আল্লাহ্‌র পরিবর্তে যাদেরকে ডাক তারা তো কখনো একটি মাছিও সৃষ্টি করতে পারবে না, এ উদ্দেশ্যে তারা সবাই একত্র হলেও [১]। এবং মাছি যদি কিছু ছিনিয়ে নিয়ে যায় তাদের কাছ থেকে, এটাও তারা তার কাছ থেকে উদ্ধার করতে পারবে না। অন্বেষণকারী ও অন্বেষণকৃত কতই না দুর্বল [২];  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সাহায্যপ্রার্থী তো দুর্বল হবার কারণেই তার চাইতে উচ্চতর কোন শক্তির কাছে সাহায্য চাচ্ছে। কিন্তু এ উদ্দেশ্যে সে যাদের কাছে সাহায্য চাচ্ছে তাদের দুর্বলতার অবস্থা হচ্ছে এই যে, তারা একটি মাছির কাছেও হার মানে। এখন তাদের দুর্বলতার অবস্থা চিন্তা করো যারা নিজেরাও দুর্বল এবং যাদের উপর নির্ভর করে তাদের আশা-আকাংখা-কামনা-বাসনাগুলো দাঁড়িয়ে আছে তারাও দুর্বল। আল্লাহ্‌ ছাড়া তারা যাদের ইবাদাত করে, এরা সবাই যদি একত্রিত হয়ে একটি মাছি বানাতে চেষ্টা করে তবে তাতেও সমর্থ হবে না। যেমন এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আর তার চেয়ে বড় যালেম আর কে, যে আমার সৃষ্টির মত সৃষ্টি করতে চায়? তাহলে সে একটি পিপড়া বা ছোট বস্তু তৈরী করে দেখাক, অথবা একটি মাছি তৈরী করুক, অথবা একটি দানা তৈরী করে দেখাক” [মুসনাদে আহমাদঃ ২/৩৯১] অন্য বর্ণনায় আরও এসেছে, “সে যেন একটি যবের দানা তৈরী করে দেখায়” [বুখারীঃ ৫৯৫৩, ৭৫৫৯] অপর বর্ণনায় এসেছে, “সে যেন একটি মশা তৈরী করে দেখায়।” [মুসনাদে আহমাদঃ ২/২৫৯] বস্তুত তারা একটি মাছি তৈরী করতেও সক্ষম নয়। বরং তার চেয়েও তাদের অবস্থা আরও অধম। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, যে মূর্তিদেরকে তোমরা কার্যোদ্ধারকারী মনে কর, তারা এতই অসহায় ও শক্তিহীন যে, সবাই একত্রিত হয়ে একটি মাছির ন্যায় নিকৃষ্ট বস্তুও সৃষ্টি করতে পারে না। সৃষ্টি করা তো বড় কথা, তোমরা রোজই তাদের সামনে মিষ্টান্ন, ফল-মূল ইত্যাদি খাদ্যদ্রব্য রেখে দাও। মাছিরা এসে সেগুলো খেয়ে ফেলে। মাছিদের কাছ থেকে নিজেদের ভোগের বস্তুকে বাঁচিয়ে রাখার শক্তিও তাদের হয় না। অতএব, তারা তোমাদেরকে বিপদ থেকে কিরূপে উদ্ধার করবে? এ কারণেই আয়াতের শেষে ضَعُنَ الَّطالِبُ وَالْمَطْلُوْبُ বলে তাদের মূর্খতা ও বোকামী ব্যক্ত করা হয়েছে; অর্থাৎ যাদের উপাস্যই এমন শক্তিহীন সেই উপাস্যের উপাসক আরো বেশী শক্তিহীন হবে। ইবন আব্বাস বলেন, মূর্তি ও মাছি উভয়ই দুর্বল। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "২২ : ৭৪",
        "arabic_text": "\nمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ ",
        "bangla_text": "তারা আল্লাহ্‌ কে যথাযোগ্য মর্যাদা দেয়নি যেমন মর্যাদা দেয়া উচিত ছিল [১], নিশ্চয় আল্লাহ্‌ ক্ষমতাবান, পরাক্রমশালী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এই নির্বোধ নিমকহারামরা আল্লাহ্‌র মর্যাদা বোঝেনি। ফলে এমন সর্বশক্তিমানের সাথে এমন শক্তিহীন ও চেতনাহীন প্রস্তরসমূহকে শরীক সাব্যস্ত করেছে। এমন সর্বজ্ঞানী স্রষ্টার সাথে তাঁর সৃষ্ট কোন কোন বান্দাকে শরীক সাব্যস্ত করছে। [দেখুন ফাতহুল কাদীর; সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "২২ : ৭৫",
        "arabic_text": "\nٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ ",
        "bangla_text": "আল্লাহ্‌ ফিরিশতাদের মধ্য থেকে মনোনীত করেন রাসূল এবং মানুষের মধ্য থেকেও [১]; নিশ্চয় আল্লাহ্‌ সর্বশ্রোতা, সম্যক দ্রষ্টা [২]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী আয়াতে আল্লাহ্‌ তাঁর নিজের পূর্ণতা ও মূর্তিদের দুর্বলতা বর্ণনা করলেন, আর এও বর্ণনা করলেন যে তিনিই একমাত্র মা‘বুদ, এ আয়াতে তাঁর রাসূলদের অবস্থা বর্ণনা করছেন। তারা সমস্ত সৃষ্টি থেকে আলাদা প্রকৃতির। তাদের রয়েছে ভিন্ন বিশেষত্ব। [সা‘দী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যিনি রাসূলদেরকে পছন্দ করে নিয়েছেন তিনি এমন নন যে, তাদের বাস্তব অবস্থা সম্পর্কে বেখবর। বরং তিনি সবকিছু দেখেন ও শোনেন। প্রত্যেক ব্যক্তির প্রকাশ্য ও গোপন অবস্থা একমাত্র তিনিই জানেন। তিনি জানেন কোথায় তাঁর রিসালাত রাখতে হবে আর কে এর জন্য অধিক উপযুক্ত। তিনি রাসূলদের পাঠান, ফলে তাদের কেউ কেউ এতে সাড়া দেয়, আর কেউ দেয় না। কিন্তু রাসূলদের দায়িত্ব এখানেই শেষ। তারপরই তারা আল্লাহ্‌র দরবারে ফিরে যাবে। সেখানেই তাদের কর্মকাণ্ডের প্রতিফল পাবে। [সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "২২ : ৭৬",
        "arabic_text": "\nيَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ ",
        "bangla_text": "তাদের সামনে ও পিছনে যা কিছু আছে তিনি তা জানেন এবং সব বিষয়ই আল্লাহ্‌র কাছে প্রত্যাবর্তিত করা হবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা যা করেছে এবং যা কল্যাণকর ছিল অথচ তারা করেনি এসবই আল্লাহ্‌ জানেন। অন্য আয়াতে আল্লাহ্‌ বলেন, “আর আমরা লিখে রাখি যা তারা আগে পাঠায় ও যা তারা পিছনে রেখে যায়।” [সূরা ইয়াসীনঃ ১২]\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "২২ : ৭৭",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩ ",
        "bangla_text": "হে মুমিনগণ! তোমরা রুকূ‘ কর, সিজদা কর এবং তোমাদের রব-এর ‘ইবাদত কর ও সৎকাজ কর, যাতে তোমরা সফলকাম হতে পার [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সফল হতে হলে এ কাজগুলো করতে হবে। সালাত কায়েম করতে হবে, রুকু ও সিজদার মাধ্যমে, এ দু‘টি সালাতেরই গুরুত্বপূর্ণ রুকন। আর এ ইবাদতই হচ্ছে চক্ষু শীতলকারী, চিন্তান্বিত অন্তরের জন্য সান্ত্বনা। আর আল্লাহ্‌র রুবুবিয়াতে বিশ্বাসের এটাই দাবী যে, বান্দা একমাত্র তাঁরই ইবাদাত করবে এবং যাবতীয় কল্যাণের কাজ করবে। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "২২ : ৭৮",
        "arabic_text": "\nوَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ ",
        "bangla_text": "আর জিহাদ কর আল্লাহ্‌র পথে যেভাবে জিহাদ করা উচিত [১]। তিনি তোমাদেরকে মনোনীত করেছেন [২]। তিনি দ্বীনের ব্যাপারে তোমাদের উপর কোন সংকীর্ণতা রাখেননি [৩]। তোমাদের পিতা [৪] ইবরাহিমের মিল্লাত [৫]। তিনি আগে তোমাদের নামকরণ করেছেন ‘মুসলিম’ এবং এ কিতাবেও [৬]; যাতে রাসূল তোমাদের জন্য সাক্ষীস্বরূপ হন এবং তোমরা সাক্ষীস্বরূপ হও মানুষের জন্য [৭]। কাজেই তোমরা সালাত কায়েম কর, যাকাত দাও [৮] এবং আল্লাহ্‌ কে মজবুতভাবে অবলম্বন কর [৯]; তিনিই তোমাদের অভিভাবক, তিনি কতই না উত্তম অভিভাবক আর কতই না উত্তম সাহায্যকারী! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] جهاد ও مجاهدة শব্দের অর্থ কোন লক্ষ্য অর্জনের জন্য পূর্ণ শক্তি নিয়োগ করা এবং তজ্জন্যে কষ্ট স্বীকার করা। [বাগভী] কাফেরদের বিরুদ্ধে যুদ্ধেও মুসলিমরা তাদের কথা, কর্ম ও সর্বপ্রকার সম্ভাব্য শক্তি ব্যয় করে। তাই এই যুদ্ধকেও জিহাদ বলা হয়। حَقَّ جِهَادِهٖ ط এর অর্থ আল্লাহ্‌র সন্তুষ্টি লাভের জন্য কাফেরদের বিরুদ্ধে সম্পদ, জিহ্বা ও জান দিয়ে জিহাদ করা। [ইবন কাসীর; ফাতহুল কাদীর] অর্থাৎ তাতে জাগতিক নাম-যশ ও গনীমতের অর্থ লাভের লালসা না থাকা। কারও কারও মতে, حَقَّ جِهَادِهٖ ط বা যথাযথ জিহাদ দ্বারা উদ্দেশ্য হচ্ছে, আল্লাহ্‌র যাবতীয় নির্দেশ মান্য করা, আর যাবতীয় নিষেধ পরিত্যাগ করা। অর্থাৎ আল্লাহ্‌র আনুগত্যে নিজেদের প্রবৃত্তির সাথে জিহাদ করা এবং নাফসকে প্রবৃত্তির দাসত্ব হতে ফিরিয়ে আনা। আর শয়তানের সাথে জিহাদ করবে তার কুমন্ত্রণা ঝেঁড়ে ফেলে দিয়ে, যালেমদের বিরুদ্ধে যুদ্ধ করতে হবে তাদের যুলুমের প্রতিরোধ করে এবং কাফেরদের সাথে যুদ্ধ করতে হবে তাদের কুফরিকে প্রতিহত করে। [কুরতুবী] কারও কারও মতে, حَقَّ جِهَادِهٖ ط এর অর্থ জিহাদে পূর্ণ শক্তি ব্যয় করা এবং কোন তিরস্কারকারীর তিরস্কারে কর্ণপাত না করা। [ফাতহুল কাদীর] দাহহাক ও মুকাতিল বলেনঃ حَقَّ جِهَادِهٖ ط দ্বারা উদ্দেশ্য, আল্লাহ্‌র জন্য কাজ করা, যেমন করা উচিত এবং আল্লাহ্‌র ইবাদাত করা যেমন করা উচিত। আব্দুল্লাহ ইবন মুবারক বলেনঃ এ স্থলে জিহাদ বলে নিজের প্রবৃত্তি ও অন্যায় কামনা-বাসনার বিরুদ্ধে জিহাদ করা বোঝানো হয়েছে। [বাগভী]\n  <br/>\n  <br/>\n  [২] ওয়াসিলা ইবনে আসকা‘ রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেছেনঃ আল্লাহ্‌ তা'আলা সমগ্র বনী-ইসমাঈলের মধ্য থেকে কেনানা গোত্রকে মনোনীত করেছেন, অতঃপর কেনানার মধ্য থেকে কুরাইশকে, অতঃপর কুরাইশের মধ্য থেকে বনী-হাশেমকে এবং বনী-হাশেমের মধ্য থেকে আমাকে মনোনীত করেছেন। [মুসলিমঃ ২২৭৬]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ আল্লাহ্‌ তা‘আলা এ দ্বীনে তোমাদের উপর কোন সংকীর্ণতা রাখেননি। ‘দ্বীনে সংকীর্ণতা নেই' -এই বাক্যের তাৎপর্য বিভিন্নভাবে বর্ণিত হয়েছে, কোন কোন মুফাসসির বলেন, এর অর্থঃ এই দ্বীনে এমন কোন গোনাহ নেই, যা তাওবা করলে মাফ হয় না এবং আখেরাতের আযাব থেকে নিস্কৃতি পাওয়ার কোন উপায় হতে পারে না। পূর্ববর্তী উম্মতদের অবস্থা এর বিপরীত। তাদের মধ্যে এমন কতিপয় গোনাহও ছিল, যা তাওবা করলেও মাফ হত না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  কারও কারও নিকট এর অর্থ, দ্বীনের মধ্যে এমন কোন হুকুম নেই যা মানুষকে সমস্যায় নিপতিত করবে। বরং এখানে যাবতীয় সংকীর্ণ অবস্থা থেকে উত্তরণের উপায় আছে। মূলতঃ ইসলাম সহজ দ্বীন, সুনির্দিষ্ট কোন দিক নয়; বরং সর্বদিক দিয়েই ইসলাম সহজ দ্বীন। এ দ্বীনে কোন সংকীর্ণতার অবকাশ নেই। আল্লাহ্‌ তা'আলা এ দ্বীন ইসলামকে কেয়ামত পর্যন্ত সর্বশেষ দ্বীন হিসাবে অবশিষ্ট রাখবেন। তাই সর্বসাধারণের উপযোগী করে তিনি এ দ্বীন নির্ধারণ করে দিয়েছেন। এ দ্বীনের মধ্যে সংকীর্ণতা না থাকার ব্যাপারে বিভিন্ন পুস্তক রচনা করা হয়েছে। উদাহরণ স্বরূপ বলা যায়- অযুর পানি না পেলে তায়াম্মুমের অনুমতি, যমীনের সমস্ত স্থান সালাতের জন্য নির্দিষ্ট করে দেয়া, সফর অবস্থায় সালাতের কসর, সওমের জন্য অন্য সময়ে পূরণ করার অনুমতি ইত্যাদি অন্যতম। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] এখানে প্রশ্ন হতে পারে যে, তোমাদের পিতা বলে কাদের বোঝানো হয়েছে? কোন কোন মুফাসসির বলেনঃ এখানে প্রকৃতপক্ষে কুরাইশী মুমিনদেরকে সম্বোধন করা হয়েছে, যারা সরাসরি ইবরাহীম ‘আলাইহিস সালাম-এর বংশধর। [কুরতুবী] এরপর কুরাইশদের অনুগামী হয়ে সব মুসলিম এই ফযীলতে শামিল হয়; যেমন-হাদীসে আছেঃ সব মানুষ দ্বীনের ক্ষেত্রে কুরাইশদের অনুগামী। মুসলিম মুসলিম কুরাইশদের অনুগামী এবং কাফের কাফের কুরাইশদের অনুগামী। [মুসনাদে আহমাদঃ ১৯, অনুরূপ হাদীস- বুখারীঃ ৩৪৯৫, মুসলিমঃ ১৮১৮, ইবনে হিব্বানঃ ৬২৬৪] কারও কারও মতে, এ আয়াতে সব মুসলিমকে সম্বোধন করা হয়েছে। ইবরাহীম আলাইহিস সালাম এদিক দিয়ে সবার পিতা। কারণ, আল্লাহ্‌ তা‘আলা সমগ্র মানব জাতির জন্য ইবরাহীম ‘আলাইহিস সালাম-কে তার পরীক্ষায় উত্তীর্ণ হওয়ার পরে নেতা হিসাবে মনোনীত করেন। তিনি আনুগত্যের চরম পারাকাষ্ঠা দেখিয়েছেন, সুতরাং সমস্ত আনুগত্যকারীদের তিনি পিতা। তাছাড়া ইবরাহীম আলাইহিস সালামের সম্মান করা তেমনি অবশ্য কর্তব্য যেমনি সন্তান তার পিতার সম্মান করা একান্ত কর্তব্য। কারণ তিনি তাদের নবীর পিতা। [আহকামুল কুরআন লিল জাসসাস; কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৫] আয়াতের অর্থ, তোমরা তোমাদের পিতা ইবরাহীম ‘আলাইহিস সালাম-এর মিল্লাতকে আঁকড়ে ধর। [ফাতহুল কাদীর] আয়াতের অন্য অর্থ হচ্ছে, তোমাদের দ্বীনে তোমাদের জন্য কোন সংকীর্ণতা রাখেন নি, যেমন তোমাদের পিতা ইবরাহীমের মিল্লাতে কোন সংকীর্ণতা ছিল না। [তাবারী; ইবন কাসীর] অপর অর্থ হচ্ছে, পূর্ববর্তী আয়াতে যে নির্দেশগুলো দেয়া হয়েছিল, অর্থাৎ রুকু, সিজদা, কল্যাণমূলক কাজ এবং যথাযথ জিহাদ করা এগুলো ইবরাহীম আলাইহিস সালামের মিল্লাত। তখন আয়াতটির সমর্থন অন্য আয়াতেও এসেছে, “বলুন, ‘আমার রব তো আমাকে সৎপথে পরিচালিত করেছেন। এটাই সুপ্রতিষ্ঠিত দ্বীন, ইবরাহীমের মিল্লাত (আদর্শ), তিনি ছিলেন একনিষ্ঠ এবং তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।” [সূরা আল-আন’আমঃ ১৬১] কারণ, রুকু, সিজদা, কল্যাণমূলক কাজ, যথাযথ জিহাদ এসবই সুপ্রতিষ্ঠিত দ্বীনের অন্তর্ভুক্ত। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৬] তিনি তোমাদেরকে পূর্বে এবং এ কিতাব কুরআনে মুসলিম নামকরণ করেছেন। এখানে তিনি বলতে কাকে বোঝানো হয়েছে এ ব্যাপারে দু’টি মত রয়েছে- (এক) এখানে ইবরাহীম ‘আলাইহিস সালাম-কে বোঝানো হয়েছে। অর্থাৎ ইবরাহীম 'আলাইহিস সালামই কুরআনের পূর্বে উম্মতে মুহাম্মদী এবং সমগ্ৰ বিশ্বাসী সম্প্রদায়ের জন্য ‘মুসলিম’ নামকরণ করেছেন; যেমন, ইবরাহীম ‘আলাইহিস সালাম-এর এই দো‘আ কুরআনে বর্ণিত আছেঃ رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا [সূরা আল-বাকারাঃ ১২৮]-কুরআনে মুমিনদের নামকরণ করা হয়েছে মুসলিম। যদিও এই নামকরণকারী প্রত্যক্ষভাবে ইবরাহীম ‘আলাইহিস সালাম নন, কিন্তু কুরআনের পূর্বে তার এই নামকরণ কুরআনে মুসলিম নামে অভিহিত করার কারণ হয়েছে। তাই এর সম্বন্ধও ইবরাহীম ‘আলাইহিস সালাম-এর দিকে করে দেয়া হয়েছে। (দুই) প্রাধান্যপ্রাপ্ত মত হলঃ এখানে “তিনি” বলে আল্লাহ্‌ কে বোঝানো হয়েছে, অর্থাৎ আল্লাহ্‌ই তোমাদেরকে পূর্ববতী গ্রন্থসমূহে এবং কুরআনে মুসলিম নামে অভিহিত করেছেন। [কুরতুবী; ফাতহুল কাদীর] সে হিসেবে এখানে “তোমাদের” সম্বোধনটি শুধুমাত্র এ উম্মতের জন্য নির্দিষ্ট। অর্থাৎ এ উম্মতকেই আল্লাহ্‌ তা'আলা পূর্ববর্তী কিতাব ও এ কিতাবে মুসলিম হিসেবে নামকরণ করেছেন। এটি এ উম্মতের উপর আল্লাহ্‌র খাস রহমত ও দয়া। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  (৭) অর্থাৎ ওপরে যে খিদমতের কথা বলা হয়েছে সমগ্ৰ মানব জাতির মধ্য থেকে তোমাদেরকে তা সম্পাদন করার জন্য বাছাই করে নেয়া হয়েছে। এ বিষয়বস্তুটি কুরআনের বিভিন্ন স্থানে বিভিন্নভাবে বর্ণনা করা হয়েছে। বলা হয়েছে, এভাবে আমরা তোমাদেরকে এক মধ্যপন্থী জাতিতে পরিণত করেছি, যাতে তোমরা মানবজাতির উপর স্বাক্ষী হও এবং রাসূল তোমাদের উপর সাক্ষী হতে পারেন”। [সূরা আল-বাকারাহঃ ১৪৩] এখানে একথাটিও জানা দরকার যে, সাহাবায়ে কেরামের মর্যাদা যেসব আয়াতের মাধ্যমে প্রকাশিত হয় এবং যেসব আয়াতের মাধ্যমে সাহাবায়ে কেরামের বিরুদ্ধে বিদ্রুপ ও দোষারোপকারীদের ভ্ৰান্তি প্রমাণিত হয় এ আয়াতটি সেগুলোর অন্তর্ভুক্ত। একথা সুস্পষ্ট যে, এ আয়াতে সরাসরি সাহাবায়ে কেরামকে সম্বোধন করা হয়েছে, অন্যলোকদের প্রতি সম্বোধন মূলত তাদেরই মাধ্যমে করা হয়েছে।\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাক্ষ্যদানের ব্যাপারে বিভিন্ন হাদীসে বিস্তারিতভাবে এসেছে, যার সারমর্ম হলো, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম হাশরের ময়দানে সাক্ষ্য দেবেন যে, আমি আল্লাহ্‌ তা'আলার বিধি-বিধান এই উম্মতের কাছে পৌছে দিয়েছিলাম। তখন উম্মতে মুহাম্মদী তা স্বীকার করবে। কিন্তু অন্যান্য নবীগণ যখন এই দাবী করবেন, তখন তাদের উম্মতরা অস্বীকার করে বসবে। তখন উম্মতে মুহাম্মদী সাক্ষ্য দেবে যে, সব নবীগণ নিশ্চিতরূপেই তাদের উম্মতের কাছে আল্লাহ্‌ তা'আলার বিধানাবলী পৌঁছে দিয়েছিলেন। সংশ্লিষ্ট উম্মতের পক্ষ থেকে তাদের এই সাক্ষ্যের উপর জেরা করা হবে যে, আমাদের যামানায় উম্মতে মুহাম্মদীর অস্তিত্বই ছিল না। সুতরাং তারা আমাদের ব্যাপারে কিরূপে সাক্ষ্য হতে পারে? উম্মতে মুহাম্মদীর পক্ষ থেকে জেরার জবাবে বলা হবেঃ আমরা বিদ্যমান ছিলাম না ঠিকই, কিন্তু আমরা আমাদের রাসূল সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর মুখ থেকে এ কথা শুনেছি, যার সত্যবাদিতায় কোন সন্দেহ নেই। কাজেই আমরা সাক্ষ্য দিতে পারি। অতঃপর তাদের সাক্ষ্য কবুল করা হবে। এই বিষয়বস্তু বুখারী ইত্যাদি গ্রন্থে আবু সায়ীদ খুদরী রাদিয়াল্লাহু ‘আনহু-এর হাদীসে বর্ণিত আছে। [দেখুন- বুখারীঃ ৩৩৩৯]\n  <br/>\n  <br/>\n  (৮) উদ্দেশ্য এই যে, আল্লাহ্‌ তা'আলা যখন তোমাদের প্রতি এতসব বিরাট অনুগ্রহ করেছেন যেগুলো ওপরে বর্ণিত হয়েছে, তখন তোমাদের কর্তব্য আল্লাহ্‌র বিধানাবলী পালনে পুরোপুরি সচেষ্ট হওয়া। বিধানাবলীর মধ্যে এস্থলে শুধু সালাত ও যাকাত উল্লেখ করার কারণ এই যে, দৈহিক কর্ম ও বিধানাবলীর মধ্যে সালাত সর্বাধিক গুরুত্বপূর্ণ এবং আর্থিক বিধানাবলীর মধ্যে যাকাত সৰ্বাধিক গুরুত্ববহ; যদিও শরী‘আতের সব বিধান পালন করাই উদ্দেশ্য। মূলকথা হচ্ছে, আল্লাহ্‌ যা অবশ্য কর্তব্য করেছেন সেটা সম্পন্ন করা এবং যা হারাম করেছেন সেটা থেকে বেঁচে থাকার মাধ্যমে আল্লাহ্‌র হক আদায় করা। আর তন্মধ্যে অন্যতম গুরুত্বপূর্ণ হচ্ছে, সালাত কায়েম করা, যাকাত দেয়া, আল্লাহ্‌র সৃষ্টির প্রতি ইহসান বা দয়া করা, আল্লাহ্‌ ফকীরদের জন্য, দুর্বল ও অভাবীদের জন্য ধনীদের উপর তাদের সম্পদ থেকে বছরে যৎকিঞ্চিত যা ফরয করেছেন তা বের করে আদায় করা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  (৯) অর্থাৎ মজবুতভাবে আল্লাহ্‌কে আঁকড়ে ধরো। পথ নির্দেশনা ও জীবন যাপনের বিধান তাঁর কাছ থেকেই নাও। তাঁরই আনুগত্য করো। তাঁকেই ভয় করো। আশা-আকাংখা তাঁরই সাথে বিজড়িত করো। তাঁরই কাছে হাত পাতো। তাঁরই সত্তার উপর নির্ভর করে তাওয়াক্কুল ও আস্থার বুনিয়াদ গড়ে তোলো। তাঁর কাছেই সাহায্য প্রার্থনা কর। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেনঃ এই বাক্যের উদ্দেশ্য এই যে, আল্লাহ্‌ তা‘আলার কাছে দো‘আ কর- তিনি যেন তোমাদেরকে দুনিয়া ও আখেরাতের অপছন্দনীয় বিষয়াদি থেকে নিরাপদ রাখেন। কেউ কেউ বলেনঃ এই বাক্যের অর্থ এই যে, কুরআন ও সুন্নাহকে অবলম্বন কর, সর্বাবস্থায় এগুলোকে আঁকড়ে থাক; যেমন এক হাদীসে আছে- ‘আমি তোমাদের জন্য দু’টি বস্তু ছেড়ে যাচ্ছি। তোমরা যে পর্যন্ত এ দু’টিকে অবলম্বন করে থাকবে; পথভ্রষ্ট হবে না। একটি আল্লাহ্‌র কিতাব ও অপরটি আমার সুন্নাত। [মুয়াত্তা ইমাম মালেকঃ ১৩৯৫]\n  <br/>\n </p>\n</div>"
    }
]