[
    {
        "id": 1,
        "verse": "২৩ : ১",
        "arabic_text": "\nقَدۡ أَفۡلَحَ ٱلۡمُؤۡمِنُونَ ",
        "bangla_text": "অবশ্যই সফলকাম হয়েছে [১] মুমিনগণ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরাটি মক্কায় নাযিল হয়েছে। আয়াত সংখ্যাঃ ১১৮ । এর প্রথম আয়াতের المؤمنون শব্দ থেকেই সূরার নামকরণ করা হয়েছে । এ সূরায় মুমিনদের গুনাবলী বিশেষভাবে বর্ণিত হয়েছে । রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি অয়াসাল্লাম কখনও কখনও এ সূরাটি ফজরের সালাতে পড়তেন। [দেখুন, মুসলিমঃ ৪৫৫]\n  <br/>\n  <br/>\n  [১] فلاح শব্দটি কুরআন ও হাদীসে বহুল পরিমাণে ব্যবহৃত হয়েছে। এর অর্থ সাফল্য, [সা‘দী] أفلح শব্দটির অর্থ, উদ্দেশ্য হাসিল হওয়া, অপছন্দ বিষয়াদি থেকে মুক্তি পাওয়া, কারও কারও নিকটঃ সর্বদা কল্যাণে থাকা [ফাতহুল কাদীর] আয়াতের অর্থ মুমিনরা অবশ্যই সফলতা অর্জন করেছে। অথবা মুমিনরা সফলতা অর্জন করেছে এবং সফলতার উপরই আছে। [ফাতহুল কাদীর] তারা দুনিয়া ও আখেরাতের কল্যাণ লাভ করেছে। [আদওয়াউল বায়ান] ইবন আব্বাস থেকে বর্ণিত, আয়াতের অর্থ হচ্ছে, যারা তাওহীদের সত্যতায় বিশ্বাসী হয়েছে এবং জান্নাতে প্ৰবেশ করেছে তারা সৌভাগ্যবান হয়েছে। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২৩ : ২",
        "arabic_text": "\nٱلَّذِينَ هُمۡ فِي صَلَاتِهِمۡ خَٰشِعُونَ ",
        "bangla_text": "যারা তাদের সালাতে ভীতি-অবনত [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ হচ্ছে সফলতা লাভে আগ্রহী মুমিনের প্রথম গুণ। “খুশূ” এর আসল মানে হচ্ছে, স্থিরতা, অন্তরে স্থিরতা থাকা; অর্থাৎ ঝুঁকে পড়া, দমিত বা বশীভূত হওয়া, বিনয় ও নম্রতা প্রকাশ করা। [আদওয়াউল বায়ান] ইবন আব্বাস বলেন, এর অর্থ, ভীত ও শান্ত থাকা। [ইবন কাসীর] মুজাহিদ বলেনঃ দৃষ্টি অবনত রাখা। শব্দ নিচু রাখা। [বাগভী] খুশূ’ এবং খুদূ‘ দুটি পরিভাষা। অর্থ কাছাকাছি। তবে খুদূ‘ কেবল শরীরের উপর প্রকাশ পায়। আর খুশূ‘ মন, শরীর, চোখ ও শব্দের মধ্যে প্রকাশ পায়। আল্লাহ্‌ বলেন, “আর রহমানের জন্য যাবতীয় শব্দ বিনীত হয়ে গেছে।\" [সূরা ত্বা-হাঃ ১০৮] আলী রাদিয়াল্লাহু আনহু বলেন, খুশূ‘ হচ্ছে, ডানে বা বাঁয়ে না তাকানো। [বাগভী] অন্য বর্ণনায় তিনি বলেন, খুশূ‘ হচ্ছে মনের বিনয়। [ইবন কাসীর] সা‘য়ীদ ইবন জুবাইর বলেন, খুশূ' হচ্ছে, তার ডানে ও বামে কে আছে সেটা না জানা। আতা বলেনঃ দেহের কোন অংশ নিয়ে খেলা না করা। [বাগভী]\n  <br/>\n  <br/>\n  উপরের বর্ণনাগুলো পর্যালোচনা করলে আমরা বুঝতে পারি যে, “খুশূ’’র সম্পর্ক মনের সাথে এবং দেহের বাহ্যিক অবস্থার সাথেও৷ মনের ‘খুশূ' হচ্ছে, মানুষ কারোর ভীতি, শ্রেষ্ঠত্ব, প্ৰতাপ ও পরাক্রমের দরুন সন্ত্রস্ত ও আড়ষ্ট থাকবে। আর দেহের খুশূ‘ হচ্ছে, যখন সে তার সামনে যাবে তখন মাথা নত হয়ে যাবে, অংগ-প্রত্যংগ ঢিলে হয়ে যাবে, দৃষ্টি নত হবে, কণ্ঠস্বর নিম্নগামী হবে এবং কোন জবরদস্ত প্রতাপশালী ব্যক্তির সামনে উপস্থিত হলে মানুষের মধ্যে যে স্বাভাবিক ভীতির সঞ্চার হয় তার যাবতীয় চিহ্ন তার মধ্যে ফুটে উঠবে। সালাতে খুশূ‘ বলতে মন ও শরীরের এ অবস্থাটি বুঝায় এবং এটাই সালাতের আসল প্ৰাণ।\n  <br/>\n  <br/>\n  যদিও খুশূ‘র সম্পর্ক মূলত মনের সাথে এবং মনের খুশূ‘ আপনা আপনি দেহে সঞ্চারিত হয়, তবুও শরী‘আতে সালাতের এমন কিছু নিয়ম-কানুন নির্ধারিত করে দেয়া হয়েছে যা একদিকে মনের খুশূ‘ (আন্তরিক বিনয়-নম্রতা) সৃষ্টিতে সাহায্য করে এবং অন্যদিকে খুশূ‘র হ্রাস-বৃদ্ধির অবস্থায় সালাতের কর্মকাণ্ডকে কমপক্ষে বাহ্যিক দিক দিয়ে একটি বিশেষ মানদণ্ডে প্রতিষ্ঠিত রাখে। এই নিয়মগুলোর মধ্যে একটি হচ্ছে, সালাত আদায়কারী যেন ডানে বামে না ফিরে এবং মাথা উঠিয়ে উপরের দিকে না তাকায়, সালাতের মধ্যে বিভিন্ন দিকে ঝুঁকে পড়া নিষিদ্ধ। বারবার কাপড় গুটানো অথবা ঝাড়া কিংবা কাপড় নিয়ে খেলা করা জায়েয নয়। সিজদায় যাওয়ার সময় বসার জায়গা বা সিজদা করার জায়গা পরিষ্কার করার চেষ্টা করতেও নিষেধ করা হয়েছে। তাড়াহুড়া করে টপাটপ সালাত আদায় করে নেয়াও ভীষণ অপছন্দনীয়। নির্দেশ হচ্ছে, সালাতের প্রত্যেকটি কাজ পুরোপুরি ধীরস্থিরভাবে শান্ত সমাহিত চিত্তে সম্পন্ন করতে হবে। এক একটি কাজ যেমন রুকূ’, সিজদা, দাঁড়ানো বা বসা যতক্ষণ পুরোপুরি শেষ না হয় ততক্ষণ অন্য কাজ শুরু করা যাবে না। সালাত আদায় করা অবস্থায় যদি কোন জিনিস কষ্ট দিতে থাকে তাহলে এক হাত দিয়ে তা দূর করে দেয়া যেতে পারে। কিন্তু বারবার হাত নাড়া অথবা বিনা প্রয়োজনে উভয় হাত একসাথে ব্যবহার করা নিষিদ্ধ। এ বাহ্যিক আদবের সাথে সাথে সালাতের মধ্যে জেনে বুঝে সালাতের সাথে অসংশ্লিষ্ট ও অবান্তর কথা চিন্তা করা থেকে দূরে থাকার বিষয়টিও খুবই গুরুত্বপূর্ণ। অনিচ্ছাকৃত চিন্তা-ভাবনা মনের মধ্যে আসা ও আসতে থাকা মানুষ মাত্রেরই একটি স্বভাবগত দুর্বলতা। কিন্তু মানুষের পুর্ণপ্রচেষ্টা থাকতে হবে সালাতের সময় তার মন যেন আল্লাহ্‌র প্রতি আকৃষ্ট থাকে এবং মুখে যদি অনিচ্ছাকৃতভাবে অন্য চিন্তাভাবনা এসে যায় তাহলে যখনই মানুষের মধ্যে এর অনুভূতি সজাগ হবে তখনই তার মনোযোগ সেদিক থেকে সরিয়ে নিয়ে পুনরায় সালাতের সাথে সংযুক্ত করতে হবে। সুতরাং পূর্ণাঙ্গ ‘খুশূ’ হচ্ছে, অন্তরে বাড়তি চিন্তা-ভাবনা ইচ্ছাকৃতভাবে উপস্থিত না করা এবং অঙ্গ-প্রত্যঙ্গেও স্থিরতা থাকা; অনর্থক নড়াচড়া না করা। বিশেষতঃ এমন নড়াচড়া, যা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম সালাতে নিষিদ্ধ করেছেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘সালাতের সময় আল্লাহ্‌ তা‘আলা বান্দার প্রতি সৰ্বক্ষণ দৃষ্টি নিবদ্ধ রাখেন যতক্ষণ না সে অন্য কোন দিকে দৃষ্টি না দেয়। তারপর যখন সে অন্য কোন দিকে মনোনিবেশ করে, তখন আল্লাহ্‌ তা‘আলা তার দিকে থেকে দৃষ্টি ফিরিয়ে নেন।’ [ইবনে মাজাহঃ ১০২৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২৩ : ৩",
        "arabic_text": "\nوَٱلَّذِينَ هُمۡ عَنِ ٱللَّغۡوِ مُعۡرِضُونَ ",
        "bangla_text": "আর যারা অসার কর্মকাণ্ড থেকে থাকে বিমুখ [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ণ মুমিনের এটি দ্বিতীয় গুণঃ অনৰ্থক বিষয়াদি থেকে বিরত থাকা। لغو এর অর্থ অসার ও অনর্থক কথা বা কাজ। এর মানে এমন প্রত্যেকটি কথা ও কাজ যা অপ্রয়োজনীয়, অর্থহীন ও যাতে কোন ফল লাভও হয় না। শির্কও এর অন্তর্ভুক্ত, গোনাহের কাজও এর দ্বারা উদ্দেশ্য হতে পারে [ইবন কাসীর] অনুরূপভাবে গান-বাজনাও এর আওতায় পড়ে। [কুরতুবী] মোটকথাঃ যেসব কথায় বা কাজে কোন লাভ হয় না, যেগুলোর পরিণাম কল্যাণকর নয়, যেগুলোর আসলে কোন প্রয়োজন নেই, যেগুলোর উদ্দেশ্যও ভাল নয় সেগুলোর সবই ‘বাজে’ কাজের অন্তর্ভুক্ত। যাতে কোন দ্বীনী উপকার নেই বরং ক্ষতি বিদ্যমান। এ থেকে বিরত থাকা ওয়াজিব। রাসূলুলাল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ ‘মানুষ যখন অনর্থক বিষয়াদি ত্যাগ করে, তখন তার ইসলাম সৌন্দর্য মণ্ডিত হতে পারে। [তিরমিযীঃ ২৩১৭, ২৩:১৮, ইবনে মাজাহঃ ৩৯৭৬] এ কারণেই আয়াতে একে কামেল মুমিনদের বিশেষ গুণ সাব্যস্ত করা হয়েছে। আয়াতের পূর্ণ বক্তব্য হচ্ছে এই যে, তারা বাজে কথায় কান দেয় না এবং বাজে কাজের দিকে দৃষ্টি ফেরায় না। সে ব্যাপারে কোন প্রকার কৌতূহল প্রকাশ করে না। যেখানে এ ধরনের কথাবার্তা হতে থাকে অথবা এ ধরনের কাজ চলতে থাকে সেখানে যাওয়া থেকে দূরে থাকে। তাতে অংশগ্রহণ থেকে বিরত হয় আর যদি কোথাও তার সাথে মুখোমুখি হয়ে যায় তাহলে তাকে উপেক্ষা করে, এড়িয়ে চলে যায় অথবা অন্ততপক্ষে তা থেকে সম্পর্কহীন হয়ে যায়। একথাটিকেই অন্য জায়গায় এভাবে বলা হয়েছেঃ “যখন এমন কোন জায়গা দিয়ে তারা চলে যেখানে বাজে কথা হতে থাকে অথবা বাজে কাজের মহড়া চলে তখন তারা ভদ্রভাবে সে জায়গা অতিক্রম করে চলে যায়।” [সূরা আল ফুরকানঃ ৭২]\n  <br/>\n  <br/>\n  এ ছাড়াও মুমিন হয় একজন শান্ত-সমাহিত ভারসাম্যপূর্ণ প্রকৃতির অধিকারী এবং পবিত্র-পরিচ্ছন্ন স্বভাব ও সুস্থ রুচিসম্পন্ন মানুষ। বেহুদাপনা তার মেজাজের সাথে কোন রকমেই খাপ খায় না। সে ফলদায়ক কথা বলতে পারে, কিন্তু আজেবাজে গল্প-গুজব তার স্বভাব বিরুদ্ধ। সে ব্যাঙ্গ, কৌতুক ও হালকা পরিহাস পর্যন্ত করতে পারে কিন্তু উচ্ছল ঠাট্টা-তামাসায় মেতে উঠতে পারে না, বাজে ঠাট্টা-মস্করা ও ভাঁড়ামি বরদাশত করতে পারে না এবং আনন্দ-ফূর্তি ও ভাঁড়ামির কথাবার্তাকে নিজের পেশায় পরিণত করতে পারে না। তার জন্য তো এমন ধরনের সমাজ হয় একটি স্থায়ী নির্যাতন কক্ষ বিশেষ, যেখানে কারো কান কখনো গালি-গালাজ, পরনিন্দা, পরিচর্চা, অপবাদ, মিথ্যা কথা, কুরুচিপুর্ণ গান-বাজনা ও অশ্লীল কথাবার্তা থেকে নিরাপদ থাকে না। আল্লাহ্‌ তাকে যে জান্নাতের আশা দিয়ে থাকেন তার একটি অন্যতম নিয়ামত তিনি এটাই বৰ্ণনা করেছেন যে, “সেখানে তুমি কোন বাজে কথা শুনবে না।” [সূরা মারইয়ামঃ ৬২, সূরা আল-ওয়াকি‘আহঃ ২৫, সূরা আন-নাবাঃ ৩৫, অনুরূপ সূরা আত-তূরের ২৩ নং আয়াত৷]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২৩ : ৪",
        "arabic_text": "\nوَٱلَّذِينَ هُمۡ لِلزَّكَوٰةِ فَٰعِلُونَ ",
        "bangla_text": "এবং যারা যাকাতে সক্রিয় [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ণ মুমিনের এটি তৃতীয় গুণঃ তারা যাকাতে সদা তৎপর। এটি যাকাত দেয়ার অর্থই প্রকাশ করে। [কুরতুবী] এখানে যাকাত দ্বারা আর্থিক যাকাতও হতে পারে আবার আত্মিক পবিত্ৰতাও উদ্দেশ্য হতে পারে। [ইবন কাসীর] এ বিষয়বস্তুটি কুরআন মজীদের অন্যান্য স্থানেও বর্ণনা করা হয়েছে। যেমন সূরা আল-আ‘লায় বলা হয়েছেঃ “সফলকাম হয়েছে সে ব্যক্তি যে পবিত্রতা অবলম্বন করেছে এবং নিজের রবের নাম স্মরণ করে সালাত আদায় করেছে।” সূরা আশ-শামসে বলা হয়েছেঃ “সফলকাম হলো সে ব্যক্তি যে আতশুদ্ধি করেছে এবং ব্যর্থ হলো সে ব্যক্তি যে তাকে দলিত করেছে।”\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২৩ : ৫",
        "arabic_text": "\nوَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ ",
        "bangla_text": "আর যারা নিজেদের যৌনাঙ্গকে রাখে সংরক্ষিত [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ণ মুমিনের এটি চতুর্থ গুণঃ তা হচ্ছে, যৌনাঙ্গকে হেফাযত করা। তারা নিজের দেহের লজ্জাস্থানগুলো ঢেকে রাখে। অর্থাৎ উলংগ হওয়া থেকে নিজেকে রক্ষা করে এবং অন্যের সামনে লজ্জাস্থান খোলে না। আর তারা নিজেদের লজ্জাস্থানের সততা ও পবিত্ৰতা সংরক্ষণ করে। অর্থাৎ যৌন স্বাধীনতা দান করে না এবং কামশক্তি ব্যবহারের ক্ষেত্রে লাগামহীন হয় না। অর্থাৎ যারা স্ত্রী ও যুদ্ধলব্ধ দাসীদের ছাড়া সব পর নারী থেকে যৌনাঙ্গকে হেফাযতে রাখে এবং এই দুই শ্রেণীর সাথে শরী‘আতের বিধি মোতাবেক কামপ্রবৃত্তি চরিতার্থ করা ছাড়া অন্য কারও সাথে কোন অবৈধ পন্থায় কামবাসনা পূর্ণ করতে প্ৰবৃত্ত হয় না।\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২৩ : ৬",
        "arabic_text": "\nإِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ ",
        "bangla_text": "নিজেদের স্ত্রী বা অধিকারভুক্ত দাসীগণ ছাড়া, এতে তারা হবে না নিন্দিত [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দুনিয়াতে পূর্বেও একথা মনে করা হতো এবং আজো বহু লোক এ বিভ্রান্তিতে ভুগছে যে, কামশক্তি মূলত একটি খারাপ জিনিস এবং বৈধ পথে হলেও তার চাহিদা পূরণ করা সৎ ও আল্লাহ্‌র প্রতি অনুগত লোকদের জন্য সংগত নয়। তাই একটি প্রাসংগিক বাক্য বাড়িয়ে দিয়ে এ সত্যটি সুস্পষ্ট করে দেয়া হয়েছে যে, বৈধ স্থানে নিজের প্রবৃত্তির কামনা পূর্ণ করা কোন নিন্দনীয় ব্যাপার নয়। তবে কাম প্রবৃত্তি চরিতার্থ করার জন্য এ বৈধ পথ এড়িয়ে অন্য পথে চলা অবশ্যই গোনাহর কাজ ও স্পষ্ট সীমালঙ্ঘন।\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২৩ : ৭",
        "arabic_text": "\nفَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ ",
        "bangla_text": "অতঃপর কেউ এদেরকে ছাড়া অন্যকে কামনা করলে, তারাই হবে সীমালংঘনকারী [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বিবাহিত স্ত্রী অথবা যুদ্ধলব্ধ দাসীর সাথে শরী‘আতের বিধি মোতাবেক কামবাসনা করা ছাড়া কামপ্রবৃত্তি চরিতাৰ্থ করার আর কোন পথ হালাল নয়। স্ত্রী অথবা দাসীর সাথে হায়েয-নেফাস অবস্থায় কিংবা অস্বাভাবিক পন্থায় সহবাস করা অথবা কোন পুরুষ অথবা বালক অথবা জীব-জন্তুর সাথে কামপ্রবৃত্তি চরিতাৰ্থ করা-এগুলো সব নিষিদ্ধ ও হারাম। অধিক সংখ্যক আলেমের মতে হস্তমৈথুনও এর অন্তর্ভুক্ত। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২৩ : ৮",
        "arabic_text": "\nوَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ ",
        "bangla_text": "আর যারা রক্ষা করে নিজেদের আমানত [১] ও প্রতিশ্রুতি [২], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ণ মুমিনের পঞ্চম গুণ হচ্ছে, আমানত প্রত্যাৰ্পণ করাঃ আমানত শব্দের আভিধানিক অর্থে এমন প্রত্যেকটি বিষয় শামিল, যার দায়িত্ব কোন ব্যক্তি বহন করে এবং সে বিষয়ে কোন ব্যক্তির উপর আস্থা স্থাপন করা হয়। দ্বীনী বা দুনিয়াবী, কথা বা কাজ যাই হোক। [দেখুন, কুরতুবী] এর অসংখ্য প্রকার আছে বিধায় এ শব্দটিকে বহুবচনে ব্যবহার করা হয়েছে, যাতে যাবতীয় প্রকার এর অন্তর্ভুক্ত হয়ে যায়। হুকুকুল্লাহ তথা আল্লাহ্‌র হক সম্পর্কিত হোক কিংবা হুকুকুল-এবাদ তথা বান্দার হক সম্পর্কিত হাক। [ফাতহুল কাদীর] আল্লাহ্‌র হক সম্পর্কিত আমানত হচ্ছে শরী‘আত আরোপিত সকল ফরয ও ওয়াজিব পালন করা এবং যাবতীয় হারাম ও মাকরূহ বিষয়াদি থেকে আত্মরক্ষা করা। বান্দার হক সম্পর্কিত আমানতের মধ্যে আর্থিক আমানতও যে অন্তর্ভুক্ত তা সুবিদিত; অর্থাৎ কেউ কারও কাছে টাকা-পয়সা গচ্ছিত রাখলে তা তার আমানত প্ৰত্যাৰ্পণ করা পর্যন্ত এর হেফাযত করা তার দায়িত্ব। এছাড়া কেউ কোন গোপন কথা কারও কাছে বললে তাও তার আমানত। শরীআতসম্মত অনুমতি ব্যতিরেকে কারও গোপন তথ্য ফাঁস করা আমানতে খেয়ানতের অন্তর্ভুক্ত। মুমিনের বৈশিষ্ট্য হচ্ছে, সে কখনো আমানতের খেয়ানত করেনা এবং কখনো নিজের চুক্তি ও অংগীকার ভংগ করে না। রাসূলুলাহ সালালাহু আলাইহি ওয়া সাল্লাম প্রায়ই তাঁর ভাষণে বলতেনঃ যার মধ্যে আমানতদারীর গুণ নেই তার মধ্যে ঈমান নেই এবং যার মধ্যে প্রতিশ্রুতি রক্ষা করার গুণ নেই তার মধ্যে দ্বীনদারী নেই। [মুসনাদে আহমাদঃ ৩/১৩৫]\n  <br/>\n  <br/>\n  [২] পূর্ণ মুমিনের ষষ্ঠ গুণ হচ্ছে, অঙ্গীকার পূর্ণ করা। আমানত সাধারণত যার উপর মানুষ কাউকে নিরাপদ মনে করে। আর অঙ্গীকার বলতে বুঝায় আল্লাহ্‌র পক্ষ থেকে বা বান্দার পক্ষ থেকে যে সমস্ত অঙ্গীকার বা চুক্তি হয়। আমানত ও অঙ্গীকার একসাথে বলার কারণে দ্বীন-দুনিয়ার যা কিছু কারও উপর দায়িত্ব দেয়া হয় সবই এ আয়াতের অন্তর্ভুক্ত হয়ে গেছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২৩ : ৯",
        "arabic_text": "\nوَٱلَّذِينَ هُمۡ عَلَىٰ صَلَوَٰتِهِمۡ يُحَافِظُونَ ",
        "bangla_text": "আর যারা নিজেদের সালাতে থাকে যত্নবান [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ণ মুমিনের সপ্তম গুণ হচ্ছে, সালাতে যত্নবান হওয়া। উপরের খুশূ‘র আলোচনায় সালাত শব্দ এক বচনে বলা হয়েছিল আর এখানে বহুবচনে “সালাতসমূহ’’ বলা হয়েছে। উভয়ের মধ্যে পার্থক্য হচ্ছে এই যে, সেখানে লক্ষ্য ছিল মূল সালাত আর এখানে পৃথক পৃথকভাবে প্রতিটি ওয়াক্তের সালাত সম্পর্কে বক্তব্য দেয়া হয়েছে। “সালাতগুলোর সংরক্ষণ” এর অর্থ হচ্ছেঃ সে সালাতের সময়, সালাতের নিয়ম-কানুন, আরকান ও আহকাম, প্রথম ওয়াক্ত, রুকু সিজদা, মোটকথা সালাতের সাথে সংশ্লিষ্ট প্রত্যেকটি জিনিসের প্রতি পুরোপুরি নজর রাখে। [দেখুন, কুরতুবী; ইবন কাসীর] এ গুণগুলোর শুরু হয়েছিল সালাত দিয়ে আর শেষও হয়েছে সালাত দিয়ে। এর দ্বারা বোঝা যায় যে, সালাত শ্রেষ্ঠ ও উৎকৃষ্ট ইবাদাত। হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “তোমরা দৃঢ়তা অবলম্বন কর, তবে তোমরা কখনও পুরোপুরি দৃঢ়পদ থাকতে পারবে না। জেনে রাখা যে, তোমাদের সর্বোত্তম আমল হচ্ছে সালাত। আর মুমিনই কেবল ওযুর ব্যাপারে যত্নবান হয়।” [ইবন মাজাহঃ ২৭৭]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২৩ : ১০",
        "arabic_text": "\nأُوْلَٰٓئِكَ هُمُ ٱلۡوَٰرِثُونَ ",
        "bangla_text": "তারাই হবে অধিকারী---  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২৩ : ১১",
        "arabic_text": "\nٱلَّذِينَ يَرِثُونَ ٱلۡفِرۡدَوۡسَ هُمۡ فِيهَا خَٰلِدُونَ ",
        "bangla_text": "যারা অধিকারী হবে ফিরদাউসের [১], যাতে তারা হবে স্থায়ী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফিরদৌস জান্নাতের সবচেয়ে বেশী পরিচিত প্রতিশব্দ। মানব জাতির বেশীরভাগ ভাষায়ই এ শব্দটি পাওয়া যায়। মুজাহিদ ও সা‘য়ীদ ইবন জুবাইর বলেন, ফিরদৌস শব্দটি রুমী ভাষায় বাগানকে বলা হয়। কোন কোন মনীষী বলেন, বাগানকে তখনই ফেরদৌস বলা হবে, যখন তাতে আঙুর থাকবে। [ইবন কাসীর] কুরআনের দু’টি স্থানে এ শব্দটি এসেছে। বলা হয়েছেঃ “তাদের আপ্যায়নের জন্য ফিরদৌসের বাগানগুলো আছে।” [সূরা আল-কাহফঃ ১০৭] আর এ সূরায় বলা হয়েছেঃ “যারা অধিকারী হবে ফিরদাউসের, যাতে তারা হবে চিরস্থায়ী।” [১১] অনুরূপভাবে ফিরদৌসের পরিচয় বিভিন্ন হাদীসেও বিস্তারিত এসেছে। এক হাদীসে এর পরিচয় দিতে গিয়ে বলা হয়েছে, জান্নাতের রয়েছে একশ’টি স্তর। যা মহান আল্লাহ্‌ তাঁর পথে জিহাদকারীদের জন্য তৈরী করেছেন। প্রতি দু’স্তরের মাঝের ব্যবধান হলো আসমান ও যমীনের মাঝের ব্যবধানের সমান। সুতরাং তোমরা যখন আল্লাহ্‌র কাছে জান্নাত চাইবে তখন তার নিকট ফিরদাউস চাইবে; কেননা সেটি জান্নাতের মধ্যমনি এবং সর্বোচ্চ জান্নাত। আর তার উপরেই রয়েছে দয়াময় আল্লাহ্‌র আরাশ। সেখান থেকেই জান্নাতের নালাসমূহ প্রবাহিত। [বুখারীঃ ২৬৩৭]\n  <br/>\n  <br/>\n  [২] উল্লেখিত গুণে গুণান্বিত লোকদেরকে এই আয়াতে জান্নাতুল-ফেরদাউসের অধিকারী বা ওয়ারিশ বলা হয়েছে। ওয়ারিশ বলার মধ্যে ইঙ্গিত আছে যে, মৃত ব্যক্তির সম্পত্তি যেমন ওয়ারিশদের মালিকানায় আসা অমোঘ ও অনিবাৰ্য, তেমনি এসব গুণে গুণান্বিত ব্যক্তিদের জান্নাত প্রবেশও সুনিশ্চিত। তাছাড়া قَدْاَفْلَحا বাক্যের পর সফলকাম ব্যক্তিদের গুণাবলী পুরোপুরি উল্লেখ করার পর এই বাক্যে আরও ইঙ্গিত আছে যে, পূর্ণাঙ্গ সাফল্য ও প্রকৃত সাফল্যের স্থান জান্নাতই। মুজাহিদ বলেন, প্রত্যেক বান্দার জন্য দু’টি স্থান রয়েছে। একটি স্থান জান্নাতে, অপর স্থানটি জাহান্নামে। মুমিনের ঘরটি জান্নাতে নির্মিত হয়, আর জাহান্নামে তার ঘরটি ভেঙে দেয়া হয়। পক্ষান্তরে কাফেরের জন্য জান্নাতে যে ঘরটি সেটা ভেঙে দেয়া হয়, আর তার জন্য জাহান্নামের ঘরটি তৈরী করা হয়। [ইবন কাসীর] কোন কোন মনীষী বলেন, মুমিনরা জান্নাতের কাফেরদের স্থানসমূহেরও মালিক হবে। তারা আনুগত্যের মাধ্যমে এ অতিরিক্ত পুরস্কার লাভ করবে। বরং হাদীসে এটাও এসেছে যে, “কিয়ামতের দিন কিছু মুসলিম পাহাড় পরিমাণ গোনাহ নিয়ে আসবে, তারপর আল্লাহ্‌ তাদের সে গোনাহ ক্ষমা করে দিবেন এবং সেগুলোকে ইয়াহূদী ও নাসারাদের উপর রাখবেন।’ [মুসলিম: ২৭৬৭] এ আয়াতটির মত অন্য আয়াত হচ্ছে, “এ সে জান্নাত, যার অধিকারী করব আমি আমার বান্দাদের মধ্যে মুত্তাকীদেরকে।” [সূরা মারইয়ামঃ ৬৩] “আর এটাই জান্নাত, তোমাদেরকে যার অধিকারী করা হয়েছে, তোমাদের কাজের ফলস্বরূপ।” [সূরা আয-যুখরুফঃ ৭২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২৩ : ১২",
        "arabic_text": "\nوَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن سُلَٰلَةٖ مِّن طِينٖ ",
        "bangla_text": "আর অবশ্যই আমরা মানুষকে সৃষ্টি করেছি মাটির উপাদান থেকে [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] سلالة শব্দের অর্থ সারাংশ এবং طين অর্থ আদ্ৰ মাটি। [কুরতুবী] অর্থ এই যে, পৃথিবীর মাটির বিশেষ অংশ বের করে তা দ্বারা মানুষকে সৃষ্টি করা হয়েছে। [দেখুন, কুরতুবী] মানব সৃষ্টির সূচনা আদম আলাইহিস সালাম থেকে এবং তার সৃষ্টি মাটির সারাংশ থেকে হয়েছে। তাই প্রথম সৃষ্টিকে মাটির সাথে সম্বন্ধযুক্ত করা হয়েছে। এরপর এক মানুষের শুক্র অন্য মানুষের সৃষ্টির কারণ হয়েছে। পরবর্তী আয়াতে ثُمَّ جَعَلنٰهُ نُطْفَةً  ‘‘তারপর আমরা তাকে করে দিয়েছি বীৰ্য” বলে এ কথাই বৰ্ণনা করা হয়েছে। উদ্দেশ্য এই যে, প্রাথমিক সৃষ্টি মাটি দ্বারা হয়েছে, এরপর আদম সন্তানদের সৃষ্টিধারা এই মাটির সূক্ষ্ম অংশ অর্থাৎ শুক্র দ্বারা চালু করা হয়েছে। অধিকাংশ তফসীরবিদগণ আয়াতের এ তফসীরই লিখেছেন। [দেখুন, কুরতুবী] মুজাহিদ বলেন, এখানে سُللَةٍمِّن طِيْنٍ বলে মানুষের শুক্রই বোঝানো হয়েছে। তখন অর্থ হবে, পরিষ্কার নিংড়ানো পানি হতে তৈরী করেছি। ইবন আব্বাস থেকেও এ অর্থ বর্ণিত আছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২৩ : ১৩",
        "arabic_text": "\nثُمَّ جَعَلۡنَٰهُ نُطۡفَةٗ فِي قَرَارٖ مَّكِينٖ ",
        "bangla_text": "তারপর আমরা তাকে শুক্রবিন্দুরূপে স্থাপন করি এক নিরাপদ ভাণ্ডারে; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২৩ : ১৪",
        "arabic_text": "\nثُمَّ خَلَقۡنَا ٱلنُّطۡفَةَ عَلَقَةٗ فَخَلَقۡنَا ٱلۡعَلَقَةَ مُضۡغَةٗ فَخَلَقۡنَا ٱلۡمُضۡغَةَ عِظَٰمٗا فَكَسَوۡنَا ٱلۡعِظَٰمَ لَحۡمٗا ثُمَّ أَنشَأۡنَٰهُ خَلۡقًا ءَاخَرَۚ فَتَبَارَكَ ٱللَّهُ أَحۡسَنُ ٱلۡخَٰلِقِينَ ",
        "bangla_text": "পরে আমরা শুক্রবিন্দুকে পরিণত করি ‘আলাকা-তে, অতঃপর ‘আলাকা-কে পরিণত করি গোশতপিণ্ডে, অতঃপর গোশতপিণ্ডকে পরিণত করি অস্থিতে; অতঃপর অস্থিকে ঢেকে দেই গোশত দিয়ে; তারপর তাকে গড়ে তুলি অন্য এক সৃষ্টিরূপে [১]। অতএব (দেখে নিন) সর্বোত্তম স্রষ্টা [২] আল্লাহ্‌ কত বরকতময় [৩]!  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে মানব সৃষ্টির সাতটি স্তর উল্লেখ করা হয়েছে। সর্বপ্রথম স্তর মৃত্তিকার সারাংশ, দ্বিতীয় বীর্য, তৃতীয় জমাট রক্ত, চতুর্থ মাংসপিণ্ড, পঞ্চম অস্থি-পিঞ্জর, ষষ্ঠ অস্থিকে মাংস দ্বারা আবৃতকরণ ও সপ্তম সৃষ্টিটির পূর্ণত্ব অর্থাৎ রূহ সঞ্চারকরণ। আল্লাহ্‌ তা‘আলা কুরআনে এ শেষোক্ত স্তরকে এক বিশেষ ও স্বতন্ত্র ভঙ্গিতে বর্ণনা করে বলেছেনঃ “তারপর আমরা তাকে এক বিশেষ ধরনের সৃষ্টি দান করেছি।” এই বিশেষ বর্ণনার কারণ এই যে, প্রথমোক্ত ছয় স্তরে সে পূর্ণত্ব লাভ করেনি। শেষ স্তরে এসে সে সম্পূর্ণ এক মানুষে পরিণত হয়েছে। এ কথাই বিভিন্ন তাফসীরকারকগণ বলেছেন। তারা বলেন, এ স্তরে এসে তার মধ্যে আল্লাহ্‌ তা‘আলা ‘রূহ সঞ্চার’ করিয়েছেন। [দেখুন, ইবন কাসীর] কোন কোন মুফাসসির বলেন, “তারপর আমরা তাকে এক বিশেষ ধরনের সৃষ্টি দান করেছি।” এর অর্থ তাকে এক স্তর থেকে অন্য স্তরে নিয়ে গেছি। প্রথমে শিশু, তারপর ছোট, তারপর কৈশোর, তারপর যুবক, তারপর পূর্ণবয়স্ক, তারপর বৃদ্ধ, তারপর অতি বয়স্ক। বস্তুত দু’টি অর্থের মধ্যে বিরোধ নেই। কারণ, রূহ ফুঁকে দেয়ার পর এসবই সংঘটিত হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] خالق এর আসল অর্থ নুতনভাবে কোন সাবেক নমুনা ছাড়া কোন কিছু সৃষ্টি করা যা আল্লাহ্‌ তা‘আলারই বিশেষ গুণ। এই অর্থের দিক দিয়ে خالق একমাত্র আল্লাহ্‌ তা‘আলা-ই। কিন্তু মাঝে মাঝে خالق ও مخليق শব্দ কারিগরীর অর্থেও ব্যবহার করা হয়। কারিগরীর স্বরূপ এর বেশী কিছু নয় যে, আল্লাহ্‌ তা‘আলা স্বীয় কুদরাত দ্বারা এই বিশ্বে যেসব উপকরণ ও উপাদান সৃষ্টি করে রেখেছেন, সেগুলোকে জোড়াতালি দিয়ে পরস্পরে মিশ্রণ করে এক নতুন জিনিস তৈরী করা। একাজ কারও কারও দ্বারা হওয়া সম্ভব। তখন এর অর্থ হবে, উদ্ভাবন করা, আকৃতি প্ৰদান করা, গঠন করা ইত্যাদি। এ অর্থেই কুরআনের অন্যত্র ইবরাহীম আলাইহিসসালামের মুখে এসেছে,\n  <br/>\n  <br/>\n  إِنَّمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا\n  <br/>\n  <br/>\n  ‘‘তোমরা তো আল্লাহ্‌ ছাড়া শুধু মূর্তিপূজা করছ এবং মিথ্যা উদ্ভাবন করছ।’’ [সূরা আল-আনকাবূতঃ ১৭] অনুরূপভাবে ঈসা আলাইহিসসালামও বলেছেনঃ\n  <br/>\n  <br/>\n  ۖ أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ\n  <br/>\n  <br/>\n  ‘‘আমি তোমাদের জন্য কর্দম দ্বারা একটি পাখিসদৃশ আকৃতি গঠন করব; তারপর ওটাতে আমি ফুঁ দেব; ফলে আল্লাহ্‌র হুকুমে ওটা পাখি হয়ে যাবে।” [সূরা আলে ইমরানঃ ৪৯] তাছাড়া আল্লাহ্‌ তা‘আলা নিজেও ঈসা আলাইহিসসালামকে তার উপর কৃত নেয়ামতসমূহ স্মরণ করিয়ে দিতে গিয়ে বলেনঃ\n  <br/>\n  <br/>\n  وَإِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ بِإِذْنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي\n  <br/>\n  <br/>\n  “আপনি কাদামাটি দিয়ে আমার অনুমতিক্রমে পাখির মত আকৃতি গঠন করতেন এবং ওটাতে ফুঁক দিতেন, ফলে আমার অনুমতিক্রমে ওটা পাখি হয়ে যেত” [সূরা আল মায়েদাহঃ ১১০] এসব ক্ষেত্রে خلق শব্দ কারিগরীর অর্থে ব্যবহৃত হয়েছে। সৃষ্টির অর্থে নয়। [দেখুন, বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  [৩] মূলে تبارك শব্দ ব্যবহার করা হয়েছে। এর এক অৰ্থ তিনি প্রশংসা ও সম্মানের অধিকারী। অথবা এর অর্থ, তাঁর কল্যাণ ও বরকত বৃদ্ধি পেয়েছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২৩ : ১৫",
        "arabic_text": "\nثُمَّ إِنَّكُم بَعۡدَ ذَٰلِكَ لَمَيِّتُونَ ",
        "bangla_text": "এরপর তোমরা নিশ্চয় মরবে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২৩ : ১৬",
        "arabic_text": "\nثُمَّ إِنَّكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ تُبۡعَثُونَ ",
        "bangla_text": "তারপর কেয়ামতের দিন নিশ্চয় তোমাদেরকে উত্থিত করা হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী ১২-১৪ নং আয়াতে সৃষ্টির প্রাথমিক স্তর উল্লেখ করা হয়েছিল, এখন ১৫ ও ১৬ আয়াতে তার শেষ পরিণতির কথা বলা হয়েছে। বলা হচ্ছেঃ তোমরা সবাই এ জগতে আসা ও বসবাস করার পর মৃত্যুর সম্মুখীন হবে। কেউ এর কবল থেকে রক্ষা পাবে না। মৃত্যুর পর আবার কেয়ামতের দিন তোমাদেরকে জীবিত করে পুনরুত্থিত করা হবে, যাতে তোমাদের ক্রিয়াকর্মের ভাল কিংবা মন্দের হিসাবান্তে তোমাদেরকে আসল ঠিকানা জান্নাত অথবা জাহান্নামে পৌঁছে দেয়া হয়। [দেখুন, ইবন কাসীর] এ হচ্ছে মানুষের শেষ পরিণতি।\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২৩ : ১৭",
        "arabic_text": "\nوَلَقَدۡ خَلَقۡنَا فَوۡقَكُمۡ سَبۡعَ طَرَآئِقَ وَمَا كُنَّا عَنِ ٱلۡخَلۡقِ غَٰفِلِينَ ",
        "bangla_text": "আর অবশ্যই আমরা তোমাদের ঊর্ধ্বে সৃষ্টি করেছি সাতটি আসমান [১] এবং আমরা সৃষ্টি বিষয়ে মোটেই উদাসীন নই [২], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মানুষ সৃষ্টির কথা আলোচনা করার পর সাত আসমান সৃষ্টি করার আলোচনা করা হচ্ছে। সাধারণতঃ যখনই আল্লাহ্‌ আসমান যমীনের সৃষ্টির কথা আলোচনা করেন, তখনই মানুষ সৃষ্টির কথা আলোচনা করেন। যেমন, আল্লাহ্‌ বলেন, “মানুষ সৃষ্টি অপেক্ষা আসমানসমূহ ও যমীন সৃষ্টি অবশ্যই বড় বিষয়, কিন্তু অধিকাংশ মানুষ জানে না।’’ [সূরা গাফিরঃ ৫৭] অনুরূপভাবে সূরা আস-সাজদাহ এর ৪-৯ আয়াতসমূহ। [ইবন কাসীর] আকাশ সৃষ্টির আলোচনায় বলা হয়েছে যে, “আমরা তো তোমাদের ঊর্ধ্বে সৃষ্টি করেছি সাতটি طراءق । এ طراءق শব্দটি  طريقة শব্দের বহুবচন। এর মানে পথও হয় আবার স্তরও হয়। [কুরতুবী] যদি প্রথম অর্থটি গ্রহণ করা হয় এখানে রাস্তা বলতে ফেরেশতাদের চলাচলের পথ বুঝানো হয়েছে। কারণ, সবগুলো আসমান বিধানাবলী নিয়ে যমীনে যাতায়াতকারী ফেরেশতাদের পথ। [বাগভী; কুরতুবী] আর যদি দ্বিতীয় অর্থটি গ্রহণ করা হয় তাহলে طراءق এর অর্থ তাই হবে যা سَبعَ سَمٰوٰتٍ طِبَاتًا বা সাতটি আকাশ স্তরে স্তরে [সূরা আল-মুলকঃ ৩; নূহঃ ১৫] এর অর্থ হয়। অর্থাৎ স্তরে স্তরে সাত আসমান তোমাদের ঊর্ধ্বে সৃষ্টি করা হয়েছে, এর দ্বারা যেন এ কথা বলাই উদ্দেশ্য যে, তোমাদের চাইতে বড় জিনিস আমি নির্মাণ করেছি সেটা হলো, এ আকাশ। মুজাহিদ বলেন, এখানে সাত আসমানই বলা উদ্দেশ্য। যেমন অন্য আয়াতে এসেছে, “সাত আসমান ও যমীন এবং এগুলোর অন্তর্বর্তী সব কিছু তাঁরই পবিত্ৰতা ও মহিমা ঘোষণা করে’’। [সূরা আল-ইস রাঃ ৪৪] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এর অর্থ আমি যা কিছুই সৃষ্টি করেছি তাদের কারোর কোন প্রয়োজন থেকে আমি কখনো গাফিল এবং কোন অবস্থা থেকে কখনো বেখবর থাকিনি। প্রত্যেকটি বিন্দু, বালুকণা ও পত্র-পল্লবের অবস্থা আমি অবগত থেকেছি। আমি মানুষকে শুধু সৃষ্টি করেই ছেড়ে দেইনি। আমি তাদের ব্যাপারে বেখবরও হতে পারি না; বরং তাদের পালন, বসবাস ও সুখের সরঞ্জামও সরবরাহ করেছি। আকাশ সৃষ্টি দ্বারা এ কাজের সূচনা হয়েছে। এরপর আকাশ থেকে বারিবর্ষণ করে মানুষের জন্যে খাদ্য ও ফল-ফুল দ্বারা সুখের সরঞ্জাম সৃষ্টি করেছি। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  অথবা আয়াতের অর্থ, আমি আমার সৃষ্টি সম্পর্কে কখনো গাফেল নই। আমি আমার সৃষ্টির সবকিছু জানি। যমীনে যা প্রবেশ করে, যমীন থেকে যা বের হয়, আকাশ থেকে যা নাযিল হয়, যা আকাশে উঠে, তিনি সবই জানেন। তোমরা যেখানেই থাক সেখানেই তোমরা তাঁর জ্ঞানের আওতাভুক্ত। আর তোমরা যা আমল কর আল্লাহ্‌ তা সম্যক দেখছেন। তিনি এমন এক সত্তা, কোন আসমান অপর আসমানের, কোন যমীন অপর যমীনের মধ্যে তার দৃষ্টিতে বাধা হয়ে দাঁড়ায় না। কোন পাহাড়ের কঠিন স্থানে, কোন সমুদ্রের গভীর কোণে কি আছে সবই পরিমাণ কত সবই তাঁর জানা। পাহাড়ে, টিলায়, বালু, সমুদ্রে, মরুভূমিতে, গাছে কি আছে আর পরিমাণ কত সবই তিনি জানেন। [ইবন কাসীর] আল্লাহ্‌ বলেন, “স্থল ও সমুদ্রের অন্ধকারসমূহে যা কিছু আছে তা তিনিই অবগত, তাঁর অজানায় একটি পাতাও পড়ে না। মাটির অন্ধকারে এমন কোন শস্যকণাও অংকুরিত হয় না বা রসযুক্ত কিংবা শুস্ক এমন কোন বস্তু নেই যা সুস্পষ্ট কিতাবে নেই।” [সূরা আল-আন‘আমঃ ৫৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২৩ : ১৮",
        "arabic_text": "\nوَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَسۡكَنَّٰهُ فِي ٱلۡأَرۡضِۖ وَإِنَّا عَلَىٰ ذَهَابِۭ بِهِۦ لَقَٰدِرُونَ ",
        "bangla_text": "আর আমরা আকাশ থেকে পানি বর্ষণ করি পরিমিতভাবে [১]; অতঃপর আমরা তা মাটিতে সংরক্ষিত করি; আর অবশ্যই আমরা তা নিয়ে যেতেও সম্পূর্ণ সক্ষম [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতে আকাশ থেকে বারিবর্ষণের আলোচনার সাথে بقدر বা ‘পরিমিত পরিমান’ কথাটি যুক্ত করা হয়েছে। কারণ, পানি প্রয়োজনের চাইতে বেশী বর্ষিত হয়ে গেলে প্লাবন এসে যায় এবং মানুষ ও তার জীবন-জীবিকার জন্যে বিপদ ও আযাব হয়ে পড়ে। তাই আকাশ থেকে বারিবর্ষণও পরিমিতভাবে হয়। যা মানুষের অভাব দূর করে দেয় এবং সর্বনাশের কারণ হয় না। তবে যেসব ক্ষেত্রে আল্লাহ্‌ তা‘আলা কোন কারণে প্লাবন-তুফান চাপিয়ে দেয়ার ইচ্ছা করেন, সেসব ক্ষেত্র ভিন্ন। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ সেটাকে অদৃশ্য করার কোন একটাই পদ্ধতি নেই। অসংখ্য পদ্ধতিতে তাকে অদৃশ্য করা সম্ভব। এর মধ্য থেকে যে কোনটিকে আমরা যখনই চাই ব্যবহার করে তোমাদেরকে জীবনের এ গুরুত্বপূর্ণ উপকরণটি থেকে বঞ্চিত করতে পারি। এভাবে এ আয়াতটি সূরা আল-মুলকের আয়াতটি থেকে ব্যাপকতর অর্থ বহন করে, যেখানে বলা হয়েছেঃ “তাদেরকে বলুন, তোমরা কি কখনো ভেবে দেখেছে, যমীন যদি তোমাদের এ পানিকে নিজের ভেতরে চুষে নেয়, তাহলে কে তোমাদেরকে বহমান ঝর্ণাধারা এনে দেবে?’’ [৩০] অনুরূপভাবে আলোচ্য আয়াতের ভাষ্য সূরা আল-কাহাফে নির্দেশিত আয়াত থেকেও ব্যাপকতর, যেখানে বলা হয়েছেঃ “অথবা তার পানি ভূগর্ভে হারিয়ে যাবে এবং আপনি কখনো সেটার সন্ধান লাভে সক্ষম হবেন না’’। [৪১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২৩ : ১৯",
        "arabic_text": "\nفَأَنشَأۡنَا لَكُم بِهِۦ جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ لَّكُمۡ فِيهَا فَوَٰكِهُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ ",
        "bangla_text": "তারপর আমরা তা দিয়ে তোমাদের জন্য খেজুর ও আঙ্গুরের বাগান সৃষ্টি করি; এতে তোমাদের জন্য আছে প্রচুর ফল; আর তা থেকে তোমরা খেয়ে থাক [১]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে হিজাযবাসীদের মেজায ও রুচি অনুযায়ী এমন কিছুসংখ্যক বস্তুর কথা উল্লেখ করা হয়েছে, যেগুলো পানি দ্বারা উৎপন্ন। বলা হয়েছে, খেজুর ও আঙ্গুরের বাগান পানি সেচের দ্বারাই সৃষ্টি করা হয়েছে। তারপর এ দু’টি ছাড়া অন্যান্য ফলের কথাও আলোচনা করা হয়েছে, অর্থাৎ এসব বাগানে তোমাদের জন্যে খেজুর ও আঙ্গুর ছাড়া হাজারো প্রকারের ফল সৃষ্টি করেছি। এগুলো তোমরা শুধু মুখরোচক হিসেবেও খাও এবং কোন কোন ফল গোলাজাত করে খাদ্য হিসেবে ভক্ষণ কর। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২৩ : ২০",
        "arabic_text": "\nوَشَجَرَةٗ تَخۡرُجُ مِن طُورِ سَيۡنَآءَ تَنۢبُتُ بِٱلدُّهۡنِ وَصِبۡغٖ لِّلۡأٓكِلِينَ ",
        "bangla_text": "আর সৃষ্টি করি এক গাছ যা জন্মায় সিনাই পর্বতে, এতে উৎপন্ন হয় তৈল এবং যারা খায় তাদের জন্য খাবার তথা তরকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বিশেষ করে যয়তুন ও তার তৈল সৃষ্টির কথা বলা হয়েছে। কেননা, এর উপকারিতা অপরিসীম। যয়তুনের তৈল মালিশ ও বাতি জ্বালানের কাজেও আসে এবং ব্যঞ্জনেরও কাজ দেয়। [দেখুন, ইবন মাজহঃ ৩৩১৯] যয়তুনের বৃক্ষ তূর পর্বতে উৎপন্ন হয় বিধায় এর দিকে সম্বন্ধ করা হয়েছে। বলা হয়েছে سيناء এই সায়না ও সিনিন সেই স্থানের নাম, যেখানে তূর পর্বত অবস্থিত। এ পাহাড়ের সাথে একে সম্পর্কিত করার কারণ সম্ভবত এই যে, সিনাই পাহাড় এলাকার সবচেয়ে উল্লেখযোগ্য স্থানই এর আসল স্বদেশ ভূমি। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২৩ : ২১",
        "arabic_text": "\nوَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهَا وَلَكُمۡ فِيهَا مَنَٰفِعُ كَثِيرَةٞ وَمِنۡهَا تَأۡكُلُونَ ",
        "bangla_text": "আর তোমাদের জন্য অবশ্যই শিক্ষণীয় বিষয় আছে চতুষ্পদ জন্তুগুলোয়; তোমাদেরকে আমরা পান করাই তাদের পেটে যা আছে তা থেকে এবং তাতে তোমাদের জন্য রয়েছে প্রচুর উপকারিতা; আর তোমরা তা থেকে খাও [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরপর আল্লাহ্‌ তা‘আলা এমন নেয়ামতের কথা উল্লেখ করেছেন, যা থেকে মানুষ শিক্ষা গ্ৰহণ করে এবং আল্লাহ্‌ তা‘আলার অপার শক্তি ও অপরিসীম রহমতের কথা স্মরণ করে তাওহীদ ও ইবাদতে মশগুল হয়। বলা হয়েছে, তোমাদের জন্যে চতুষ্পদ জন্তুদের মধ্যে শিক্ষা ও উপদেশ রয়েছে। তারপর এর কিছু বিবরণ এভাবে দেয়া হয়েছে যে, এসব জন্তুর পেটে আমি তোমাদের জন্যে পাক-সাফ দুধ তৈরী করেছি, যা মানুষের উৎকৃষ্ট খাদ্য। এ সম্পর্কে কুরআনের অন্যত্র বলা হয়েছে, রক্ত ও গোবরের মাঝখানে এটি আর একটি তৃতীয় জিনিস। [সূরা আন-নাহলঃ ৬৬] মূলতঃ পশুর খাদ্য থেকে এটি সৃষ্টি করা হয়ে থাকে। এরপর বলা হয়েছেঃ শুধু দুধই নয় এসব জন্তুর মধ্যে তোমাদের অনেক উপকারিতা রয়েছে। চিন্তা করলে দেখা যায়, জন্তুদের দেহের প্রতিটি অংশ মানুষের কাজে আসে এবং তার দ্বারা মানুষের জীবনধারণের অসংখ্য সরঞ্জাম তৈরী হয়। জন্তুদের পশম, অস্থি, অন্ত্র ইত্যাদি প্রতিটি অংশ দ্বারা মানুষ জীবিকার কত যে সাজ-সরঞ্জাম তৈরী করে, তা গণনা করা কঠিন। এসব উপকার ছাড়া আরও একটি বড় উপকার এই যে, এগুলোর মধ্য থেকে যে সমস্ত জন্তু হালাল সেগুলোর গাশত মানুষের সর্বোৎকৃষ্ট খাদ্য। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২৩ : ২২",
        "arabic_text": "\nوَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ ",
        "bangla_text": "আর তাতে ও নৌযানে তোমাদের বহনও করা হয়ে থাকে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে সবশেষে জানোয়ারদের আরও একটি মহা উপকারের কথা উল্লেখ করা হয়েছে। যে, তোমরা তাদের পিঠে আরোহণও কর এবং মাল পরিবহনেরও কাজে নিযুক্ত কর। এই শেষ উপকারের মধ্যে জন্তুদের সাথে নদীতে চলাচলকারী নৌকাও শরীক আছে। মানুষ নৌকায় আরোহণ করে এবং একস্থান থেকে অন্য স্থানে নিয়ে যায়। তাই এর সাথে নৌকার আলোচনা করা হয়েছে। কোন কোন মুফাসসির বলেন, এখানে গবাদি পশু ও নৌযানকে একত্রে উল্লেখ করার কারণ হচ্ছে এই যে, আরববাসীরা আরোহণ ও বোঝা বহন উভয় কাজের জন্য বেশীর ভাগ ক্ষেত্রে উট ব্যবহার করতো এবং উটের জন্য “স্থল পথের জাহাজ’’ উপমাটি অনেক পুরানো। [দেখুন, আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২৩ : ২৩",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ ",
        "bangla_text": "আর অবশ্যই আমরা নূহকে পাঠিয়েছিলাম তার সম্প্রদায়ের কাছে [১]। তিনি বললেন, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহ্‌র ‘ইবাদাত কর, তিনি ছাড়া তোমাদের অন্য কোন সত্য ইলাহ নেই, তবুও কি তোমরা তাকওয়া অবলম্বন করবে না [২]?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তুলনামূলক আলোচনার জন্য দেখুন সূরা আল আ‘রাফের ৫৯ থেকে ৬৪; ইউনুসের ৭১ থেকে ৭৩; হ্রদের ২৫ থেকে ৪৮; বনী ইসরাঈলের ৩ এবং আল আম্বিয়ার ৭৬-৭৭ আয়াত।\n  <br/>\n  <br/>\n  [২] অর্থাৎ নিজেদের আসল ও যথার্থ আল্লাহ্‌কে বাদ দিয়ে অন্যদের বন্দেগী করতে, তাঁর সাথে অন্যকে শরীক করতে তোমাদের ভয় লাগে না? [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২৩ : ২৪",
        "arabic_text": "\nفَقَالَ ٱلۡمَلَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يُرِيدُ أَن يَتَفَضَّلَ عَلَيۡكُمۡ وَلَوۡ شَآءَ ٱللَّهُ لَأَنزَلَ مَلَٰٓئِكَةٗ مَّا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ ",
        "bangla_text": "অতঃপর তার সম্প্রদায়ের নেতারা, যারা কুফরী করেছিল [১], তারা বলল, ‘এ তো তোমাদের মত একজন মানুষই, সে তোমাদের উপর শ্রেষ্ঠত্ব লাভ করতে চাচ্ছে, আর আল্লাহ্‌ ইচ্ছে করলে ফেরেশতাই নাযিল করতেন; আমরা তো আমাদের পূর্বপুরুষদের কালে এরূপ ঘটেছে বলে শুনিনি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নূহের সম্প্রদায় আল্লাহ্‌র অস্তিত্ব অস্বীকার করতো না এবং তারা একথাও অস্বীকার করতো না যে, তিনিই বিশ্ব-জাহানের প্রভু এবং সমস্ত ফেরেশতা তাঁর নির্দেশের অনুগত, এ বক্তব্য তার সুস্পষ্ট প্রমাণ। শির্ক বা আল্লাহ্‌কে অস্বীকার করা এ জাতির আসল ভ্ৰষ্টতা ছিল না বরং তারা আল্লাহ্‌র গুণাবলী ও ক্ষমতা এবং তাঁর অধিকার তথা ইবাদতে শরীক করতো। অন্য আয়াত থেকেও সেটা সুস্পষ্ট হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২৩ : ২৫",
        "arabic_text": "\nإِنۡ هُوَ إِلَّا رَجُلُۢ بِهِۦ جِنَّةٞ فَتَرَبَّصُواْ بِهِۦ حَتَّىٰ حِينٖ ",
        "bangla_text": "‘এ তো এমন লোক যাকে উন্মাদনা পেয়ে বসেছে; কাজেই তোমরা এর সম্পর্কে কিছুকাল অপেক্ষা কর।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২৩ : ২৬",
        "arabic_text": "\nقَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ ",
        "bangla_text": "নূহ বলেছিলেন, ‘হে আমার রব! আমাকে সাহায্য করুন, কারণ তারা আমার প্রতি মিথ্যারোপ করেছে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমার প্রতি এভাবে মিথ্যা আরোপ করার প্রতিশোধ নিন। যেমন অন্যত্র বলা হয়েছেঃ “কাজেই নূহ নিজের রবকে ডেকে বললেনঃ আমাকে দমিত করা হয়েছে, এখন আপনিই এর বদলা নিন।” [সূরা আল-কামারঃ ১০] অন্যত্র বলা হয়েছেঃ “আর নূহ বললোঃ হে আমার রব! এ পৃথিবীতে কাফেরদের মধ্য থেকে একজন অধিবাসীকেও ছেড়ে দিবেন না। যদি আপনি তাদেরকে থাকতে দেন তাহলে তারা আপনার বান্দাদেরকে গোমরাহ করে দেবে এবং তাদের বংশ থেকে কেবল দুষ্কৃতকারী ও সত্য অস্বীকারকারীরই জন্ম হবে।” [সূরা নূহঃ ২৬-২৭]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২৩ : ২৭",
        "arabic_text": "\nفَأَوۡحَيۡنَآ إِلَيۡهِ أَنِ ٱصۡنَعِ ٱلۡفُلۡكَ بِأَعۡيُنِنَا وَوَحۡيِنَا فَإِذَا جَآءَ أَمۡرُنَا وَفَارَ ٱلتَّنُّورُ فَٱسۡلُكۡ فِيهَا مِن كُلّٖ زَوۡجَيۡنِ ٱثۡنَيۡنِ وَأَهۡلَكَ إِلَّا مَن سَبَقَ عَلَيۡهِ ٱلۡقَوۡلُ مِنۡهُمۡۖ وَلَا تُخَٰطِبۡنِي فِي ٱلَّذِينَ ظَلَمُوٓاْ إِنَّهُم مُّغۡرَقُونَ ",
        "bangla_text": "তারপর আমরা তার কাছে ওহী পাঠালাম, ‘আপনি আমাদের চাক্ষুষ তত্ত্বাবধান ও আমাদের ওহী অনুযায়ী নৌযান নির্মাণ করুন, তারপর যখন আমাদের আদেশ আসবে এবং উনুন [১] উথলে উঠবে, তখন উঠিয়ে নেবেন প্রত্যেক জীবের এক এক জোড়া এবং আপনার পরিবার-পরিজনকে, তাদেরকে ছাড়া যাদের বিরুদ্ধে আগে সিদ্ধান্ত হয়েছে। আর তাদের সম্পর্কে আপনি আমাকে কিছু বলবেন না যারা যুলুম করেছে। তারা তো নিমজ্জিত হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تنور এ শব্দটির অর্থ উনুন বা চুল্লী। যা রুটি পাকানোর জন্য তৈরী করা হয়। এই অর্থই প্রসিদ্ধ ও সুবিদিত। এর অপর অর্থ ভূপৃষ্ঠ। কেউ এর দ্বারা বিশেষ চুল্লীর অর্থ নিয়েছেন। কারও কারও মতে এটি কোন এক জায়গার নাম। তবে আল্লাহ্‌ তা‘আলাই ভাল জানেন তিনি এর দ্বারা কোন সুনির্দিষ্ট চুল্লি উদ্দেশ্য নিয়েছেন নাকি তখনকার যাবতীয় চুল্লিই উদ্দেশ্য নিয়েছেন। [এ ব্যাপারে সূরা হূদের ৪০ নং আয়াতের ব্যাখ্যায় বিস্তারিত আলোচনা চলে গেছে]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২৩ : ২৮",
        "arabic_text": "\nفَإِذَا ٱسۡتَوَيۡتَ أَنتَ وَمَن مَّعَكَ عَلَى ٱلۡفُلۡكِ فَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي نَجَّىٰنَا مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "অতঃপর যখন আপনি ও আপনার সঙ্গীরা নৌযানের উপরে স্থির হবেন তখন বলুন, ‘সমস্ত প্রশংসা আল্লাহ্‌রই, যিনি আমাদেরকে উদ্ধার করেছেন যালেম সম্প্রদায় থেকে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২৩ : ২৯",
        "arabic_text": "\nوَقُل رَّبِّ أَنزِلۡنِي مُنزَلٗا مُّبَارَكٗا وَأَنتَ خَيۡرُ ٱلۡمُنزِلِينَ ",
        "bangla_text": "আরো বলুন, ‘হে আমার রব! আমাকে নামিয়ে দিন কল্যাণকরভাবে; আর আপনিই শ্রেষ্ঠ অবতারণকারী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২৩ : ৩০",
        "arabic_text": "\nإِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ وَإِن كُنَّا لَمُبۡتَلِينَ ",
        "bangla_text": "এতে অবশ্যই রয়েছে বহু নিদর্শন [১]। আর আমরা তো তাদেরকে পরীক্ষা করেছিলাম [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ঈমানদারদেরকে নাজাত দেয়া এবং কাফেরদেরকে ধ্বংস করার মধ্যে রয়েছে অনেক নিদর্শন যেগুলো থেকে শিক্ষা নেয়া জরুরী। এ শিক্ষাগুলোর মধ্যে রয়েছে, তাওহীদের দাওয়াতদানকারী নবীগণ সত্যের উপর প্রতিষ্ঠিত ছিলেন এবং শির্কপন্থী কাফেররা ছিল মিথ্যার উপর প্রতিষ্ঠিত। সুতরাং নবী-রাসূলরা সত্যবাদী। তারা যা আল্লাহ্‌র কাছ থেকে নিয়ে এসেছে তা হক। আর তিনি যা ইচ্ছা তা করতে সক্ষম। সবকিছু তার জ্ঞানে রয়েছে। [ইবন কাসীর] আর রাসূলের যুগে মক্কায় সে একই অবস্থার সৃষ্টি হয়েছিল যা এক সময় ছিল নূহ ও তার জাতির মধ্যে। এর পরিণামও তার চেয়ে কিছু ভিন্ন হবার নয়। আল্লাহ্‌র ফায়সালা যতই বিলম্ব হোক না কেন একদিন অবশ্যই তা হয়েই যায় এবং অনিবাৰ্যভাবে তা হয় সত্যপন্থীদের পক্ষে এবং মিথ্যাপহীদের বিপক্ষে।\n  <br/>\n  <br/>\n  [২] উদ্দেশ্য এই যে, আল্লাহ্‌ রাসূলদেরকে পাঠিয়ে তাদেরকে পরীক্ষা করে মানুষের জন্য অথবা ফেরেশতাদের জন্য প্রকাশ করতে চাইলেন যে, কে আনুগত্য করে আর কে অবাধ্য হয়। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২৩ : ৩১",
        "arabic_text": "\nثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ ",
        "bangla_text": "তারপর আমরা তাদের পরে অন্য এক প্রজন্ম [১] সৃষ্টি করেছিলাম; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির এখানে সামূদ জাতির কথা বলা হয়েছে বলে মনে করেছেন। কারণ সামনের দিকে গিয়ে বলা হচ্ছেঃ এ জাতিকে ‘‘সাইহাহ’’ তথা প্ৰচণ্ড আওয়াজের আযাবে ধ্বংস করা হয়েছিল এবং কুরআনের অন্যান্য স্থানে বলা হয়েছে , সামূদ এমন একটি জাতি যার উপর এ আযাব এসেছিল। [হূদঃ ৬৭; আল-হিজরঃ ৮৩ ও আল-কামারঃ ৩১] অন্য কিছু মুফাসসির বলেছেন, এখানে আসলে আদি জাতির কথা বলা হয়েছে। কারণ কুরআনের দৃষ্টিতে নূহের জাতির পরে এ জাতিটিকেই বৃহৎ শক্তিধর করে সৃষ্টি করা হয়েছিল। [দেখুনঃ আল-আ‘রাফঃ ৬৯] এ দ্বিতীয় মতটিই অধিক গ্রহণযোগ্য বলা যায়। কারণ “নুহের জাতির পরে” শব্দাবলী এ দিকেই ইংগিত করে। আর “সাইহাহ’’ (প্রচণ্ড আওয়াজ, চিৎকার, শোরগোল, মহাগোলযোগ) এর সাথে যে সম্বন্ধ স্থাপন করা হয়েছে নিছক এতটুকু সম্বন্ধই এ জাতিকে সামূদ গণ্য করার জন্য যথেষ্ট নয়। কারণ এ শব্দটি সাধারণ ধ্বংস ও মৃত্যুর জন্য দায়ী বিকট ধ্বনির জন্য যেমন ব্যবহার হয় তেমনি ধ্বংসের কারণ যা-ই হোক না কেন ধ্বংসের সময় যে শোরগোল ও মহা গোলযোগের সৃষ্টি হয় তার জন্যও ব্যবহার হয়। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২৩ : ৩২",
        "arabic_text": "\nفَأَرۡسَلۡنَا فِيهِمۡ رَسُولٗا مِّنۡهُمۡ أَنِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ ",
        "bangla_text": "এরপর আমরা তাদেরই একজনকে তাদের কাছে রাসূল করে পাঠিয়েছিলাম! তিনি বলেছিলেন, ‘তোমরা আল্লাহ্‌র ‘ইবাদাত কর, তিনি ছাড়া তোমাদের অন্য কোন সত্য ইলাহ নেই [১], তবুও কি তোমরা তাকওয়া অবলম্বন করবে না?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ শব্দগুলোর দ্বারা পরিষ্কার বুঝা যাচ্ছে যে, আল্লাহ্‌র অস্তিত্বকে তারাও অস্বীকার করতো না। তাদেরও আসল ভ্ৰষ্টতা ছিল শির্ক তথা আল্লাহ্‌র ইবাদাতে শির্ক করা। কুরআনের অন্যান্য স্থানেও এ জাতির এ অপরাধই বর্ণনা করা হয়েছে। [যেমন দেখুন, আল-আরাফঃ ৬৫; হূদঃ ৫৩-৫৪; ফুসসিলাতঃ ১৪ এবং আল-আহকাফঃ ২১-২২ আয়াত]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২৩ : ৩৩",
        "arabic_text": "\nوَقَالَ ٱلۡمَلَأُ مِن قَوۡمِهِ ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ ٱلۡأٓخِرَةِ وَأَتۡرَفۡنَٰهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا مَا هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡ يَأۡكُلُ مِمَّا تَأۡكُلُونَ مِنۡهُ وَيَشۡرَبُ مِمَّا تَشۡرَبُونَ ",
        "bangla_text": "আর তারা সম্প্রদায়ের নেতারা, যারা কুফরী করেছিল ও আখেরাতের সাক্ষাতে মিথ্যারোপ করেছিল এবং যাদেরকে আমরা দিয়েছিলাম দুনিয়ার জীবনের প্রচুর ভোগ-সম্ভার [১], তারা বলেছিল, ‘এ তো তোমাদেরই মত একজন মানুষ; তোমরা যা খাও, সে তা-ই খায় এবং তোমরা যা পান কর সেও তাই পান করে; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বর্ণিত চারিত্রিক বৈশিষ্ট্যগুলো ভেবে দেখার মতো। নবীর বিরোধিতায় যারা এগিয়ে এসেছিল। তারা ছিল জাতির নেতৃস্থানীয় লোক। তাদের সবার মধ্যে যে ভ্ৰষ্টতা কাজ করছিল তা ছিল এই যে, তারা আখেরাত অস্বীকার করতো। তাই তাদের মনে আল্লাহ্‌র সামনে কোন জবাবদিহি করার আশংকা ছিল না। মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন মক্কায় তার তাওহীদের দাওয়াত চালিয়ে যাচ্ছিলেন তখন এটিই ছিল সেখানকার পরিস্থিতি।\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২৩ : ৩৪",
        "arabic_text": "\nوَلَئِنۡ أَطَعۡتُم بَشَرٗا مِّثۡلَكُمۡ إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ ",
        "bangla_text": "‘যদি তোমরা তোমাদেরই মত একজন মানুষের আনুগত্য কর তবে তোমরা অবশ্যই ক্ষতিগ্রস্থ হবে [১]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মানুষ নবী হতে পারে না এবং নবী মানুষ হতে পারে না, এ চিন্তাটি সর্বকালের পথভ্ৰষ্ট লোকদের একটি সম্মিলিত ভ্ৰান্তি ছাড়া আর কিছুই নয়। কুরআন বারবার এ জাহেলী ধারণাটির উল্লেখ করে এর প্রতিবাদ করেছে এবং পুরোপুরি জোর দিয়ে একথা বর্ণনা করেছে যে, সকল নবীই মানুষ ছিলেন এবং মানুষদের জন্য মানুষেরই নবী হওয়া উচিত। [বিস্তারিত জানার জন্য দেখুন, আল-আরাফ, ৬৩-৬৯; ইউনুস, ২; হূদ, ২৭-৩১; ইউসুফ, ১০৯; আর রা’দ, ৩৮; ইবরাহীম, ১০-১১; আন-নামল, ৪৩; বনী-ইসরাঈল, ৯৪-৯৫; আল-আম্বিয়া, ৩-৮; আল-মুমিনূন, ৩৩-৩৪ ও ৪৭; আল-ফুরকান, ৭-২০; আশশুআরা, ১৫৪-১৮৪; ইয়াসীন, ১৫ ও ফুসসিলাত, ৬ আয়াত]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২৩ : ৩৫",
        "arabic_text": "\nأَيَعِدُكُمۡ أَنَّكُمۡ إِذَا مِتُّمۡ وَكُنتُمۡ تُرَابٗا وَعِظَٰمًا أَنَّكُم مُّخۡرَجُونَ ",
        "bangla_text": "‘সে কি তোমাদেরকে এ প্রতিশ্রুতিই দেয় যে, তোমাদের মৃত্যু হলে এবং তোমরা মাটি ও অস্থিতে পরিণত হলেও তোমাদেরকে বের করা হবে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২৩ : ৩৬",
        "arabic_text": "\n۞ هَيۡهَاتَ هَيۡهَاتَ لِمَا تُوعَدُونَ ",
        "bangla_text": "‘অসম্ভব, তোমাদেরকে যে বিষয় প্রতিশ্রুতি দেয়া হয়েছে তা অসম্ভব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২৩ : ৩৭",
        "arabic_text": "\nإِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا نَمُوتُ وَنَحۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ ",
        "bangla_text": "‘একমাত্র দুনিয়ার জীবনই আমাদের জীবন, আমরা মরি বাঁচি এখানেই। আর আমরা পুনরুত্থিত হবার নই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২৩ : ৩৮",
        "arabic_text": "\nإِنۡ هُوَ إِلَّا رَجُلٌ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا وَمَا نَحۡنُ لَهُۥ بِمُؤۡمِنِينَ ",
        "bangla_text": "‘সে তো এমন ব্যাক্তি যে আল্লাহ্‌ সম্বন্ধে মিথ্যা অপবাদ দিচ্ছে, আমরা তো তাকে বিশ্বাস করার নই।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২৩ : ৩৯",
        "arabic_text": "\nقَالَ رَبِّ ٱنصُرۡنِي بِمَا كَذَّبُونِ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! আমাকে সাহায্য করুন; কারণ তারা আমার প্রতি মিথ্যারোপ করেছে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২৩ : ৪০",
        "arabic_text": "\nقَالَ عَمَّا قَلِيلٖ لَّيُصۡبِحُنَّ نَٰدِمِينَ ",
        "bangla_text": "আল্লাহ্‌ বললেন। ‘অচিরেই তারা অনুতপ্ত হবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২৩ : ৪১",
        "arabic_text": "\nفَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ بِٱلۡحَقِّ فَجَعَلۡنَٰهُمۡ غُثَآءٗۚ فَبُعۡدٗا لِّلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "তারপর এক বিরাট আওয়াজ সত্য-ন্যায়ের সাথে [১] তাদেরকে পাকড়াও করল, ফলে আমরা তাদেরকে তরঙ্গ-তাড়িত আবর্জনার মত [২] করে দিলাম। কাজেই যালেম সম্প্রদায়ের জন্য রইল ধ্বংস। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের উপর যে আযাব এসেছে সেটা যথার্থ ছিল। তাদের উপর কোন প্রকার যুলুম করা হয়নি। তাদের অপরাধের কারণেই সেটা এসেছে। আল্লাহ্‌ তা‘আলা তাঁর বান্দাদের উপর যুলুম করেন না। তারা কুফরি ও সীমালঙ্ঘনের মাধ্যমে এটার হকদার হয়েছিল। সম্ভবতঃ বিরাট আওয়াজের সাথে প্ৰচণ্ড ঠাণ্ডা ঝড়ো বাতাসও তাদের পেয়ে বসেছিল। [ইবন কাসীর]। যেমন অন্য আয়াতে এসেছে, “এটা তার রবের নির্দেশে সমস্ত কিছুকে ধ্বংস করে দেবে।’ অতঃপর তাদের পরিণাম এ হল যে, তাদের বসতিগুলো ছাড়া আর কিছুই দেখা গেল না।” [সূরা আল-আহকাফঃ ২৫]\n  <br/>\n  <br/>\n  [২] মূলে غثاء শব্দ ব্যবহার করা হয়েছে। এর মানে হয় বন্যার তোড়ে ভেসে আসা ময়লা\n  <br/>\n  আবর্জনা, যা পরবর্তী পর্যায়ে কিনারায় আটকে পড়ে পচে যেতে থাকে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২৩ : ৪২",
        "arabic_text": "\nثُمَّ أَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قُرُونًا ءَاخَرِينَ ",
        "bangla_text": "তারপর তাদের পরে আমরা বহু প্রজন্ম সৃষ্টি করেছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২৩ : ৪৩",
        "arabic_text": "\nمَا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ ",
        "bangla_text": "কোন জাতিই তার নির্ধারিত কালকে ত্বরান্বিত করতে পারে না, বিলম্বিতও করতে পারে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২৩ : ৪৪",
        "arabic_text": "\nثُمَّ أَرۡسَلۡنَا رُسُلَنَا تَتۡرَاۖ كُلَّ مَا جَآءَ أُمَّةٗ رَّسُولُهَا كَذَّبُوهُۖ فَأَتۡبَعۡنَا بَعۡضَهُم بَعۡضٗا وَجَعَلۡنَٰهُمۡ أَحَادِيثَۚ فَبُعۡدٗا لِّقَوۡمٖ لَّا يُؤۡمِنُونَ ",
        "bangla_text": "এরপর আমরা একের পর এক আমাদের রাসূলগণকে প্রেরণ করেছি। যখনই কোন জাতির কাছে তার রাসূল এসেছেন তখনই তারা তার প্রতি মিথ্যারোপ করেছে। অতঃপর আমরা তাদের একের পর এককে ধ্বংস করে তাদেরকে কাহিনীর বিষয় করে দিয়েছি। কাজেই যারা ঈমান আনে না সে সমস্ত সম্প্রদায়ের জন্য ধ্বংসই রইল! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২৩ : ৪৫",
        "arabic_text": "\nثُمَّ أَرۡسَلۡنَا مُوسَىٰ وَأَخَاهُ هَٰرُونَ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ ",
        "bangla_text": "তারপর আমরা আমাদের নিদর্শনসমূহ এবং সুস্পষ্ট প্রমাণসহ মূসা ও তার ভাই হারূনকে পাঠালাম [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নিদর্শনের পরে “সুস্পষ্ট প্রমাণ” বলার অর্থ এও হতে পারে যে, ঐ নিদর্শনাবলী তাঁদের সাথে থাকাটাই একথার সুস্পষ্ট প্রমাণ ছিল যে, তাঁরা আল্লাহ্‌র প্রেরিত নবী অথবা নিদর্শনাবলী বলতে বুঝানো হয়েছে “লাঠি” ছাড়া মিসরে অন্যান্য যেসব মু’জিযা দেখানো হয়েছে সেগুলো সবই, আর “সুস্পষ্ট প্রমাণ” বলতে “লাঠি” বুঝানো হয়েছে। কারণ এর মাধ্যমে যে মু’জিযার প্রকাশ ঘটেছে সেগুলোর পরে তো একথা একেবারেই স্পষ্ট হয়ে গিয়েছিল যে, এরা দু’ভাই আল্লাহ্‌র পক্ষ থেকে প্রেরিত হয়েছেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২৩ : ৪৬",
        "arabic_text": "\nإِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمًا عَالِينَ ",
        "bangla_text": "ফির‘আউন ও তার পরিষদবর্গের কাছে। কিন্তু তারা অহংকার করল; আর তারা ছিল উদ্ধত সম্প্রদায় [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে قَوْمًاعَالِيْنَ  শব্দগুলো ব্যবহার করা হয়েছে। এর অর্থ, তারা ছিল বড়ই আত্মম্ভরী, জালেম ও কঠোর। তারা নিজেদেরকে অনেক বড় মনে করতো এবং উদ্ধত আস্ফালন করতো। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২৩ : ৪৭",
        "arabic_text": "\nفَقَالُوٓاْ أَنُؤۡمِنُ لِبَشَرَيۡنِ مِثۡلِنَا وَقَوۡمُهُمَا لَنَا عَٰبِدُونَ ",
        "bangla_text": "অতঃপর তারা বলল, ‘আমরা কি এমন দু’ব্যাক্তিতে বিশ্বাস স্থাপন করব যারা আমাদেরই মত, অথচ তাদের সম্প্রদায় আমাদের দাসত্বকারী [১]?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে “ইবাদতকারী” বলে আনুগত্যকারী বোঝানো হয়েছে। অর্থাৎ তারা আমার অনুগত, আমাদের নির্দেশকে এমনভাবে পালন করে যেমন একজন দাস তার মনিবের কথা পালন করে। আর যে ব্যক্তি কারোর বন্দেগী-দাসত্ব ও একনিষ্ঠ আনুগত্য করে সে যেন তার ইবাদাত করে। মুবাররাদ বলেন, ‘আবেদ’ বলে অনুগত ও মান্যকারী বোঝানো হয়ে থাকে। আবু উবাইদা বলেন, যারাই কোন কর্তৃত্বের অধীনতা গ্ৰহণ করে আরবরা তাদেরকে তার ‘আবেদ’ বা ইবাদতকারী বলে। আবার এটাও সম্ভব যে, সে যখন ইলাহ হওয়ার দাবী করল, তখন তাদের কেউ কেউ তাকে তা মেনে নিয়েছিল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২৩ : ৪৮",
        "arabic_text": "\nفَكَذَّبُوهُمَا فَكَانُواْ مِنَ ٱلۡمُهۡلَكِينَ ",
        "bangla_text": "সুতরাং তারা তাদের উভয়ের প্রতি মিথ্যারোপ করল, ফলে তারা ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত হল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা ও ফেরাউনের কাহিনীর বিস্তারিত বিবরণ জানার জন্য পড়ুন সূরা আল-বাকারাহঃ ৪৯-৫০; আল-আ‘রাফঃ ১০৩-১৩৬; ইউনুসঃ ৭৫-৯২; হূদঃ ৯৬-৯৯; বনী ইসরাঈলঃ ১০১-১০৪ এবং ত্বা-হাঃ ৯-৮০ আয়াত।\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২৩ : ৪৯",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ لَعَلَّهُمۡ يَهۡتَدُونَ ",
        "bangla_text": "আর আমরা তো মূসাকে দিয়েছিলাম কিতাব; যাতে তারা হেদায়েত পায়।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২৩ : ৫০",
        "arabic_text": "\nوَجَعَلۡنَا ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥٓ ءَايَةٗ وَءَاوَيۡنَٰهُمَآ إِلَىٰ رَبۡوَةٖ ذَاتِ قَرَارٖ وَمَعِينٖ ",
        "bangla_text": "আর আমরা মারইয়াম-পুত্র ও তার জননীকে করেছিলাম এক নিদর্শন এবং তাদেরকে আশ্রয় দিয়েছিলাম এক অবস্থানযোগ্য ও প্রস্রবণবিশিষ্ট উচ্চ ভূমিতে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আভিধানিক অর্থে “রাবওয়াহ\" এমন সুউচ্চ ভূমিকে বলা হয় যা সমতল এবং আশপাশের এলাকা থেকে উঁচু। অন্যদিকে “যা-তি কারার” মানে হচ্ছে এমন জায়গা যেখানে প্রয়োজনীয় দ্রব্যাদি পাওয়া যায় এবং অবস্থানকারী সেখানে স্বাচ্ছন্দ্যময় জীবন যাপন করতে পারে। আর “মাঈন” মানে হচ্ছে বহমান পানি বা নির্বারিণী। [ইবন কাসীর] এখানে কুরআন কোন স্থানটির প্রতি ইংগিত করছে তা নিশ্চয়তা সহকারে বলা কঠিন। বিভিন্নজন এ থেকে বিভিন্ন স্থানের কথা মনে করেছেন। কেউ বলেন, এ স্থানটি ছিল দামেশক। কেউ বলেন, রামলাহ। কেউ বলেন, বাইতুল মাকদিস আবার কেউ বলেন, ফিলিস্তিন। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২৩ : ৫১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلرُّسُلُ كُلُواْ مِنَ ٱلطَّيِّبَٰتِ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ عَلِيمٞ ",
        "bangla_text": "‘হে রাসূলগণ [১]! আপনারা পবিত্র বস্তু থেকে খাদ্য গ্রহণ করুন এবং সৎকাজ করুন [২]; নিশ্চয় আপনারা যা করেন সে সম্পর্কে আমি সবিশেষ অবগত।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে একথা বলাই উদ্দেশ্য যে, প্রতি যুগে বিভিন্ন দেশে ও জাতির মধ্যে আগমনকারী নবীদেরকে এ নির্দেশ দেয়া হয়েছিল এবং স্থান-কালের বিভিন্নতা সত্ত্বেও তাদের সবাইকে একই হুকুম দেয়া হয়েছিল। তাদের সবাইকে হালাল খাওয়ার এবং সৎকাজ করার নির্দেশ দেয়া হয়েছিল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] طيبات শব্দের আভিধানিক অর্থ, পবিত্র ও উত্তম বস্তু। [ফাতহুল কাদীর]। এখানে এর দ্বারা এমন জিনিস বুঝানো হয়েছে যা নিজেও পাক-পবিত্র এবং হালাল পথে অর্জিতও হয়। তাই طيبات দ্বারা শুধু বাহ্যিক ও আভ্যন্তরীণ দিক দিয়ে পবিত্র ও হালাল বস্তুসমূহই বুঝতে হবে। [দেখুন, ফাতহুল কাদীর] পবিত্র জিনিস খাওয়ার নির্দেশ দিয়ে নাসারাদের বৈরাগ্যবাদ ও অন্যদের ভোগবাদের মধ্যে ভারসাম্যপূর্ণ মধ্যপন্থার দিকে ইংগিত করা হয়েছে। [দেখুন, আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  এখানে আরো প্রণিধানযোগ্য বিষয় হলো এই যে, নবী-রাসূলগণকে তাদের সময়ে দুই বিষয়ের নির্দেশ দেয়া হয়েছে। এক, হালাল ও পবিত্ৰ বস্তু আহার কর। দুই, সৎকর্মকর। আর এটা সৰ্বজনবিদিত সত্য যে, আল্লাহ্‌ তা‘আলা নবী-রাসূলগণকে নিষ্পাপ রেখেছিলেন, তাদেরকেই যখন একথা বলা হয়েছে, তখন উম্মতের জন্যে এই আদেশ আরও বেশী পালনীয়। বস্তুতঃ আসল উদ্দেশ্য উম্মতকে এই আদেশের অনুগামী করা। আলেমগণ বলেনঃ এই দু’টি আদেশকে একসাথে বর্ণনা করার মধ্যে ইঙ্গিত এই যে, সৎকর্ম সম্পাদনে হালাল খাদ্যের প্রভাব অপরিসীম। খাদ্য হালাল হলে সৎকর্মের তাওফীক হতে থাকে। [দেখুন, ইবন কাসীর] পক্ষান্তরে খাদ্য হারাম হলে সৎকর্মের ইচ্ছা করা সত্ত্বেও তাতে নানা আপত্তি প্রতিবন্ধক হয়ে যায়। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “হে লোকেরা! আল্লাহ্‌ নিজে পবিত্র, তাই তিনি পবিত্র জিনিসই পছন্দ করেন।” তারপর তিনি এ আয়াতটি তিলাওয়াত করেন এবং বলেনঃ “এক ব্যক্তি আসে সুদীর্ঘ পথ সফর করে। দেহ ধূলি ধূসরিত। মাথার চুল এলোমেলো। আকাশের দিকে হাত তুলে প্রার্থনা করেঃ হে প্ৰভু! হে প্ৰভু! কিন্তু অবস্থা হচ্ছে এই যে, তার খাবার হারাম, পানীয় হারাম, কাপড় চোপড় হারাম এবং হারাম খাদ্যে তার দেহ প্রতিপালিত হয়েছে। এখন কিভাবে এমন ব্যক্তির দোয়া কবুল হবে?” [মুসলিমঃ ১০১৫] এ থেকে বোঝা গেল যে, ইবাদতে ও দো‘আ কবুল হওয়ার ব্যাপারে হালাল খাদ্যের অনেক প্রভাব আছে। খাদ্য হালাল না হলে ইবাদত ও দো‘আ কুবল হওয়ার যোগ্য হয় না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২৩ : ৫২",
        "arabic_text": "\nوَإِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱتَّقُونِ ",
        "bangla_text": "‘আর আপনাদের এ উম্মত তো একই উম্মত [১] এবং আমিই আপনাদের রব; অতএব আমারই তাকওয়া অবলম্বন করুন [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “তোমাদের উম্মত একই উম্মত”। অর্থাৎ তোমরা একই দলের লোক। أمة শব্দটি যদিও সম্প্রদায় ও কোন বিশেষ নবীর জাতির অর্থে প্রচলিত ও সুবিদিত, তবুও কোন কোন সময় তরীকা ও দ্বীনের অর্থেও ব্যবহৃত হয়। যেমন\n  <br/>\n  <br/>\n  إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ\n  <br/>\n  <br/>\n  “আমরা আমাদের পিতৃপুরুষদেরকে একটি দ্বীনে (তরীকা বা জীবনপদ্ধতিতে) পেয়েছি”। [সূরা আয-যুখরুফঃ ২২-২৩] তাই “উম্মত” শব্দটি এখানে এমন ব্যক্তি সমষ্টির জন্য ব্যবহৃত হয়েছে যারা কোন সম্মিলিত মৌলিক বিষয়ে একতাবদ্ধ। নবীগণ যেহেতু স্থান-কালের বিভিন্নতা সত্ত্বেও একই বিশ্বাস ও একই দাওয়াতের উপর একতাবদ্ধ ছিলেন, তাই বলা হয়েছে, তাঁদের সবাই একই উম্মত। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] পরবর্তী বাক্য নিজেই সে মৌলিক বিষয়ের কথা বলে দিচ্ছে যার উপর সকল নবী একতাবদ্ধ ও একমত ছিলেন। আর তা হলো, একমাত্র আল্লাহ্‌র ইবাদত করা। যার অপর নাম ইসলাম। নবীরা সবাই ইসলামের দিকে আহবান জানিয়েছেন। তাদের দ্বীনও ছিল ইসলাম। তাদের অনুসারীরাও ছিল মুসলিম। এ হিসেবে সমস্ত নবী-রাসূল ও তাদের সত্যিকারের উম্মতগণ একই উম্মত হিসেবে গণ্য। তারা সবাই মুসলিম উম্মত।\n  <br/>\n  <br/>\n  [২] আয়াতের মূল বক্তব্য হচ্ছে, নূহ আলাইহিস সালাম থেকে নিয়ে ঈসা আলাইহিস সালাম পর্যন্ত সকল নবী যখন এ তাওহীদ ও আখেরাত বিশ্বাসের শিক্ষা দিয়ে এসেছেন তখন অনিবাৰ্যভাবে এ থেকে প্রমাণ হয়, এ ইসলামই মানুষের জন্য আল্লাহ্‌র মনোনীত দ্বীন। সুতরাং একমাত্র তাঁরই তাকওয়া অবলম্বন করা উচিত। তাঁকেই রব মানা এবং তাঁরই কেবল ইবাদাত করাই এর দাবী। এমন কোন কাজ করো না যা তোমাদের উপর আমার আযাবকে অবশ্যম্ভাবী করে দিবে। যেমন আমার সাথে শির্ক করা, অথবা আমার নির্দেশের বিরোধিতা, আমার নিষেধের বিপরীত কাজ করা। [ফাতহুল কাদীর] এ আয়াত অন্য আয়াতের মত যেখানে বলা হয়েছে, আর নিশ্চয় মসজিদসমূহ আল্লাহ্‌রই জন্য। কাজেই আল্লাহ্‌র সাথে তোমরা অন্য কাউকে ডেকো না।\" [সূরা আল-জিনঃ ১৮] [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২৩ : ৫৩",
        "arabic_text": "\nفَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ زُبُرٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ ",
        "bangla_text": "অতঃপর লোকেরা তাদের নিজেদের মধ্যে তাদের এ বিষয় তথা দ্বীনকে বহুধা বিভক্ত করেছে [১]। প্রত্যেক দলই তাদের কাছে যা আছে তা নিয়ে আনন্দিত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] زبر শব্দটি زبور এর বহুবচন। এর এক অর্থ কিতাব। এই অর্থের দিক দিয়ে আয়াতের উদ্দেশ্য এই যে, আল্লাহ্‌ তা‘আলা সব নবী ও তাদের উম্মতকে মূলনীতি ও বিশ্বাসের ক্ষেত্রে একই দ্বীন ও তরীকা অনুযায়ী চলার নির্দেশ দিয়েছিলেন, কিন্তু উম্মতগণ তা মানেনি। তারা পরস্পর বহুধাবিভক্ত হয়ে পড়েছে। তারা এ ব্যাপারে বিভিন্ন কিতাবের অনুসারী হয়েছে। যে কিতাবগুলো তারা নিজেরা রচনা করেছে। তারা কিছু ভ্ৰষ্ট চিন্তাধারার অনুসরণ করেছে, যেগুলো তারা নিজেরা ঠিক করে নিয়েছে। [কুরতুবী] অথবা তারা কিতাবকে টুকরো টুকরো করে নিয়েছে। তাদের কেউ তাওরাতের অনুসরণ করেছে, কেউ যাবুরের কেউ ইঞ্জীলের। তারপর তারা সবগুলোকে পরিবর্তন, পরিবর্ধন ও বিকৃতি সাধন করেছে। [তাবারী; কুরতুবী] অথবা আয়াতের অর্থ, তাদের কোন দল যদি কোন কিতাবের উপর ঈমান আনে তো অন্যান্য কিতাবের উপর কুফরি করে। [কুরতুবী]\n  <br/>\n  <br/>\n  আবার زبر শব্দটি কোন কোন সময় زَبرة এরও বহুবচন হয়। এর অর্থ খণ্ড ও উপদল। যেমন অন্য আয়াতে এ অর্থে এসেছ, “তোমরা আমার কাছে লৌহপিণ্ডসমূহ নিয়ে আস”। [সূরা আল-কাহাফঃ ৯৬] এখানে এই অর্থই সুস্পষ্ট। আয়াতের উদ্দেশ্য এই যে, তারা মূলতঃ একই দ্বীনের অনুসারী হওয়া সত্ত্বেও পরবর্তীতে বিশ্বাস ও মূলনীতিতে বিভিন্ন উপদলে বিভক্ত হয়ে পড়েছে। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর; সা‘দী] এ আয়াতের অর্থে হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “সাবধান! তোমাদের পূর্বেকার কিতাবীরা বাহাত্তর দলে বিভক্ত হয়েছে। আর এ উম্মত তিয়াত্তর দলে বিভক্ত হবে। বাহাত্তরটি জাহান্নামে যাবে, আর একটি জান্নাতে। আর সেটি হচ্ছে, ‘আল-জামা‘আহ’। [আবু দাউদঃ ৪৫৯৭] অন্য বর্ণনায় এসেছে, সাহাবায়ে কিরাম বললেন, সে দলটি কারা হে আল্লাহ্‌র রাসূল! তিনি বললেন, যার উপর আমি ও আমার সাহাবীরা থাকবে। [তিরমিযীঃ ২৬৪১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২৩ : ৫৪",
        "arabic_text": "\nفَذَرۡهُمۡ فِي غَمۡرَتِهِمۡ حَتَّىٰ حِينٍ ",
        "bangla_text": "কাজেই কিছু কালের জন্য তাদেরকে স্বীয় বিভ্রান্তিতে ছেড়ে দিন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদেরকে তাদের ভ্ৰষ্টতা ও ভুলের মধ্যে তাদের ধ্বংসের সময় পর্যন্ত ছেড়ে দিন। যেমন অন্য আয়াতে এসেছে, “অতএব কাফিরদেরকে অবকাশ দিন; তাদেরকে অবকাশ দিন কিছু কালের জন্য।’’ [সূরা আত-তারেকঃ ১৭]\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২৩ : ৫৫",
        "arabic_text": "\nأَيَحۡسَبُونَ أَنَّمَا نُمِدُّهُم بِهِۦ مِن مَّالٖ وَبَنِينَ ",
        "bangla_text": "তারা কি মনে করে যে, আমরা তাদেরকে যে ধন-সম্পদ ও সন্তান-সন্ততি দ্বারা সহযোগিতা করেছি, তার মাধ্যমে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২৩ : ৫৬",
        "arabic_text": "\nنُسَارِعُ لَهُمۡ فِي ٱلۡخَيۡرَٰتِۚ بَل لَّا يَشۡعُرُونَ ",
        "bangla_text": "তাদের জন্য সকল মঙ্গল ত্বরান্বিত করছি? না, তারা উপলদ্ধি করে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফেরদের মতে, যে ব্যক্তি ভালো খাবার, ভালো পোশাক ও ভালো ঘর-বাড়ি লাভ করেছে, যাকে অর্থ-সম্পদ ও সন্তান-সন্ততি দান করা হয়েছে এবং সমাজে যে খ্যাতি ও প্রভাব-প্রতিপত্তি অর্জন করতে পেরেছে সে সাফল্য লাভ করেছে। আর যে ব্যক্তি এসব থেকে বঞ্চিত হয়েছে সে ব্যর্থ হয়ে গেছে। এ মৌলিক বিভ্ৰান্তির ফলে তারা আবার এর চেয়ে অনেক বড় আর একটি বিভ্ৰান্তির শিকার হয়েছে। সেটি ছিল এই যে, এ অর্থে যে ব্যক্তি কল্যাণ ও সাফল্য লাভ করেছে সে নিশ্চয়ই সঠিক পথে রয়েছে বরং সে আল্লাহ্‌র প্রিয় বান্দা, নয়তো এসব সাফল্য লাভ করা তার পক্ষে কেমন করে সম্ভব হলো। পক্ষান্তরে এ সাফল্য থেকে যাদেরকে আমরা প্রকাশ্যে বঞ্চিত দেখছি তারা নিশ্চয়ই বিশ্বাস ও কর্মের ক্ষেত্রে ভুল পথে রয়েছে। এ বিভ্রান্তিটি আসলে কাফের লোকদের ভ্ৰষ্টতার গুরুত্বপূর্ণ কারণগুলোর অন্যতম। একে কুরআনের বিভিন্ন স্থানে বর্ণনা করা হয়েছে, বিভিন্ন পদ্ধতিতে একে খণ্ডন করা হয়েছে এবং বিভিন্নভাবে প্রকৃত সত্য কি তা বলে দেয়া হয়েছে। [দৃষ্টান্তস্বরূপ দেখুন সূরা আল বাকারাহ, ২১২; আত তাওবাহ, ৫৫, ৬৯ ও ৮৫; হূদ, ২৭ থেকে ৩১; আর রা‘দ, ২৬; আল কাহফ, ২৮, ৩২ থেকে ৪৩; মারইয়াম, ৭৭ থেকে ৮০; ত্বা-হা, ১৩১ ও ১৩২; আল আম্বিয়া, ৪৪ ও সূরা সাবাঃ ৩৫ আয়াত]। যখন কোন ব্যক্তি বা জাতি একদিকে সত্য থেকে মুখ ফিরিয়ে নেয় এবং ফাসেকী, অশ্লীল কার্যকলাপ, যুলুম ও সীমালংঘন করতে থাকে এবং অন্যদিকে তার উপর অনুগ্রহ বর্ষিত হতে থাকে তখন বুঝতে হবে, বুদ্ধি ও কুরআন উভয় দৃষ্টিতে আল্লাহ্‌ তাকে কঠিনতর পরীক্ষার সম্মুখীন করেছেন এবং তার উপর আল্লাহ্‌র করুণা নয় বরং তাঁর ক্ৰোধ চেপে বসেছে। আর এজন্যই কাতাদাহ রাহেমাহুল্লাহ বলেন, আল্লাহ্‌র শপথ! তাদের সন্তান ও সম্পপদের ব্যাপারে তাদের সাথে ধোঁকার আশ্রয় নেয়া হয়েছে। হে আদম সন্তান! তুমি সন্তান ও সম্পদ দিয়ে কারও বিচার করো না, বরং তাদের ঈমান ও সৎকর্ম দিয়ে তাদের ভাল মন্দ সত্য ও অসত্য বিচার করো। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২৩ : ৫৭",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ هُم مِّنۡ خَشۡيَةِ رَبِّهِم مُّشۡفِقُونَ ",
        "bangla_text": "নিশ্চয় যারা তাদের রব-এর ভয়ে সন্ত্রস্ত, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২৩ : ৫৮",
        "arabic_text": "\nوَٱلَّذِينَ هُم بِـَٔايَٰتِ رَبِّهِمۡ يُؤۡمِنُونَ ",
        "bangla_text": "আর যারা তাদের রব-এর নিদর্শনাবলীতে ঈমান আনে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২৩ : ৫৯",
        "arabic_text": "\nوَٱلَّذِينَ هُم بِرَبِّهِمۡ لَا يُشۡرِكُونَ ",
        "bangla_text": "আর যারা তাদের রব-এর সাথে শির্ক করে না [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অৰ্থাৎ একমাত্র তাঁরই ইবাদত করে। তিনি ব্যতীত আর কারও ইবাদাত করে না। তাওহীদ প্রতিষ্ঠা করে। আর এটা দৃঢ়ভাবে জানবে আল্লাহ্‌ ব্যতীত কোন ইলাহ নেই। তিনি একক, অমুখাপেক্ষী। তিনি কোন সঙ্গিনী বা সন্তান গ্ৰহণ করেন নি। তাঁর মত কিছু নেই। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২৩ : ৬০",
        "arabic_text": "\nوَٱلَّذِينَ يُؤۡتُونَ مَآ ءَاتَواْ وَّقُلُوبُهُمۡ وَجِلَةٌ أَنَّهُمۡ إِلَىٰ رَبِّهِمۡ رَٰجِعُونَ ",
        "bangla_text": "আর যারা যা দেয়ার তা দেয় [১] ভীত-কম্পিত হৃদয়ে, এজন্য যে তারা তাদের রব-এর কাছে প্রত্যাবর্তনকারী [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يؤتون শব্দটি إيتاء শব্দ থেকে উদ্ভুত। এর অর্থ দেয়া, খরচ করা ও দান-খয়রাত করা। তা যাকাতও হতে পারে, আবার নফল সাদকাহও হতে পারে। [ইবন কাসীর] এমনকি এর দ্বারা যাবতীয় নেক ও কল্যাণের কাজ যেমন সালাত, যাকাত, সাদাকাহ ও হজ্জ ইত্যাদি সবই উদ্দেশ্য হতে পারে। [সা‘দী]\n  <br/>\n  <br/>\n  [২] অৰ্থাৎ তারা দুনিয়ায় আল্লাহ্‌র ব্যাপারে ভীতি শূন্য ও চিন্তামুক্ত জীবন যাপন করে না। যা মনে আসে তাই করে না। বরং তাদের মন সবসময় তাঁর ভয়ে ভীত থাকে। তারা আরও ভয় করে যে, আমরা আল্লাহ্‌র নির্দেশ মোতাবেক দেয়ার পরও তা আমাদের থেকে কবুল করা হচ্ছে কি না? আয়েশা সিদ্দীকা রাদিয়াল্লাহু আনহা থেকে বর্ণিত তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে এই আয়াতের মর্ম জিজ্ঞেস করে বললাম যে, এই কাজ করে যারা ভীত কম্পিত হবে তারা কি মদ্যপান করে কিংবা চুরি করে? রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ না হে সিদ্দীক তনয়! বরং এরা ঐ সমস্ত লোক যারা সাওম পালন করে, সালাত পড়ে। এতদসত্ত্বেও তারা শঙ্কিত থাকে যে, সম্ভবতঃ আমাদের এই আমল আল্লাহ্‌র কাছে (আমাদের কোন ত্রুটির কারণে) কবুল হবে না। এ ধরনের লোকই সৎকাজ দ্রুত সম্পাদন করে এবং তাতে অগ্রগামী থাকে [আহমদ ৬/২০৫, তিরমিযীঃ ৩১৭৫] হাসান রাহেমাহুল্লাহ বলেনঃ আমি এমন লোক দেখেছি যারা সৎকাজ করে ততটুকুই ভীত হয় যতটুকু তোমরা মন্দ কাজ করেও ভীত হও না। [কুরতুবী] মুফাসসিরগণ তাদের অন্তর ভীত-সন্ত্রস্ত হওয়ার কয়েকটি কারণ উল্লেখ করেছেন। তাদেরকে যা দেয়ার নির্দেশ দেয়া হয়েছে তা তারা দেয়া সত্ত্বেও ভয় পায় যে, তাদেরকে আল্লাহ্‌র কাছে ফিরে যেতে হবে তিনি প্রত্যেকের যাবতীয় গোপন ও প্রকাশ্য বিষয় জানেন। তাই তাদের দান যথাযোগ্য পন্থায় হয়েছে কি না সে ভয়ে তারা ভীত।\n  <br/>\n  <br/>\n  অথবা, তারা তাদের প্রভুর কাছে ফিরে যাবার কারণেই ভয় করছে, কারণ তাঁর কাছে কোন কাজই গোপন নেই। যে কোন ভাবেই তিনি ইচ্ছা করলে পাকড়াও করতে পারেন।\n  <br/>\n  <br/>\n  তাছাড়া, আয়াতের অন্য কেরাআত হলোঃ أتوا অর্থ হবে, তারা যা কাজ করার তা করে, তারপর তারা ভয় করে যে, তাদেরকে তাদের রব-এর কাছে ফিরে যেতে হবে ফলে তিনি তাদের কাজের হিসাব নিবেন। আর যার হিসেব কড়াভাবে নেয়া হবে তার ধ্বংস অনিবাৰ্য। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২৩ : ৬১",
        "arabic_text": "\nأُوْلَٰٓئِكَ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَهُمۡ لَهَا سَٰبِقُونَ ",
        "bangla_text": "তারাই দ্রুত সম্পাদন করে কল্যাণকর কাজ এবং তারা তাতে অগ্রগামী হয় [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দ্রুত সৎকাজ করার অর্থ এই যে, সাধারণ লোক যেমন পার্থিব মুনাফার পেছনে দৌড়ে এবং অপরকে পেছনে ফেলে এগিয়ে যাওয়ার চেষ্টা করে, তারা দ্বীনী উপকারের কাজে তেমনি সচেষ্ট হয়। তাই তারা সময়ের আগেই সেটা করার জন্য ব্যস্ত হয়ে পড়ে। যেমন সালাতের প্রথম ওয়াক্তে তা আদায় করে। এ কারণেই তারা অন্যদের চাইতে অগ্রগামী থাকে। অন্যদেরকে তারা পিছনে ফেলে নিজেরা এগিয়েই থাকে। [কুরতুবী] অথবা আয়াতের অর্থ, আর তারা হচ্ছে এমন লোক, যাদের জন্য পূর্ব থেকেই আল্লাহ্‌র কাছে সৌভাগ্য লেখা হয়েছে। তাই তারা ভাল কাজে তাড়াতাড়ি করে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২৩ : ৬২",
        "arabic_text": "\nوَلَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۚ وَلَدَيۡنَا كِتَٰبٞ يَنطِقُ بِٱلۡحَقِّ وَهُمۡ لَا يُظۡلَمُونَ ",
        "bangla_text": "আর আমরা কাউকেও তার সাধ্যের বেশী দায়িত্ব দেই না। আর আমাদের কাছে আছে এমন এক কিতাব [১] যা সত্য ব্যক্ত করে এবং তাদের প্রতি যুলুম করা হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসিরের মতে, কিতাব বলে এখানে আমলনামাকে বুঝানো হয়েছে। [ইবন কাসীর] প্রত্যেক ব্যক্তির এ আমলনামা পৃথক পৃথকভাবে তৈরী হচ্ছে। তার প্রত্যেকটি কথা, প্রত্যেকটি নড়াচড়া এমনকি চিন্তা-ভাবনা ও ইচ্ছা-সংকল্পের প্রত্যেকটি অবস্থা পর্যন্ত তাতে সন্নিবেশিত হচ্ছে। এ সম্পর্কেই বলা হয়েছে, “আর আমলনামা সামনে রেখে দেয়া হবে। তারপর তোমরা দেখবে অপরাধীরা তার মধ্যে যা আছে তাকে ভয় করতে থাকবে এবং বলতে থাকবে, হায়, আমাদের দুর্ভাগ্য! এ কেমন কিতাব, আমাদের ছোট বা বড় এমন কোন কাজ নেই যা এখানে সন্নিবেশিত হয়নি। তারা যে যা কিছু করেছিল সবই নিজেদের সামনে হাজির দেখতে পাবে। আর তোমার রব কারোর প্রতি জুলুম করেন না।” [সূরা আল-কাহফঃ ৪৯] অন্য আয়াতে এসেছে, “এই আমাদের লেখনি, যা তোমাদের ব্যাপারে সাক্ষ্য দেবে সত্যভাবে। নিশ্চয় তোমরা যা আমল করতে তা আমরা লিপিবদ্ধ করেছিলাম।” [সূরা আল-জাসিয়াহঃ ২৯] আবার কোন কোন মুফাসসির এখানে কিতাব অর্থ কুরআন গ্রহণ করেছেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২৩ : ৬৩",
        "arabic_text": "\nبَلۡ قُلُوبُهُمۡ فِي غَمۡرَةٖ مِّنۡ هَٰذَا وَلَهُمۡ أَعۡمَٰلٞ مِّن دُونِ ذَٰلِكَ هُمۡ لَهَا عَٰمِلُونَ ",
        "bangla_text": "বরং এ বিষয় তাদের অন্তর অজ্ঞানতায় আচ্ছন্ন, এছাড়াও তাদের আরো কাজ আছে যা তারা করছে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের পথভ্রষ্টতার জন্য শির্ক ও কুফরের আবরণই যথেষ্ট ছিল, কিন্তু তারা এতেই ক্ষান্ত ছিল না। বরং অন্যান্য কুকর্মও অনবরত করে যেত। [ইবন কাসীর] কারও কারও মতে এর অর্থ, তাদের তাকদীরে আরও কিছু খারাপ কাজ করবে বলে লিখা রয়েছে। সুতরাং তারা তাদের মৃত্যুর পূর্বে সেটা করবেই। যাতে করে তাদের উপর আযাবের বাণী সত্য পরিণত হয়। ইবন কাসীর বলেন, এ মতটি প্রকাশ্য এবং শক্তিশালী। তিনি এর সপক্ষে একটি হাদীস উল্লেখ করেছেন যাতে এসেছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “যে সত্তা ব্যতীত কোন ইলাহ নেই তার শপথ, কোন লোক আমল করে যেতে থাকে, এমনকি তার ও জান্নাতের মধ্যে মাত্র এক গজ দূরত্ব থাকে, তখনি তার কিতাব তথা তাকদীরের লেখা এগিয়ে আসে আর সে জাহান্নামের আমল করে জাহান্নামে প্রবেশ করে।” [বুখারীঃ ৩২০৮; মুসলিমঃ ২৬৪৩] সুতরাং কেউ যেন নিজের আমল নিয়ে গর্ব বা অহংকার না করে। বরং সর্বদা আল্লাহ্‌ ভয়ে ভীত ও তাঁর কাছে নত থাকে।\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২৩ : ৬৪",
        "arabic_text": "\nحَتَّىٰٓ إِذَآ أَخَذۡنَا مُتۡرَفِيهِم بِٱلۡعَذَابِ إِذَا هُمۡ يَجۡـَٔرُونَ ",
        "bangla_text": "শেষ পর্যন্ত যখন আমরা তাদের বিলাসী [১] ব্যাক্তিদেরকে শাস্তি দ্বারা পাকড়াও করি তখনই তারা আর্তনাদ করে উঠে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  মূলে শব্দ এসেছে, مُتْرَفِيْن ‘‘মুতরাফীন”। শব্দটি আসলে এমন সব লোককে বলা হয় যারা পার্থিব ধন-সম্পদ লাভ করে ভোগ বিলাসে লিপ্ত হয়েছে এবং আল্লাহ্‌ ও তাঁর সৃষ্টির অধিকার থেকে গাফিল হয়ে গেছে। “বিলাসপ্ৰিয়” শব্দটির মাধ্যমে এ শব্দটির সঠিক মর্মকথা প্ৰকাশ হয়ে যায়। এ আয়াতে তাদেরকে যে আযাবে গ্রেফতার করার কথা বলা হয়েছে সে সম্পর্কে মুফাসসিরগণ বলেনঃ সে আযাব বলে বদর যুদ্ধে মুসলিমদের তরবারি দ্বারা তাদের সরদারদের উপর যে শাস্তি আপতিত হয়েছিল সেটাই বোঝানো হয়েছে। [কুরতুবী] কারও কারও মতে এই আযাব দ্বারা দুর্ভিক্ষের আযাব বুঝানো হয়েছে, যা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এর বদদো‘আর কারণে মক্কাবাসীদের চাপিয়ে দেয়া হয়েছিল। [কুরতুবী] রাসূলে করীম সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম কাফেরদের জন্যে খুবই কম বদদো‘আ করেছিলেন। কিন্তু এ স্থলে মুসলিমদের উপর তাদের অত্যাচারের সীমা ছাড়িয়ে গেলে তিনি বাধ্য হয়ে এরূপ দো‘আ করেন, “হে আল্লাহ্‌! আপনি মুদার গোত্রের উপর আপনার পাকড়াও কঠোর করে দিন। আর তাদের জন্য এটাকে ইউসুফ আলাইহিসসালামের দুর্ভিক্ষের মত করে দিন।’’ [বুখারীঃ ৭৭১, মুসলিমঃ ৬৭৫]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২৩ : ৬৫",
        "arabic_text": "\nلَا تَجۡـَٔرُواْ ٱلۡيَوۡمَۖ إِنَّكُم مِّنَّا لَا تُنصَرُونَ ",
        "bangla_text": "তাদেরকে বলা হবে, ‘আজ আর্তনাদ করো না, তোমাদেরকে তো আমাদের পক্ষ থেকে সাহায্য করা হবে না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২৩ : ৬৬",
        "arabic_text": "\nقَدۡ كَانَتۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُمۡ عَلَىٰٓ أَعۡقَٰبِكُمۡ تَنكِصُونَ ",
        "bangla_text": "আমার আয়াত তো তোমাদের কাছে তিলাওয়াত করা হত [১], কিন্তু তোমরা উল্টো পায়ে পিছনে সরে পড়তে--- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াত বলে এখানে কুরআনের আয়াত বোঝানো হয়েছে। কারণ এখানে ‘তিলাওয়াত করা’ বলা হয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২৩ : ৬৭",
        "arabic_text": "\nمُسۡتَكۡبِرِينَ بِهِۦ سَٰمِرٗا تَهۡجُرُونَ ",
        "bangla_text": "দম্ভভরে এ বিষয়ে অর্থহীন গল্প-গুজবে [১] রাত মাতিয়ে [২] তোমরা খারাপ কথা বলতে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের দু’টি অর্থ হতে পারে। প্রথম অর্থ, তারা যখন ঈমান না এনে পিছনে ফিরে যায়, তখন তারা সেটা করে থাকে অহংকারবশত। তারা হক পন্থীদেরকে ঘৃণা ও হেয় মনে করে নিজেদেরকে বড় মনে করে এটি করে থাকে। এমতাবস্থায় আয়াতের পরবর্তী অংশ به এর অর্থ নির্ণয়ে তিনটি মত রয়েছে। এক. به এর সর্বনাম পবিত্র মক্কার হারামের দিকে প্রত্যাবর্তন করবে তবে ‘হারাম’ শব্দটি পূর্বে কোথাও উল্লেখ করা হয়নি। তার সাথে কুরাইশদের গভীর সম্পর্ক এবং একে নিয়ে তাদের গর্ব সুবিদিত ছিল। এর পরিপ্রেক্ষিতে শব্দটি উল্লেখ করার প্রয়োজন মনে করা হয়নি। অর্থ এই যে, মক্কার কুরাইশদের আল্লাহ্‌র আয়াতসমূহ শুনে মুখ ঘুরিয়ে সরে যাওয়া এবং না মানার কারণ হারামে বসে খারাপ কথা বলে রাত কাটায়। দুই. অথবা এখানে به বলে কুরআনকে বুঝানো হয়েছে। অর্থাৎ কুরাইশদের আল্লাহ্‌র আয়াতসমূহ শুনে মুখ ঘুরিয়ে সরে যাওয়া এবং না মানার কারণ তারা এ কুরআন নিয়ে খারাপ কথা বলে রাত কাটায়। কখনও এটাকে বলে জাদু, কখনও বলে কবিতা, কখনও গণকের কথা, ইত্যাদি বাতিল কথা। তিন. অথবা به শব্দ দ্বারা এখানে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকেই বোঝানো হয়েছে। অর্থাৎ কুরাইশদের আল্লাহ্‌র আয়াতসমূহ শুনে মুখ ঘুরিয়ে সরে যাওয়া এবং না মানার কারণ তারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নিয়ে খারাপ ও কটু কথা বলে রাত কাটায়। কখনও তাকে কবি, আবার কখনও গণক, কখনও জাদুকর, কখনও মিথ্যাবাদী অথবা পাগল, ইত্যাদি বাতিল ও অসার কথাসমূহ বলে থাকে। অথচ তিনি আল্লাহ্‌র রাসূল। যাকে আল্লাহ্‌ তাদের উপর বিজয় দিয়েছেন আর তাদেরকে সেখান থেকে অপমানিত ও হেয় করে বের করে দিয়েছেন। [ইবন কাসীর] আয়াতের দ্বিতীয় অর্থ হচ্ছে, তারা যখন ঈমান না এনে পিছনে ফিরে যায়, তখন তারা কা‘বা ঘর নিয়ে অহংকারে মত্ত থাকে। এ অহংকারেই তারা হক গ্ৰহণ করতে রাযী হয় না। কারণ, তারা কা‘বার সাথে সম্পর্ক ও তত্ত্বাবধানপ্রসূত অহংকার ও গর্বে ফেটে পড়ার উপক্রম হয়। তারা মনে করে যে, যতকিছুই হোক তাদের ব্যাপারটা আলাদা। কারণ, তারা কা‘বার অভিভাবক, অথচ তারা কা‘বার অভিভাবক নয়। [ইবন কাসীর] ইবন আব্বাস বলেন, তারা সেখানে বসে রাত জেগে খোশগল্পে মেতে থাকত। মসজিদ ও কা‘বাকে খোশ-গল্প ও অসার কথাবার্তার আসরে পরিণত করেছিল, ইবাদাতের মাধ্যমে আবাদ করেনি। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] রাত্রিকালে কাহিনী বলার প্রথা আরব-আজমে প্রাচীনকাল থেকেই প্রচলিত রয়েছে। এতে অনেক ক্ষতিকর দিক ছিল এবং বৃথা সময় নষ্ট হত। বর্তমান কালেও যারা সবচেয়ে ভয়ংকর ধরনের লোক তারা রাত জেগে ব্যাক্তি, সমাজ, রাষ্ট্র ও দ্বীনের বিরুদ্ধে নানা ষড়যন্ত্র পাকাতে থাকে। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এই প্রথা মিটানোর প্রচেষ্টা চালান। তিনি “এশার পূর্বে নিদ্ৰা যাওয়া এবং এশার পর অনৰ্থক কিসসা-কাহিনী বলা নিষিদ্ধ করেন।” [বুখারীঃ ৫৭৪] এর পেছনে সম্ভবত অন্য এক রহস্য এটাও ছিল যে, এশার সালাতের সাথে সাথে মানুষের সেদিনের কাজকর্ম শেষ হয়ে যায়। এই সালাত সারাদিনের গোনাহসমূহের কাফফারাও হতে পারে। কাজেই এটাই তার দিনের সর্বশেষ কাজ হওয়া উত্তম। যদি এশার পর অনর্থক কিসসা-কাহিনীতে লিপ্ত হয়, তবে প্রথমতঃ এটা স্বয়ং অনর্থক ও অপছন্দনীয়; এছাড়া এই প্রসঙ্গে পরনিন্দা, মিথ্যা এবং আরও বহু রকমের গোনাহ সংঘটিত হয়। এর আরেকটি কুপরিণতি এই যে, বিলম্বে নিদ্রা গেলে প্রত্যুষে জাগ্রত হওয়া সম্ভবপর হয় না। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২৩ : ৬৮",
        "arabic_text": "\nأَفَلَمۡ يَدَّبَّرُواْ ٱلۡقَوۡلَ أَمۡ جَآءَهُم مَّا لَمۡ يَأۡتِ ءَابَآءَهُمُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "তবে কি তারা এ বাণীতে চিন্তা-গবেষণা করেনি [১]? নাকি এ জন্যে যে, তাদের কাছে এমন কিছু এসেছে যা তাদের পূর্বপুরুষদের কাছে আসেনি [২]? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ তাদের এ মনোভাবের কারণ কি? তারা কি এ কুরআন বুঝে না? অন্য আয়াতে আল্লাহ্‌ বলেন, “তবে কি তারা কুরআনকে গভীরভাবে অনুধাবন করে না?” [সূরা আন-নিসাঃ ৮২] তারা যদি এ কুরআন নিয়ে চিন্তা-গবেষণা করত, তবে তা তাদেরকে গোনাহের কাজ থেকে দূরে রাখত। কিন্তু তারা মুতাশাবাহ আয়াতসমূহের পিছনে পড়ে ধ্বংস হয়ে গেছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ বরং তারা এজন্যেই বিরোধিতা করছে যে, তাদের কাছে এমন কিতাব এসেছে যা তাদের পূর্ববর্তীদের কাছে আসে নি। তাদের তো উচিত ছিল এ কুরআনকে নেয়ামত মনে করে শুকরিয়াস্বরূপ ঈমান আনা। তা না করে তারা উল্টো কাজই করে চলেছে। [ইবন কাসীর] অথবা আয়াতের অর্থ, নাকি তাদের কাছে এমন কোন নিরাপত্তার গ্যারান্টি এসে গেছে যা তাদের পূর্ববর্তী ইসমাঈল আলাইহিস সালামের কাছে আসে নি? [ফাতহুল কাদীর] অথবা আয়াতের অর্থ, আল্লাহ্‌র পক্ষ থেকে নবীদের আসা, কিতাবসহকারে আসা, তাওহীদের দাওয়াত দেয়া, আখেরাতের জবাবদিহির ভয় দেখানো, এগুলোর মধ্য থেকে কোন একটিও এমন নয় যা ইতিহাসে আজ প্রথমবার দেখা দিয়েছে। তাদের আশপাশের দেশগুলোয় ইরাকে, সিরিয়ায় ও মিসরে নবীর পর নবী এসেছেন। তারা এসব কথাই বলেছেন। এগুলো তারা জানে না এমন নয়। তাদের নিজেদের দেশেই ইবরাহীম ও ইসমাঈল আলাইহিমুস সালাম এসেছেন। হূদ, সালেহ ও শোআইব আলাইহিমুস সালামও এসেছেন। তাদের নাম আজো তাদের মুখে মুখে। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২৩ : ৬৯",
        "arabic_text": "\nأَمۡ لَمۡ يَعۡرِفُواْ رَسُولَهُمۡ فَهُمۡ لَهُۥ مُنكِرُونَ ",
        "bangla_text": "নাকি তারা তাদের রাসূলকে চিনে না বলে তাকে অস্বীকার করছে [১]?  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের অস্বীকারের এক কারণ হতে পারত এই যে, যে ব্যাক্তি সত্যে দাওয়াত ও নবুওয়তের দাবী নিয়ে আগমন করেছেন, তিনি ভিন্ন দেশের লোক। তার বংশ, অভ্যাস, চালচলন ও চরিত্র সম্পর্কে তারা জ্ঞাত নয়। এমতাবস্থায় তারা বলতে পারত যে, আমরা এই নবীর জীবনালেখ্য সম্পর্কে অবগত নই; কাজেই তাকে নবী রাসূল মেনে কিরূপে অনুসরণ করতে পারি? কিন্তু এখানে তো এরূপ অবস্থা নয়। বরং একথা সুস্পষ্ট ছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম সম্ভ্রান্ততম কুরাইশ বংশে এই শহরেই জন্মগ্রহণ করেছিলেন এবং শৈশব থেকে শুরু করে তার যৌবন ও পরবর্তী সমগ্র সময় তাদের সামনেই অতিবাহিত হয়েছিল। তার কোন কর্ম, কোন অভ্যাসই তাদের কাছে গোপন ছিল না। নবুওয়ত দাবী করার পূর্ব পর্যন্ত সমগ্র কাফের সম্প্রদায় তাকে ‘সাদিক’ ও ‘আমীন'- সত্যবাদী ও বিশ্বস্ত বলে সম্বোধন করত। তার চরিত্র ও কর্ম সম্পর্কে কেউ কোন দিন কোন সন্দেহই করেনি। তারপর তারা এও জানতো যে, নবুওয়াতের দাবীর একদিন আগে পর্যন্তও কেউ তার মুখ থেকে এমন কোন কথা শোনেনি যা থেকে এ সন্দেহ করা যেতে পারে যে, তিনি কোন দাবী করার প্রস্তুতি নিচ্ছেন। আর যেদিন তিনি দাবী করেন তার পর থেকে নিয়ে আজ পর্যন্ত একই কথা বলে আসছেন। আবার তার জীবন যাপন প্ৰণালী সাক্ষ্য দিচ্ছে যে, অন্যদেরকে তিনি যা কিছু বলেন, তা সবার আগে নিজে পালন করে দেখিয়ে দেন। তার কথায় ও কাজে কোন বৈপরীত্য নেই। কাজেই তাদের এ অজুহাতও অচল যে, তারা তাকে চেনে না। তাই জা‘ফর ইবন আবু তালেব হাবশার বাদশাকে বলেছিলেন, “হে রাজন! আল্লাহ্‌ আমাদের কাছে এমন এক রাসূল পাঠিয়েছেন আমরা তার বংশ, সত্যবাদিতা ও আমানতদারীসহ যাবতীয় পরিচয় জানি।” [মুসনাদে আহমাদ ৫/২৯০] অনুরূপভাবে আবু সুফিয়ান ইবন হারাবের কাছে রোম সম্রাট হিরাক্লিয়াস যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের গুণাগুণ, বংশ, সত্যবাদিতা সম্পপর্কে প্রশ্ন করেছিল তখন সে কাফের থাকা অবস্থায়ও সত্য কথা বলতে বাধ্য হয়েছিল। [বুখারীঃ ৭]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "২৩ : ৭০",
        "arabic_text": "\nأَمۡ يَقُولُونَ بِهِۦ جِنَّةُۢۚ بَلۡ جَآءَهُم بِٱلۡحَقِّ وَأَكۡثَرُهُمۡ لِلۡحَقِّ كَٰرِهُونَ ",
        "bangla_text": "নাকি তারা বলে যে, তিনি উন্মাদনাগ্রস্ত? [১] না, তিনি তাদের কাছে সত্য এনেছেন, আর তাদের অধিকাংশই সত্যকে অপছন্দকারী [২]।    ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের অস্বীকার করার কারণ কি এই যে, তারা সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে পাগল মনে করে? মোটেই না, এটাও আসলে কোন কারণই নয়। মুখে তারা যাই বলুক না কেন মনে মনে তারা তার জ্ঞান ও বুদ্ধিমত্তার স্বীকৃতি দিয়ে চলছে। বরং আল্লাহ্‌ হক নিয়ে তাকে পাঠিয়েছেন। আর তিনি হক নিয়ে এসেছেন। তিনি যে বাণী বহন করে এনেছেন কোন পাগল বা রোগীর মুখ দিয়ে তা বের হতে পারে না। সুতরাং তাদের এ দাবীও অসার। [সা‘দী]\n  <br/>\n  <br/>\n  [২] ঈমান না আনার পেছনে যে সমস্ত সম্ভাব্য কারণ থাকতে পারে ৬৩, ৬৭-৭০ ও পরবর্তী ৭২ নং আয়াতে আল্লাহ্‌ তা‘আলা তার অনেকগুলো কারণ উল্লেখ করেছেন। অনুরূপভাবে ঈমান আনার পক্ষে যুক্তিস্বরূপও অনেকগুলো কারণ বর্ণনা করেছেন। ঈমান না আনার পক্ষে তাদের যে সমস্ত কারণ থাকতে পারে তা বর্ণনা করে তার প্রত্যেকটি খণ্ডন করেছেন। ঈমান না আনার কারণসমূহ উল্লেখ করে প্রথমেই বলেছেন, ১. তাদের মন ও অন্তর এ ব্যাপারে অজ্ঞতায় আচ্ছন্ন। ২. হারাম শরীফের তত্ত্বাবধান তথা ইবাদত-বন্দেগীর গর্ব ও অহংকার। ৩. ভিত্তিহীন গল্প-গুজবে মেতে থাকা । ৪. খারাপ গালি-গালাজ ও রাত্রি জাগরণ করে সময় নষ্ট করা। ৫. কুরআন নিয়ে চিন্তাগবেষণা না করা। ৬. কুরআনে যা এসেছে তা পূর্ববর্তীদের কাছে যা নাযিল হয়েছে তার থেকে ভিন্নতর হওয়ার দাবী করা। ৭. নবীকে বুঝতে চেষ্টা না করা। ৮. নবীকে মোহগ্ৰস্থ বা পাগল বলে দাবী করা। ৯. কুরআন ও রাসূলের আহ্বান তাদের প্রবৃত্তির বিপরীত হওয়া। ১০. কুরআন থেকে বিমুখতা। কাফেরদের এসব যুক্তি উল্লেখ করে তা পুরোপুরি খণ্ডন করা হয়েছে। এর বিপরীতে ঈমান আনার পক্ষে যে সমস্ত যুক্তি দেয়া হয়েছে তা হচ্ছে, ১. কুরআন গবেষণা করা। ২. আল্লাহ্‌র নেয়ামতকে কবুল করা। ৩. মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের অবস্থা সম্পপর্কে জানা। তাঁর পূর্ণ সত্যবাদিতা ও আমানতদারী সম্পর্কে অবহিত হওয়া। ৪. দাওয়াতের উপর বিনিময় না চাওয়া। ৫. তিনি তাদের উপকারার্থে যাবতীয় শ্রম দিয়ে যাচ্ছেন। ৬. তিনি সঠিক সরল পথের দিকে আহ্বান জানাচ্ছেন। যে পথ চলা অত্যন্ত সহজ। যে পথে চললে মনজিলে মাকসূদে পৌঁছা যায়। তারপরও তারা আপনার অনুসরণ না করে কোথায় ঘুরে বেড়াচ্ছে? আপনার অনুসরণ না করার পিছনে তাদের কোন যুক্তি নেই। তারা হাতে শুধু পথভ্রষ্টতাই রয়েছে। আর এভাবে যারাই হক থেকে দূরে থাকে তারা সবকিছু বক্রভাবেই দেখে। আল্লাহ্‌ বলেন, “তারপর তারা যদি আপনার ডাকে সাড়া না দেয়, তাহলে জানবেন তারা তো শুধু নিজেদের খেয়াল-খুশীরই অনুসরণ করে। আল্লাহ্‌র পথনির্দেশ অগ্রাহ্য করে যে ব্যক্তি নিজ খেয়াল-খুশীর অনুসরণ করে তার চেয়ে বেশী বিভ্রান্ত আর কে? আল্লাহ্‌ যালিম সম্প্রদায়কে হেদায়াত করেন না।” [সূরা আল-কাসাসঃ ৫০] [দেখুন, সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "২৩ : ৭১",
        "arabic_text": "\nوَلَوِ ٱتَّبَعَ ٱلۡحَقُّ أَهۡوَآءَهُمۡ لَفَسَدَتِ ٱلسَّمَٰوَٰتُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّۚ بَلۡ أَتَيۡنَٰهُم بِذِكۡرِهِمۡ فَهُمۡ عَن ذِكۡرِهِم مُّعۡرِضُونَ ",
        "bangla_text": "আর হক্ক যদি তাদের কামনা-বাসনার অনুগামী হত তবে বিশৃঙ্খল হয়ে পড়ত আসমানসমূহ ও যমীন এবং এগুলোতে যা কিছু আছে সবকিছুই [১]। বরং আমরা তাদের কাছে নিয়ে এসেছি তাদের ইজ্জত ও সম্মান সম্বলিত যিকর [২] কিন্তু তারা তাদের এ যিকর (কুরআন) থেকে মুখ ফিরিয়ে নেয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এখানে হক বলে আল্লাহ্‌কে উদ্দেশ্য নেয়া হয়েছে। অর্থাৎ যদি আল্লাহ্‌ তাঁদের মনের প্রবৃত্তি অনুসারে সাড়া দেন, আর সেটা অনুসারে শরী‘য়াত প্রবর্তন করেন তবে আসমান ও যমীন এবং তাতে যা আছে সেগুলোতে বিপর্যয় লেগে যেত। যেমন তারা বলেছিল যে, “আর তারা বলে, ‘এ কুরআন কেন নাযিল করা হল না দুই জনপদের কোন মহান ব্যক্তির উপর?” [সূরা আয-যুখরুফঃ ৩১] তখন আল্লাহ্‌ বললেন, “তারা কি আপনার রবের রহমত বণ্টন করে?” [সূরা আয-যুখরুফঃ ৩২] [ইবন কাসীর]\n  <br/>\n  <br/>\n  মুকাতিল ও সুদ্দী বলেন, এর অর্থ, যদি তারা যেভাবে পছন্দ করে সেভাবে আল্লাহ্‌ তাঁর জন্য কোন শরীক নির্ধারণ করেন, তবে আসমান ও যমীন ফাসাদে পূর্ণ হয়ে যেত। এ তাফসীর অনুসারে আয়াতটি অন্য আয়াতের অনুরূপ, যেখানে বলা হয়েছে, “যদি এতদুভয়ের (আসমান ও যমীনের) মধ্যে আল্লাহ্‌ ব্যতীত আরো অনেক ইলাহ থাকত, তাহলে উভয়ই বিশৃংখল হয়ে যেত।” [সূরা আল-আম্বিয়াঃ ২২] [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আয়াতে ‘যিকর’ শব্দটি দু’বার এসেছে। প্রথম বর্ণিত ‘যিকর’ শব্দটির অর্থ কুরআন ধরা হলে, অর্থ হবে তাদের জন্য প্রতিশ্রুত সে কুরআন এসে গেছে অথচ তারা “কুরআন” থেকে মুখ ফিরিয়ে আছে। [ইবন কাসীর] অথবা ‘যিকর’ দ্বারা সম্মান ও মর্যাদা উদ্দেশ্য নেয়া হয়েছে। তখন আয়াতের অর্থ হবে, আমরা এমন জিনিস তাদের কাছে এনেছি যা তারা গ্ৰহণ করলে তারাই মর্যাদা ও সম্মানের অধিকারী হবে। এ থেকে তাদের এ মুখ ফিরিয়ে নেয়া অন্য কোন জিনিস থেকে নয় বরং নিজেদেরই উন্নতি এবং নিজেদেরই উত্থানের একটি সুবর্ণ সুযোগ থেকে মুখ ফিরিয়ে নেয়ার নামান্তর। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "২৩ : ৭২",
        "arabic_text": "\nأَمۡ تَسۡـَٔلُهُمۡ خَرۡجٗا فَخَرَاجُ رَبِّكَ خَيۡرٞۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ ",
        "bangla_text": "নাকি আপনি তাদের আছে কোন প্রতিদান চান? [১] আপনার রব-এর প্রতিদানই তো শ্রেষ্ঠ এবং তিনিই শ্রেষ্ঠ রিযিকদাতা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুওয়াতের পক্ষে একটি গুরুত্বপূর্ণ প্ৰমাণ। অর্থাৎ নিজের এ কাজে আপনি পুরোপুরি নিঃস্বাৰ্থ। কোন ব্যাক্তি সততার সাথে এ দোষারোপ করতে পারে না যে, নিজের কোন ব্যক্তিগত স্বার্থসিদ্ধির উদ্দেশ্য আপনার সামনে রয়েছে তাই আপনি এ প্রচেষ্টা চালিয়ে যাচ্ছেন। এটি এমন একটি যুক্তি যা কুরআনে শুধুমাত্র রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামেরই নয় বরং সাধারণভাবে সকল নবীর সত্যতার প্রমাণ হিসেবে বারবার পেশ করা হয়েছে। [যেমনঃ সূরা আল আন‘আমঃ ৯০; ইউনুসঃ ৭২; হূদঃ ২৯ ও ৫১; ইউসুফঃ ১০৪; আল ফুরকানঃ ৫৭; আশ শু‘আরাঃ ১০৯, ১২৭, ১৪৫, ১৮০; সাবাঃ ৪৭; ইয়াসিনঃ ২১; সাদঃ ৮৬; আশশূরাঃ ২৩ ও আন নাজমঃ ৪০]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "২৩ : ৭৩",
        "arabic_text": "\nوَإِنَّكَ لَتَدۡعُوهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "আর আপনি তো তাদেরকে সরল পথের দিকেই আহ্বান করছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "২৩ : ৭৪",
        "arabic_text": "\nوَإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ عَنِ ٱلصِّرَٰطِ لَنَٰكِبُونَ ",
        "bangla_text": "আর নিশ্চয় যারা আখেরাতে ঈমান রাখে না, তারা সরল পথ থেকে বিচ্যুত,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "২৩ : ৭৫",
        "arabic_text": "\n۞ وَلَوۡ رَحِمۡنَٰهُمۡ وَكَشَفۡنَا مَا بِهِم مِّن ضُرّٖ لَّلَجُّواْ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ ",
        "bangla_text": "আর যদি আমরা তাদেরকে দয়া করি এবং তাদের দুঃখ-দৈন্য দূর করি তবুও তারা অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরতে থাকবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "২৩ : ৭৬",
        "arabic_text": "\nوَلَقَدۡ أَخَذۡنَٰهُم بِٱلۡعَذَابِ فَمَا ٱسۡتَكَانُواْ لِرَبِّهِمۡ وَمَا يَتَضَرَّعُونَ ",
        "bangla_text": "আর অবশ্যই আমরা তাদেরকে শাস্তি দ্বারা পাকড়াও করলাম, তারপরও তারা তাদের রব-এর প্রতি অবনত হল না এবং কাতর প্রার্থনাও করল না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূৰ্ববতী আয়াতে মুশরিকদের সম্পর্কে বলা হয়েছিল যে, তারা আযাবে পতিত হওয়ার সময় আল্লাহ্‌র কাছে ফরিয়াদ করে। আমি যদি তাদের ফরিয়াদের কারণে দয়াপরবশ হয়ে আযাব সরিয়ে দেই, তবে মজ্জাগত অবাধ্যতার কারণে আযাব থেকে মুক্তি পাওয়ার পরক্ষণেই ওরা আবার নাফরমানীতে মশগুল হয়ে যাবে। এ আয়াতে তাদের এমনি ধরণের এক ঘটনা বর্ণনা করা হয়েছে যে, তাদেরকে একবার এক আযাবে গ্রেফতার করা হয়। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দো‘আর বরকতে আযাব থেকে মুক্তি পাওয়ার পরও তারা আল্লাহ্‌র কাছে নত হয়নি এবং শির্ককেই আঁকড়ে ধরে থাকে। মূলতঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম মক্কাবাসীদের উপর দুর্ভিক্ষের আযাব দেয়ার জন্য দো‘আ করেছিলেন। ফলে কুরাইশরা ঘোরতর দুর্ভিক্ষে পতিত হয় এবং মৃত জন্তু, কুকুর ইত্যাদি খেতে বাধ্য হয়। অবস্থা বেগতিক দেখে আবু সুফিয়ান রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের কাছে উপস্থিত হয় এবং বলেঃ আমি আপনাকে আত্মীয়তার কসম দিচ্ছি। আপনি কি একথা বলেননি যে, আপনি বিশ্ববাসীদের জন্যে রহমতস্বরূপ প্রেরিত হয়েছেন? তিনি উত্তরে বললেনঃ হ্যাঁ, নিঃসন্দেহে আমি একথা বলেছি এবং বাস্তবেও তাই। আবু সুফিয়ান বললঃ স্বগোত্রের প্রধানদেরকে তো বদর যুদ্ধে তরবারী দ্বারা হত্যা করেছেন। যারা জীবিত আছে, তাদেরকে ক্ষুধা দিয়ে হত্যা করছেন। আল্লাহ্‌র কাছে দো‘আ করুন, যাতে এই আযাব আমাদের উপর থেকে সরে যায়। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম দো‘আ করলেন। ফলে, তৎক্ষণাৎ আযাব খতম হয়ে যায়। এর পরিপ্রেক্ষিতেই উক্ত আয়াত নাযিল হয়। আয়াতে বলা হয়েছে যে, আযাবে পতিত হওয়া এবং আযাব থেকে মুক্তি পাওয়ার পরও তারা তাদের পালনকর্তার সামনে নত হয়নি। বাস্তব ঘটনা তাই ছিল। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এর দো‘আয় দুর্ভিক্ষ দূর করা হলো কিন্তু মক্কার মুশরিকরা তাদের শির্ক ও কুফরে পূর্ববৎ অটল রইল। [সহীহ ইবনে হিব্বানঃ ১৭৫৩ (মাওয়ারিদুজ্জামআন)]\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "২৩ : ৭৭",
        "arabic_text": "\nحَتَّىٰٓ إِذَا فَتَحۡنَا عَلَيۡهِم بَابٗا ذَا عَذَابٖ شَدِيدٍ إِذَا هُمۡ فِيهِ مُبۡلِسُونَ ",
        "bangla_text": "অবশেষে যখন আমরা তাদের উপর কঠিন কোন শাস্তির দুয়ার খুলে দেব তখনই তারা এতে আশাহত হয়ে পড়বে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হতাশ হয়ে পড়বে। তারা কি করবে তা নির্ধারণ করতে সক্ষম হবে না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "২৩ : ৭৮",
        "arabic_text": "\nوَهُوَ ٱلَّذِيٓ أَنشَأَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ ",
        "bangla_text": "আর তিনিই তোমাদের জন্য কান, চোখ ও অন্তকরণ সৃষ্টি করেছেন; তোমরা খুব অল্পই কৃতজ্ঞতা প্রকাশ করে থাক। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "২৩ : ৭৯",
        "arabic_text": "\nوَهُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ ",
        "bangla_text": "আর তিনিই তোমাদেরকে যমীনে বিস্তৃত করেছেন [১] এবং তোমাদেরকে তাঁরই কাছে একত্র করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ذرأ অর্থ, সৃষ্টি করা [জালালাইন; মুয়াসসার] তাছাড়া এখানে বিস্তৃত ও ছড়িয়ে ছিটিয়ে\n  <br/>\n  দেয়ার অর্থও হয়। [সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "২৩ : ৮০",
        "arabic_text": "\nوَهُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ وَلَهُ ٱخۡتِلَٰفُ ٱلَّيۡلِ وَٱلنَّهَارِۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": "আর তিনিই জীবিত করেন এবং মৃত্যু দেন আর তাঁরই অধিকারে রাত ও দিনের পরিবর্তন [১]। তবুও কি তোমরা বুঝবে না? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কিভাবে একটির পর আরেকটি আসছে। কিভাবে সাদা ও কালো পরপর আসছে। কিভাবে একটি কমছে অপরটি বাড়ছে। দিনের পর দিন রাতের পর রাত আসছে। তাদের কোন বিরতি নেই। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "২৩ : ৮১",
        "arabic_text": "\nبَلۡ قَالُواْ مِثۡلَ مَا قَالَ ٱلۡأَوَّلُونَ ",
        "bangla_text": "বরং তারা বলে, যেমন বলেছিল পূর্ববর্তীরা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "২৩ : ৮২",
        "arabic_text": "\nقَالُوٓاْ أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ ",
        "bangla_text": "তারা বলে ‘আমাদের মৃত্যু ঘটলে এবং আমরা মাটি ও অস্থিতে পরিণত হলেও কি আমরা পুনরুত্থিত হব?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "২৩ : ৮৩",
        "arabic_text": "\nلَقَدۡ وُعِدۡنَا نَحۡنُ وَءَابَآؤُنَا هَٰذَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "‘আমাদেরকে তো এ বিষয়েই প্রতিশ্রুতি প্রদান করা হয়েছে এবং অতীতে আমাদের পূর্বপুরুষদেরকেও। এটা তো পূর্ববর্তীদের উপকথা ছাড়া আর কিছুই নয়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "২৩ : ৮৪",
        "arabic_text": "\nقُل لِّمَنِ ٱلۡأَرۡضُ وَمَن فِيهَآ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "বলুন, ‘যমীনে এবং এতে যা কিছু আছে এগুলো(র মালিকানা) কার? যদি তোমরা জান (তবে বল)।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "২৩ : ৮৫",
        "arabic_text": "\nسَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَذَكَّرُونَ ",
        "bangla_text": "অবশ্যই তারা বলবে, ‘আল্লাহ্‌র।’ বলুন, ‘তবুও কি তোমরা শিক্ষা গ্রহণ করবে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "২৩ : ৮৬",
        "arabic_text": "\nقُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ ٱلسَّبۡعِ وَرَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ ",
        "bangla_text": "বলুন, ‘সাত আসমান ও মহা-‘আরশের রব কে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "২৩ : ৮৭",
        "arabic_text": "\nسَيَقُولُونَ لِلَّهِۚ قُلۡ أَفَلَا تَتَّقُونَ ",
        "bangla_text": "অবশ্যই তারা বলবে, ‘আল্লাহ্‌।’ বলুন, ‘তবুও কি তোমরা তাকওয়া অবলম্বন করবে না?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "২৩ : ৮৮",
        "arabic_text": "\nقُلۡ مَنۢ بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيۡهِ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "বলুন, ‘কার হাতে সমস্ত বস্তুর কর্তৃত্ব? যিনি আশ্রয় প্রদান করেন অথচ তাঁর বিপক্ষে কেউ কাউকে আশ্রয় দিতে পারে না [১], যদি তোমরা জান (তবে বল)।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌ তা‘আলা যাকে আযাব, মুসীবত ও দুঃখ-কষ্ট থেকে আশ্রয় দান করেন কারও সাধ্য নেই যে তার কোন অনিষ্ট করে। পক্ষান্তরে আল্লাহ্‌ তা‘আলা যদি কাউকে বালা-মুসিবত, দুঃখ-কষ্টে নিপতিত হতে দেন তবে কারও সাধ্য নেই যে, তার মোকাবেলায় কাউকে আশ্রয় দিয়ে তাঁর আযাব থেকে বাঁচিয়ে নেয়। দুনিয়ার দিক দিয়েও এ কথা সত্য যে, আল্লাহ্‌ যাঁর উপকার করতে চান, তাকে কেউ বাধা দিতে পারে না এবং যাকে কষ্ট ও আযাব দিতে চান, তা থেকেও কেউ তাকে বাঁচাতে পারে না। আখিরাতের দিক দিয়েও এই বিষয়বস্তু নির্ভুল যে, যাকে তিনি আযাব দেবেন, তাকে কেউ বাঁচাতে পারবে না এবং যাকে জান্নাত ও সুখ দেবেন, তাকে কেউ ফেরাতে পারবে না। তাঁর অনুমতি ব্যতীত কেউ সুপারিশও করতে পারবে না। [দেখুন, সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "২৩ : ৮৯",
        "arabic_text": "\nسَيَقُولُونَ لِلَّهِۚ قُلۡ فَأَنَّىٰ تُسۡحَرُونَ ",
        "bangla_text": "অবশ্যই তারা বলবে, ‘আল্লাহ্‌।’ বলুন, ‘তাহলে কোথা থেকে তোমরা জাদুগ্রস্থ হচ্ছো?’    ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "২৩ : ৯০",
        "arabic_text": "\nبَلۡ أَتَيۡنَٰهُم بِٱلۡحَقِّ وَإِنَّهُمۡ لَكَٰذِبُونَ ",
        "bangla_text": "বরং আমরা তো তাদের কাছে হক নিয়ে এসেছি; আর নিশ্চয় তারা মিথ্যাবাদী [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌র জন্য যে সঙ্গিনী ও সন্তান সাব্যস্ত করছে এ ব্যাপারে তারা নির্লজ্জ মিথ্যা বলছে। অনুরূপভাবে তাঁর জন্য যে তারা শরীক সাব্যস্ত করছে তাতেও তারা মিথ্যাবাদী। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "২৩ : ৯১",
        "arabic_text": "\nمَا ٱتَّخَذَ ٱللَّهُ مِن وَلَدٖ وَمَا كَانَ مَعَهُۥ مِنۡ إِلَٰهٍۚ إِذٗا لَّذَهَبَ كُلُّ إِلَٰهِۭ بِمَا خَلَقَ وَلَعَلَا بَعۡضُهُمۡ عَلَىٰ بَعۡضٖۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يَصِفُونَ ",
        "bangla_text": "আল্লাহ্‌ কোন সন্তান গ্রহণ করেননি এবং তাঁর সাথে অন্য কোন ইলাহও নেই; যদি থাকত তবে প্রত্যেক ইলাহ স্বীয় সৃষ্টি নিয়ে পৃথক হয়ে যেত এবং একে অন্যের উপর প্রাধান্য বিস্তার করত [১]। তারা যে গুনে তাকে গুণান্বিত করে তা থেকে আল্লাহ্‌ কত পবিত্র- মহান! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বিশ্ব-জাহানের বিভিন্ন শক্তির ও বিভিন্ন অংশের স্রষ্টা ও প্ৰভু যদি আলাদা আলাদা ইলাহ হতো তাহলে তাদের মধ্যে পূর্ণ সহযোগিতা বজায় থাকতো না। বিশ্ব-জাহানের নিয়ম শৃংখলা ও তার বিভিন্ন অংশের পারস্পরিক একাত্মতা প্রমাণ করছে যে, এর ক্ষমতা ও কর্তৃত্ব একজন একক আল্লাহ্‌র হাতে কেন্দ্রীভূত। যদি কর্তৃত্ব বিভক্ত হতো তাহলে কর্তৃত্বশীলদের মধ্যে অনিবাৰ্যভাবে মতবিরোধ সৃষ্টি হতো। আর এ মতবিরোধ তাদের মধ্যে সংঘর্ষ ও যুদ্ধ পর্যন্ত না পৌঁছে ছাড়তো না। অন্যত্র বলা হয়েছেঃ “যদি পৃথিবী ও আকাশে আল্লাহ্‌ ছাড়া আর কোন সত্য ইলাহ থাকতো তাহলে এ উভয়ের ব্যবস্থা লণ্ডভণ্ড হয়ে যেতো।” [সূরা আল-আম্বিয়াঃ ২২] আরও বলা হয়েছেঃ “যদি আল্লাহ্‌র সাথে অন্য ইলাহও থাকতো, যেমন লোকেরা বলে, তাহলে নিশ্চয়ই তারা আরশের মালিকের নৈকট্যলাভের প্রচেষ্টায় ব্যস্ত থাকত’’ [সূরা আল-ইসরাঃ ৪২]\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "২৩ : ৯২",
        "arabic_text": "\nعَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "তিনি গায়েব ও উপস্থিতের জ্ঞাণী, সুতরাং তারা যা কিছু শরীক করে তিনি তার ঊর্ধ্বে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "২৩ : ৯৩",
        "arabic_text": "\nقُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ ",
        "bangla_text": "বলুন, ‘হে আমার রব! যে বিষয়ে তাদেরকে প্রতিশ্রুতি প্রদান করা হচ্ছে, আপনি যদি তা আমাকে দেখাতে চান, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "২৩ : ৯৪",
        "arabic_text": "\nرَبِّ فَلَا تَجۡعَلۡنِي فِي ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "‘তবে, হে আমার রব! আপনি আমাকে যালেম সম্প্রদায়ের অন্তর্ভুক্ত করবেন না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, কুরআনের অনেক আয়াতে মুশরিক ও কাফেরদের উপর যে আযাবের কথা উল্লেখিত হয়েছে, কেয়ামতে এই আযাব হওয়া তো অকাট্য ও নিশ্চিতই, দুনিয়াতে হওয়ারও সম্ভাবনা রয়েছে। যদি এই আযাব দুনিয়াতে হয়, তবে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের মৃত্যুর পরে হওয়ারও সম্ভাবনা আছে এবং তার যমানায় তার চোখের সামনে তাদের উপর কোন আযাব আসার সম্ভাবনাও আছে। দুনিয়াতে যখন কোন সম্প্রদায়ের উপর কোন আযাব আসে, তখন মাঝে মাঝে সেই আযাবের প্রতিক্রিয়া শুধু যালেমদের মধ্যেই সীমাবদ্ধ থাকবে না, বরং সৎলোকও এর কারণে পার্থিব কষ্টে পতিত হয়। তবে হয়ত এ কারণে আখেরাতে তাদের আযাবের ভার লাঘব হবে। তাছাড়া এই পার্থিব কষ্টের কারণে তারা সওয়াবও পাবে। আল্লাহ্‌ বলেনঃ “এমন আযাবকে ভয় করো, যা এসে গেলে শুধু যালেমদের পর্যন্তই সীমাবদ্ধ থাকবে না” [সূরা আল-আনফালঃ ২৫] বরং অন্যরাও এর কবলে পতিত হবে। তাই এখানে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে এই দো‘আ শিক্ষা দেয়া হয়েছে যে, আপনি বলুনঃ হে আল্লাহ্‌, যদি তাদের উপর আপনার আযাব আমার সামনে এবং আমার চোখের উপরই আসে, তবে আমাকে এই যালেমদের সাথে রাখবেন না। আমাকে তাদের বাইরে রাখবেন। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "২৩ : ৯৫",
        "arabic_text": "\nوَإِنَّا عَلَىٰٓ أَن نُّرِيَكَ مَا نَعِدُهُمۡ لَقَٰدِرُونَ ",
        "bangla_text": "আর আমরা তাদেরকে যে বিষয়ে প্রতিশ্রুতি প্রদান করছি, আমরা তা আপনাকে দেখাতে অবশ্যই সক্ষম [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেহেতু কাফেররা আযাবকে অস্বীকার করত এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নিয়ে ঠাট্টা করত, তাই আল্লাহ্‌ বলেন, আমি আপনার সামনেই তাদের উপর আযাব দেখিয়ে দিতে পুরোপুরি সক্ষম। [ফাতহুল কাদীর] কোন কোন তাফসীরবিদ বলেনঃ আল্লাহ্‌ তা‘আলার পক্ষ থেকে যদিও এই উম্মতের উপর ব্যাপক আযাব না আসার ওয়াদা হয়ে গেছে। আল্লাহ্‌ বলেনঃ “আপনার বর্তমানে আমি তাদেরকে ধ্বংস করব না।” [সূরা আল-আনফালঃ ৩৩] কিন্তু বিশেষ লোকদের উপর বিশেষ অবস্থায় দুনিয়াতেই আযাব আসা এর পরিপন্থী নয়। এই আয়াতে বলা হয়েছে যে, আমি আপনাকেও তাদের আযাব দেখিয়ে দিতে সক্ষম। মক্কাবাসীদের উপরি দুর্ভিক্ষ ও ক্ষুধার আযাব এবং বদর যুদ্ধে এবং মক্কা বিজয়ের সময় মুসলিমদের তরবারির আযাব রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের সামনেই তাদের উপর পতিত হয়েছিল। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "২৩ : ৯৬",
        "arabic_text": "\nٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ ٱلسَّيِّئَةَۚ نَحۡنُ أَعۡلَمُ بِمَا يَصِفُونَ ",
        "bangla_text": "মন্দের মুকাবিলা করুন যা উত্তম তা দ্বারা; তারা (আমাকে) যে গুণে গুণান্বিত করে আমরা সে সম্বন্ধে সবিশেষ অবগত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনি মন্দকে উত্তম দ্বারা, যুলুমকে ইনসাফ দ্বারা এবং নির্দয়তাকে দয়া দ্বারা প্রতিহত করুন। এটা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম-কে প্রদত্ত উত্তম চরিত্রের শিক্ষা, যা মুসলিমদের পারস্পরিক কাজ কারবারে সর্বদাই প্রচলিত আছে। অন্য আয়াতে আল্লাহ্‌ বলেন, “মন্দ প্রতিহত করুন তা দ্বারা যা উৎকৃষ্ট; ফলে আপনার ও যার মধ্যে শক্ৰতা আছে, সে হয়ে যাবে অন্তরঙ্গ বন্ধুর মত। আর এটি শুধু তারাই প্ৰাপ্ত হবে যারা ধৈর্যশীল। আর এর অধিকারী তারাই হবে কেবল যারা মহাভাগ্যবান।” [সূরা ফুসসিলাতঃ ৩৪-৩৫] অর্থাৎ যুলুম ও নির্যাতনের জওয়াবে কাফের ও মুশরিকদের ক্ষমা ও মার্জনাই করতে থাক। কারও কারও মতে, কাফেরদেরকে প্রত্যাঘাত না করার নির্দেশ পরবর্তীকালে জেহাদের আয়াত দ্বারা রহিত হয়ে গেছে। কারও কারও মতে, উম্মতের নিজেদের মধ্যে এর বিধান ঠিকই কার্যকর। শুধু কাফেরদের ক্ষেত্রে তা রহিত হয়েছে। [ফিাতহুল কাদীর] কিন্তু ঠিক জেহাদের অবস্থায়ও এই সচ্চরিত্ৰতার অনেক প্রতীক অবশিষ্ট রাখা হয়েছে, যেমন-কোন নারীকে হত্যা না করা, শিশু হত্যা না করা, ধমীয় পুরোহিত, যারা মুসলিমদের মোকাবেলায় যুদ্ধে অংশগ্রহণ করেনি, তাদেরকে হত্যা না করা। কাউকে হত্যা করা হলে তার নাক, কান ইত্যাদি কেটে ‘মুছলা’ তথা বিকৃত না করা ইত্যাদি।\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "২৩ : ৯৭",
        "arabic_text": "\nوَقُل رَّبِّ أَعُوذُ بِكَ مِنۡ هَمَزَٰتِ ٱلشَّيَٰطِينِ ",
        "bangla_text": "আর বলুন, ‘হে আমার রব! আমি আপনার আশ্রয় প্রার্থনা করি শয়তানের প্ররোচনা থেকে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] همز শব্দের অর্থ পশ্চাদ্দিক থেকে চাপ দেয়া। [কুরতুবী; ফাতহুল কাদীর] শয়তানের প্ররোচনা ও চক্রান্ত থেকে আত্মরক্ষার জন্য এটা একটা সুদুরপ্রসারী অর্থবহ দো‘য়া। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম মুসলিমদেরকে এই দো‘য়া পড়ার আদেশ করেছেন, যাতে ক্রোধ ও গোসসার অবস্থায় মানুষ যখন বাহ্যজ্ঞান বিলুপ্ত হয়ে পড়ে, তখন শয়তানের প্ররোচনা থেকে এই দোয়ার বরকতে নিরাপদ থাকতে পারে। এ ছাড়া শয়তান ও জিনদের অন্যান্য প্রভাব ও আক্রমণ থেকে আত্মরক্ষার জন্যেও দো‘য়াটি পরীক্ষিত। এক সাহাবীর রাত্রিকালে নিদ্রা আসত না। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম- তাকে নিম্ন বর্ণিত দো‘য়াটি পাঠ করে শোয়ার আদেশ দিলেন। তিনি পড়া শুরু করলে অনিদ্রার কবল থেকে মুক্তি পান। দোয়াটি এইঃ\n  <br/>\n  <br/>\n  أَعُوذُبِكَلِمٰتِ اللَّهِ التٰامَّة مِنْ غَظَبِ اللّٰهِ وَعِقٰابِهِ وَمِنْ شَرَّ عِبٰادِهِ ٗ وَمِنْ هَمَزٰاتِ الثَّياٰ طِينِ وَأَنْ مَيضُرُ ون\n  <br/>\n  <br/>\n  [আবুদাউদঃ ৩৮৯৩, মুসনাদে আহমাদঃ ৪/৫৭, ৬/৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "২৩ : ৯৮",
        "arabic_text": "\nوَأَعُوذُ بِكَ رَبِّ أَن يَحۡضُرُونِ ",
        "bangla_text": "‘আর হে আমার রব! আমি আপনার আশ্রয় প্রার্থনা করি আমার কাছে তাদের উপস্থিতি থেকে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "২৩ : ৯৯",
        "arabic_text": "\nحَتَّىٰٓ إِذَا جَآءَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ رَبِّ ٱرۡجِعُونِ ",
        "bangla_text": "অবশেষে যখন তাদের কারো মৃত্যু আসে, সে বলে, ‘হে আমার রব! আমাকে আবার ফেরত পাঠান [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ارْجِعُونِ শব্দটি এসেছে, যার মূল অর্থ, ‘তোমরা আমাকে ফেরৎ পাঠিয়ে দাও’। এখানে লক্ষণীয় যে, সম্বোধন করা হচ্ছে আল্লাহ্‌কে অথচ বহুবচনের ক্রিয়াপদ ব্যবহার করা হয়েছে। এর একটি কারণ এ হতে পারে যে, এটি সম্মানার্থে করা হয়েছে যেমন বিভিন্ন ভাষায় এ পদ্ধতি প্রচলন আছে। [কুরতুবী] দ্বিতীয় কারণ কেউ কেউ এও বর্ণনা করেছেন যে, আবেদনের শব্দ বারবার উচ্চারণ করার ধারণা দেবার জন্য এভাবে বলা হয়েছে। যাতে তা ‘আমাকে ফেরত পাঠাও, আমাকে ফেরত পাঠাও, আমাকে ফেরত পাঠাও’ এর অর্থ প্রকাশ করে। এ ছাড়া কোন কোন মুফাসসির এ মত প্রকাশ করেছেন যে, رَبِّ বলে সম্বোধন করা হয়েছে আল্লাহ্‌কে এবং ارْجِعُونِ তা শব্দের মাধ্যমে সম্বোধন করা হয়েছে এমন সব ফেরেশতাদেরকে যারা সংশ্লিষ্ট অপরাধী আত্মাকে গ্রেফতার করে নিয়ে যাচ্ছিলেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "২৩ : ১০০",
        "arabic_text": "\nلَعَلِّيٓ أَعۡمَلُ صَٰلِحٗا فِيمَا تَرَكۡتُۚ كَلَّآۚ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَاۖ وَمِن وَرَآئِهِم بَرۡزَخٌ إِلَىٰ يَوۡمِ يُبۡعَثُونَ ",
        "bangla_text": "‘যাতে আমি সৎকাজ করতে পারি যা আমি আগে করিনি [১]।’ না, এটা হবার নয়। এটা তো তার একটি বাক্য মাত্র যা সে বলবেই [২]। তাদের সামনে বার্‌যাখ [৩] থাকবে উত্থান দিন পর্যন্ত।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মৃত্যুর সময় যখন কাফের ব্যক্তি আখেরাতের আযাব অবলোকন করতে থাকে, তখন এরূপ বাসনা প্রকাশ করে, আফসোস, আমি যদি পুনরায় দুনিয়াতে ফিরে যেতাম এবং সৎকর্ম করে এই আযাব থেকে রেহাই পেতাম। [ইবন কাসীর] অন্য আয়াতেও এসেছে, “আর আমরা তোমাদেরকে যে রিযক দিয়েছি তোমরা তা থেকে ব্যয় করবে তোমাদের কারও মৃত্যু আসার আগে। অন্যথায় মৃত্যু আসলে সে বলবে, 'হে আমার রব! আমাকে আরো কিছু কালের জন্য অবকাশ দিলে আমি সাদাকাহ দিতাম ও সৎকর্মপরায়ণদের অন্তর্ভুক্ত হতাম!’ আর যখন কারো নির্ধারিত কাল উপস্থিত হবে, তখন আল্লাহ্‌ তাকে কিছুতেই অবকাশ দেবেন না। তোমরা যা আমল কর আল্লাহ্‌ সে সম্বন্ধে সবিশেষ অবহিত।’’ [সূরা আল-মুনাফিকূনঃ ১০-১১] আরও এসেছে, “আর সেখানে তারা আর্তনাদ করে বলবে, ‘হে আমাদের রব! আমাদেরকে বের করুন, আমরা যা করতাম তার পরিবর্তে সৎকাজ করব।’ আল্লাহ্‌ বলবেন, ‘আমরা কি তোমাদেরকে এতো দীর্ঘ জীবন দান করিনি যে, তখন কেউ উপদেশ গ্ৰহণ করতে চাইলে উপদেশ গ্ৰহণ করতে পারতো? আর তোমাদের কাছে সতর্ককারীও এসেছিল। কাজেই শাস্তি আস্বাদন কর; আর যালিমদের কোন সাহায্যকারী নেই।” [সূরা ফাতিরঃ ৩৭] কিন্তু তাদের সে চাওয়া পূরণ করা হবে না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ ফেরত পাঠানো হবে না। নতুন করে কাজ শুরু করার জন্য তাকে আর দ্বিতীয় কোন সুযোগ দেয়া যেতে পারে না। তাছাড়া যদি তাদের কথামত তাদেরকে পাঠানোও হতো তারপরও তারা আবার অন্যায় করত। যেমন অন্য আয়াতে এসেছে, “আর তারা আবার ফিরে গেলেও তাদেরকে যা করতে নিষেধ করা হয়েছিল আবার তারা তাই করত” [সূরা আল-আন‘আমঃ ২৮] [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] ‘বারযাখ’ এর শাব্দিক অর্থ অন্তরায় ও পৃথককারী বস্তু। দুই অবস্থা অথবা দুই বস্তুর মাঝখানে যে বস্তু আড়াল হয় তাকে বারযাখ বলা হয়। [ফাতহুল কাদীর] এ কারণেই মৃত্যুর পর কেয়ামত ও হাশার পর্যন্ত কালকে বারযাখ বলা হয়। কারণ এটা দুনিয়ার জীবন ও আখেরাতের জীবনের মাঝখানে সীমা প্রাচীর। আয়াতের অর্থ এই যে, মরণোম্মুখ ব্যক্তির ফেরেশতাদেরকে দুনিয়াতে পাঠানোর কথা বলা শুধু একটি কথা মাত্র, যা সে বলতে বাধ্য। কেননা, এখন আযাব সামনে এসে গেছে। কিন্তু এখন এই কথার ফায়দা নেই। কারণ, সে বারযাখে পৌঁছে গেছে। বারযাখ থেকে দুনিয়াতে ফিরে আসে না এবং কেয়ামত ও হাশর-নশরের পূর্বে পুনর্জীবন পায় না, এটাই নিয়ম।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "২৩ : ১০১",
        "arabic_text": "\nفَإِذَا نُفِخَ فِي ٱلصُّورِ فَلَآ أَنسَابَ بَيۡنَهُمۡ يَوۡمَئِذٖ وَلَا يَتَسَآءَلُونَ ",
        "bangla_text": "অতঃপর যেদিন শিঙ্গায় ফুঁক দেয়া হবে [১] সেদিন পরস্পরের মধ্যে আত্মীয়তার বন্ধন থাকবে না [২] এবং একে অন্যের খোঁজ-খবর নেবে না [৩], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দু’বার শিংগায় ফুঁৎকার দেয়া হবে। প্রথম ফুঁৎকারের ফলে যমীন-আসমান এতদুভয়ের মধ্যবর্তী সব ধ্বংস হয়ে যাবে এবং দ্বিতীয় ফুঁৎকারের ফলে পুনরায় সব মৃত জীবিত হয়ে উত্থিত হবে। কুরআনের\n  <br/>\n  <br/>\n  ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فِاِذِاهُمْ قِيَامٌ يَّنْظُرُوْنَ\n  <br/>\n  <br/>\n  আয়াতে একথার স্পষ্ট বর্ণনা রয়েছে। তবে আলোচ্য আয়াতে শিংগায় প্রথম ফুঁৎকার বোঝানো হয়েছে, না দ্বিতীয় ফুঁৎকার-এ বিষয়ে মতভেদ রয়েছে। যদিও দ্বিতীয় ফুঁৎকার বুঝানোই অধিক সঠিক মত বলে মনে হয়। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এর অর্থ হচ্ছে, সে সময় বাপ ছেলের কোন কাজে লাগবে না এবং ছেলে বাপের কোন কাজে লাগবে না। প্ৰত্যেকে এমনভাবে নিজের অবস্থার শিকার হবে যে, একজন অন্যজনের প্রতি সহানুভূতি প্রকাশ করা তো দূরের কথা কারোর কাউকে কিছু জিজ্ঞেস করার মতো চেতনাও থাকবে না। অন্যান্য স্থানে এ বিষয়টিকে এভাবে বর্ণনা করা হয়েছেঃ “কোন অন্তরংগ বন্ধু নিজের বন্ধুকে জিজ্ঞেস করবে না।” [সূরা আল-মা‘আরিজঃ ১০] আরও বলা হয়েছে, “সেদিন অপরাধীর মন তার নিজের সন্তান, স্ত্রী, ভাই ও নিজের সহায়তাকারী নিকটতম আত্মীয় এবং সারা দুনিয়ার সমস্ত মানুষকে ক্ষতিপূরণ বাবদ দিতে এবং নিজেকে আযাব থেকে মুক্ত করতে চাইবে।” [সূরা আল-মা'আরিজঃ ১১-১৪]। অন্যত্র বলা হয়েছে, “সেদিন মানুষ নিজের ভাই, মা, বাপ ও স্ত্রী ও ছেলেমেয়েদের থেকে পালাতে থাকবে। সেদিন প্ৰত্যেক ব্যক্তি নিজের অবস্থার মধ্যে এমনভাবে লিপ্ত থাকবে যে, তার কারোর কথা মনে থাকবে না।” [সূরা আবাসাঃ ৩৪-৩৭]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ পরস্পর কেউ কারও সম্পর্কে জিজ্ঞাসাবাদ করবে না। অন্য এক আয়াতে বলা হয়েছে\n  <br/>\n  <br/>\n  وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ\n  <br/>\n  <br/>\n  “আর তারা একে অপরকে প্রশ্ন করতে এগিয়ে যাবে”। [সূরা আস-সাফফাতঃ ২৭] অর্থাৎ হাশরের ময়দানে একে অপরকে জিজ্ঞাসাবাদ করবে। এই আয়াত সম্পর্কে ইবনে আব্বাস রাদিয়ালাহু আনহু বলেনঃ হাশরে বিভিন্ন অবস্থানস্থল হবে এবং প্রত্যেক অবস্থানস্থলের অবস্থা বিভিন্নরূপ হবে। এমনও সময় আসবে, যখন কেউ কাউকে জিজ্ঞেস করবে না। এরপর কোন অবস্থানকালে ভয়ভীতি ও আতঙ্ক হ্রাস পেলে একে অপরের অবস্থা জিজ্ঞেস করবে। [দেখুন, বাগভী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "২৩ : ১০২",
        "arabic_text": "\nفَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ",
        "bangla_text": "অতঃপর যাদের পাল্লা ভারী হবে তারাই হবে সফলকাম",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "২৩ : ১০৩",
        "arabic_text": "\nوَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فِي جَهَنَّمَ خَٰلِدُونَ ",
        "bangla_text": "আর যাদের পাল্লা হালকা হবে, তারাই নিজেদের ক্ষতি করেছে; তারা জাহান্নামে স্থায়ী হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "২৩ : ১০৪",
        "arabic_text": "\nتَلۡفَحُ وُجُوهَهُمُ ٱلنَّارُ وَهُمۡ فِيهَا كَٰلِحُونَ ",
        "bangla_text": "আগুন তাদের মুখমণ্ডল দগ্ধ করবে এবং তারা সেখানে থাকবে বীভৎস চেহারায় [১]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে এসেছে তারা كالح অবস্থায় থাকবে। যার অর্থ করা হয়েছে বীভৎস চেহারা। অবশ্য অভিধানে كالح এমন ব্যক্তিকে বলা হয়, যার ওষ্ঠদ্বয় মুখের দাঁতকে আবৃত করে না। এক ওষ্ঠ উপরে উত্থিত এবং অপর ওষ্ঠ নীচে ঝুলে থাকে, ফলে দাঁত বের হয়ে থাকে। এটা খুব বীভৎস আকার হবে। জাহান্নামে জাহান্নামী ব্যাক্তির ওষ্ঠদ্বয়ও তদ্রুপ হবে এবং দাঁত খোলা ও বেরিয়ে থাকবে। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "২৩ : ১০৫",
        "arabic_text": "\nأَلَمۡ تَكُنۡ ءَايَٰتِي تُتۡلَىٰ عَلَيۡكُمۡ فَكُنتُم بِهَا تُكَذِّبُونَ ",
        "bangla_text": "তোমাদের কাছে কি আমার আয়াতসমূহ তিলাওয়াত করা হত না? তারপর তোমরা সেসবে মিথ্যারোপ করতে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দুনিয়ায় আমার নবী ক্রমাগতভাবে তোমাদের বলেছেন যে, দুনিয়ার জীবন নিছক হাতে গোনা কয়েকটি পরীক্ষার ঘণ্টা মাত্র। একেই আসল জীবন এবং একমাত্র জীবন মনে করে বসো না। আসল জীবন হচ্ছে আখেরাতের জীবন। সেখানে তোমাদের চিরকাল থাকতে হবে। এখানকার সাময়িক লাভ ও স্বাদ-আহলাদের লোভে এমন কাজ করো না যা আখেরাতের চিরন্তন জীবনে তোমাদের ভবিষ্যত ধ্বংস করে দেয়। কিন্তু তখন তোমরা তার কথায় কান দাওনি। তোমরা এ আখেরাতের জগত অস্বীকার করতে থেকেছো। তোমরা মৃত্যুপরের জীবনকে একটি মনগড়া কাহিনী মনে করেছো। তোমরা নিজেদের এ ধারণার উপর জোর দিতে থেকেছো যে, জীবন-মৃত্যুর ব্যাপারটি নিছক এ দুনিয়ার সাথে সম্পর্কিত এবং এখানে চুটিয়ে মজা লুটে নিতে হবে। কাজেই এখন আর অনুশোচনা করে কী লাভ। তখনই ছিল সাবধান হবার সময় যখন তোমরা দুনিয়ার কয়েক দিনের জীবনের ভোগ বিলাসে মত্ত হয়ে এখানকার চিরন্তন জীবনের লাভ বিসর্জন দিচ্ছিলে।\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "২৩ : ১০৬",
        "arabic_text": "\nقَالُواْ رَبَّنَا غَلَبَتۡ عَلَيۡنَا شِقۡوَتُنَا وَكُنَّا قَوۡمٗا ضَآلِّينَ ",
        "bangla_text": "তারা বলবে, ‘হে আমাদের রব! দুর্ভাগ্য আমাদেরকে পেয়ে বসেছিল এবং আমরা ছিলাম এক পথভ্রষ্ট সম্প্রদায়; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "২৩ : ১০৭",
        "arabic_text": "\nرَبَّنَآ أَخۡرِجۡنَا مِنۡهَا فَإِنۡ عُدۡنَا فَإِنَّا ظَٰلِمُونَ ",
        "bangla_text": "‘হে আমাদের রব! এ আগুন থেকে আমাদেরকে বের করুন; তারপর আমরা যদি পুনরায় কুফরী করি, তবে তো আমরা অবশ্যই যালিম হব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "২৩ : ১০৮",
        "arabic_text": "\nقَالَ ٱخۡسَـُٔواْ فِيهَا وَلَا تُكَلِّمُونِ ",
        "bangla_text": "আল্লাহ্‌ বলবেন, ‘তোমরা হীন অবস্থায় এখানেই থাক এবং আমার সাথে কোন কথা বলবে না [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  ১] হাসান বসরী রাহেমাহুল্লাহ বলেনঃ এটা হবে জাহান্নামীদের সর্বশেষ কথা। এরপরই কথা না বলার আদেশ হয়ে যাবে। ফলে, তারা কারও সাথে বাক্যালাপ করতে পারবে না; জন্তুদের ন্যায় একজন অপরজনের দিকে তাকিয়ে ঘেউ ঘেউ করবে। মুহাম্মাদ ইবনে কা‘ব রাহেমাহুল্লাহ বলেনঃ পবিত্র কুরআনে জাহান্নামীদের পাঁচটি আবেদন উদ্ধৃত করা হয়েছে। তন্মধ্যে চারটির জওয়াব দেয়া হয়েছে কিন্তু এ পঞ্চমটির জওয়াবে\n  <br/>\n  <br/>\n  اخْسَمُٔوْ افِيْمَا وَلاَتُكلِّمُوْنِ\n  <br/>\n  <br/>\n  বলা হয়েছে। এটাই হবে তাদের শেষ কথা। এরপর তারা কিছুই বলতে পারবে না। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "২৩ : ১০৯",
        "arabic_text": "\nإِنَّهُۥ كَانَ فَرِيقٞ مِّنۡ عِبَادِي يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ ",
        "bangla_text": "আমার বান্দাগণের মধ্যে একদল ছিল যারা বলত, ‘হে আমাদের রব! আমরা ঈমান এনেছি অতএব আপনি আমাদেরকে ক্ষমা করুন ও দয়া করুন, আর আপনি তো সর্বশ্রেষ্ঠ দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "২৩ : ১১০",
        "arabic_text": "\nفَٱتَّخَذۡتُمُوهُمۡ سِخۡرِيًّا حَتَّىٰٓ أَنسَوۡكُمۡ ذِكۡرِي وَكُنتُم مِّنۡهُمۡ تَضۡحَكُونَ ",
        "bangla_text": "‘কিন্তু তাদেরকে নিয়ে তোমরা এতো ঠাট্টা-বিদ্রূপ করতে যে, তা তোমাদেরকে ভুলিয়ে দিয়েছিল আমার স্মরণ। আর তোমরা তাদের নিয়ে হাসি-ঠাট্টাই করতে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "২৩ : ১১১",
        "arabic_text": "\nإِنِّي جَزَيۡتُهُمُ ٱلۡيَوۡمَ بِمَا صَبَرُوٓاْ أَنَّهُمۡ هُمُ ٱلۡفَآئِزُونَ ",
        "bangla_text": "‘নিশ্চয় আমি আজ তাদেরকে তাদের ধৈর্যের কারণে এমনভাবে পুরস্কৃত করলাম যে, তারাই হল সফলকাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "২৩ : ১১২",
        "arabic_text": "\nقَٰلَ كَمۡ لَبِثۡتُمۡ فِي ٱلۡأَرۡضِ عَدَدَ سِنِينَ ",
        "bangla_text": "আল্লাহ্‌ বলবেন, ‘তোমরা যমীনে কত বছর অবস্থান করেছিলে?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 113,
        "verse": "২৩ : ১১৩",
        "arabic_text": "\nقَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖ فَسۡـَٔلِ ٱلۡعَآدِّينَ ",
        "bangla_text": "তারা বলবে, ‘আমরা অবস্থান করেছিলাম একদিন বা দিনের কিছু অংশ; সুতরাং আপনি গণনাকারীদেরকে জিজ্ঞেস করুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 114,
        "verse": "২৩ : ১১৪",
        "arabic_text": "\nقَٰلَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗاۖ لَّوۡ أَنَّكُمۡ كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "তিনি বলবেন, ‘তোমরা অল্প কালই অবস্থান করেছিলে, যদি তোমরা জানতে! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 115,
        "verse": "২৩ : ১১৫",
        "arabic_text": "\nأَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَٰكُمۡ عَبَثٗا وَأَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ ",
        "bangla_text": "‘তোমরা কি মনে করেছিলে যে, আমরা তোমাদেরকে অনর্থক সৃষ্টি করেছি এবং তোমাদেরকে আমাদের কাছে ফিরিয়ে আনা হবে না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 116,
        "verse": "২৩ : ১১৬",
        "arabic_text": "\nفَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۖ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡكَرِيمِ ",
        "bangla_text": "সুতরাং আল্লাহ্‌ মহিমান্বিত, প্রকৃত মালিক, তিনি ছাড়া কোন হক্ক ইলাহ নেই; তিনি সম্মানিত ‘আরাশের রব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 117,
        "verse": "২৩ : ১১৭",
        "arabic_text": "\nوَمَن يَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا بُرۡهَٰنَ لَهُۥ بِهِۦ فَإِنَّمَا حِسَابُهُۥ عِندَ رَبِّهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ ",
        "bangla_text": "আর যে ব্যক্তি আল্লাহ্‌র সাথে অন্য ইলাহকে ডাকে, এ বিষয়ে তার নিকট কোন প্ৰমাণ নেই; তার হিসাব তো তার রব-এর নিকটই আছে; নিশ্চয় কাফেররা সফলকাম হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 118,
        "verse": "২৩ : ১১৮",
        "arabic_text": "\nوَقُل رَّبِّ ٱغۡفِرۡ وَٱرۡحَمۡ وَأَنتَ خَيۡرُ ٱلرَّٰحِمِينَ ",
        "bangla_text": "আর বলুন, ‘হে আমার রব! ক্ষমা করুন ও দয়া করুন, আর আপনিই তো সর্বশ্রেষ্ঠ দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]