[
    {
        "id": 1,
        "verse": "২৫ : ১",
        "arabic_text": "\nتَبَارَكَ ٱلَّذِي نَزَّلَ ٱلۡفُرۡقَانَ عَلَىٰ عَبۡدِهِۦ لِيَكُونَ لِلۡعَٰلَمِينَ نَذِيرًا ",
        "bangla_text": "কত বরকতময় তিনি [১]! যিনি তাঁর বান্দার উপর ফুরকান নাযিল করেছেন, সৃষ্টিজগতের জন্য [২] সতর্ককারী হওয়ার জন্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تَبَارَكَ শব্দটি بركة থেকে উদ্ভূত। এর পূর্ণ অর্থ এক শব্দে তো দূরের কথা এক বাক্যে বর্ণনা করাও কঠিন। এর শব্দমূল রয়েছে ب-ر-ك অক্ষরত্রয়। এ থেকে بر كة ও بروك দু’টি ধাতু নিষ্পন্ন হয়। তন্মধ্যে প্রথম শব্দ بركة শব্দের মধ্যে রয়েছে কল্যাণ, বৃদ্ধি, সমৃদ্ধি, বিপুলতা ও প্রাচুর্যের ধারণা। আর بروك এর মধ্যে স্থায়িত্ব, দৃঢ়তা, অটলতা ও অনিবার্যতার ধারণা রয়েছে। তারপর এ ধাতু থেকে যখন تبارك এর ক্রিয়াপদ তৈরী করা হয় তখন تفاعل এর বৈশিষ্ট্য হিসেবে এর মধ্যে বাড়াবাড়ি, অতিরঞ্জন ও পূর্ণতা প্রকাশের অর্থ শামিল হয়ে যায়। এ অবস্থায় এর অর্থ দাঁড়ায় চরম প্রাচুর্য, বর্ধমান প্রাচুর্য ও চূড়ান্ত পর্যায়ের স্থায়িত্ব। আল্লাহ্‌র জন্য تبارك শব্দটি এক অর্থে নয় বরং বহু অর্থে ব্যবহার করা হয়েছে। যেমন- একঃ মহা অনুগ্রহকারী ও সর্বজ্ঞ, কল্যাণকারী। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ প্রত্যেক কল্যাণ ও বরকত আল্লাহ্‌ তা‘আলার পক্ষ থেকে। তিনি নিজের বান্দাকে ফুরকানের মহান নিয়ামত দান করে সারা দুনিয়াকে জানিয়ে দেবার ব্যবস্থা করেছেন। দুইঃ বড়ই মর্যাদাশালী ও সম্মানীয়। কারণ, পৃথিবী ও আকাশে তাঁরই রাজত্ব চলছে। তিনঃ বড়ই পবিত্র ও পরিচ্ছন্ন। কারণ, তাঁর সত্তা সকল প্রকার শির্কের গন্ধমুক্ত। তাঁর সমজাতীয় কেউ নেই। ফলে আল্লাহ্‌র সত্তার সার্বভৌমত্ত্বে তাঁর কোন নজির ও সমকক্ষ নেই। তাঁর কোন ধ্বংস ও পরিবর্তন নেই। কাজেই তাঁর স্থলাভিষিক্তের জন্য কোন পুত্রের প্রয়োজন নেই। চারঃ বড়ই উন্নত ও শ্রেষ্ঠ। কারণ, সমগ্র রাজত্ব তাঁরই কর্তৃত্বাধীন। তাঁর ক্ষমতায় অংশীদার হবার যোগ্যতা ও মর্যাদা কারো নেই। পাঁচঃ শক্তির পূর্ণতার দিক দিয়ে শ্রেষ্ঠ। কারণ, তিনি বিশ্ব-জাহানের প্রত্যেকটি জিনিস সৃষ্টিকারী ও তার ক্ষমতা নির্ধারণকারী। [দেখুন, তাবারী, কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] সারা বিশ্ববাসীর জন্য সতর্ককারী হবার যে কথা এখানে বলা হয়েছে এ থেকে জানা যায় যে, কুরআনের দাওয়াত ও মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের রিসালাত কোন একটি দেশের জন্য নয় বরং সারা দুনিয়ার জন্য এবং কেবলমাত্র নিজেরই যুগের জন্য নয় বরং ভবিষ্যতের সকল যুগের জন্য। এ বিষয়বস্তুটি কুরআনের বিভিন্ন স্থানে বিবৃত হয়েছে। যেমন বলা হয়েছেঃ “হে মানুষেরা! আমি তোমাদের সবার প্রতি আল্লাহ্‌র পক্ষ থেকে প্রেরিত”। [সূরা আল-আ‘রাফঃ ১৫৮] আরো এসেছে, “আমার কাছে এ কুরআন পাঠানো হয়েছে যাতে এর মাধ্যমে আমি তোমাদের এবং যাদের কাছে এটা পৌঁছে যায় তাদের সতর্ক করে দেই।” [সূরা আল-আন‘আমঃ ৯] আরো বলা হয়েছে, “আমরা আপনাকে সমগ্ৰ মানব জাতির জন্য সুসংবাদদাতা ও সতর্ককারী করে পাঠিয়েছি”। [সূরা আস-সাবাঃ ২৮] অন্য আয়াতে এসেছে, “আর আমরা আপনাকে সারা দুনিয়াবাসীর জন্য রহমত বানিয়ে পাঠিয়েছি”। [সূরা আল-আম্বিয়াঃ ১০৭] এ বিষয়বস্তুটিকে আরো সুস্পষ্টভাবে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাদীসে বার বার বর্ণনা করেছেনঃ তিনি বলেছেনঃ “আমাকে লাল-কালো সবার কাছে পাঠানো হয়েছে।” [মুসনাদে আহমাদঃ ১/৩০১] আরো বলেছেনঃ “প্রথমে একজন নবীকে বিশেষ করে তার নিজেরই জাতির কাছে পাঠানো হতো এবং আমাকে সাধারণভাবে সমগ্র মানব জাতির কাছে পাঠানো হয়েছে।” [বুখারীঃ ৩৩৫, ৪৩৮, মুসলিমঃ ৫২১] তিনি আরো বলেনঃ “আমাকে সমস্ত সৃষ্টির কাছে পাঠানো হয়েছে এবং আমার আগমনে নবীদের আগমনের ধারাবাহিকতা বন্ধ করে দেয়া হয়েছে।” [মুসলিমঃ ৫২৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২৫ : ২",
        "arabic_text": "\nٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُۥ شَرِيكٞ فِي ٱلۡمُلۡكِ وَخَلَقَ كُلَّ شَيۡءٖ فَقَدَّرَهُۥ تَقۡدِيرٗا ",
        "bangla_text": "যিনি আসমানসমূহ যমীনের সার্বভৌমত্বের অধিকারী; তিনি কোন সন্তান গ্রহণ করেননি; সার্বভৌমত্বে তাঁর কোন শরীক নেই। তিনি সবকিছু সৃষ্টি করেছেন অতঃপর তা নির্ধারণ করেছেন যথাযথ অনুপাতে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২৫ : ৩",
        "arabic_text": "\nوَٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗ لَّا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ وَلَا يَمۡلِكُونَ لِأَنفُسِهِمۡ ضَرّٗا وَلَا نَفۡعٗا وَلَا يَمۡلِكُونَ مَوۡتٗا وَلَا حَيَوٰةٗ وَلَا نُشُورٗا ",
        "bangla_text": "আর তারা তাঁর পরিবর্তে ইলাহরূপে গ্রহণ করেছে অন্যদেরকে, যারা কিছুই সৃষ্টি করে না, বরং তারা নিজেরাই সৃষ্ট এবং এবং তারা নিজেদের অপকার কিংবা উপকার করার ক্ষমতা রাখে না। আর মৃত্যু, জীবন ও উত্থানের উপরও কোন ক্ষমতা রাখে না।     ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২৫ : ৪",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ إِفۡكٌ ٱفۡتَرَىٰهُ وَأَعَانَهُۥ عَلَيۡهِ قَوۡمٌ ءَاخَرُونَۖ فَقَدۡ جَآءُو ظُلۡمٗا وَزُورٗا ",
        "bangla_text": "আর কাফেররা বলে, ‘এটা মিথ্যা ছাড়া কিছুই নয়, সে এটা রটনা করেছে এবং ভিন্ন সম্প্রদায়ের লোক তাকে এ ব্যাপারে সাহায্য করেছে।’ সুতরাং অবশ্যই কাফেররা যুলুম ও মিথ্যা নিয়ে এসেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২৫ : ৫",
        "arabic_text": "\nوَقَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ٱكۡتَتَبَهَا فَهِيَ تُمۡلَىٰ عَلَيۡهِ بُكۡرَةٗ وَأَصِيلٗا ",
        "bangla_text": "তারা আরও বলে, ‘এগুলো তো সে কালের উপকথা, যা সে লিখিয়ে নিয়েছে; তারপর এগুলো সকাল-সন্ধ্যা তার কাছে পাঠ করা হয়।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২৫ : ৬",
        "arabic_text": "\nقُلۡ أَنزَلَهُ ٱلَّذِي يَعۡلَمُ ٱلسِّرَّ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّهُۥ كَانَ غَفُورٗا رَّحِيمٗا ",
        "bangla_text": "বলুন, ‘এটা তিনিই নাযিল করেছেন যিনি আসমানসমূহ ও যমীনের সমুদয় রহস্য জানেন; নিশ্চয় তিনি পরম ক্ষমাশীল, পরম দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২৫ : ৭",
        "arabic_text": "\nوَقَالُواْ مَالِ هَٰذَا ٱلرَّسُولِ يَأۡكُلُ ٱلطَّعَامَ وَيَمۡشِي فِي ٱلۡأَسۡوَاقِ لَوۡلَآ أُنزِلَ إِلَيۡهِ مَلَكٞ فَيَكُونَ مَعَهُۥ نَذِيرًا ",
        "bangla_text": "আরও তারা বলে, ‘এ কেমন রাসূল’ যে খাওয়া-দাওয়া করে এবং হাটেবাজারে চলাফেরা করে; তার কাছে কোন ফিরিশতা কেন নাযিল করা হল না, যে তার সঙ্গে থাকত সতর্ককারীরূপে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২৫ : ৮",
        "arabic_text": "\nأَوۡ يُلۡقَىٰٓ إِلَيۡهِ كَنزٌ أَوۡ تَكُونُ لَهُۥ جَنَّةٞ يَأۡكُلُ مِنۡهَاۚ وَقَالَ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا ",
        "bangla_text": "‘অথবা তার কাছে কোন ধনভাণ্ডার এসে পড়ল না কেন অথবা তার একটি বাগান নেই কেন, যা থেকে সে খেতো?’ আর যালিমরা আরো বলে, ‘তোমরা তো এক জাদুগ্ৰস্ত ব্যাক্তিরই অনুসরণ করছ।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২৫ : ৯",
        "arabic_text": "\nٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَٰلَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا ",
        "bangla_text": "দেখুন, তারা আপনার কি উপমা দেয়! ফলে তারা পথভ্রষ্ট হয়েছে, সুতরাং তারা পথ পেতে পারে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত সংক্রান্ত কিছু আলোচনা সূরা আল-ইসরায় করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২৫ : ১০",
        "arabic_text": "\nتَبَارَكَ ٱلَّذِيٓ إِن شَآءَ جَعَلَ لَكَ خَيۡرٗا مِّن ذَٰلِكَ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَيَجۡعَل لَّكَ قُصُورَۢا ",
        "bangla_text": "কত বরকতময় তিনি যিনি ইচ্ছে করলে আপনাকে দিতে পারেন এর চেয়ে উৎকৃষ্ট বস্তু---উদ্যানসমূহ যার পাদদেশে নদী-নালা প্রবাহিত এবং তিনি দিতে পারেন আপনাকে প্রাসাদসমূহ!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২৫ : ১১",
        "arabic_text": "\nبَلۡ كَذَّبُواْ بِٱلسَّاعَةِۖ وَأَعۡتَدۡنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا ",
        "bangla_text": "বরং তারা কিয়ামতের উপর [১] মিথ্যারোপ করেছে। আর যে কিয়ামতে মিথ্যারোপ করে তার জন্য আমরা প্রস্তুত রেখেছি জ্বলন্ত আগুন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] الساعة শব্দ দ্বারা কিয়ামত বুঝানো হয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২৫ : ১২",
        "arabic_text": "\nإِذَا رَأَتۡهُم مِّن مَّكَانِۭ بَعِيدٖ سَمِعُواْ لَهَا تَغَيُّظٗا وَزَفِيرٗا ",
        "bangla_text": "দূর থেকে আগুন যখন তাদেরকে দেখবে তখন তারা শুনতে পাবে এর ক্রুদ্ধ গর্জন ও হুঙ্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২৫ : ১৩",
        "arabic_text": "\nوَإِذَآ أُلۡقُواْ مِنۡهَا مَكَانٗا ضَيِّقٗا مُّقَرَّنِينَ دَعَوۡاْ هُنَالِكَ ثُبُورٗا ",
        "bangla_text": "আর যখন তাদেরকে গলায় হাত পেঁচিয়ে শৃংখলিত অবস্থায় সেটার কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে, তখন তারা সেখানে ধ্বংস কামনা করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২৫ : ১৪",
        "arabic_text": "\nلَّا تَدۡعُواْ ٱلۡيَوۡمَ ثُبُورٗا وَٰحِدٗا وَٱدۡعُواْ ثُبُورٗا كَثِيرٗا ",
        "bangla_text": "বলা হবে, আজ তোমরা এক ধ্বংসকে ডেকো না, বরং বহু ধ্বংসকে ডাক।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২৫ : ১৫",
        "arabic_text": "\nقُلۡ أَذَٰلِكَ خَيۡرٌ أَمۡ جَنَّةُ ٱلۡخُلۡدِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۚ كَانَتۡ لَهُمۡ جَزَآءٗ وَمَصِيرٗا ",
        "bangla_text": "বলুন, ‘এটাই শ্রেয়, না স্থায়ী জান্নাত, যার প্রতিশ্রুতি দেয়া হয়েছে মুত্তাকীদেরকে?’ তা হবে তাদের প্রতিদান ও প্রত্যাবর্তনস্থল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২৫ : ১৬",
        "arabic_text": "\nلَّهُمۡ فِيهَا مَا يَشَآءُونَ خَٰلِدِينَۚ كَانَ عَلَىٰ رَبِّكَ وَعۡدٗا مَّسۡـُٔولٗا ",
        "bangla_text": "সেখানে তারা চিরকাল বসবাসরত অবস্থায় যা চাইবে তাদের জন্য তা-ই থাকবে; এ প্রতিশ্রুতি পূরণ আপনার রব-এরই দায়িত্ব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২৫ : ১৭",
        "arabic_text": "\nوَيَوۡمَ يَحۡشُرُهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمۡ أَضۡلَلۡتُمۡ عِبَادِي هَٰٓؤُلَآءِ أَمۡ هُمۡ ضَلُّواْ ٱلسَّبِيلَ ",
        "bangla_text": "আর সেদিন তিনি একত্র করবেন তাদেরকে এবং তারা আল্লাহ্‌র পরিবর্তে যাদের ‘ইবাদাত করত তাদেরকে, তারপর তিনি জিজ্ঞেস করবেন, ‘তোমরাই কি আমার এ বান্দাদেরকে বিভ্রান্ত করেছিলে, না তারা নিজেরাই বিভ্ৰান্ত হয়েছিল?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২৫ : ১৮",
        "arabic_text": "\nقَالُواْ سُبۡحَٰنَكَ مَا كَانَ يَنۢبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ وَلَٰكِن مَّتَّعۡتَهُمۡ وَءَابَآءَهُمۡ حَتَّىٰ نَسُواْ ٱلذِّكۡرَ وَكَانُواْ قَوۡمَۢا بُورٗا ",
        "bangla_text": "তারা বলবে, ‘পবিত্র ও মহান আপনি! আপনার পরিবর্তে আমরা অন্যকে অবিভাবকরূপে গ্রহণ করতে পারি না [১]; আপনিই তো তাদেরকে এবং তাদের পিতৃপুরুষদেরকে ভোগ-সম্ভার দিয়েছিলেন; পরিণামে তারা যিকর তথা স্মরণ ভুলে গিয়েছিল এবং পরিণত হয়েছিল এক ধ্বংসপ্রাপ্ত সম্প্রদায়ে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআন মজীদের বিভিন্ন স্থানে এ বিষয়বস্তুটি এসেছে। যেমন অন্যত্র বলা হয়েছেঃ ‘‘যেদিন তিনি তাদের সবাইকে একত্র করবেন তারপর ফেরেশতাদের জিজ্ঞেস করবেন, এরা কি তোমাদেরই বন্দেগী করতো? তারা বলবেঃ পাক-পবিত্র আপনার সত্তা, আমাদের সম্পর্ক তো আপনার সাথে, এদের সাথে নয়। এরা তো জিনদের (অর্থাৎ শয়তান) ইবাদাত করতো। এদের অধিকাংশই তাদের প্রতিই ঈমান এনেছিল।” [সূরা সাবা ৪০-৪১] অনুরূপভাবে আরো বলা হয়েছেঃ “আর যখন আল্লাহ্‌ জিজ্ঞেস করবেন, হে মারইয়ামের ছেলে ঈসা! তুমি কি লোকদের বলেছিলে তোমরা আল্লাহ্‌কে বাদ দিয়ে আমাকে ও আমার মাকে উপাস্যে পরিণত করো? সে বলবে, পাক-পবিত্র আপনার সত্তা, যে কথা বলার অধিকার আমার নেই তা বলা আমার জন্য কবে শোভন ছিল? আমি তো এদেরকে এমন সব কথা বলেছিলাম যা বলার হুকুম আপনি আমাকে দিয়েছিলেন, তা হচ্ছে এই যে, আল্লাহ্‌র বন্দেগী করো, যিনি আমার রব এবং তোমাদেরও রব।” [সূরা আল-মায়েদাহঃ ১১৭]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা ছিল সংকীর্ণমনা ও নীচ প্রকৃতির লোক। তিনি রিযিক দিয়েছিলেন যাতে তারা কৃতজ্ঞতা প্রকাশ করে। কিন্তু তারা সবকিছু খেয়েদেয়ে নিমকহারাম হয়ে গেছে এবং তাঁর প্রেরিত নবীগণ তাদেরকে যেসব উপদেশ দিয়েছিলেন তা ভুলে গেছে। [দেখুন-ফাতহুল কাদীর, বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২৫ : ১৯",
        "arabic_text": "\nفَقَدۡ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسۡتَطِيعُونَ صَرۡفٗا وَلَا نَصۡرٗاۚ وَمَن يَظۡلِم مِّنكُمۡ نُذِقۡهُ عَذَابٗا كَبِيرٗا ",
        "bangla_text": "(আল্লাহ্‌ মুশরিকদেরকে বলবেন) ‘তোমরা যা বলতে তারা তো তা মিথ্যা সাব্যস্ত করেছে। কাজেই তোমরা শাস্তি প্রতিরোধ করতে পারবে না এবং সাহায্যও পাবে না। আর তোমাদের মধ্যে যে যুলম তথা শির্ক করবে আমরা তাকে মহাশাস্তি আস্বাদন করাব [১]।’  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে জুলুম বলতে আল্লাহ্‌র সাথে শির্ক করাকে বুঝানো হয়েছে। [ইবন কাসীর, আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২৫ : ২০",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا قَبۡلَكَ مِنَ ٱلۡمُرۡسَلِينَ إِلَّآ إِنَّهُمۡ لَيَأۡكُلُونَ ٱلطَّعَامَ وَيَمۡشُونَ فِي ٱلۡأَسۡوَاقِۗ وَجَعَلۡنَا بَعۡضَكُمۡ لِبَعۡضٖ فِتۡنَةً أَتَصۡبِرُونَۗ وَكَانَ رَبُّكَ بَصِيرٗا ",
        "bangla_text": "আর আপনার আগে আমরা যে সকল রাসূল পাঠিয়েছি তারা সকলেই তো খাওয়া-দাওয়া করত ও হাটে-বাজারে চলাফেরা করত [১]। এবং (হে মানুষ!) আমরা তোমাদের এক-কে অন্যের জন্য পরীক্ষাস্বরূপ করেছি। তোমরা ধৈর্য ধারণ করবে কি? আর আপনার রব তো সর্বদ্রষ্টা।         ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফেরদের দ্বিতীয় কথা ছিল এই যে, তিনি নবী হলে সাধারণ মানুষের মতই পানাহার করতেন না এবং জীবিকা উপার্জনের জন্য হাটবাজারে চলাফেরা করতেন না। এই আপত্তির ভিত্তি, অনেক কাফেরের এই ধারণা যে, আল্লাহ্‌র রাসূল মানব হতে পারেন না- ফিরিশতাই রাসূল হওয়ার যোগ্য। কুরআনুল কারীমের বিভিন্ন স্থানে এর উত্তর দেয়া হয়েছে। আলোচ্য আয়াতে এই উত্তর দেয়া হয়েছে যে, যেসব নবীকে তোমরা নবী ও রাসূল বলে স্বীকার কর, তারাও তো মানুষই ছিলেন; তারা মানুষের মত পানাহার করতেন এবং হাটে বাজারে চলাফেরা করতেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২৫ : ২১",
        "arabic_text": "\n۞ وَقَالَ ٱلَّذِينَ لَا يَرۡجُونَ لِقَآءَنَا لَوۡلَآ أُنزِلَ عَلَيۡنَا ٱلۡمَلَٰٓئِكَةُ أَوۡ نَرَىٰ رَبَّنَاۗ لَقَدِ ٱسۡتَكۡبَرُواْ فِيٓ أَنفُسِهِمۡ وَعَتَوۡ عُتُوّٗا كَبِيرٗا ",
        "bangla_text": "আর যারা আমাদের সাক্ষাতের আশা করে না তারা বলে, ‘আমাদের কাছে ফিরিশতা নাযিল করা হয় না কেন? অথবা আমরা আমাদের রবকে দেখি না কেন?’ তারা তো তাদের অন্তরে অহংকার পোষণ করে [১] এবং তারা গুরুতর অবাধ্যতায় মেতে উঠেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা নিজেদের মনে মনে নিজেদের নিয়ে বড়ই অহংকার করে। [দেখুন- ফাতহুল কাদীর, আয়সারুত-তাফাসির]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২৫ : ২২",
        "arabic_text": "\nيَوۡمَ يَرَوۡنَ ٱلۡمَلَٰٓئِكَةَ لَا بُشۡرَىٰ يَوۡمَئِذٖ لِّلۡمُجۡرِمِينَ وَيَقُولُونَ حِجۡرٗا مَّحۡجُورٗا ",
        "bangla_text": "যেদিন তারা ফিরিশতাদেরকে দেখতে পাবে সেদিন অপরাধীদের জন্য কোন সুসংবাদ থাকবে না এবং তারা বলবে, ‘রক্ষা কর, রক্ষা কর। [১]’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে\n  <br/>\n  <br/>\n  وَيَقُوْلُوْنَ حِجْرًامَّحْجُوْرًا\n  <br/>\n  <br/>\n  এ উক্তিটি কাদের তা নির্ধারণে দু’টি মত রয়েছে। যদি উক্তিটি ফেরেশতাদের হয় তবে এর অর্থ হবে, তারা বলবে যে, তোমাদের জন্য কোন প্রকার সুসংবাদ হারাম করা হয়েছে। অথবা বলবে, তোমাদের সাহায্য করা থেকে আমরা আল্লাহ্‌র দরবারে আশ্রয় নিচ্ছি। আর যদি উক্তিটি কাফেরদের হয় তখন অর্থ হবে, তারা ভয়ে আর্তচিৎকার দিতে দিতে বলবে, বাঁচাও বাঁচাও এবং তাদের কাছ থেকে পালাবার চেষ্টা করবে কিন্তু পালাবার কোন পথ তারা পাবে না। অথবা বলবে, কোন বাধা যদি এ আযাবকে বা ফেরেশতাদেরকে আটকে রাখত! মূলত حجر শব্দের অর্থ সুরক্ষিত স্থান। محجور অর্থ এর তাকীদ। আরবী বাচনভঙ্গিতে শব্দটি তখন বলা হয়, যখন সামনে বিপদ থাকে এবং তা থেকে বাঁচার জন্য মানুষকে বলা হয়ঃ আশ্রয় চাই! আশ্রয় চাই! অর্থাৎ আমাকে এই বিপদ থেকে আশ্রয় দাও। কেয়ামতের দিন যখন কাফেররা ফিরিশতাদেরকে আযাবের সাজ-সরঞ্জাম আনতে দেখবে, তখন দুনিয়ার অভ্যাস অনুযায়ী এ কথা বলবে। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু থেকে এর অর্থ حرامًامحرمًا বর্ণিত আছে। অর্থাৎ কেয়ামতের দিন যখন তারা ফিরিশতাদেরকে আযাবসহ দেখবে এবং তাদের কাছে ক্ষমা করার ও জান্নাতে যাওয়ার আবেদন করবে কিংবা অভিপ্ৰায় প্রকাশ করবে, তখন ফিরিশতারা জবাবে حِجْرًامَّحْجُوْرًا বলবে। অর্থাৎ কাফেরদের জন্য জান্নাত হারাম ও নিষিদ্ধ। [দেখুন-তাবারী, ইবন কাসীর, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২৫ : ২৩",
        "arabic_text": "\nوَقَدِمۡنَآ إِلَىٰ مَا عَمِلُواْ مِنۡ عَمَلٖ فَجَعَلۡنَٰهُ هَبَآءٗ مَّنثُورًا ",
        "bangla_text": "আর আমরা তাদের কৃতকর্মের প্রতি অগ্রসর হয়ে সেগুলোকে বিক্ষিপ্ত ধূলিকণায় পরিণত করব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২৫ : ২৪",
        "arabic_text": "\nأَصۡحَٰبُ ٱلۡجَنَّةِ يَوۡمَئِذٍ خَيۡرٞ مُّسۡتَقَرّٗا وَأَحۡسَنُ مَقِيلٗا ",
        "bangla_text": "সেদিন জান্নাতবাসীদের বাসস্থান হবে উৎকৃষ্ট এবং বিশ্রামস্থল হবে মনোরম [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مستقر শব্দের অর্থ হলো স্বতন্ত্র আবাসস্থল। مقيل শব্দটি قيلولة থেকে উদ্ভুত- এর অর্থ দুপুরে বিশ্রাম করার স্থান। অর্থাৎ হাশরের ময়দানে জান্নাতের হকদার লোকদের সাথে অপরাধীদের থেকে ভিন্নতর ব্যবহার করা হবে। তাদের সম্মানের সাথে বসানো হবে। হাশরের দিনের কঠিন দুপুর কাটাবার জন্য তাদের আরাম করার জায়গা দেয়া হবে। সেদিনের সব রকমের কষ্ট ও কঠোরতা হবে অপরাধীদের জন্য। সৎকর্মশীলদের জন্য নয়। [দেখুন-আদওয়াউল বায়ান, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২৫ : ২৫",
        "arabic_text": "\nوَيَوۡمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلۡغَمَٰمِ وَنُزِّلَ ٱلۡمَلَٰٓئِكَةُ تَنزِيلًا ",
        "bangla_text": "আর সেদিন আকাশ বিদীর্ণ হবে মেঘপুঞ্জ দ্বারা [১] এবং দলে দলে ফিরিশতাদেরকে নামিয়ে দেয়া হবে--  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে بِالغَمَامِ এর অর্থ عَنِ الْغَمَامِ অর্থাৎ আকাশ বিদীর্ণ হয়ে তা হতে একটি হালকা মেঘমালা নীচে নামবে, যাতে ফিরিশতারা থাকবে। এই মেঘমালা চাঁদোয়ার আকারে আকাশ থেকে আসবে এবং আল্লাহ্‌ তা‘আলা বিচার-ফয়সালার জন্য হাশরের মাঠে নেমে আসবেন; আশপাশে থাকবে ফিরিশতাদের দল। এটা হবে হিসাব নিকাশ শুরু হবার সময়; সূরা আল-বাকারার ২১০ নং আয়াতেও একথা বলা হয়েছে। তখন কেবল খোলার নিমিত্তই আকাশ বিদীর্ণ হবে। এটা সেই বিদারণ নয় যখন শিঙ্গায় ফুৎকার দেয়ার সময় আকাশ ও যমীনকে ধ্বংস করার জন্য হবে। কেননা, আয়াতে যে মেঘমালা অবতরণের কথা বলা হয়েছে, তা দ্বিতীয়বার শিঙ্গায় ফুৎকার দেয়ার পর হবে। তখন নতুন ধরনের আসমান ও যমীন পুনরায় বহাল হয়ে যাবে। মোটকথা, আসমানসমূহ বিদীর্ণ হবার পর সেগুলোর উপরস্থিত সাদা মেঘ দেখা যাবে। রাব্ববুল আলামীন যে মেঘসহ সৃষ্টিকুলের মধ্যে ফায়সালা করতে নাযিল হবেন। আসমানসমূহ বিদীর্ণ হয়ে যাবার পর প্রত্যেক আসমানের ফিরিশতাগণ কাতারে কাতারে দাঁড়াবে। তারপর তারা সৃষ্টিজগতকে ঘিরে রাখবে। তারা তাদের রব-এর নির্দেশ পালন করে যাবে। তাদের মধ্যে কেউই আল্লাহ্‌র অনুমতি ব্যতীত কোন কথা বলবে না। যদি ফিরিশতাদেরই এ অবস্থা হবে তাহলে অন্যান্য সৃষ্টিকুলের কি অবস্থা হবে তা সহজেই অনুমেয়। [দেখুন- কুরতুবী, বাগভী, আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২৫ : ২৬",
        "arabic_text": "\nٱلۡمُلۡكُ يَوۡمَئِذٍ ٱلۡحَقُّ لِلرَّحۡمَٰنِۚ وَكَانَ يَوۡمًا عَلَى ٱلۡكَٰفِرِينَ عَسِيرٗا ",
        "bangla_text": "সে দিন চুড়ান্ত কর্তৃত্ব হবে দয়াময়ের [১] এবং কাফেরদের জন্য সে দিন হবে অত্যন্ত কঠিন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেখানে কেবলমাত্র একটি রাজত্বই বাকি থাকবে এবং তা হবে এ বিশ্ব-জাহানের যথার্থ শাসনকর্তা আল্লাহ্‌র রাজত্ব। [আদওয়াউল বায়ান] অন্যত্র বলা হয়েছেঃ “সেদিন যখন এরা সবাই প্রকাশ হয়ে যাবে, আল্লাহ্‌র কাছে এদের কোন জিনিস গোপন থাকবে না, জিজ্ঞেস করা হবে আজ রাজত্ব কার? সবদিক থেকে জবাব আসবে, একমাত্র আল্লাহ্‌র যিনি সবার উপর বিজয়ী।” [সূরা গাফিরঃ ১৬] হাদীসে এ বিষয়বস্তুকে আরো বেশী স্পষ্ট করে বলা হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ্‌ এক হাতে পৃথিবীগুলো ও অন্য হাতে আকাশসমূহ গুটিয়ে নিয়ে বলবেনঃ “আমিই বাদশাহ, আমিই শাসনকর্তা। এখন সেই পৃথিবীর বাদশাহরা কোথায়? কোথায় স্বৈরাচারী একনায়কের দল? অহংকারী ক্ষমতাদর্পীরা?’’ [বুখারীঃ ৭৪১২, মুসলিমঃ ২৭৮৮]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২৫ : ২৭",
        "arabic_text": "\nوَيَوۡمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيۡهِ يَقُولُ يَٰلَيۡتَنِي ٱتَّخَذۡتُ مَعَ ٱلرَّسُولِ سَبِيلٗا ",
        "bangla_text": "যালিম [১] ব্যাক্তি সেদিন নিজের দু‘হাত দংশন করতে করতে বলবে, ‘হায়, আমি যদি রাসূলের সাথে কোন পথ অবলম্বন করতাম [২]! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যালিম ব্যাক্তি বলতেঃ মুশরিক, কাফের, মুনাফিক ও সীমালঙ্ঘনকারী অবাধ্যদের বুঝানো হয়েছে। [দেখুন-সা‘দী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারাই রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রদর্শিত পথে না চলে অন্য কারো পথে চলবে, তারাই হাশরের মাঠে আফসোস করতে থাকবে এবং নিজের আঙ্গুল কামড়াতে থাকবে। কিন্তু তখন তাদের সে আফসোস করা তাদের কোন উপকারে আসবে না। আল্লাহ্‌ তা‘আলা পবিত্র কুরআনের বিভিন্ন আয়াতে এ সত্যকে তুলে ধরেছেন। [যেমন, সূরা আল-আহযাবঃ ৬৬-৬৮, সূরা আয-যুখরুফঃ ৬৭] এই আয়াতের ভাষা যেমন ব্যাপক, তার বিধানও তেমনি ব্যাপক। এই ব্যাপকতার দিকে ইঙ্গিত করার জন্য সম্ভবতঃ আয়াতে বন্ধুর নামের পরিবর্তে فلانا বা “অমুক\" শব্দ অবলম্বন করা হয়েছে। আয়াতে বিধৃত হয়েছে যে, যে দুই বন্ধু পাপ কাজে সম্মিলিত হয় এবং শরীয়ত বিরোধী কার্যাবলীতে একে অপরের সাহায্য করে, তাদের সবারই বিধান এই যে, কেয়ামতের দিন তারা এই বন্ধুত্বের কারণে কান্নাকাটি করবে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ “কোন অমুসলিমকে সঙ্গী করো না এবং তোমার ধনসম্পদ (সঙ্গীদের দিক দিয়ে) যেন মুক্তাকী ব্যাক্তিই খায়।” [মুসনাদে আহমাদ ৩/৩৮, সহীহ ইবনে হিব্বানঃ ২/৩১৫, হাদীস নং ৫৫৫, তিরমিযীঃ ২৩৯৫, আবু দাউদঃ ৪৮৩২] অর্থাৎ মুত্তাকী বা পরহেযগার নয় এমন কোন ব্যাক্তির সাথে বন্ধুত্ব করো না। আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু হতে বর্ণিত হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ “প্রত্যেক মানুষ (অভ্যাসগতভাবে) বন্ধুর ধর্ম ও চালচলন অবলম্বন করে। তাই কিরূপ লোককে বন্ধুরূপে গ্ৰহণ করা হচ্ছে, তা পূর্বেই ভেবে দেখা উচিত।” [আবু দাউদঃ ৪৮৩৩, তিরমিযীঃ ২৩৭৮, মুসনাদে আহমাদঃ ২/৩৩৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২৫ : ২৮",
        "arabic_text": "\nيَٰوَيۡلَتَىٰ لَيۡتَنِي لَمۡ أَتَّخِذۡ فُلَانًا خَلِيلٗا ",
        "bangla_text": "‘হায়, দুর্ভোগ আমার, আমি যদি অমুককে বন্ধুরুপে গ্রহণ না করতাম!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২৫ : ২৯",
        "arabic_text": "\nلَّقَدۡ أَضَلَّنِي عَنِ ٱلذِّكۡرِ بَعۡدَ إِذۡ جَآءَنِيۗ وَكَانَ ٱلشَّيۡطَٰنُ لِلۡإِنسَٰنِ خَذُولٗا ",
        "bangla_text": "‘আমাকে তো সে বিভ্রান্ত করেছিল আমার কাছে উপদেশ পৌঁছার পর।’ আর শয়তান তো মানুষের জন্য মহাপ্রতারক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২৫ : ৩০",
        "arabic_text": "\nوَقَالَ ٱلرَّسُولُ يَٰرَبِّ إِنَّ قَوۡمِي ٱتَّخَذُواْ هَٰذَا ٱلۡقُرۡءَانَ مَهۡجُورٗا ",
        "bangla_text": "আর রাসূল বললেন, ‘হে আমার রব! আমার সম্প্রদায় তো এ কুরআনকে পরিত্যাজ্য সাব্যস্ত করেছে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২৫ : ৩১",
        "arabic_text": "\nوَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا مِّنَ ٱلۡمُجۡرِمِينَۗ وَكَفَىٰ بِرَبِّكَ هَادِيٗا وَنَصِيرٗا ",
        "bangla_text": "আল্লাহ্‌ বলেন, ‘আর এভাবেই আমরা প্রত্যেক নবীর জন্য অপরাধীদের থেকে শত্রু বানিয়ে থাকি। আর আপনার রবই পথপ্রদর্শক ও সাহায্যকারীরূপে যথেষ্ট।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২৫ : ৩২",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ٱلۡقُرۡءَانُ جُمۡلَةٗ وَٰحِدَةٗۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَۖ وَرَتَّلۡنَٰهُ تَرۡتِيلٗا ",
        "bangla_text": "আর কাফেররা বলে, ‘সমগ্র কুরআন তার কাছে একবারে নাযিল হলো না কেন?’ এভাবেই আমরা নাযিল করেছি আপনার হৃদয়কে তা দ্বারা মযবুত করার জন্য এবং তা ক্রমে ক্ৰমে স্পষ্টভাবে আবৃত্তি করেছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২৫ : ৩৩",
        "arabic_text": "\nوَلَا يَأۡتُونَكَ بِمَثَلٍ إِلَّا جِئۡنَٰكَ بِٱلۡحَقِّ وَأَحۡسَنَ تَفۡسِيرًا ",
        "bangla_text": "আর তারা আপনার কাছে যে বিষয়ই উপস্থিত করে না কেন, আমরা সেটার সঠিক সমাধান ও সুন্দর ব্যাখ্যা আপনার কাছে নিয়ে আসি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২৫ : ৩৪",
        "arabic_text": "\nٱلَّذِينَ يُحۡشَرُونَ عَلَىٰ وُجُوهِهِمۡ إِلَىٰ جَهَنَّمَ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ سَبِيلٗا ",
        "bangla_text": "যাদেরকে মুখের উপর ভর দিয়ে চলা অবস্থায় জাহান্নামের দিকে একত্র করা হবে, তারা স্থানের দিক থেকে অতি নিকৃষ্ট এবং অধিক পথভ্রষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২৫ : ৩৫",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَا مَعَهُۥٓ أَخَاهُ هَٰرُونَ وَزِيرٗا ",
        "bangla_text": "আর আমরা তো মূসাকে কিতাব দিয়েছিলাম এবং তার সাথে তার ভাই হারূনকে সাহায্যকারী করেছিলাম, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২৫ : ৩৬",
        "arabic_text": "\nفَقُلۡنَا ٱذۡهَبَآ إِلَى ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا فَدَمَّرۡنَٰهُمۡ تَدۡمِيرٗا ",
        "bangla_text": "অতঃপর আমরা বলেছিলাম, ‘তোমরা সে সম্প্রদায়ের কাছে যাও যারা আমার নিদর্শনাবলীতে মিথ্যারোপ করেছে [১]।’ তারপর আমরা তাদেরকে সম্পূর্ণরূপে বিধ্বস্ত করেছিলাম; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে ফির‘আউন সম্প্রদায় সম্পর্কে বলা হয়েছে যে, তারা আমার আয়াতসমূহকে মিথ্যা অবিহিত করেছে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২৫ : ৩৭",
        "arabic_text": "\nوَقَوۡمَ نُوحٖ لَّمَّا كَذَّبُواْ ٱلرُّسُلَ أَغۡرَقۡنَٰهُمۡ وَجَعَلۡنَٰهُمۡ لِلنَّاسِ ءَايَةٗۖ وَأَعۡتَدۡنَا لِلظَّٰلِمِينَ عَذَابًا أَلِيمٗا ",
        "bangla_text": "আর নূহের সম্প্রদায়কেও, যখন তারা রাসূলগণের প্রতি মিথ্যা আরোপ করল [১] তখন আমরা তাদেরকে ডুবিয়ে দিলাম এবং তাদেরকে মানুষের জন্য নিদর্শনস্বরূপ করে রাখলাম। আর যালিমদের জন্য আমরা যন্ত্রণাদায়ক শাস্তি প্ৰস্তুত করে রেখেছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর উদ্দেশ্য এই যে, তারা স্বয়ং নূহ ‘আলাইহিস সালামের প্রতি মিথ্যারোপ করেছে। দ্বীনের মূলনীতি সকল নবীগণের বেলায়ই অভিন্ন, তাই একজনের প্রতি মিথ্যারোপ সবার প্রতি মিথ্যারোপ করার শামিল। [বাগভী, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২৫ : ৩৮",
        "arabic_text": "\nوَعَادٗا وَثَمُودَاْ وَأَصۡحَٰبَ ٱلرَّسِّ وَقُرُونَۢا بَيۡنَ ذَٰلِكَ كَثِيرٗا ",
        "bangla_text": "আর আমরা ধ্বংস করেছিলাম ‘আদ, সামূদ, ‘রাস্‌’ [১] -এর অধিবাসীকে এবং তাদের অন্তর্বর্তীকালের বহু প্ৰজন্মকেও৷",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وَاَصْحٰبَ الرَّسِّ অভিধানে رَسّ শব্দের অর্থ কাঁচা কুপ। তারা ছিল সামূদ গোত্রের অবশিষ্ট জনসমষ্টি এবং তারা কোন একটি কুপের ধারে বাস করত। [দেখুন-আদওয়াউল বায়ান, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২৫ : ৩৯",
        "arabic_text": "\nوَكُلّٗا ضَرَبۡنَا لَهُ ٱلۡأَمۡثَٰلَۖ وَكُلّٗا تَبَّرۡنَا تَتۡبِيرٗا ",
        "bangla_text": "আর আমরা তাদের প্রত্যেকের জন্য দৃষ্টান্ত বর্ণনা করেছিলাম এবং তাদের সকলকেই আমরা সম্পূর্ণরূপে ধ্বংস করেছিলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২৫ : ৪০",
        "arabic_text": "\nوَلَقَدۡ أَتَوۡاْ عَلَى ٱلۡقَرۡيَةِ ٱلَّتِيٓ أُمۡطِرَتۡ مَطَرَ ٱلسَّوۡءِۚ أَفَلَمۡ يَكُونُواْ يَرَوۡنَهَاۚ بَلۡ كَانُواْ لَا يَرۡجُونَ نُشُورٗا ",
        "bangla_text": "আর তারা তো সে জনপদ দিয়েই যাতায়াত করে যার উপর বর্ষিত হয়েছিল অকল্যাণের বৃষ্টি, তবে কি তারা এসব দেখতে পায় না [১]? বস্তুত তারা পুনরুত্থানের আশাই করে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ লূত জাতির জনপদ। নিকৃষ্টতম বৃষ্টি মানে পাথর বৃষ্টি। কুরআনের বিভিন্ন জায়গায় একথা বলা হয়েছে। হিজায বাসীদের বানিজ্য কাফেলা ফিলিস্তিন ও সিরিয়া যাবার পথে এ এলাকা অতিক্রম করতো। সেখানে তারা কেবল ধ্বংসাবশেষ দেখতো না বরং আশপাশের বিভিন্ন সম্প্রদায়ের মুখে লূত জাতির শিক্ষণীয় ধ্বংস কাহিনীও শুনতো। [দেখুন-কুরতুবী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২৫ : ৪১",
        "arabic_text": "\nوَإِذَا رَأَوۡكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي بَعَثَ ٱللَّهُ رَسُولًا ",
        "bangla_text": "আর তারা যখন আপনাকে দেখে, তখন তারা আপনাকে শুধু ঠাট্টা-বিদ্ররূপের পাত্ররূপে গণ্য করে, বলে, ‘এ-ই কি সে, যাকে আল্লাহ্‌ রাসূল করে পাঠিয়েছেন?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২৫ : ৪২",
        "arabic_text": "\nإِن كَادَ لَيُضِلُّنَا عَنۡ ءَالِهَتِنَا لَوۡلَآ أَن صَبَرۡنَا عَلَيۡهَاۚ وَسَوۡفَ يَعۡلَمُونَ حِينَ يَرَوۡنَ ٱلۡعَذَابَ مَنۡ أَضَلُّ سَبِيلًا ",
        "bangla_text": "‘সে তো আমাদেরকে আমাদের উপাস্যগণ হতে দূরে সরিয়েই দিত, যদি না আমরা তাদের আনুগত্যের উপর অবিচল থাকতাম।’ আর যখন তারা শাস্তি প্রত্যক্ষ করবে, তখন জানতে পারবে কে অধিক পথভ্ৰষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২৫ : ৪৩",
        "arabic_text": "\nأَرَءَيۡتَ مَنِ ٱتَّخَذَ إِلَٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيۡهِ وَكِيلًا ",
        "bangla_text": "আপনি কি তাকে দেখেছেন, যে তার প্রবৃত্তিকে ইলাহরূপে গ্ৰহণ করে? তবুও কি আপনি তার যিম্মাদার হবেন?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২৫ : ৪৪",
        "arabic_text": "\nأَمۡ تَحۡسَبُ أَنَّ أَكۡثَرَهُمۡ يَسۡمَعُونَ أَوۡ يَعۡقِلُونَۚ إِنۡ هُمۡ إِلَّا كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّ سَبِيلًا ",
        "bangla_text": "নাকি আপনি মনে করেন যে, তাদের অধিকাংশ শোনে অথবা বোঝে? তারা তো পশুর মতই; বরং তারা আরও অধিক পথভ্ৰষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২৫ : ৪৫",
        "arabic_text": "\nأَلَمۡ تَرَ إِلَىٰ رَبِّكَ كَيۡفَ مَدَّ ٱلظِّلَّ وَلَوۡ شَآءَ لَجَعَلَهُۥ سَاكِنٗا ثُمَّ جَعَلۡنَا ٱلشَّمۡسَ عَلَيۡهِ دَلِيلٗا ",
        "bangla_text": "আপনি কি আপনার রব-এর প্রতি লক্ষ্য করেন না [১] কিভাবে তিনি ছায়া সম্প্রসারিত করেন? তিনি ইচ্ছে করলে এটাকে তো স্থির রাখতে পারতেন; তারপর আমরা সূর্যকে করেছি এর নির্দেশক। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ৪৫ থেকে ৬০ -এ আয়াতসমূহে আল্লাহ্‌ তা‘আলার সর্বময় ক্ষমতা এবং বান্দার প্রতি তাঁর নেয়ামত ও অনুগ্রহ বর্ণিত হয়েছে, যার ফলে আল্লাহ্‌ তা‘আলার তাওহীদ প্রমাণিত হয় এবং এতে বান্দার করণীয় কি তাও বর্ণনা করা হয়েছে। [দেখুন-ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২৫ : ৪৬",
        "arabic_text": "\nثُمَّ قَبَضۡنَٰهُ إِلَيۡنَا قَبۡضٗا يَسِيرٗا ",
        "bangla_text": "তারপর আমরা এটাকে আমাদের দিকে ধীরে ধীরে গুটিয়ে আনি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২৫ : ৪৭",
        "arabic_text": "\nوَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِبَاسٗا وَٱلنَّوۡمَ سُبَاتٗا وَجَعَلَ ٱلنَّهَارَ نُشُورٗا ",
        "bangla_text": "আর তিনিই তোমাদের জন্য রাতকে করেছেন আবরণস্বরূপ, বিশ্রামের জন্য তোমাদের দিয়েছেন নিদ্ৰা [১] এবং ছড়িয়ে পড়ার জন্য করেছেন দিন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে রাত্রিকে ‘লেবাস’ শব্দ দ্বারা ব্যক্ত করা হয়েছে। লেবাস যেমন মানবদেহকে আবৃত করে, রাত্ৰিও তেমনি একটি প্রাকৃতিক আবরণ, যা সমগ্র সৃষ্টজগতের উপর ফেলে দেয়া হয়। سُبِاتًا শব্দটি سبت থেকে উদ্ভূত। এর আসল অর্থ ছিন্ন করা। سُبَاتٌ এমন বস্তু যদ্দারা অন্য বস্তুকে ছিন্ন করা হয়। নিদ্রাকে আল্লাহ্‌ তা‘আলা এমন করেছেন যে, এর ফলে সারাদিনের ক্লান্তি ও শ্রান্তি ছিন্ন তথা দূর হয়ে যায়। চিন্তা ও কল্পনা বিচ্ছিন্ন হয়ে গেলে মস্তিষ্ক শান্ত হয়। তাই سُبَاتٌ এর অর্থ করা হয় আরাম, শান্তি। আয়াতের অর্থ এই যে, আমি রাত্রিকে আবৃতকারী করেছি, অতঃপর তাতে মানুষ ও প্রাণীদের উপর নিদ্রা চাপিয়ে দিয়েছি, যা তাদের আরাম ও শান্তির উপকরণ। [দেখুন- কুরতুবী, আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২] এখানে দিনকে نشور অর্থাৎ ‘জীবন বা ছড়িয়ে পড়া’ বলা হয়েছে। কেননা, এর বিপরীত অর্থাৎ নিদ্রা এক প্রকার মৃত্যু। [আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২৫ : ৪৮",
        "arabic_text": "\nوَهُوَ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ طَهُورٗا ",
        "bangla_text": "আর তিনিই তাঁর রহমতের বৃষ্টির আগে সুসংবাদবাহীরূপে বায়ু প্রেরণ করেন এবং আমরা আকাশ হতে পবিত্ৰ পানি বর্ষণ করি [১]- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] طهور শব্দটি আরবী ভাষায় অতিশয়ার্থে ব্যবহৃত হয়। কাজেই এমন জিনিসকে طهور বলা হয়, যা নিজেও পবিত্র এবং অপরকেও তদ্দারা পবিত্র করা যায়। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২৫ : ৪৯",
        "arabic_text": "\nلِّنُحۡـِۧيَ بِهِۦ بَلۡدَةٗ مَّيۡتٗا وَنُسۡقِيَهُۥ مِمَّا خَلَقۡنَآ أَنۡعَٰمٗا وَأَنَاسِيَّ كَثِيرٗا ",
        "bangla_text": "যাতে তা দ্বারা আমরা মৃত ভূ-খণ্ডকে সঞ্জীবিত করি এবং আমরা যা সৃষ্টি করেছি তার মধ্য হতে বহু জীবজন্তু ও মানুষকে তা পান করাই [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বলা হয়েছে যে, আকাশ থেকে অবতীর্ণ পানি দ্বারা আল্লাহ্‌ তা‘আলা মাটিকে সিক্ত করেন এবং জীবজন্তু এবং অনেক মানুষেরও তৃষ্ণ নিবারণ করেন। [দেখুন-মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২৫ : ৫০",
        "arabic_text": "\nوَلَقَدۡ صَرَّفۡنَٰهُ بَيۡنَهُمۡ لِيَذَّكَّرُواْ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا ",
        "bangla_text": "আর আমরা তো তা তাদের মধ্যে বিতরণ করি যাতে তারা স্মরণ করে। অতঃপর অধিকাংশ লোক শুধু অকৃতজ্ঞতাই প্রকাশ করে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইকরিমা রাহেমাহুল্লাহ এ আয়াতের তাফসীরে বলেন, অর্থাৎ তারা বলে আমরা অমুক নক্ষত্র এবং অমুক নক্ষত্রের কাছাকাছি হওয়ার কারণে বৃষ্টিপ্রাপ্ত হয়েছি। ইকরিমা রাহেমাহুল্লাহর এ তাফসীরের সপক্ষে আমরা হাদীস থেকে প্রমাণ দেখতে পাই। একবার রাত্রিকালে বৃষ্টি হওয়ার পর ভোরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবাদেরকে বললেন, তোমরা কি জান তোমাদের প্রভু কি বলেছেন? তারা বললেন, আল্লাহ্‌ ও তাঁর রাসূল সবচেয়ে ভাল জানেন। তিনি বললেনঃ “আল্লাহ্‌ বলেন, আমার বান্দাদের কতক লোক আমার উপর ঈমানদার এবং কতক লোক কাফেরে পরিণত হয়েছে। যারা বলে, আমরা আল্লাহ্‌র অনুগ্রহ ও দয়ায় বৃষ্টিপ্রাপ্ত হয়েছি তারা আমার উপর ঈমান এনেছে এবং নক্ষত্ররাজির উপর কুফরী করেছে। আর যারা বলে, আমরা অমুক অমুক নক্ষত্রের কাছাকাছি হওয়ার কারণে বৃষ্টি পেয়েছি তারা আমার সাথে কুফরী করেছে এবং নক্ষত্ররাজির উপর ঈমান এনেছে। [মুসলিমঃ ১২৫]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২৫ : ৫১",
        "arabic_text": "\nوَلَوۡ شِئۡنَا لَبَعَثۡنَا فِي كُلِّ قَرۡيَةٖ نَّذِيرٗا ",
        "bangla_text": "আর আমরা ইচ্ছে করলে প্রতিটি জনপদে একজন সতর্ককারী পাঠাতে পারতাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২৫ : ৫২",
        "arabic_text": "\nفَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَجَٰهِدۡهُم بِهِۦ جِهَادٗا كَبِيرٗا ",
        "bangla_text": "কাজেই আপনি কাফেরদের আনুগত্য করবেন না এবং আপনি কুরআনের সাহায্যে তাদের সাথে বড় জিহাদ চালিয়ে যান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২৫ : ৫৩",
        "arabic_text": "\n۞ وَهُوَ ٱلَّذِي مَرَجَ ٱلۡبَحۡرَيۡنِ هَٰذَا عَذۡبٞ فُرَاتٞ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَجَعَلَ بَيۡنَهُمَا بَرۡزَخٗا وَحِجۡرٗا مَّحۡجُورٗا ",
        "bangla_text": "আর তিনিই দুই সাগরকে সমান্তরালে প্রবাহিত করেছেন, একটি মিষ্ট, সুপেয় এবং অন্যটি লোনা, খর; আর তিনি উভয়ের মধ্যে রেখে দিয়েছেন এক অন্তরায়, এক অনতিক্রম্য ব্যবধান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مرج শব্দের অর্থ স্বাধীন ছেড়ে দেয়া। عذب মিঠা পানিকে বলা হয়। فُرَاتٌ -এর অর্থ সুপেয়, مِلْحٌ -এর অর্থ লোনা এবং أجاجٌ এর অর্থ তিক্ত বিস্বাদ। আল্লাহ্‌ তা‘আলা স্বীয় কৃপা ও অপার রহস্য দ্বারা পৃথিবীতে দুই প্রকার সাগর সৃষ্টি করেছেন। (এক) সর্ববৃহৎ যাকে মহাসাগর বলা হয়। গোটা পৃথিবী এর দ্বারা পরিবেষ্টিত। এর প্রায় এক-চতুর্থাংশ এ জলধির বাইরে উন্মুক্ত, যাতে সারা বিশ্বের মানব সমাজ বসবাস করে। এই সর্ববৃহৎ সাগরের পানি রহস্যবশতঃ তীব্ৰ লোনা ও বিস্বাদ। পৃথিবীর স্থলভাগে আকাশ থেকে বর্ষিত পানির ঝর্ণা, নদনদী, নহর ও বড় বড় সাগর আছে। এগুলোর পানি মিষ্ট ও সুপেয়। মানুষের নিজেদের তৃষ্ণা নিবারণে এবং দৈনন্দিন ব্যবহারে এরূপ পানিরই প্রয়োজন, যা আল্লাহ্‌ তা‘আলা স্থলভাগে বিভিন্ন প্রকারে সরবরাহ করেছেন। সমুদ্রে স্থলভাগের চাইতে অনেক বেশী সামুদ্রিক জন্তুজানোয়ার বসবাস করে। এগুলো সেখানেই মরে, সেখানেই পচে এবং সেখানেই মাটি হয়ে যায়। সমগ্ৰ পৃথিবীর পানি ও আবর্জনা অবশেষে সমুদ্রে পতিত হয়। যদি সমুদ্রের পানি মিষ্ট হত, তবে মিষ্ট পানি দ্রুত পচনশীল বিধায় দু’চার দিনেই পচে যেত। এই পানি পচে গেলে তার দুর্গন্ধে ভূপৃষ্ঠের অধিবাসীদের জীবনধারন দুরূহ হয়ে যেত। তাই আল্লাহ্‌ তা‘আলা তাকে এত তীব্ৰ লোনা, তিক্ত ও তেজস্ক্রিয় করে দিয়েছেন যেন সারা বিশ্বের আবর্জনা তাতে পতিত হয়ে বিলীন হয়ে যায় এবং সেখানে বসবাসকারী যে সকল সৃষ্টজীব সেখানে মরে, তাও পচতে পারে। [দেখুন-আদওয়াউল-বায়ান]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২৫ : ৫৪",
        "arabic_text": "\nوَهُوَ ٱلَّذِي خَلَقَ مِنَ ٱلۡمَآءِ بَشَرٗا فَجَعَلَهُۥ نَسَبٗا وَصِهۡرٗاۗ وَكَانَ رَبُّكَ قَدِيرٗا ",
        "bangla_text": "আর তিনিই মানুষকে সৃষ্টি করেছেন পানি হতে; তারপর তিনি তাকে বংশগত ও বৈবাহিক সম্পর্কশীল করেছেন [১]। আর আপনার রব হলেন প্রভূত ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পিতামাতার দিক থেকে যে সম্পর্ক ও আত্মীয়তা হয়, তাকে نسب বলা হয় এবং স্ত্রীর পক্ষ হতে যে আত্মীয়তা হয়, তাকে صهر বলা হয় । [আদওয়াউল বায়ান, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২৫ : ৫৫",
        "arabic_text": "\nوَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمۡ وَلَا يَضُرُّهُمۡۗ وَكَانَ ٱلۡكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرٗا ",
        "bangla_text": "আর তারা আল্লাহ্‌র পরিবর্তে এমন কিছুর ‘ইবাদাত করে, যা তাদের উপকার করতে পারে না এবং তাদের অপকারও করতে পারে না। আর কাফের তো তার রব-এর বিরোধিতায় সহযোগিতাকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২৫ : ৫৬",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا ",
        "bangla_text": "আর আমরা তো আপনাকে শুধু সুসংবাদদাতা ও সতর্ককারীরূপেই পাঠিয়েছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২৫ : ৫৭",
        "arabic_text": "\nقُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا ",
        "bangla_text": "বলুন, ‘আমি তোমাদের কাছে এর জন্য কোন বিনিময় চাই না, তবে যে তার রব-এর দিকের পথ অবলম্বন করার ইচ্ছে করে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২৫ : ৫৮",
        "arabic_text": "\nوَتَوَكَّلۡ عَلَى ٱلۡحَيِّ ٱلَّذِي لَا يَمُوتُ وَسَبِّحۡ بِحَمۡدِهِۦۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا ",
        "bangla_text": "আর আপনি নির্ভর করুন তাঁর উপর যিনি চিরঞ্জীব, যিনি মরবেন না এবং তাঁর সপ্ৰশংস পবিত্রতা ও মহিমা ঘোষণা করুন, তিনি তাঁর বান্দাদের পাপ সম্পর্কে অবহিত হিসেবে যথেষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২৫ : ৫৯",
        "arabic_text": "\nٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ ٱلرَّحۡمَٰنُ فَسۡـَٔلۡ بِهِۦ خَبِيرٗا ",
        "bangla_text": "তিনি আসমানসমূহ, যমীন ও এ দু’য়ের মধ্যবর্তী সবকিছু ছয় দিনে সৃষ্টি করেন; তারপর তিনি ‘আরশের উপর উঠলেন। তিনিই ‘রাহমান’, সুতরাং তাঁর সম্বন্ধে যে অবহিত তাকে জিজ্ঞেস করে দেখুন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২৫ : ৬০",
        "arabic_text": "\nوَإِذَا قِيلَ لَهُمُ ٱسۡجُدُواْۤ لِلرَّحۡمَٰنِ قَالُواْ وَمَا ٱلرَّحۡمَٰنُ أَنَسۡجُدُ لِمَا تَأۡمُرُنَا وَزَادَهُمۡ نُفُورٗا۩ ",
        "bangla_text": "আর যখন তাদেরকে বলা হয়, ‘সিজদাবনত হও ‘রাহমান’ -এর প্রতি,’ তখন তারা বলে, ‘রাহমান আবার কি [১]? তুমি কাউকে সিজদা করতে বললেই কি আমরা তাকে সিজদা করব?’ আর এতে তাদের পলায়নপরতাই বৃদ্ধি পায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কার কাফেররা এ নামটি যে জানত না তা নয়। তারা এ নামটি জানত তবে আল্লাহ্‌র জন্য নির্দিষ্ট করতে দ্বিধা করত। তারা এ নামটিকে কোন কোন মানুষকেও প্রদান করত। অথচ এ নামটি এমন এক নাম যা শুধুমাত্র মহান রাব্ববুল আলামীনের জন্যই নির্দিষ্ট। কোন ক্রমেই অন্য কারো জন্য এ নামটিকে নাম হিসেবে বা গুণ হিসেবে ব্যবহার করা জায়েয নেই। কিন্তু তারা হঠকারিতাবশতঃ প্রশ্ন করল যে, রহমান কে এবং কি? হুদায়বিয়ার সন্ধির দিনও তারা এমনটি অস্বীকার করে বলেছিলঃ “আমরা রহমান বা রহীম কি জিনিস তা জানিনা; বরং যেভাবে তুমি আগে লিখতে, সেভাবে ‘বিসমিকা আল্লাহুম্মা’ লিখা।” [মুসলিমঃ ১৭৮৪] সূরা আল-ইসরার ১১০ নং আয়াতেও আল্লাহ্‌ তা‘আলা কাফেরদেরকে উদ্দেশ্য করে তাঁর এ নামের তাৎপর্য বর্ণনা করে বলেছেন যে, “আল্লাহ্‌কে ডাক বা রহমানকে ডাক, যেভাবেই ডাক এগুলো তাঁর সুন্দর নামসমূহের অন্তর্গত’’।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২৫ : ৬১",
        "arabic_text": "\nتَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَآءِ بُرُوجٗا وَجَعَلَ فِيهَا سِرَٰجٗا وَقَمَرٗا مُّنِيرٗا ",
        "bangla_text": "কত বরকতময় তিনি যিনি নভোমণ্ডলে সৃষ্টি করেছেন বিশাল তারকাপুঞ্জ এবং তাতে স্থাপন করেছেন প্ৰদীপ [১] ও আলো বিকিরণকারী চাঁদ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সূর্য। [বাগভী] যেমন সূরা নূহে পরিষ্কার করে বলা হয়েছেঃ “আর সূর্যকে প্রদীপ বানিয়েছেন”। [১৬]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২৫ : ৬২",
        "arabic_text": "\nوَهُوَ ٱلَّذِي جَعَلَ ٱلَّيۡلَ وَٱلنَّهَارَ خِلۡفَةٗ لِّمَنۡ أَرَادَ أَن يَذَّكَّرَ أَوۡ أَرَادَ شُكُورٗا ",
        "bangla_text": "আর তিনিই করেছেন রাত ও দিনকে পরস্পরের অনুগামীরূপে তার জন্য--- যে উপদেশ গ্রহণ করতে বা কৃতজ্ঞ হতে চায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২৫ : ৬৩",
        "arabic_text": "\nوَعِبَادُ ٱلرَّحۡمَٰنِ ٱلَّذِينَ يَمۡشُونَ عَلَى ٱلۡأَرۡضِ هَوۡنٗا وَإِذَا خَاطَبَهُمُ ٱلۡجَٰهِلُونَ قَالُواْ سَلَٰمٗا ",
        "bangla_text": "আর ‘রাহমান’ -এর বান্দা তারাই, যারা যমীনে অত্যন্ত বিনম্রভাবে চলাফেরা করে [১] এবং যখন জাহেল ব্যাক্তিরা তাদেরকে (অশালীন ভাষায়) সম্বোধন করে, তখন তারা বলে, ‘সালাম’ [২]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা পৃথিবীতে নম্রতা সহকারে চলাফেরা করে। هرن শব্দের অর্থ এখানে স্থিরতা, গাম্ভীর্য, বিনয় অর্থাৎ গর্বভরে না চলা, অহংকারীর ন্যায় পা না ফেলা। অহংকারের সাথে বুক ফুলিয়ে চলে না। গর্বিত স্বৈরাচারী ও বিপর্যয়কারীর মতো নিজের চলার মাধ্যমে নিজের শক্তি প্ৰকাশ করার চেষ্টা না করা। বরং তাদের চালচলন হয় একজন ভদ্র, মার্জিত ও সৎস্বভাব সম্পন্ন ব্যাক্তির মতো। খুব ধীরে চলা উদ্দেশ্য নয়। কেননা, বিনা প্রয়োজনে ধীরে চলা সুন্নাত বিরোধী। হাদীস থেকে জানা যায় যে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম খুব ধীরে চলতেন না; বরং কিছুটা দ্রুত গতিতে চলতেন। হাদীসের ভাষা এরূপ, كَأَنَّمَا الأَرْضُ تُطْوَى لَهُ অর্থাৎ “চলার সময় পথ যেন তার জন্য সংকুচিত হত’’। [ইবনে হিব্বানঃ ৬৩০৯] এ কারণেই পূর্ববর্তী মনীষীগণ ইচ্ছাকৃতভাবেই রোগীদের ন্যায় ধীরে চলাকে অহংকার ও কৃত্রিমতার আলামত হওয়ার কারণে মাকরূহ সাব্যস্ত করেছেন। উমার রাদিয়াল্লাহু ‘আনহু জনৈক যুবককে খুব ধীরে চলতে দেখে জিজ্ঞেস করেনঃ তুমি কি অসুস্থ? সে বললঃ না। তিনি তার প্রতি চাবুক উঠালেন এবং শক্তি সহকারে চলার আদেশ দিলেন। [দেখুন-ইবন কাসীর, কুরতুবী, বাদাইউত তাফসির]\n  <br/>\n  <br/>\n  হাসান বসরী রাহিমাহুল্লাহ مَيْشُوْنَ عَلَى الْاَرْضِ هَوْتًا আয়াতের তাফসীরে বলেনঃ খাঁটি মুমিনদের সমস্ত অঙ্গ-প্রত্যঙ্গ, চক্ষু, কৰ্ণ, হাত, পা, আল্লাহ্‌র সামনে হীন ও অক্ষম হয়ে থাকে। অজ্ঞ লোকেরা তাদেরকে দেখে অপারগ ও পঙ্গু মনে করে, অথচ তারা রুগ্নও নয় এবং পঙ্গুও নয়; বরং সুস্থ ও সবল। তবে তাদের উপর আল্লাহ্‌ভীতি প্রবল, যা অন্যদের উপর নেই। তাদেরকে পার্থিব কাজকর্ম থেকে আখেরাতের চিন্তা নিবৃত্ত রাখে। পক্ষান্তরে যে ব্যাক্তি আল্লাহ্‌র উপর ভরসা করে না এবং তার সমস্ত চিন্তা দুনিয়ার কাজেই ব্যাপৃত, সে সর্বদা দুঃখই ভোগ করে। কারণ, সে তো দুনিয়া পুরোপুরি পায় না এবং আখেরাতের কাজেও অংশগ্রহণ করে না। যে ব্যাক্তি পানাহারের বস্তুর মধ্যেই আল্লাহ্‌র নেয়ামত সীমিত মনে করে এবং উত্তম চরিত্রের প্রতি লক্ষ্য করে না, তার জ্ঞান খুবই অল্প এবং তার জন্য শাস্তি তৈরী রয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যখন জাহেল ব্যাক্তিরা তাদের সাথে কথা বলে, তখন তারা বলে- ‘সালাম’। এখানে جاهلون শব্দের অর্থ বিদ্যাহীন ব্যাক্তি নয়; বরং যারা মূর্খতার কাজ ও মূর্খতাপ্রসূত কথাবার্তা বলে, যদিও বাস্তবে বিদ্বানও বটে। মূর্খ মানে অশিক্ষিত বা লেখাপড়া না জানা লোক নয় বরং এমন লোক যারা জাহেলী কর্মকাণ্ডে লিপ্ত হবার উদ্যোগ নিয়েছে এবং কোন ভদ্রলোকের সাথে অশালীন ব্যবহার করতে শুরু করেছে। রহমানের বান্দাদের পদ্ধতি হচ্ছে, তারা গালির জবাবে গালি এবং দোষারোপের জবাবে দোষারোপ করে না। [দেখুন-ফাতহুল কাদীর, কুরতুবী, বাদাইউত তাফসির] যেমন কুরআনের অন্য জায়গায় বলা হয়েছেঃ “আর যখন তারা কোন বেহুদা কথা শোনে, তা উপেক্ষা করে যায়। বলে, আমাদের কাজের ফল আমরা পাবো এবং তোমাদের কাজের ফল তোমরা পাবে। সালাম তোমাদের, আমরা জাহেলদের সাথে কথা বলি না।’’ [সূরা আল-কাসাসঃ ৫৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২৫ : ৬৪",
        "arabic_text": "\nوَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمۡ سُجَّدٗا وَقِيَٰمٗا ",
        "bangla_text": "এবং তারা রাত অতিবাহিত করে তাদের রব-এর উদ্দেশ্যে সিজদাবনত হয়ে ও দাঁড়িয়ে থেকে [১]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা রাত্রি যাপন করে তাদের পালনকর্তার সামনে সিজদারত অবস্থায় ও দণ্ডায়মান অবস্থায়। ইবাদাতে রাত্রি জাগরণের কথা বিশেষভাবে উল্লেখ করার কারণ এই যে, এই সময়টি নিদ্রা ও আরামের। এতে সালাত ও ইবাদাতের জন্য দণ্ডায়মান হওয়া যেমন বিশেষ কষ্টকর, তেমনি এতে লোকদেখানো ও নামযশের আশংকাও নেই। উদ্দেশ্য এই যে, তারা দিবারাত্ৰি আল্লাহ্‌র ইবাদাতে মশগুল থাকে। কুরআন মজীদের বিভিন্ন স্থানে তাদের জীবনের এ দিকগুলো সুস্পষ্ট করে তুলে ধরা হয়েছে। যেমন অন্য সূরায় বলা হয়েছেঃ “তাদের পিঠ বিছানা থেকে আলাদা থাকে, নিজেদের রবকে ডাকতে থাকে আশায় ও আশংকায়।” [সূরা আস-সাজদাহঃ ১৬] অন্যত্র আরো বলা হয়েছেঃ “এ সকল জান্নাতবাসী ছিল এমন সব লোক যারা রাতে সামান্যই ঘুমাতো এবং ভোর রাতে মাগফিরাতের দো‘আ করতো।’’ [সূরা আয-যারিয়াতঃ ১৭-১৮]\n  <br/>\n  <br/>\n  আরো বলা হয়েছেঃ “যে ব্যক্তি হয় আল্লাহর হুকুম পালনকারী, রাতের বেলা সিজদা করে ও দাঁড়িয়ে থাকে, আখেরাতকে ভয় করে এবং নিজের রবের রহমতের প্রত্যাশা করে তার পরিনাম কি মুশরিকের মতো হতে পারে ?” [সূরা আয যুমারঃ ৯] হাদীসে সালাতুত তাহাজ্জুদের অনেক ফযীলত বর্ণিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ “নিয়মিত তাহাজ্জুদ আদায় কর। কেননা এটা তোমাদের পূর্ববর্তী সকল নেককারদের অভ্যাস ছিলো। এটা তোমাদেরকে আল্লাহ্‌ তা’আলার নৈকট্য দানকারী, মন্দ কাজের কাফফারা এবং গোনাহ থেকে নিবৃত্তকারী।” [সহীহ ইবনে খুযাইমাহঃ ১১৩৫] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আরো বলেনঃ “যে ব্যক্তি এশার সালাত জামা’আতে আদায় করে, সে যেন অর্ধরাত্রি ইবাদাতে অতিবাহিত করে এবং যে ব্যক্তি ফজরের সালাত জামা’আতের সাথে আদায় করে, তাকে অবশিষ্ট অর্ধরাত্রিও ইবাদাতে অতিবাহিতকারী হিসেবে গণ্য করা হবে।” [মুসলিমঃ ৬৫৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২৫ : ৬৫",
        "arabic_text": "\nوَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصۡرِفۡ عَنَّا عَذَابَ جَهَنَّمَۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا ",
        "bangla_text": "এবং তারা বলে, হে আমাদের রব! আপনি আমাদের থেকে জাহান্নামের শাস্তি হটিয়ে দিন, তার শাস্তি তো অবিচ্ছিন্ন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২৫ : ৬৬",
        "arabic_text": "\nإِنَّهَا سَآءَتۡ مُسۡتَقَرّٗا وَمُقَامٗا ",
        "bangla_text": ". নিশ্চয় সেটা বসবাস ও অবস্থানস্থল হিসেবে খুব নিকৃষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২৫ : ৬৭",
        "arabic_text": "\nوَٱلَّذِينَ إِذَآ أَنفَقُواْ لَمۡ يُسۡرِفُواْ وَلَمۡ يَقۡتُرُواْ وَكَانَ بَيۡنَ ذَٰلِكَ قَوَامٗا ",
        "bangla_text": "এবং যখন তারা ব্যয় করে তখন অপব্যয় করে না, কৃপনতাও করে না, আর তাদের পন্থা হয় এতদুভয়ের মধ্যবর্তী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌র প্রিয় বান্দারা অপব্যয় করে না এবং কৃপণতাও করে না; বরং উভয়ের মধ্যবর্তী সমতা বজায় রাখে। আয়াতে إسْرَافٌ এবং এর বিপরীতে إقْتَارٌ শব্দ ব্যবহার করা হয়েছে। إسْرَافٌ এর অর্থ সীমা অতিক্রম করা। শরীয়তের পরিভাষায় ইবনে আব্বাস, মুজাহিদ, কাতাদাহ, ইবনে জুবায়েরের মতে আল্লাহ্‌র অবাধ্যতার কাজে ব্যয় করা إسْرَافٌ তথা অপব্যয়; যদিও তা এক পয়সাও হয়। কেউ কেউ বলেন, বৈধ এবং অনুমোদিত কাজে প্রয়োজনাতিরিক্ত ব্যয় করাও অপব্যয়ের অন্তর্ভুক্ত। কেননা, تَبْزِيْرٌ তথা অনর্থক ব্যয় কুরআনের আয়াত দ্বারা হারাম ও গোনাহ। আল্লাহ্‌ বলেনঃ\n  <br/>\n  <br/>\n  إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ [সূরা আল-ইসরাঃ ২৭]\n  <br/>\n  <br/>\n  إقتار শব্দের অর্থ ব্যয়ে ত্রুটি ও কৃপণতা করা। শরীয়তের পরিভাষায় এর অর্থ যেসব কাজে আল্লাহ্‌ ও তাঁর রাসূল ব্যয় করার আদেশ দেন, তাতে ব্যয় না করা বা কম করা। এই তাফসীরও ইবনে আব্বাস, কাতাদাহ প্রমুখ হতে বর্ণিত আছে। তখন আয়াতের অর্থ হবে, আল্লাহ্‌র প্রিয় বান্দাদের গুণ এই যে, তারা ব্যয় করার ক্ষেত্রে অপব্যয় ও ক্রটির মাঝখানে সততা ও মিতব্যয়ীতার পথ অনুসরণ করে। [দেখুন- ফাতহুল কাদীর, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২৫ : ৬৮",
        "arabic_text": "\nوَٱلَّذِينَ لَا يَدۡعُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ وَلَا يَقۡتُلُونَ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَلَا يَزۡنُونَۚ وَمَن يَفۡعَلۡ ذَٰلِكَ يَلۡقَ أَثَامٗا ",
        "bangla_text": "এবং তারা আল্লাহ্‌র সাথে কোন ইলাহকে ডাকে না [১]। আর আল্লাহ্‌ যার হত্যা নিষেধ করেছেন, যথার্থ কারণ ছাড়া তাকে হত্যা করে না [২]। আর তারা ব্যভিচার করে না [৩]; যে এগুলো করে, সে শাস্তি ভোগ করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী ছয়টি গুণের মধ্যে আনুগত্যের মূলনীতি এসে গেছে। এখন গোনাহ ও অবাধ্যতার প্রধান প্রধান মূলনীতি বর্ণিত হচ্ছে। তন্মধ্যে প্রথম মূলনীতি বিশ্বাসের সাথে সম্পর্কযুক্ত অর্থাৎ তারা ইবাদাতে আল্লাহ্‌র সাথে কাউকে শরীক করে না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে বলা হচ্ছে যে, আল্লাহ্‌র প্রিয় বান্দারা কাউকে অন্যায়ভাবে হত্যা করে না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘একজন মুমিন ঐ পর্যন্ত পরিত্রাণের আশা করতে পারে যতক্ষণ সে কোন হারামকৃত রক্ত প্রবাহিত না করে’৷ [বুখারীঃ ৬৮৬২]\n  <br/>\n  <br/>\n  [৩] রহমানের বান্দারা কোন ব্যভিচার করে না। ব্যভিচারের নিকটবর্তীও হয় না। একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করা হলো, সবচেয়ে বড় গুণাহ কি? তিনি বললেনঃ “তুমি যদি কাউকে (প্ৰভুত্ব, নাম-গুণে এবং ইবাদতে) আল্লাহ্‌র সমকক্ষ দাঁড় করাও”। জিজ্ঞেস করা হলো, তারপর? তিনি বললেনঃ “তুমি যদি তোমার সন্তানকে হত্যা কর এই ভয়ে যে, সে তোমার সাথে আহারে অংশ নেবে”। জিজ্ঞেস করা হলো, তারপর? তিনি বললেনঃ “তুমি যদি তোমার পড়শীর স্ত্রীর সাথে যিনা কর”। [বুখারীঃ ৬৮৬১, মুসলিমঃ ৮৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২৫ : ৬৯",
        "arabic_text": "\nيُضَٰعَفۡ لَهُ ٱلۡعَذَابُ يَوۡمَ ٱلۡقِيَٰمَةِ وَيَخۡلُدۡ فِيهِۦ مُهَانًا ",
        "bangla_text": "কিয়ামতের দিন তার শাস্তি বর্ধিতভাবে প্ৰদান করা হবে এবং সেখানে সে স্থায়ী হবে হীন অবস্থায়;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "২৫ : ৭০",
        "arabic_text": "\nإِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلٗا صَٰلِحٗا فَأُوْلَٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمۡ حَسَنَٰتٖۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا ",
        "bangla_text": "তবে যে তাওবা করে, ঈমান আনে ও সৎকাজ করে, ফলে আল্লাহ্‌ তাদের গুণাহসমূহ নেক দ্বারা পরিবর্তন করে দেবেন। আর আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "২৫ : ৭১",
        "arabic_text": "\nوَمَن تَابَ وَعَمِلَ صَٰلِحٗا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابٗا ",
        "bangla_text": "আর যে তাওবা করে ও সৎকাজ করে, সে তো সম্পূর্ণরূপে আল্লাহ্‌র অভিমুখী হয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "২৫ : ৭২",
        "arabic_text": "\nوَٱلَّذِينَ لَا يَشۡهَدُونَ ٱلزُّورَ وَإِذَا مَرُّواْ بِٱللَّغۡوِ مَرُّواْ كِرَامٗا ",
        "bangla_text": "আর যারা মিথ্যার সাক্ষ্য হয় না এবং অসার কার্যকলাপের সম্মুখীন হলে আপন মর্যাদা রক্ষার্থে তা পরিহার করে চলে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌র সৎ বান্দাদের বৈশিষ্ট্য হচ্ছে তারা জেনে শুনে আজে-বাজে কথা ও কাজ দেখতে বা শুনতে অথবা তাতে অংশ গ্রহণ করে না। আর যদি কখনো তাদের পথে এমন কোন জিনিস এসে যায়, তাহলে তার প্রতি একটা উড়ো নজর না দিয়েও তারা এভাবে সে জায়গা অতিক্রম করে যেমন একজন অত্যন্ত সুরুচিসম্পন্ন ব্যাক্তি কোন ময়লার স্তুপ অতিক্রম করে চলে যায়। [দেখুন-ফাতহুল কাদীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "২৫ : ৭৩",
        "arabic_text": "\nوَٱلَّذِينَ إِذَا ذُكِّرُواْ بِـَٔايَٰتِ رَبِّهِمۡ لَمۡ يَخِرُّواْ عَلَيۡهَا صُمّٗا وَعُمۡيَانٗا ",
        "bangla_text": "এবং যারা তাদের রব-এর আয়াতসমূহ স্মরণ করিয়ে দিলে তার উপর অন্ধ এবং বধিরের মত পড়ে থাকে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এই প্রিয় বান্দাগণকে যখন আল্লাহ্‌র আয়াত ও আখেরাতের কথা স্মরণ করানো হয়, তখন তারা এসব আয়াতের প্রতি অন্ধ ও বধিরদের ন্যায় মনোযোগ দেয় না; বরং শ্রবণশক্তি ও অন্তর্দৃষ্টিসম্পন্ন মানুষের ন্যায় এগুলো সম্পর্কে চিন্তাভাবনা করে ও তদনুযায়ী আমল করে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "২৫ : ৭৪",
        "arabic_text": "\nوَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبۡ لَنَا مِنۡ أَزۡوَٰجِنَا وَذُرِّيَّٰتِنَا قُرَّةَ أَعۡيُنٖ وَٱجۡعَلۡنَا لِلۡمُتَّقِينَ إِمَامًا ",
        "bangla_text": "এবং যারা প্রার্থনা করে বলে, ‘হে আমাদের রব! আমাদের জন্য এমন স্ত্রী ও সন্তান-সন্ততি দান করুন যারা হবে আমাদের জন্য চোখজুড়ানো। আর আপনি আমাদেরকে করুন মুত্তাকীদের জন্য অনুসরণযোগ্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "২৫ : ৭৫",
        "arabic_text": "\nأُوْلَٰٓئِكَ يُجۡزَوۡنَ ٱلۡغُرۡفَةَ بِمَا صَبَرُواْ وَيُلَقَّوۡنَ فِيهَا تَحِيَّةٗ وَسَلَٰمًا ",
        "bangla_text": "তারাই, যাদেরকে প্রতিদান হিসেবে দেয়া হবে জান্নাতের সুউচ্চ কক্ষ [১] যেহেতু তারা ছিল ধৈর্যশীল। আর তারা প্রাপ্ত হবে সেখানে অভিবাদন ও সালাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] غرفة শব্দের আভিধানিক অর্থ উঁচু কক্ষ, উপরতলার কক্ষ। বিশেষ নৈকট্যপ্রাপ্তগণ এমন উঁচু কক্ষ পাবে, যা সাধারণ জান্নাতীদের কাছে তেমনি দৃষ্টিগোচর হবে, যেমন পৃথিবীর লোকদের নিকট তারকা-নক্ষত্র দৃষ্টিগোচর হয়৷ [বুখারীঃ ৩০৮৩, মুসলিমঃ ২৮৩১, মুসনাদে আহমাদঃ ৮৪৫২] রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আরো বলেনঃ “জান্নাতে এমন কক্ষ থাকবে, যার ভেতরের অংশ বাইরে থেকে এবং বাইরের অংশ ভেতর থেকে দৃষ্টিগোচর হবে। লোকেরা জিজ্ঞেস করলঃ হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম), এসব কক্ষ কাদের জন্য? তিনি বললেনঃ যে ব্যাক্তি সৎ ও পবিত্ৰ কথাবার্তা বলে, প্রত্যেক মুসলিমকে সালাম করে, ক্ষুধার্তকে আহার করায় এবং রাত্রে যখন সবাই নিদ্রিত থাকে, তখন সে তাহাজ্জুতের সালাত আদায় করে।” [সিহীহ ইবনে হিব্বানঃ ৫০৯, সহীহ ইবনে খুযাইমাঃ ২১৩৭, মুস্তাদরাকে হাকেমঃ ১/১৫৩, তিরমিযীঃ ১৯৮৪, মুসনাদে আহমাদঃ ১৩৩৭]\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "২৫ : ৭৬",
        "arabic_text": "\nخَٰلِدِينَ فِيهَاۚ حَسُنَتۡ مُسۡتَقَرّٗا وَمُقَامٗا ",
        "bangla_text": "সেখানে তারা স্থায়ী হবে। অবস্থানস্থল ও বাসস্থান হিসেবে তা কত উৎকৃষ্ট! \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "২৫ : ৭৭",
        "arabic_text": "\nقُلۡ مَا يَعۡبَؤُاْ بِكُمۡ رَبِّي لَوۡلَا دُعَآؤُكُمۡۖ فَقَدۡ كَذَّبۡتُمۡ فَسَوۡفَ يَكُونُ لِزَامَۢا ",
        "bangla_text": "বলুন, ‘আমার রব তোমাদের মোটেই ভ্ৰক্ষেপ করেন না, যদি না তোমরা তাকে ডাক [১]। অতঃপর তোমরা মিথ্যারোপ করেছ, সুতরাং অচিরেই অপরিহার্য হবে শাস্তি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতের তাফসীর প্রসঙ্গে অনেক উক্তি আছে। তবে স্পষ্ট কথা হলো, আল্লাহ্‌র কাছে তোমাদের কোন গুরুত্ব থাকত না যদি তোমাদের পক্ষ থেকে তাঁকে ডাকা ও তাঁর ইবাদাত করা না হত। কেননা, মানব সৃষ্টির উদ্দেশ্যই আল্লাহ্‌র ইবাদাত করা। [বাগভী] যেমন অন্য আয়াতে আছে\n  <br/>\n  <br/>\n  وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ [সূরা আয-যারিয়াতঃ ৫৬]\n  <br/>\n  <br/>\n  অর্থাৎ আমি মানব ও জিনকে আমার ইবাদাত ব্যতীত অন্য কোন কাজের জন্য সৃষ্টি করিনি।\n  <br/>\n </p>\n</div>"
    }
]