[
    {
        "id": 1,
        "verse": "২৭ : ১",
        "arabic_text": "\nطسٓۚ تِلۡكَ ءَايَٰتُ ٱلۡقُرۡءَانِ وَكِتَابٖ مُّبِينٍ ",
        "bangla_text": "ত্বা-সীন; এগুলো আল-কুরআন এবং সুস্পষ্ট কিতাবের আয়াত [১]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “সুস্পষ্ট কিতাবের” একটি অর্থ হচ্ছে, এ কিতাবটি নিজের শিক্ষা, বিধান ও নিদের্শগুলো একেবারে দ্ব্যর্থহীন পদ্ধতিতে বর্ণনা করে দেয়। এর দ্বিতীয় অর্থ হচ্ছে, এটি যে আল্লাহ্‌র কিতাব সে ব্যাপারটি সুস্পষ্ট। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২৭ : ২",
        "arabic_text": "\nهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ ",
        "bangla_text": "পথনির্দেশ ও সুসংবাদ মুমিনদের জন্য [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ আয়াতগুলো হচ্ছে পথনির্দেশ ও সুসংবাদ। যার অর্থ “পথনির্দেশকারী’’ ও ‘‘সুসংবাদদানকারী”। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২৭ : ৩",
        "arabic_text": "\nٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ ",
        "bangla_text": "যারা সালাত কায়েম করে ও যাকাত দেয় আর তারাই আখেরাতে নিশ্চিত বিশ্বাস রাখে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কুরআন মজীদের এ আয়াতগুলো কেবলমাত্র এমনসব লোকদেরই পথ নির্দেশনা দেয় এবং শুভ পরিণামের সুসংবাদও একমাত্র এমনসব লোকদের দান করে যাদের মধ্যে দু’টি বৈশিষ্ট্য ও গুণাবলী পাওয়া যায়। একটি হচ্ছে, তারা ঈমান আনে এবং সে ঈমান অনুসারে আমল করে। ঈমান আনার অর্থ হচ্ছে তারা কুরআন ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দাওয়াত গ্ৰহণ করে। এক আল্লাহ্‌কে নিজেদের একমাত্র উপাস্য ও রব বলে মেনে নেয়। কুরআনকে আল্লাহ্‌র কিতাব হিসেবে স্বীকার করে নেয়। মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সত্য নবী বলে গ্ৰহণ করে। আর আমল করার অর্থ হচ্ছে, তারা এ বিষয়গুলো কেবলমাত্র মেনে নিয়েই বসে থাকে না বরং কার্যত এগুলোর অনুসরণ ও আনুগত্য করতে উদবুদ্ধ হয়। তাই তারা সালাত কায়েম করে এবং যাকাত দেয়। দ্বিতীয় গুণটি হচ্ছে, তারা ঈমান রাখে যে, এ জীবনের পর দ্বিতীয় আর একটি জীবন আছে, সেখানে আমাদের নিজেদের কাজের হিসেব দিতে এবং প্রত্যেকটি কাজের প্রতিদান লাভ করতে হবে। এ দু’টি শর্ত যারা পূর্ণ করবে কুরআন মজীদের আয়াত তাদেরকেই দুনিয়ায় সত্য সরল পথের সন্ধান দেবে। [ইবন কাসীর] এ পথের প্রতিটি পর্যায়ে তাদেরকে শুদ্ধ ও অশুদ্ধ এবং ন্যায় ও অন্যায়ের পার্থক্য বুঝিয়ে দেবে। তাদেরকে ভুল পথের দিকে অগ্রসর হবার হাত থেকে রক্ষা করবে। তাদেরকে এ নিশ্চয়তা দান করবে যে, সত্য-সঠিক পথ অবলম্বন করার ফল দুনিয়ায় যাই হোক না কেন শেষ পর্যন্ত তারই বদৌলতে চিরন্তন সফলতা তারাই অর্জন করবে এবং তারা মহান আল্লাহ্‌র সন্তুষ্টি লাভের সৌভাগ্য লাভে সক্ষম হবে। যেমন অন্য আয়াতে আল্লাহ্‌ বলেন, “বলুন, ‘এটি মুমিনদের জন্য হেদায়াত ও আরোগ্য।’ আর যারা ঈমান আনে না তাদের কানে রয়েছে বধিরতা এবং কুরআন এদের (অন্তরের) উপর অন্ধত্ব তৈরী করবে।” [সূরা ফুসসিলাতঃ ৪৪]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২৭ : ৪",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ زَيَّنَّا لَهُمۡ أَعۡمَٰلَهُمۡ فَهُمۡ يَعۡمَهُونَ ",
        "bangla_text": "নিশ্চয় যারা আখেরাতে ঈমান আনে না, তাদের জন্য তাদের কাজকে আমরা শোভন করেছি [১], ফলে তারা বিভ্রান্ত হয়ে ঘুরে বেড়ায়; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বলা হয়েছে যে, যারা আখেরাতে ঈমান রাখে না আমরা তাদের দৃষ্টিতে তাদের কুকর্মকে শোভন করে দিয়েছি। ফলে তারা সেগুলোকে উত্তম মনে করে পথ ভ্ৰষ্টতায় লিপ্ত থাকে। এটা এ জন্যই যে, তারা আখেরাতকে অস্বীকার করেছে। [ইবন কাসীর] সুতরাং আখেরাতকে অস্বীকার করাই তাদের জন্য যাবতীয় পতনের মূল কারণ হিসেবে বিবেচিত হলো। এক গুনাহ অন্য গুনাহর কারণ হয়। অন্য আয়াতে আল্লাহ্‌ তা‘আলা বলেনঃ “তারা যেমন প্রথমবারে তাতে ঈমান আনেনি তেমনি আমরাও তাদের মনোভাবের ও দৃষ্টিভঙ্গির পরিবর্তন করে দেব এবং তাদেরকে তাদের অবাধ্যতায় উদভ্ৰান্তের মত ঘুরে বেড়াতে দেব।” [সূরা আল-আন‘আমঃ ১১০]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২৭ : ৫",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ لَهُمۡ سُوٓءُ ٱلۡعَذَابِ وَهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡأَخۡسَرُونَ ",
        "bangla_text": "এদেরই জন্য রয়েছে নিকৃষ্ট শাস্তি এবং এরাই আখেরাতে সর্বাধিক ক্ষতিগ্রস্থ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ নিকৃষ্ট শাস্তিটি কিভাবে, কখন ও কোথায় হবে তা নির্দিষ্ট করে বলা হয়নি। কারণ তা ব্যাপক, দুনিয়া ও আখেরাত উভয় স্থানেই তাদের জন্য রয়েছে নিকৃষ্ট শাস্তি। [ইবন কাসীর] এ দুনিয়ায়ও বিভিন্ন ব্যাক্তি, দল ও জাতি নানাভাবে এ শাস্তি লাভ করে থাকে। এ দুনিয়া থেকে বিদায় নেওয়ার সময় একেবারে মৃত্যুর দ্বারদেশেও যালেমরা এর একটি অংশ লাভ করে। মৃত্যুর পরে “আলমে বরযখে”ও (মৃত্যুর পর থেকে কিয়ামত পূর্ববর্তী সময়) মানুষ এর মুখোমুখি হয়। আর তারপর হাশরের ময়দানে এর একটি ধারাবাহিক প্রক্রিয়া শুরু হয়ে যাবে এবং তারপর এক জায়গায় গিয়ে তা আর কোনদিন শেষ হবে না।\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২৭ : ৬",
        "arabic_text": "\nوَإِنَّكَ لَتُلَقَّى ٱلۡقُرۡءَانَ مِن لَّدُنۡ حَكِيمٍ عَلِيمٍ ",
        "bangla_text": "আর নিশ্চয় আপনি আল-কুরআন প্রাপ্ত হচ্ছেন প্রজ্ঞাময়, সর্বজ্ঞের নিকট থেকে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ কুরআনে যেসব কথা বলা হচ্ছে এগুলো কোন উড়ো কথা নয়। এগুলো কোন মানুষের আন্দাজ অনুমান ও মতামত ভিত্তিকও নয়। বরং এক জ্ঞানবাদ প্রাজ্ঞ সত্তা এগুলো নাযিল করেছেন। যাঁর সমস্ত আদেশ-নিষেধে রয়েছে প্রাজ্ঞতা। তিনি নিজের সৃষ্টির প্রয়োজন ও কল্যাণ এবং তার অতীত, বর্তমান, ভবিষ্যত, অনুরূপ ছোট বড় সবকিছু সম্পর্কে পুরোপুরি জানেন। বান্দাদের সংশোধন ও পথনির্দেশনার জন্য তাঁর জ্ঞান সর্বোত্তম কৌশল ও ব্যবস্থা অবলম্বন করে। তাঁর পাঠানো যাবতীয় সংবাদ কেবল সত্য আর সত্য। তাঁর দেয়া যাবতীয় বিধান ইনসাফপূর্ণ ও ন্যায়ানুগ। যেমন অন্য আয়াতে বলেছেন, “আর সত্য ও ন্যায়ের দিক দিয়ে আপনার রব-এর বাণী পরিপূর্ণ।’’ [সূরা আল-আন‘আমঃ ১১৫] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২৭ : ৭",
        "arabic_text": "\nإِذۡ قَالَ مُوسَىٰ لِأَهۡلِهِۦٓ إِنِّيٓ ءَانَسۡتُ نَارٗا سَـَٔاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ ءَاتِيكُم بِشِهَابٖ قَبَسٖ لَّعَلَّكُمۡ تَصۡطَلُونَ ",
        "bangla_text": "স্মরণ করুন, যখন মূসা তার পরিবারের লোকদেরকে বলেছিলেন, ‘নিশ্চয় আমি আগুন দেখেছি, অচিরেই আমি সেখান থেকে তোমাদের জন্য কোন খবর আনব অথবা তোমাদের জন্য আনব জলন্ত অঙ্গার, যাতে তোমরা আগুন পোহাতে পার [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিসসালাম এ স্থলে দু’টি প্রয়োজনের সম্মুখীন হন। এক, হারানো পথ জিজ্ঞাসা। দুই, আগুন থেকে উত্তাপ সংগ্ৰহ। কেননা, রাত্রি ছিল কনকনে শীতের। [বাগভী] এ ব্যাপারে আরও আলোচনা পূর্বে সূরা ত্বা-হা এর ১০ নং আয়াতের ব্যাখ্যায় গত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২৭ : ৮",
        "arabic_text": "\nفَلَمَّا جَآءَهَا نُودِيَ أَنۢ بُورِكَ مَن فِي ٱلنَّارِ وَمَنۡ حَوۡلَهَا وَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "অতঃপর তিনি যখন সেটার কাছে আসলেন [১], তখন ঘোষিত হল, ‘বরকতময়, যা আছে এ আলোর মধ্যে এবং যা আছে এর চারপাশে [২], আর সৃষ্টিকুলের রব আল্লাহ্‌ পবিত্র ও মহিমান্বিত [৩]! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যখন তিনি গাছের কাছে আসলেন, তখন তিনি ভয়ানক ও আশ্চর্যজনক এক দৃশ্য দেখতে পেলেন, তিনি সেখানে দেখতে পেলেন সবুজ গাছে আগুন জ্বলছে। আর সে আগুনে শুধু আলোর তীব্ৰতাই প্রকাশ পাচ্ছে। অপরদিকে গাছটিতেও সবুজতা ও সজীবতা বেড়েই চলেছে। তারপর তিনি তার মাথা উপরের দিকে উঠালেন, দেখলেন সে নূর আকাশ পর্যন্ত ছেয়ে আছে। ইবন আব্বাস বলেন, এটা কোন আগুন ছিল না। বরং জ্বলে উঠার মত আলো ছিল। তখন মূসা আলাইহিস সালাম আশ্চর্যান্বিত ও হতভম্ব হয়ে দাঁড়িয়ে থাকলেন। আর তখনই বলা হল, যিনি আগুনে আছেন তিনি বরকতময় হোন। ইবন আব্বাস বলেন, বরকতময় হওয়ার অর্থ, পবিত্র ও মহিয়ান হওয়া। আর তার পাশে যারা আছে তারা হচ্ছেন ফিরিশতা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে আল্লাহ্‌র বাণীঃ “বরকতপূর্ণ হয়েছে, যা আছে এ আলোর মধ্যে এবং যা আছে এর চারপাশে” এর মধ্যে আলোতে কে আছে এবং আলোর চারপাশে কি আছে তা নির্ধারণ করার ব্যাপারে কয়েকটি মত রয়েছে।\n  <br/>\n  <br/>\n  এক, এখানে ‘অগ্নিতে যা আছে’ তা দ্বারা মূসা আলাইহিসসালামকে বুঝানো হয়েছে। আর তখন ‘এর চারপাশে যা আছে’ তা বলে আশেপাশে উপস্থিত ফেরেশতাদেরকে বুঝানো হবে। [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  দুই, কোন কোন মুফাসসির এখানে ‘অগ্নিতে যা আছে’ বলে ফেরেশতাদেরকে উদ্দেশ্য নিয়েছেন এবং ‘এর চারপাশে যা আছে’ তা বলে মূসা আলাইহিসসালামকে বুঝানো হয়েছে বলে মত প্ৰকাশ করেছেন। [বাগভী]\n  <br/>\n  <br/>\n  তিন, ‘এখানে অগ্নিতে যা আছে’ তা বলে আল্লাহ্‌র নূরকে বুঝানো হয়েছে, আর ‘এর চারপাশে যা আছে’ তা বলে ফেরেশতা [ইবন কাসীর] অথবা মূসা বা সেই পবিত্ৰ উপত্যকা অথবা সে গাছ সবই উদ্দেশ্য হতে পারে। আর এ মতটিই অধিক গ্রহণযোগ্য। তবে কোন অবস্থাতেই এখানে ‘অগ্নিতে যা আছে’ দ্বারা স্বয়ং আল্লাহ্‌ তা‘আলার পবিত্র ও মহান সত্তা বুঝানো হবে না। কেননা স্রষ্টা তাঁর আরশে রয়েছেন। কোন সৃষ্টিবস্তুর মধ্যে স্রষ্টার অনুপ্রবেশ হতে পারে না। এটা তাওহীদের পরিপন্থী কথা। সুতরাং রাব্বুল আলামিনের নূরের আলোর দ্বারাই সে গাছ কোন ভাবে আলোকিত হয়েছিল। তবে সরাসরি কোন আলো কোথায় পতিত হলে তা ভস্ম হয়ে যাবে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আল্লাহ্‌ ঘুমান না, ঘুমানো তার জন্য সমীচীনও নয়, ইনসাফের পাল্লা বাড়ান এবং কমান, দিবাভাগের আগেই রাতের আমল তার কাছে উত্থিত হয় অনুরূপভাবে রাত্রি আগমণের আগেই তার কাছে দিবাভাগের আমল উখিত হয়। তাঁর পর্দা হলো নূরের। যদি তিনি তার পর্দাকে অপসারণ করেন তবে তা তার চেহারার আলো দৃষ্টিশক্তি যতদূর যায় ততদুর জ্বালিয়ে ভষ্ম করে দেবে।’’ [সহীহ মুসলিমঃ ১৭৯]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তিনি আরশের উপর থেকেও যমীনে এক গাছের উপরে তাঁর আলো ফেলে সেখান থেকে তাঁর বান্দা মূসার সাথে কথা বলছেন। তিনি অত্যন্ত মহান ও পবিত্ৰ, তিনি যা ইচ্ছে করতে পারেন। তাঁর সত্তা, গুণাগুণ ও কার্যধারা কোন কিছুই কোন সৃষ্টজীবের মত হতে পারে না। তাঁর সৃষ্ট কোন কিছু তাঁকে আয়ত্ব করতে পারে না। আসমান ও যমীন তাঁকে ঘিরে রাখতে পারে না। তিনি সুউচ্চ, সুমহান, সমস্ত সৃষ্টিকুল থেকে পৃথক। [ইবন কাসীর] তিনি এ গাছের উপর থেকে কথা বললেও এটা যেন কেউ মনে না করে বসে যে, তিনি সৃষ্ট কোন কিছুর ভিতরে প্রবেশ করেছেন। এ আয়াতাংশ বলার উদ্দেশ্য সম্ভবত এও হতে পারে যে, দুনিয়াতে অধিকাংশ শির্ক সংঘটিত হয়েছে আল্লাহ্‌ সম্পর্কে অজ্ঞতার কারণে। তাঁর কোন দৃষ্টি কোন কিছুর উপর পতিত হলে মানুষ সেটাকেই ইলাহ মনে করে পুজা করতে আরম্ভ করে। যদি আল্লাহ্‌কে সঠিকভাবে তাঁর মর্যাদা, সম্মান ও প্রতিপত্তি দেয়া হতো তা হলে কেউ শির্কে লিপ্ত হতো না। তাই এখানে তাঁকে এ ধরণের কাজ থেকে মুক্ত করার জন্য নির্দেশ দেয়া হচ্ছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২৭ : ৯",
        "arabic_text": "\nيَٰمُوسَىٰٓ إِنَّهُۥٓ أَنَا ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "‘হে মূসা! নিশ্চয় আমি আল্লাহ্‌ [১]! পরাক্রমশালী, প্রজ্ঞাময়,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিসসালামের এ ঘটনা কুরআনের অন্যান্য স্থানেও বর্ণনা করা হয়েছে। সূরা ত্বা-হায় বলা হয়েছে,\n  <br/>\n  <br/>\n  إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ ۖ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى * وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَىٰ * إِنَّنِي أَنَا اللَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي\n  <br/>\n  <br/>\n  “আমিই আপনার রব, অতএব আপনার পাদুকা খুলে ফেলুন, কারণ আপনি পবিত্ৰ ‘তুওয়া’ উপত্যকায় রয়েছেন। এবং আমি আপনাকে মনোনীত করেছি। অতএব যা ওহী পাঠানো হচ্ছে আপনি তা মনোযোগের সাথে শুনেন। ‘আমিই আল্লাহ্‌, আমি ছাড়া অন্য কোন ইলাহ নেই। অতএব আমার ‘ইবাদাত করুন এবং আমার স্মরণার্থে সালাত কয়েম করুন।” [সূরা ত্বা-হাঃ ১২-১৪] অনুরূপভাবে সূরা আল-কাসাসে বলা হয়েছে,\n  <br/>\n  <br/>\n  فَلَمَّا أَتَاهَا نُودِيَ مِن شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَن يَا مُوسَىٰ إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ\n  <br/>\n  <br/>\n  ‘‘যখন মূসা আগুনের কাছে পৌঁছলেন তখন উপত্যকার দক্ষিণ পাশে পবিত্র ভূমির উপর অবস্থিত একটি গাছের দিক থেকে তাঁকে ডেকে বলা হল, ‘হে মূসা! আমিই আল্লাহ্‌, সৃষ্টিকুলের রব;’’ [সূরা আল-কাসাসঃ ৩০] এ সূরাত্রয়ের দৃষ্টিভঙ্গি বিভিন্নরূপ হলেও বিষয়বস্তু প্রায় একই। তা এই যে, সে রাত্রিতে আল্লাহ্‌ তা‘আলা তূর পাহাড়ের কাছে এক গাছে মূসা আলাইহিসসালামকে তাঁর আলো দেখালেন।\n  <br/>\n  <br/>\n  আয়াত থেকে এটাই জানা যাচ্ছে যে, আল্লাহ্‌ তাঁকে জানিয়ে দিলেন, যিনি তাকে সম্বোধন করছেন, তার সাথে আলাপ করছেন, তিনি তার একমাত্র প্রবল পরাক্রমশালী রব, যিনি সবকিছুকে তাঁর ক্ষমতা, প্রভাব, ও শক্তি দিয়ে অধীন করে রেখেছেন। তিনি তাঁর প্রতিটি কাজ ও কথা প্রজ্ঞার সাথে সম্পন্ন করেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২৭ : ১০",
        "arabic_text": "\nوَأَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰ لَا تَخَفۡ إِنِّي لَا يَخَافُ لَدَيَّ ٱلۡمُرۡسَلُونَ ",
        "bangla_text": "‘আর আপনি আপনার লাঠি নিক্ষেপ করুন।’ তারপর যখন তিনি সেটাকে সাপের মত ছুটোছুটি করতে দেখলেন তখন তিনি পিছনের দিকে ছুটতে লাগলেন [১] এবং ফিরেও তাকালেন না। ‘হে মূসা! ভীত হবেন না, নিশ্চয় আমি এমন যে, আমার সান্নিধ্যে রাসূলগণ ভয় পায় না [২]; \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আল-আ‘রাফে ও সূরা আশ-শু‘আরাতে এ জন্য ثعنان (অজগর) শব্দ ব্যবহার করা হয়েছে। কিন্তু এখানে একে خانّ শব্দের মাধ্যমে প্ৰকাশ করা হচ্ছে। “জান” শব্দটি বলা হয় ছোট সাপ অর্থে। এখানে “জান” শব্দ ব্যবহার করার কারণ হচ্ছে এই যে, দৈহিক দিক দিয়ে সাপটি ছিল অজগর। কিন্তু তার চলার দ্রুততা ছিল ছোট সাপদের মতো। সূরা ত্বা-হা-য় حَيَّةٌ تَسْعىٰ (ছুটন্ত সাপ) এর মধ্যেও এ অর্থই বর্ণনা করা হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আমার কাছে রাসূলদের ক্ষতি হবার কোন ভয় নেই। রিসালাতের মহান মর্যাদায় অভিষিক্ত করার জন্য যখন আমি কাউকে নিজের কাছে ডেকে আনি তখন আমি নিজেই তার নিরাপত্তার দায়িত্ব নিয়ে থাকি। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২৭ : ১১",
        "arabic_text": "\nإِلَّا مَن ظَلَمَ ثُمَّ بَدَّلَ حُسۡنَۢا بَعۡدَ سُوٓءٖ فَإِنِّي غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "‘তবে যে যুলুম করে, [১] তারপর  তারপর মন্দ কাজের পরিবর্তে সৎকাজ করে, তাহলে নিশ্চয় আমি ক্ষমাশীল, পরম দয়ালু। \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বলা হয়েছে, ‘তবে যে যুলুম করে” অর্থাৎ যে যুলুম করে সে আল্লাহ্‌র কাছ থেকে নিরাপত্তা পেতে পারে না। অধিকাংশ মুফাসসির বলেন, এখানে পূর্ববর্তী আয়াতে যাদের বলা হয়েছে অর্থাৎ নবী-রাসূলদের কথা, তাদের ব্যাপারে কথা হচ্ছে না। পূর্ববর্তী আয়াতে নবী-রাসূলদেরকে আল্লাহ্‌র পক্ষ থেকে নিরাপত্তা বিধানের পর কারা নিরাপত্তা পাবে না তাদের আলোচনা করা হচ্ছে। কারণ, নবীগণ নিষ্পাপ। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২৭ : ১২",
        "arabic_text": "\nوَأَدۡخِلۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖۖ فِي تِسۡعِ ءَايَٰتٍ إِلَىٰ فِرۡعَوۡنَ وَقَوۡمِهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ ",
        "bangla_text": "‘আর আপনি আপনার হাত আপনার বগলে রাখুন, এটা বের হয়ে আসবে শুভ্র নির্দোষ অবস্থায়। এটা ফির‘আউন ও তার সম্প্রদায়ের কাছে আনীত নয়টি নিদর্শনের অন্তৰ্গত [১] । তারা তো ছিল ফাসেক সম্প্রদায়।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আল-ইসরায় বলা হয়েছে মূসাকে আমি সুস্পষ্টভাবে দৃষ্টিগোচর হয় এমন ধরনের নয়টি নিদর্শন দিয়ে পাঠিয়েছিলাম। সূরা আল-আ‘রাফে এগুলোর বিস্তারিত বিবরণ এভাবে বর্ণনা করা হয়েছেঃ [১] লাঠি, যা অজগর হয়ে যেতো [২] হাত, যা বগলে রেখে বের করে আনলে সূর্যের মতো ঝিকমিক করতো। [৩] যাদুকরদের প্রকাশ্য জনসমক্ষে পরাজিত করা [৪] মূসার পূর্ব ঘোষণা অনুযায়ী সারা দেশে দুর্ভিক্ষ দেখা দেয়া। [৫] বন্যা ও ঝড় [৬] পংগপাল (৭) সমস্ত শস্য গুদামে শস্যকীট এবং মানুষ-পশু নির্বিশেষে সবার গায়ে উকুন। (৮) ব্যাঙয়ের আধিক্য (৯) রক্ত। [দেখুন, সূরা আল-আ‘রাফঃ ১৩৩]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২৭ : ১৩",
        "arabic_text": "\nفَلَمَّا جَآءَتۡهُمۡ ءَايَٰتُنَا مُبۡصِرَةٗ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ ",
        "bangla_text": "অতঃপর যখন তাদের কাছে আমাদের নিদর্শনসমূহ দৃশ্যমান হল, তারা বলল, ‘এটা সুস্পষ্ট জাদু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২৭ : ১৪",
        "arabic_text": "\nوَجَحَدُواْ بِهَا وَٱسۡتَيۡقَنَتۡهَآ أَنفُسُهُمۡ ظُلۡمٗا وَعُلُوّٗاۚ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ ",
        "bangla_text": "আর তারা অন্যায় ও উদ্ধতভাবে নিদর্শনগুলো প্রত্যাখ্যান করল, যদিও তাদের অন্তর এগুলোকে নিশ্চিত সত্য বলে গ্ৰহণ করেছিল [১]। সুতরাং দেখুন, বিপর্যয় সৃষ্টিকারীদের পরিণাম কেমন হয়েছিল !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনের অন্যান্য স্থানে বলা হয়েছে যে, যখন মূসা আলাইহিস সালামের ঘোষণা অনুযায়ী মিসরের উপর কোন সাধারণ বালা-মুসীবত নাযিল হতো তখন ফির‘আউন মূসাকে বলতো, আপনার আল্লাহ্‌র কাছে দো‘আ করে এ বিপদ থেকে উদ্ধার করুন তারপর আপনি যা বলবেন তা মেনে নেবো। কিন্তু যখন সে বিপদ সরে যেতো তখন ফির‘আউন আবার তার আগের হঠকারিতায় ফিরে যেতো। [সূরা আল-আ‘রাফঃ ১৩৪ এবং সূরা আয যুখরুফঃ ৪৯-৫০] তাছাড়া এমনিতেও একটি দেশের সমগ্র এলাকা দুর্ভিক্ষ, বন্যা ও ঘূর্ণি কবলিত হওয়া, সারা দেশের উপর পংগপাল ঝাঁপিয়ে পড়া এবং ব্যাঙ ও শস্যকীটের আক্রমণ কোন জাদুকরের তেলসমাতি হতে পারে বলে কোনক্রমেই ধারণা করা যেতে পারে না। এগুলো এমন প্রকাশ্য মু‘জিযা ছিল যেগুলো দেখে একজন নিরেট বোকাও বুঝতে পারতো যে, নবীর কথায় এ ধরনের দেশ ব্যাপী বালা-মুসীবতের আগমন এবং আবার তার কথায় তাদের চলে যাওয়া একমাত্র আল্লাহ্‌ রাব্বুল আলমীনেরই হস্তক্ষেপের ফল হতে পারে। এ কারণে মূসা ফির‘আউনকে পরিষ্কার বলে দিয়েছিলেনঃ “তুমি খুব ভালো করেই জানো, এ নিদর্শনগুলো পৃথিবী ও আকাশের মালিক ছাড়া আর কেউ নাযিল করেনি।” [সূরা আল-ইসরাঃ ১০২] কিন্তু যে কারণে ফির‘আউন ও তার জাতির সরদাররা জেনে বুঝে সেগুলো অস্বীকার করে তা এই ছিলঃ “আমরা কি আমাদের মতই দু’জন লোকের কথা মেনে নেবো, অথচ তাদের জাতি আমাদের গোলাম?” [সূরা আল-মুমিনূনঃ ৪৭]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২৭ : ১৫",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ وَسُلَيۡمَٰنَ عِلۡمٗاۖ وَقَالَا ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٖ مِّنۡ عِبَادِهِ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর অবশ্যই আমরা দাউদ ও সুলাইমানকে জ্ঞান দান করেছিলাম [১] এবং তারা উভয়ে বলেছিলেন, ‘সকল প্রশংসা আল্লাহ্‌র যিনি আমাদেরকে তাঁর বহু মুমিন বান্দাদের উপর শ্রেষ্ঠত্ব দিয়েছেন [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে নবীদের নবুওয়ত-রেসালত সহ যাবতীয় প্রশস্ত জ্ঞান সবই উদ্দেশ্য। [ইবন কাসীর; জালালাইন; সা‘দী] যেমন দাউদ আলাইহিসসালামকে লৌহবর্ম নির্মাণ শিল্প শেখানো হয়েছিল। নবীগণের মধ্যে দাউদ ও সুলাইমান আলাইহিমাসসালাম এই বৈশিষ্টের অধিকারী ছিলেন যে, তাদেরকে নবুওয়ত ও রেসালতের সাথে রাজত্ব দান করা হয়েছিল। তাদেরকে বিচার-ফয়সালার জ্ঞানও প্রদান করা হয়েছিল। সুলাইমানের রাজত্ব এমন নজিরবিহীন যে, শুধু মানুষের উপর নয়- জিন ও জন্তু-জানোয়ারদের উপরও তার শাসন ক্ষমতা ছিল।\n  <br/>\n  <br/>\n  [২] আসলে আল্লাহ্‌র দেয়া যে ক্ষমতা তাদেরকে দেয়া হয়েছে তাকে আল্লাহ্‌র ইচ্ছা ও মর্জি অনুযায়ী ব্যবহার করা উচিত। কারণ, এ ক্ষমতার সঠিক ব্যবহার ও অপব্যবহারের জন্য তাদেরকে প্রকৃত মালিকের কাছে জবাবদিহি করতে হবে। ফির‘আউন শাসন ক্ষমতা ধন-সম্পদ, মান-মর্যাদা, এগুলো লাভ করেছিল এবং দাউদ ও সুলাইমান আলাইহিস সালামও সে ধরনের নেয়ামত লাভ করেছিলেন। কিন্তু অজ্ঞতা তাদের মধ্যে কত বড় ব্যবধান সৃষ্টি করে দিয়েছে তা বর্ণনার জন্যই এখানে সুলাইমান আলাইহিসসালামের ঘটনা উল্লেখ করা হচ্ছে। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২৭ : ১৬",
        "arabic_text": "\nوَوَرِثَ سُلَيۡمَٰنُ دَاوُۥدَۖ وَقَالَ يَٰٓأَيُّهَا ٱلنَّاسُ عُلِّمۡنَا مَنطِقَ ٱلطَّيۡرِ وَأُوتِينَا مِن كُلِّ شَيۡءٍۖ إِنَّ هَٰذَا لَهُوَ ٱلۡفَضۡلُ ٱلۡمُبِينُ ",
        "bangla_text": "আর সুলাইমান হয়েছিলেন দাউদের উত্তরাধিকারী [১] এবং তিনি বলেছিলেন, ‘হে মানুষ! আমাদেরকে [২] পাখিদের ভাষা শিক্ষা দেয়া হয়েছে এবং আমাদেরকে সবকিছু দেয়া হয়েছে [৩], এটা অবশ্যই সুস্পষ্ট অনুগ্রহ।’\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উত্তরাধিকার বলে এখানে জ্ঞান ও নবুওয়তের উত্তরাধিকার বোঝানো হয়েছে- আর্থিক উত্তরাধিকার নয়। [ইবন কাসীর] কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “আমরা নবীগোষ্ঠি আমরা কাউকে ওয়ারিশ করি না” [মুসনাদে আহমাদঃ ২/৪৬৩, মুসনাদে হুমাইদীঃ ২২] অর্থাৎ নবীগণ উত্তরাধিকারী হন না এবং কেউ তাদের উত্তরাধিকার হয় না। অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “আলেমগণ নবীগণের উত্তরাধিকারী; কিন্তু নবীগণ দীনার বা দিরহামের উত্তরাধিকারী করেন না। বরং তারা জ্ঞানের উত্তরাধিকারী করে থাকেন। সুতরাং যে কেউ সেটা গ্ৰহণ করতে পেরেছে সে তা পূর্ণরূপেই গ্ৰহণ করতে পেরেছে”। [আবুদাউদঃ ৩৬৪১, মুসনাদে আহমাদঃ ৫/১৯৬] অর্থাৎ আলেমগণ নবীগণের উত্তরাধিকারী; কিন্তু নবীগণের মধ্যে জ্ঞান ও নবুওয়তের উত্তরাধিকার হয়ে থাকে-আর্থিক উত্তরাধিকার হয় না। যুক্তির দিক দিয়েও এখানে আর্থিক উত্তরাধিকার বুঝানো যেতে পারে না। কারণ, দাউদ আলাইহিসসালামের মৃত্যুর সময় তার আরও সস্তান ছিল। আর্থিক উত্তরাধিকার বোঝানো হলে এই পুত্রদের সবাই উত্তরাধিকারী সাব্যস্ত হবে। এমতাবস্থায় বিশেষভাবে সুলাইমান আলাইহিসসালামকে উত্তরাধিকারী বলার কোন অর্থ নেই। এ থেকে বুঝা গেল যে, এখানে উত্তরাধিকার বলতে নবুওয়তের উত্তরাধিকার বুঝানো হয়েছে। [বাগভী] এর সাথে আল্লাহ্‌ তা‘আলা দাউদ আলাইহিসসালামের রাজত্বও সুলাইমান আলাইহিসসালামকে দান করেন এবং এতে অতিরিক্ত সংযোজন হিসেবে তার রাজত্ব জিন, জন্তু-জানোয়ার এবং বিহংগকুলের উপরও সম্প্রসারিত করে দেন। বায়ুকে তার নির্দেশাধীন করে দেন।\n  <br/>\n  <br/>\n  [২] লক্ষণীয় যে, এখানে সুলাইমান আলাইহিসসালাম ‘আমাদেরকে’ বলে বহুবচনের শব্দ ব্যবহার করেছেন অথচ তিনি একজন মাত্র। অধিকাংশ আলেমদের মতে শুধু তাকেই আল্লাহ্‌ তা‘আলা পশু-পাখিদের ভাষার জ্ঞান দিয়েছিলেন। সে জন্য আলেমগণ বলেন, সুলাইমান আলাইহিসসালাম একা হওয়া সত্ত্বেও নিজের জন্য বহুবচনের পদ রাজকীয় বাকপদ্ধতি অনুযায়ী ব্যবহার করেছেন, যাতে প্রজাদের মধ্যে তার প্রতি সম্মান ও ভয় সৃষ্টি হয় এবং তারা আল্লাহ্‌র আনুগত্যে ও সুলাইমান আলাইহিসসালামের আনুগত্যে শৈথিল্যও প্রদর্শন না করে। এমনিভাবে গভর্ণর, শাসনকর্তা ও উচ্চপদস্থ কর্মচারীগণ তাদের অধিনস্থদের উপস্থিতিতে নিজের জন্য বহুবচনের পদ ব্যবহার করলে তাতে দোষ নেই, যদি তা শাসনতান্ত্রিক এবং নেয়ামত প্রকাশের উদ্দেশ্যে হয়। অহংকার ও শ্রেষ্ঠত্ব প্রদর্শনের জন্যে না হয়। [দেখুন, ফাতহুল কাদীর; আত-তাহরীর ওয়াত তানওয়ীর] আমরা চিন্তা করলে আরো বুঝতে পারব যে, মহান আল্লাহ্‌ তাঁর নিজ সত্তাকে কুরআনের অধিকাংশ স্থানে বহুবচনের শব্দ ব্যবহার করে থাকেন, এটাও তাঁর নিজের সম্মান, প্রতিপত্তি প্রকাশের জন্য। যাতে বান্দাগণ তাঁর মত মহান সত্তার ব্যাপারে সাবধান হয়। তাছাড়া একমাত্ৰ মহান আল্লাহ্‌র জন্যই বহু-বচনের শব্দ অহংকার ও গর্ব সহকারে বলার অধিকার রয়েছে, আর কারও সেটা নেই। [দেখুন, ইবন তাইমিয়্যাহ, আল-জাওয়াবুস সহীহ লিমান বাদালা দীনাল মাসীহঃ ৩/৪৪৮; ইবন ফারিস, মু‘জামু মাকায়ীসুল লুগাহঃ ৩৫৩; ইবন কুতাইবাহ, শারহু মুশকিলিল কুরআনঃ ২৯৩]\n  <br/>\n  <br/>\n  [৩] সবকিছু বলতে এখানে এটাই বুঝানো হয়েছে যে, একজন নবী ও বাদশাহর জন্য যা যা দরকার তার সবই আমাকে দেয়া হয়েছে। [সা‘দী; মুয়াসসার] ‘আল্লাহ্‌র দেয়া সবকিছু আমার কাছে আছে’ একথাটির অর্থ হচ্ছে, আল্লাহ্‌র দেয়া ধন-দৌলত ও সাজ-সরঞ্জামের আধিক্য। সুলাইমান অহংকারে স্ফীত হয়ে একথা বলেননি। বরং তাঁর উদ্দেশ্য ছিল আল্লাহ্‌র অনুগ্রহ এবং তাঁর দান ও দাক্ষিণ্যের শোকর আদায় করা। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২৭ : ১৭",
        "arabic_text": "\nوَحُشِرَ لِسُلَيۡمَٰنَ جُنُودُهُۥ مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ وَٱلطَّيۡرِ فَهُمۡ يُوزَعُونَ ",
        "bangla_text": "আর সুলাইমানের সামনে সমবেত করা হল তার বাহিনীকে---জিন, মানুষ ও বিহঙ্গকুলকে এবং তাদেরকে বিন্যস্ত করা হল বিভিন্ন ব্যূহে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يوزعون শব্দটি وزع শব্দ থেকে উদ্ভূত। এর শাব্দিক অর্থ, বিরত রাখা। অর্থাৎ বাহিনীকে প্রাচুর্যের কারণে বিরত রাখা, যাতে বিচ্ছিন্ন না হয়ে যায়। বিক্ষিপ্ত ভাবে ঘুরাপিরা না করে একটি সুনির্দিষ্ট পন্থায় চলাফেরা করতে তাদেরকে বাধ্য করা হয়। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২৭ : ১৮",
        "arabic_text": "\nحَتَّىٰٓ إِذَآ أَتَوۡاْ عَلَىٰ وَادِ ٱلنَّمۡلِ قَالَتۡ نَمۡلَةٞ يَٰٓأَيُّهَا ٱلنَّمۡلُ ٱدۡخُلُواْ مَسَٰكِنَكُمۡ لَا يَحۡطِمَنَّكُمۡ سُلَيۡمَٰنُ وَجُنُودُهُۥ وَهُمۡ لَا يَشۡعُرُونَ ",
        "bangla_text": "অবশেষে যখন তারা পিপড়া অধ্যুষিত উপত্যকায় পৌঁছল তখন এক পিপড়া বলল, ‘হে পিপড়া-বাহিনী ! তোমরা তোমাদের ঘরে প্রবেশ কর, যেন সুলাইমান এবং তার বাহিনী তাদের অজ্ঞাতসারে তোমাদেরকে পায়ের নীচে পিষে না ফেলে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২৭ : ১৯",
        "arabic_text": "\nفَتَبَسَّمَ ضَاحِكٗا مِّن قَوۡلِهَا وَقَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَدۡخِلۡنِي بِرَحۡمَتِكَ فِي عِبَادِكَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "অতঃপর সুলাইমান তার এ কথাতে মৃদু হাসলেন এবং বললেন, ‘হে আমার রব! আপনি আমাকে সামর্থ্য দিন [১] যাতে আমি আপনার প্রতি কৃতজ্ঞতা প্রকাশ করতে পারি, আমার প্রতি ও আমার পিতামাতার প্রতি আপনি যে অনুগ্রহ করেছেন তার জন্য এবং যাতে আমি এমন সৎকাজ করতে পারি যা আপনি পছন্দ করেন [২]। আর আপনার অনুগ্রহে আমাকে আপনার সৎকর্মপরায়ণ বান্দাদের শামিল করুন [৩]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে উদ্দেশ্য এই যে, আমাকে সামর্থ্য দিন। আমাকে ইলহাম করুন। [মুয়াসসার] যাতে আমি নেয়ামতের কৃতজ্ঞতাকে সর্বদা সাথে রাখি, তা থেকে কোন সময় পৃথক না হই। মোটকথা এই যে, সৰ্বক্ষণ কৃতজ্ঞতা প্রকাশ করি। কারণ, আপনি আমাকে পাখি ও জীবজন্তুর কথা বুঝতে শিখিয়েছেন। আর আমার পিতার উপর নেয়ামত দিয়েছেন যে, তিনি আপনার কাছে আত্মসমৰ্পন করেছেন এবং ঈমান এনেছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে সৎকাজ করার সাথে একটি শর্ত জুড়ে দেয়া হয়েছে যে, ‘যা আপনি পছন্দ করেন’ অর্থাৎ যাতে আপনার সস্তুষ্টি বিধান হয়। এর দ্বারা মূলতঃ কবুল হওয়াই উদ্দেশ্য। তখন আয়াতের অর্থ হবে, হে আল্লাহ্‌! আমাকে এমন সৎকর্মের তাওফীক দিন, যা আপনার কাছে মকবুল হয়। নবী-রাসূলগণ তাদের সৎকর্মসমূহ মাকবুল হওয়ার জন্যেও দো‘আ করতেন; যেমন ইবরাহীম ও ইসমাঈল আলাইহিমাসসালাম কাবা গৃহ নির্মাণের সময় দো‘আ করেছিলেনঃ رَنَّنَا تَقَبَّلْ مِنَّا “হে আমাদের প্রভু! আমাদের থেকে তা কবুল করুন”। [সূরা আল-বাকারাহঃ ১২৭] এর দ্বারা বুঝা গেল যে, কোন সৎকর্ম সম্পাদন করেই নিশ্চিন্ত হয়ে যাওয়া ঠিক নয়; বরং তা কবুল হওয়ার জন্যে আল্লাহ্‌ তা‘আলার দরবারে কাকুতি-মিনতির মাধ্যমে দো‘আ করা উচিত।\n  <br/>\n  <br/>\n  [৩] সুলাইমান আলাইহিসসালাম এসব বাক্যে জান্নাতে প্রবেশ করার জন্য আল্লাহ্‌র রহমত ও দয়ার দরখাস্ত করেছেন। এর দ্বারা প্রমাণিত হলো যে, জান্নাতে যাওয়া আল্লাহ্‌র রহমতের উপর নির্ভরশীল। শুধুমাত্ৰ সৎকাজের বিনিময়ে জান্নাত পাওয়া যাবে না। হাদীসেও এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “কোন ব্যাক্তি তার কর্মের উপর ভরসা করে জান্নাতে যাবে না। সাহাবায়ে কেরাম বললেনঃ আপনিও কি? তিনি বললেনঃ হ্যাঁ, আমিও না, তবে যদি আমাকে আল্লাহ্‌র অনুগ্রহ পরিবেষ্টন করে” [বুখারীঃ ৫৩৪৯, ৬৮০৮, ৬০৯৮, মুসলিমঃ ২৮১৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২৭ : ২০",
        "arabic_text": "\nوَتَفَقَّدَ ٱلطَّيۡرَ فَقَالَ مَالِيَ لَآ أَرَى ٱلۡهُدۡهُدَ أَمۡ كَانَ مِنَ ٱلۡغَآئِبِينَ ",
        "bangla_text": "আর সুলাইমান পাখিদের সন্ধান নিলেন [১] এবং বললেন, ‘আমার কি হলো [২] যে, আমি হুদহুদকে দেখছি না ! না কি সে অনুপস্থিত ? \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘সন্ধান নেয়া’র দ্বারা এটা প্রমাণিত হলো যে, রাজ্যশাসনের নীতি অনুযায়ী সর্বস্তরের প্রজাদের দেখাশোনা করা ও খোঁজ-খবর নেয়া শাসনকর্তার অন্যতম কর্তব্য। এই নীতির পরিপ্রেক্ষিতেই সুলাইমান আলাইহিসসালাম এ সন্ধান ও খোঁজ-খবর নিয়েছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও এ কাজটি করতেন। তিনি সাহাবায়ে কেরামের অবস্থা সম্পর্কে খোঁজ-খবর নিতেন। যে ব্যাক্তি অনুপস্থিত থাকতেন তিনি অসুস্থ হলে দেখার জন্য তাশরীফ নিয়ে যেতেন, সেবা-শুশ্রূষা করতেন এবং কেউ কোন কষ্টে থাকলে তা দূরীকরণের ব্যবস্থা করতেন। সাহাবায়ে কেরামের মধ্যে উমর রাদিয়াল্লাহু ‘আনহু তার খেলাফতের আমলে নবীদের এ সুন্নাতকে পূর্ণরূপে বাস্তবায়িত করেন। রাতের অন্ধকারে তিনি মদিনার অলিতে-গলিতে ঘুরে বেড়াতেন, যাতে সবার অবস্থা সম্পর্কে ওয়াকিফহাল হতে পারেন। কাউকে কোন বিপদ ও কষ্টে পতিত দেখলে তিনি তাকে সাহায্য করতেন। এ ধরনের অজস্র ঘটনা তার জীবনীতে উল্লেখিত আছে। তিনি বলতেন, যদি ফোরাত নদীর কিনারায় কোন বাঘ কোন ছাগলছানাকে গিলে ফেলে, তবে এর জন্যও উমরকে প্রশ্ন করা হবে। এ হচ্ছে রাজ্যশাসন ও প্ৰজাপালনের নবী-রাসূলদের রীতি-নীতি যা তারা তাদের অনুসারীদের শিক্ষা দিয়েছেন। সাহাবায়ে কেরাম তা বাস্তবায়িত করেছেন। যার ফলে মুসলিম-অমুসলিম নির্বিশেষে সকল শ্রেণীর জনসাধারণ সুখে-শাস্তিতে জীবন অতিবাহিত করত। তাদের পর পৃথিবী এমন সুবিচার, ইনসাফ, শান্তি, সুখ ও নিশ্চয়তার সে দৃশ্য আর দেখেনি। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] সুলাইমান আলাইহিসসালাম বললেন, ‘আমার কি হলো যে, আমি হুদহুদকে দেখছিনা’ কথাটি অন্যভাবেও বলা যেত, যেমনঃ হুদহুদের কি হল যে, সে উপস্থিত নেই? বা হুদাহুদ কোথায় গেল? কথাটি এভাবে নিজের দিকে সম্বোধন করার কারণ কোন কোন মুফাসসিরের মতে এই যে, হুদহুদ ও অন্যান্য বিহংগকুল তার অধীনস্থ হওয়া আল্লাহ্‌ তা‘আলার একটি বিশেষ অনুগ্রহ ছিল। হুদহুদের অনুপস্থিতি দেখে শুরুতে সুলাইমান আলাইহিসসালামের মনে এ আশংকা দেখা দিল যে, সম্ভবতঃ আমার কোন ত্রুটির কারণে এই অনুগ্রহ হ্রাস পেয়েছে এবং এক শ্রেণীর পাখি অৰ্থাৎ হুদাহুদ গায়েব হয়ে গেছে। তাই তিনি নিজেকে প্রশ্ন করলেন যে, এরূপ কেন হলো? এটা একধরনের মুহাসাবাতুন-নাফস বা আত্মসমালোচনা। আল্লাহ্‌ তা‘আলার নেয়ামতকে ধরে রাখার জন্য এটা খুব জরুরী বিষয়। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২৭ : ২১",
        "arabic_text": "\nلَأُعَذِّبَنَّهُۥ عَذَابٗا شَدِيدًا أَوۡ لَأَاْذۡبَحَنَّهُۥٓ أَوۡ لَيَأۡتِيَنِّي بِسُلۡطَٰنٖ مُّبِينٖ ",
        "bangla_text": "‘আমি অবশ্যই তাকে কঠিন শাস্তি দেব কিংবা তাকে যবেহ করব [১] অথবা সে আমার নিকট উপযুক্ত কারণ দর্শাবে [২]।’\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে কয়েকটি গুরুত্বপূর্ণ শিক্ষা আমরা পাই, এক. শাস্তি দিতে হবে অপরাধ মোতাবেক শরীর মোতাবেক নয়। দুই. যদি কোন পালিত জন্তু গাভী, বলদ, গাধা, ঘোড়া, উট ইত্যাদি কাজে অলসতা করে তবে প্রয়োজনমাফিক প্ৰহারের সুষম শাস্তি দেয়া জায়েয। তবে বিনা কারণে কাউকে শাস্তি দেয়া জায়েয নেই। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] এর দ্বারা প্রমাণিত হলো যে, অভিযুক্ত ব্যাক্তিকে আত্মপক্ষ সমর্থনের সুযোগ দেয়া বিচারকের কর্তব্য। উপযুক্ত ওযর পেশ করলে তা গ্ৰহণ করা উচিত। [দেখুন, তাবারী; আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২৭ : ২২",
        "arabic_text": "\nفَمَكَثَ غَيۡرَ بَعِيدٖ فَقَالَ أَحَطتُ بِمَا لَمۡ تُحِطۡ بِهِۦ وَجِئۡتُكَ مِن سَبَإِۭ بِنَبَإٖ يَقِينٍ ",
        "bangla_text": "কিছুক্ষণ পরেই হুদহুদ এসে পড়ল এবং বলল, ‘আপনি যা জ্ঞানে পরিবেষ্টন করতে পারেননি আমি তা পরিবেষ্টন করেছি [১] এবং ‘সাবা’ [২] হতে সুনিশ্চিত সংবাদ নিয়ে এসেছি। \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দ্বারা প্রমাণিত হলো যে, নবী-রাসূলগণ গায়েব জানেন না। তাদেরকে আল্লাহ্‌ যতটুকু জ্ঞান দান করেন তাই শুধু জানতে পারেন। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] সাবা ছিল আরবের দক্ষিণ এলাকার একটি বিখ্যাত ব্যবসাজীবী জাতি। তাদের রাজধানী মারিব বর্তমান ইয়ামানের রাজধানী সান্‌‘আ থেকে তিন দিনের পথের দূরত্বে (৫৫ মাইল উত্তরপূর্বে) অবস্থিত ছিল। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২৭ : ২৩",
        "arabic_text": "\nإِنِّي وَجَدتُّ ٱمۡرَأَةٗ تَمۡلِكُهُمۡ وَأُوتِيَتۡ مِن كُلِّ شَيۡءٖ وَلَهَا عَرۡشٌ عَظِيمٞ ",
        "bangla_text": "‘আমি তো এক নারীকে দেখলাম তাদের উপর রাজত্ব করছে [১]। তাকে দেয়া হয়েছে সকল কিছু হতেই [২] এবং তার আছে এক বিরাট সিংহাসন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘সাবা’ জাতির এ সম্রাজ্ঞীর নাম কোন কোন বর্ণনায় বিলকীস বিনত শারাহীল বলা হয়েছে। [ইবন কাসীর] এ আয়াত থেকে কোন ক্রমেই নারীদেরকে রাষ্ট্রপ্রধান বানানোর প্রমাণ নেয়া জয়েয নয়। কারণ, এটা ছিল বিলকীসের ইসলাম গ্রহণের পূর্বের ঘটনা। ইসলাম গ্রহণের পরে সুলাইমান আলাইহিসসালাম তাকে এ পদে বহাল রেখেছেন বলে কোন প্রমাণ পাওয়া যায়নি। তদুপরি ইসলামী শরীয়তে তা নিষিদ্ধ ঘোষণা করা হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শোনলেন যে, পারস্যবাসীরা তাদের সম্রাটের মৃত্যুর পর তার কন্যাকে রাজ-সিংহাসনে বসিয়েছে তখন তিনি বললেনঃ “যে জাতি তাদের শাসনক্ষমতা একজন নারীর হাতে সমৰ্পণ করেছে, তারা কখনও সাফল্য লাভ করতে পারবে না।” [বুখারীঃ ৪১৬৩] এ কারণেই আলেমগণ এ ব্যাপারে একমত যে, কোন নারীকে শাসনকর্তৃত্ব, খেলাফত অথবা রাজত্ব সমর্পণ করা যায় না; বরং সালাতের ইমামতির ন্যায় বৃহৎ ইমামতি অর্থাৎ শাসনকর্তৃত্বও একমাত্র পুরুষের জন্যই উপযুক্ত। [কুরতুবী; উসাইমীন, তাফসীরু সূরাতায়িল ফাতিহা ওয়াল বাকারাহঃ ৩/১০৬]\n  <br/>\n  <br/>\n  [২] অর্থাৎ একজন রাষ্ট্রনায়কের যা প্রয়োজন সে সবই তার আছে। [কুরতুবী; ইবন কাসীর] সে যুগে যেসব বস্তু অনাবিস্কৃত ছিল, সেগুলো না থাকা এর পরিপন্থী নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২৭ : ২৪",
        "arabic_text": "\nوَجَدتُّهَا وَقَوۡمَهَا يَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ فَهُمۡ لَا يَهۡتَدُونَ ",
        "bangla_text": "‘আমি তাকে ও তার সম্প্রদায়কে দেখলাম তারা আল্লাহ্‌র পরিবর্তে সূর্যকে সিজদা করছে [১]। আর শয়তান [২] তাদের কার্যাবলী তাদের কাছে সুশোভিত করে দিয়েছে এবং তাদেরকে সৎপথ থেকে বাধাগ্রস্থ করেছে, ফলে তারা হেদায়েত পাচ্ছেনা; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ থেকে জানা যায়, সেকালে এ জাতিটি সূর্যের পূজা করতো। আরবের প্রাচীন বর্ণনাগুলো থেকেও এ জাতির এ একই ধর্মের কথা জানা যায়। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] বক্তব্যের ধরণ থেকে অনুমিত হয় যে, হুদহুদের বক্তব্য এর পূর্বের অংশটুকু। অর্থাৎ ‘‘সূর্যের সামনে সিজদা করে” পর্যন্ত তার বক্তব্য শেষ হয়ে যায়। এরপর এ উক্তিগুলো আল্লাহ্‌র পক্ষ থেকে করা হয়েছে। [কুরতুবী; আত-তাহরীর ওয়াত তানওয়ীর] এ অনুমানকে যে জিনিস শক্তিশালী করে তা হচ্ছে এ বাক্যটি “আর তিনি সবকিছু জানেন, যা তোমরা লুকাও এবং প্রকাশ করো।” এ শব্দগুলো থেকে প্ৰবল ধারণা জন্মে যে, বক্তা হুদহুদ এবং শ্রোতা সুলাইমান ও তার দরবারীগণ নন বরং বক্তা হচ্ছেন আল্লাহ্‌ এবং তিনি সম্বোধন করছেন মক্কার মুশরিকদেরকে, যাদেরকে নসিহত করার জন্যই এ কাহিনী শুনানো হচ্ছে। তবে কারও কারও মতে পুরো কথাটিই হুদহুদের। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২৭ : ২৫",
        "arabic_text": "\nأَلَّاۤ يَسۡجُدُواْۤ لِلَّهِ ٱلَّذِي يُخۡرِجُ ٱلۡخَبۡءَ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ ",
        "bangla_text": "‘নিবৃত্ত করেছে এ জন্যে যে, তারা যেন সিজদা না করে আল্লাহ্‌কে, যিনি আসমানসমূহ ও যমীনের লুক্কায়িত বস্তুকে বের করেন [১] । আর যিনি জানেন, যা তোমরা গোপন কর এবং যা তোমরা ব্যক্ত কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যিনি প্রতিমুহূর্তে এমন সব জিনিসের উদ্ভব ঘটাচ্ছেন যেগুলো জন্মের পূর্বে কোথায় কোথায় লুকিয়ে ছিল কেউ জানে না। ভূ-গর্ভ থেকে প্রতি মুহূর্তে অসংখ্য উদ্ভিদ, বিভিন্ন ধরনের রিযিক এবং নানা ধরনের খনিজ পদার্থ বের করছেন। ঊর্ধ্ব জগত থেকে প্রতিনিয়ত এমন সব জিনিসের আর্বিভাব ঘটাচ্ছেন, যার আবির্ভাব না ঘটলে মানুষের ধারণা ও কল্পনায়ও কোনদিন আসতে পারতো না। যেমন বৃষ্টির পানি। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২৭ : ২৬",
        "arabic_text": "\nٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ۩ ",
        "bangla_text": "‘আল্লাহ্‌, তিনি ছাড়া সত্য কোন ইলাহ নেই, তিনি মহা‘আরশের রব [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনি সবচেয়ে প্রকাণ্ড সৃষ্টি আরাশের রব। আর যেহেতু হুদহুদ কল্যাণের প্রতি আহ্বানকারী, এক আল্লাহ্‌র ইবাদাতের দাওয়াত প্ৰদানকারী, একমাত্র তাঁর জন্যই সিজদা করার আহ্বান করে থাকে, তাই হাদীসে তাকে হত্যা করতে নিষেধ করা হয়েছে। [দেখুন, আবু দাউদঃ ৫২৬৭; ইবন মাজাহঃ ৩২২৪]\n  <br/>\n  এ আয়াত পড়ার পর সিজদা করা ওয়াজিব। [দেখুন, কুরতুবী; আদওয়াউল বায়ান] এখানে সিজদা করার উদ্দেশ্য হচ্ছে একজন মুমিনের সূর্যপূজারীদের থেকে নিজেকে সচেতনভাবে পৃথক করা এবং নিজের কর্মের মাধ্যমে একথার স্বীকৃতি দেয়া ও একথা প্রকাশ করা উচিত যে, সে সূর্যকে নয় বরং একমাত্র আল্লাহ্‌ রাব্বুল আলামীনকেই নিজের সিজদার ও ইবাদাতের উপযোগী এবং যোগ্য মনে করে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২৭ : ২৭",
        "arabic_text": "\n۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَٰذِبِينَ ",
        "bangla_text": "সুলাইমান বললেন, ‘আমরা দেখব তুমি কি সত্য বলেছ, নাকি তুমি মিথ্যুকদের অন্তর্ভুক্ত?   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২৭ : ২৮",
        "arabic_text": "\nٱذۡهَب بِّكِتَٰبِي هَٰذَا فَأَلۡقِهۡ إِلَيۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا يَرۡجِعُونَ ",
        "bangla_text": "‘তুমি যাও আমার এ পত্র নিয়ে এবং এটা তাদের কাছে নিক্ষেপ কর; তারপর তাদের কাছ থেকে সরে থেকো [১] এবং লক্ষ্য করো তাদের প্রতিক্রিয়া কি?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুলাইমান আলাইহিসসালাম হুন্দহুদকে পত্ৰবাহকের দায়িত্ব দিয়েই ক্ষান্ত হননি বরং এ শিষ্টাচারও শিক্ষা দিলেন যে, সম্রাজ্ঞীর হাতে পত্র অর্পণ করে মাথার উপর সওয়ার হয়ে থাকবে না বরং সেখান থেকে কিছুটা সরে যাবে। এটাই রাজকীয় নিয়ম। এতে জানা গেল যে, সামাজিক শিষ্টাচার ও মানবিক চরিত্র সবার সাথেই কাম্য। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২৭ : ২৯",
        "arabic_text": "\nقَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ إِنِّيٓ أُلۡقِيَ إِلَيَّ كِتَٰبٞ كَرِيمٌ ",
        "bangla_text": "সে নারী বলল, ‘হে পরিষদবর্গ ! আমাকে এক সম্মানিত পত্র [১] দেয়া হয়েছে; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সম্মানিত পত্র বলে কোন কোন মুফাসসিরের মতেঃ মোহরাঙ্কিত পত্র বুঝানো হয়েছে। [কুরতুবী] অথবা এর কারণ, পত্রটি এসেছে অদ্ভুত ও অস্বাভাবিক পথে। কোন রাষ্ট্রদূত এসে দেয়নি। বরং তার পরিবর্তে এসেছে একটি পাখি। কারও কারও মতে, যখন তিনি দেখলেন যে, একটি হুদহুদ এটি বয়ে এনেছে আর সে হুদহুদ আদব রক্ষা করে সরে দাঁড়িয়েছে, তার বুঝতে বাকী রইল না যে, এটা কোন সম্মানিত ব্যাক্তি থেকেই এসে থাকবে। তারপর যখন চিঠি পড়লেন, তখন বুঝলেন যে, এটি নবী সুলাইমানের পক্ষ থেকে। সুতরাং নবীর পত্র অবশ্যই সম্মানিত হবে। পূর্বোক্ত দিকনির্দেশনাগুলো ছাড়াও আরো কয়েকটি কারণেও পত্রটি গুরুত্বপূর্ণ। পত্রটি শুরু করা হয়েছে আল্লাহ্‌ রহমানুর রহীমের নামে। সর্বোপরি যে বিষয়টি এর গুরুত্ব আরো বেশী বাড়িয়ে দিয়েছে তা হচ্ছে এই যে, পত্রে আমাকে একেবারে পরিষ্কার ও দ্ব্যর্থহীন ভাষায় দাওয়াত দেয়া হয়েছে, আমি যেন অবাধ্যতার পথ পরিহার করে আনুগত্যের পথ অবলম্বন করি এবং হুকুমের অনুগত বা মুসলিম হয়ে সুলাইমানের সামনে হাজির হয়ে যাই। আর এতে এটাও বলা হয়েছে যে, তার বিরুদ্ধে দাঁড়াবার তাদের কারও নেই। এসবই প্রমাণ করে যে চিঠিটি অত্যন্ত সম্মানিত। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২৭ : ৩০",
        "arabic_text": "\nإِنَّهُۥ مِن سُلَيۡمَٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ",
        "bangla_text": "‘নিশ্চয় এটা সুলাইমানের কাছ থেকে এবং নিশ্চয় এটা রহমান, রহীম আল্লাহ্‌র নামে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ একটি আয়াতে অনেকগুলো পথনির্দেশ বা হেদায়াত রয়েছেঃ তন্মধ্যে সর্বপ্রথম দিকনির্দেশ এই যে, পত্রের প্রারম্ভেই প্রেরকের নাম লেখা নবীদের সুন্নাত। এর উপকারিতা অনেক। উদাহরণতঃ পত্র পাঠ করার পূর্বেই প্রাপক জানতে পারবে যে, সে কার পত্ৰ পাঠ করছে, যাতে সে সেই পরিবেশে পত্রের বিষয়বস্তু পাঠ করে এবং চিন্তা-ভাবনা করে এবং যাতে কার পত্র, ‘কোথা থেকে এলো?’ এরূপ খোঁজাখুঁজি করার কষ্ট ভোগ করতে না হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বয়ং এভাবেই তার যাবতীয় পত্ৰ লিখতেন। এতে ছোট-বড় ভেদাভেদ করা উচিত নয়। কারণ সাহাবায়ে কিরাম যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে চিঠি লিখতেন তখনও একই পদ্ধতি অনুসরণ করতেন। যেমন, রাসূলের কাছে লিখা ‘আলী ইবনুল হাদরামীর চিঠি। তবে এটা জানা আবশ্যক যে, এর বিপরীত করলে সুন্নাত মোতাবেক না হলেও তা জায়েয। বর্তমানে খামের উপর প্রেরকের নাম লিখা থাকলে তার মাধ্যমে উপরোক্ত উদ্দেশ্য হাসিল হতে পারে। আলোচ্য ঘটনাতে দ্বিতীয় দিকনির্দেশ হলো, পত্রের উত্তর দেয়া উচিত। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা পত্রের উত্তর দেয়াকে সালামের উত্তরের মত ওয়াজিব মনে করতেন। এখানে তৃতীয় আরেকটি দিক নির্দেশ হলো, বিসমিল্লাহ লেখা। তবে এখানে দেখা যায় যে, আগে প্রেরকের নাম লিখার পর বিসমিল্লাহ বলা হয়েছে। এর দ্বারা প্রেরকের নামের পরে বিসমিল্লাহ লিখা জায়েয প্রমাণিত হলো। যদিও আগেই বিসমিল্লাহ লেখার নিয়ম বেশী প্রচলিত এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও এ কাজটি বেশী করতেন বলে প্রমাণিত হয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২৭ : ৩১",
        "arabic_text": "\nأَلَّا تَعۡلُواْ عَلَيَّ وَأۡتُونِي مُسۡلِمِينَ ",
        "bangla_text": "‘যাতে তোমরা আমার বিরোধিতার ঔদ্ধত্য প্রকাশ না করো এবং আনুগত্য স্বীকার করে আমার কাছে উপস্থিত হও [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “মুসলিম” হয়ে হাযির হবার দু’টি অর্থ হতে পারে। এক, অনুগত হয়ে হাযির হয়ে যাও। দুই, তাওহীদবাদী হয়ে যাও বা দ্বীন ইসলাম গ্ৰহণ করে হাযির হয়ে যাও। প্রথম হুকুমটি সুলাইমানের শাসকসুলভ মর্যাদার সাথে সামঞ্জস্য রাখে। দ্বিতীয় হুকুমটি সামঞ্জস্য রাখে তার নবীসুলভ মর্যাদার সাথে। [বাগভী; ইবন কাসীর] সম্ভবত এই ব্যাপক অৰ্থবোধক শব্দটি ব্যবহার করা হয়েছে পত্রে উভয় উদ্দেশ্য অন্তর্ভুক্ত থাকার কারণে।\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২৭ : ৩২",
        "arabic_text": "\nقَالَتۡ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَفۡتُونِي فِيٓ أَمۡرِي مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ ",
        "bangla_text": "সে নারী বলল, ‘হে পরিষদবর্গ ! আমার এ ব্যাপারে তোমাদের মতামত দাও [১]। আমি কোন ব্যাপারে চূড়ান্ত সিদ্ধান্ত গ্রহণ করি না তোমাদের উপস্থিতি ছাড়া। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أفْتُوْنِيْ শব্দটি فتوى শব্দ থেকে উদ্ভূত। এর অর্থ কোন বিশেষ প্রশ্নের জওয়াব দেয়া। এখানে পরামর্শ দেয়া এবং নিজের মত প্ৰকাশ করা বোঝানো হয়েছে। সম্রাজ্ঞী বিলকীসের কাছে যখন সুলাইমান আলাইহিসসালামের পত্র পৌঁছল তখন সে তার সভাসদদেরকে একত্রিত করে ঘটনা বর্ণনা করল এবং তাদের পরামর্শ তলব করল যে, এ ব্যাপারে কি করা উচিত। সে তাদের অভিমত জিজ্ঞাসা করার পূর্বে মনোরঞ্জনের জন্য একথাও বলল, আমি তোমাদের উপস্থিতি ব্যতীত কোন ব্যাপারে চুড়ান্ত সিদ্ধান্ত গ্ৰহণ করি না। [ফাতহুল কাদীর] এর ফলেই সেনাধ্যক্ষগণ ও মন্ত্রীবর্গ এর জওয়াবে সম্পূর্ণ তৎপরতা সহকারে আদেশ পালনের জন্য সর্বপ্রকার ত্যাগ স্বীকারে সম্মতি জ্ঞাপন করল। এ থেকে বোঝা গেল যে, গুরুত্বপূর্ণ বিষয়ে পরামর্শ গ্ৰহণ করার পদ্ধতি সুপ্রাচীন। ইসলাম পরামর্শকে বিশেষ গুরুত্ব দান করেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বয়ং বিভিন্ন কাজে সাহাবায়ে কিরামের সাথে পরামর্শ করতেন এবং তাকে পরামর্শ করার নির্দেশও প্ৰদান করা হয়েছে। [বাগভী; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২৭ : ৩৩",
        "arabic_text": "\nقَالُواْ نَحۡنُ أُوْلُواْ قُوَّةٖ وَأُوْلُواْ بَأۡسٖ شَدِيدٖ وَٱلۡأَمۡرُ إِلَيۡكِ فَٱنظُرِي مَاذَا تَأۡمُرِينَ ",
        "bangla_text": "তারা বলল, ‘আমরা তো শক্তিশালী ও কঠোর যোদ্ধা; তবে সিদ্ধান্ত গ্রহণের ক্ষমতা আপনারই, কি আদেশ করবেন তা আপনি ভেবে দেখুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২৭ : ৩৪",
        "arabic_text": "\nقَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُواْ قَرۡيَةً أَفۡسَدُوهَا وَجَعَلُوٓاْ أَعِزَّةَ أَهۡلِهَآ أَذِلَّةٗۚ وَكَذَٰلِكَ يَفۡعَلُونَ ",
        "bangla_text": "সে নারী বলল, ‘রাজা-বাদশারা যখন কোন জনপদে প্রবেশ করে তখন তো সেটাকে বিপর্যস্ত করে দেয় এবং সেখানকার মর্যাদাবান ব্যাক্তিদেরকে অপদস্ত করে, আর এরূপ করাই তাদের রীতি [১];  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আর এরূপ করাই তাদের রীতি। এ কথাটি যদি ‘সাবা’ সম্রাজ্ঞীর হয় তবে এর অর্থ দু’টি হতে পারেঃ এক, কথাটি তিনি আগের কথার তাকিদ হিসেবে ব্যবহার করেছেন। অর্থাৎ রাজা বাদশাহগণ কোন দেশ জোর করে দখল করেন তখন সেখানকার সম্মানিত অধিবাসীদের অসম্মানিত করে তাদের মনে ভয়-ভীতি ঢুকিয়ে দিয়ে রাষ্ট্রযন্ত্র নিয়ন্ত্রণ করা তাদের চিরাচরিত নিয়ম। [মুয়াসসার] দুই, অথবা তিনি একথা বলতে চেয়েছেন যে, যেহেতু রাজা-বাদশাহগণ এরূপ করে থাকেন তাই সুলাইমান ও তার সৈন্য-সামন্তরা অনুরূপ কাজই করবে। [জালালাইন] আর যদি এ কথাটি আল্লাহ্‌র কথা হয় তবে তা দ্বারা আল্লাহ্‌ তা‘আলা সাবা সম্রাজ্ঞীর কথাকে বাস্তব বলে স্বীকৃতি দিলেন। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২৭ : ৩৫",
        "arabic_text": "\nوَإِنِّي مُرۡسِلَةٌ إِلَيۡهِم بِهَدِيَّةٖ فَنَاظِرَةُۢ بِمَ يَرۡجِعُ ٱلۡمُرۡسَلُونَ ",
        "bangla_text": "‘আর আমি তো তাদের নিকট উপঢৌকন পাঠাচ্ছি, দেখি, দূতেরা কী নিয়ে ফিরে আসে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিলকীস সুলাইমান আলাইহিসসালামকে পরীক্ষা করার মনস্থ করলেন। তিনি কি নবী নাকি আধিপত্যবাদী অৰ্থলিপ্সু কোন অত্যাচারী শাসক। তিনি আল্লাহ্‌র নির্দেশ পালনকে বেশী গুরুত্ব দেন নাকি আধিপত্য বিস্তারের গুরুত্ব তার কাছে বেশী। এই পরীক্ষা দ্বারা বিলকিসের লক্ষ্য ছিল এই যে, বাস্তবিকই তিনি নবী হলে তার আদেশ পালন করা হবে এবং বিরোধিতামূলক কার্যক্রম গ্রহণ করা হবে না। পক্ষান্তরে যদি তিনি আধিপত্যবাদের নেশায় আমাদেরকে দাসে পরিণত করতে চান, তবে তার মোকাবেলা কিভাবে করা হবে, সে সম্পর্কে চিন্তা করা হবে। [দেখুন, ইবন কাসীর] এ পরীক্ষার জন্য তিনি সুলাইমান ও তার সভাষদদের জন্য কিছু উপঢৌকন পাঠালেন। যদি তিনি উপঢৌকন পেয়ে সন্তুষ্ট হয়ে যান, তবে বোঝা যাবে যে, তিনি একজন সম্রাটই। পক্ষান্তরে তিনি নবী হলে ইসলাম ও ঈমান ব্যতীত কোন কিছুতেই সন্তুষ্ট হবেন না। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২৭ : ৩৬",
        "arabic_text": "\nفَلَمَّا جَآءَ سُلَيۡمَٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٖ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيۡرٞ مِّمَّآ ءَاتَىٰكُمۚ بَلۡ أَنتُم بِهَدِيَّتِكُمۡ تَفۡرَحُونَ ",
        "bangla_text": "অতঃপর দূত সুলাইমানের কাছে আসলে সুলাইমান বললেন, ‘তোমরা কি আমাকে ধন-সম্পদ দিয়ে সাহায্য করছ? আল্লাহ্‌ আমাকে যা দিয়েছেন, তা তোমাদেরকে যা দিয়েছেন তার চেয়ে উৎকৃষ্ট [১] বরং তোমরাই তোমাদের উপঢৌকন নিয়ে উৎফুল্ল বোধ কর [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে সুলাইমান আলাইহিসসালাম হাদীয়া বা উপঢৌকন গ্ৰহণ করেননি। এটা কি এ জন্যে যে, কাফেরের উপটৌকন গ্ৰহণ করা জায়েয নেই নাকি তিনি এজন্যে গ্ৰহণ করেননি যে, ঈমান ও ইসলাম ছাড়া তার কাছে আর কোন কিছুর তেমন গুরুত্বই নেই। শেষোক্তটিই এখানে বেশী স্পষ্ট। তারপর এটাও আমাদের জানা দরকার যে, কাফেরদের দেয়া হাদীয়া বা উপঢৌকন গ্রহণ করা যাবে কি না? এ ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে দু’ধরনের সহীহ বৰ্ণনা এসেছে। কখনও কখনও তিনি গ্ৰহণ করেছেন আবার কখনো কখনো তিনি কাফের-মুশরিকদের হাদীয়া গ্ৰহণ করা থেকে বিরত থেকেছেন এবং বলেছেন আমি মুশরিকদের হাদীয়া বা উপঢৌকন গ্ৰহণ করি না। এমতাবস্থায় সঠিক মত হলো, যদি কাফেরের হাদীয়া বা উপঢৌকন গ্ৰহণ করার মাধ্যমে দ্বীনি কোন স্বাৰ্থ থাকে যেমন সে ইসলাম গ্ৰহণ করবে বা তার শক্ৰতা থেকে মুসলিমগণ নিরাপদ থাকবে তখন তা গ্রহণ জায়েয। আর যদি এটা গ্রহণের মাধ্যমে তাদের অন্তরে ইসলাম সম্পর্কে ভিন্ন কোন ধারনা সৃষ্টি হওয়ার অবকাশ থাকে তবে তা গ্রহণ করা জায়েয নয়। মূলকথাঃ পুরো ব্যাপারটি দ্বীনী “মাসলাহাত” বা স্বাৰ্থ চিন্তা করে করতে হবে। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ হাদীয়া ও উপঢৌকন নিয়ে খুশী হওয়া তোমাদের কাজ, আমার কাজ নয়। কারণ, তোমরা দুনিয়ার সম্পদ ভালবাসো। আমি দুনিয়ার সম্পদের তোয়াক্কা করি না। আল্লাহ্‌ আমাকে যথেষ্ট দিয়েছেন তদুপরি তিনি আমাকে নবুওয়তও দিয়েছেন। আমি সম্পদ চাই না চাই তোমাদের ঈমান। অহংকার ও দাম্ভীকতার প্রকাশ এ কথা বা কাজের উদ্দেশ্য নয়। আসল বক্তব্য হচ্ছে, তোমাদের অর্থ-সম্পদ আমার লক্ষ্য নয় বরং তোমরা ঈমান আনো এটাই আমার কাম্য। [ফাতহুল কাদীর] তোমরা কি মনে করেছ যে সম্প্রাপদ নিয়ে আমি তোমাদেরকে শির্ক এর উপর রেখে দেব? তোমাদের সম্পদের তুলনায় আমার রব নবুওয়ত ও রাজত্বের আমাকে যা কিছু দিয়েছেন তা ঢের বেশী। কাজেই তোমাদের সম্পদের প্রতি আমার লোভাতুর হওয়ার প্রশ্নই উঠে না। হাদীয়া নিয়ে তোমরাই খুশী হয়ে থাক, আমি তো কেবল ইসলাম অথবা তরবারী এ দু’টোর যে কোন একটায় শুধু খুশী হই। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২৭ : ৩৭",
        "arabic_text": "\nٱرۡجِعۡ إِلَيۡهِمۡ فَلَنَأۡتِيَنَّهُم بِجُنُودٖ لَّا قِبَلَ لَهُم بِهَا وَلَنُخۡرِجَنَّهُم مِّنۡهَآ أَذِلَّةٗ وَهُمۡ صَٰغِرُونَ ",
        "bangla_text": "‘তাদের কাছে ফিরে যাও, অতঃপর আমরা অবশ্যই তাদের বিরুদ্ধে নিয়ে আসব এক সৈন্য বাহিনী যার মুকাবিলা করার শক্তি তাদের নেই। আর আমরা অবশ্যই তাদেরকে সেখান থেকে বহিষ্কৃত করব লাঞ্ছিতভাবে এবং তারা হবে অপদস্থ।’\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২৭ : ৩৮",
        "arabic_text": "\nقَالَ يَٰٓأَيُّهَا ٱلۡمَلَؤُاْ أَيُّكُمۡ يَأۡتِينِي بِعَرۡشِهَا قَبۡلَ أَن يَأۡتُونِي مُسۡلِمِينَ ",
        "bangla_text": "সুলাইমান বললেন, ‘হে পরিষদবর্গ ! তারা আত্মসমর্পণ করে [১] আমার কাছে আসার [২] আগে তোমাদের মধ্যে কে তার সিংহাসন আমার কাছে নিয়ে আসবে ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে مسلمين শব্দ আছে। যার আভিধানিক অর্থ, আত্মসমর্পণ। এখানে কোন কোন মুফাসসির আভিধানিক অর্থ হওয়াটাকেই বেশী প্রাধান্য দিয়েছেন। কেননা, সে তখনো ইসলাম গ্রহণ করেনি। সে মূলতঃ আত্মসমৰ্পন করতেই আসছিল। পরবর্তী বিভিন্ন আয়াত থেকে বোঝা যায় যে, সাবার রাণী সুলাইমান আলাইহিসসালামের দরবারে আসার পর বিভিন্ন নিদর্শণাবলী দেখার পর ঈমান এনেছিল। তাই এখানে ইসলাম শব্দের আভিধানিক অর্থ গ্রহণই অধিক যুক্তিসম্মত। [দেখুন, মুয়াসসার] তবে এখানে পারিভাষিক অর্থে মুসলিম হয়ে যাওয়ার অর্থও গ্রহণ করা যেতে পারে। কারণ, যদি মুসলিম হয়ে যায় তবে তার সম্পদের উপর অধিকার প্রতিষ্ঠিত হবে না। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর; সা‘দী]\n  <br/>\n  <br/>\n  [২] সুলাইমান আলাইহিসসালামের কথা ও কর্মকান্ড ও তার প্রতিপত্তি দেখে সাবার রাণীর দূতগণ হতভম্ব হয়ে প্রত্যাবর্তন করল। সুলাইমান আলাইহিসসালামের যুদ্ধ ঘোষণার কথা শুনিয়ে দিলে সাবার রাণী তার সম্প্রদায়কে বলল, পূর্বেও আমার এই ধারণা ছিল যে, সুলাইমান দুনিয়ার সম্রাটদের ন্যায় কোন সম্রাট নন; বরং তিনি আল্লাহ্‌র কাছ থেকে বিশেষ পদমর্যাদাও লাভ করেছেন। আল্লাহ্‌র নবীর বিরুদ্ধে যুদ্ধ করা আল্লাহ্‌র বিরুদ্ধে যুদ্ধ করার নামান্তর। এরূপ শক্তি আমাদের নেই। এ কথা বলে সে সুলাইমান আলাইহিসসালামের দরবারে হাযির হওয়ার প্রস্তুতি শুরু করে দিল। সুলাইমান আলাইহিসসালাম সেটা বুঝতে পেরে তার সভাষদদের মধ্যে জানতে চাইলেন যে, কে এমন আছে যে বিলকীসের সিংহাসনটি সে আসার আগেই এখানে আনতে পারে? কারণ, তিনি চাইলেন যে বিলকীস রাজকীয় শক্তি ও শান-শওকতের সাথে একটি নবীসুলভ মু‘জিযাও প্রত্যক্ষ করুক। এটা তার ঈমান আনার অধিক সহায়ক হবে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর; সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২৭ : ৩৯",
        "arabic_text": "\nقَالَ عِفۡرِيتٞ مِّنَ ٱلۡجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن تَقُومَ مِن مَّقَامِكَۖ وَإِنِّي عَلَيۡهِ لَقَوِيٌّ أَمِينٞ ",
        "bangla_text": "এক শক্তিশালী জিন বলল, ‘আপনি আপনার স্থান থেকে উঠার আগেই আমি তা এনে দেব [১] এবং এ ব্যাপারে আমি অবশ্যই শক্তিমান, বিশ্বস্ত [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুলাইমান আলাইহিস সালামের নিয়ম ছিল যে, তিনি সকাল থেকে দুপুর পর্যন্ত রাষ্ট্র, বিচারকাজ ও খাওয়া দাওয়ার জন্য মজলিসে বসতেন। তাই জিনটি বলেছিল, আপনি সে বসা শেষ করার আগেই আমি সে সিংহাসনটি নিয়ে হাযির হব। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আপনি আমার প্রতি আস্থা রাখতে পারেন, আমি নিজে তার কোন মূল্যবান জিনিস চুরি করে নেব না। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২৭ : ৪০",
        "arabic_text": "\nقَالَ ٱلَّذِي عِندَهُۥ عِلۡمٞ مِّنَ ٱلۡكِتَٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبۡلَ أَن يَرۡتَدَّ إِلَيۡكَ طَرۡفُكَۚ فَلَمَّا رَءَاهُ مُسۡتَقِرًّا عِندَهُۥ قَالَ هَٰذَا مِن فَضۡلِ رَبِّي لِيَبۡلُوَنِيٓ ءَأَشۡكُرُ أَمۡ أَكۡفُرُۖ وَمَن شَكَرَ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيّٞ كَرِيمٞ ",
        "bangla_text": "কিতাবের জ্ঞান যার ছিল [১], সে বলল, ‘আপনি চোখের পলক ফেলার আগেই আমি তা আপনাকে এনে দেব।’ অতঃপর সুলাইমান যখন তা সামনে স্থির অবস্থায় দেখলেন তখন তিনি বললেন, ‘এ আমার রব-এর অনুগ্রহ, যাতে তিনি আমাকে পরীক্ষা করেন যে, আমি কৃতজ্ঞতা প্রকাশ করি, না অকৃতজ্ঞতা প্রকাশ করি। আর যে কৃতজ্ঞতা প্রকাশ করে, সে তো কৃতজ্ঞতা প্রকাশ করে নিজেরই কল্যাণের জন্য, আর যে কেউ অকৃতজ্ঞ হবে, সে জেনে রাখুক যে, আমার রব অভাবমুক্ত, মহানুভাব [২]।’   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছেঃ ‘কিতাবের জ্ঞান যার কাছে ছিল সে বলল’ এখানে কিতাবের জ্ঞান কার কাছে ছিল তার সম্পর্কে কিছু বলা হয়নি। এ ব্যাক্তি কে ছিল, তার কাছে কোন বিশেষ ধরনের জ্ঞান ছিল এবং যে কিতাবের জ্ঞান তার আয়ত্ত্বাধীন ছিল সেটি কোন কিতাব ছিল, এ সম্পর্কে কোন চূড়ান্ত ও নিশ্চিত কথা বলা সম্ভবপর নয়। কুরআনে বা কোন সহীহ হাদীসে এ বিষয়গুলো সুস্পষ্ট করা হয়নি। তাফসীরকারদের মধ্যে থেকে কেউ কেউ বলেন, সে ছিল একজন ফেরেশতা আবার কেউ কেউ বলেন, একজন মানুষই ছিল। তারপর সে মানুষটিকে চিহ্নিত করার ব্যাপারেও তাদের মধ্যে মতদ্বৈধতা রয়েছে। এভাবে কিতাব সম্পর্কেও মুফাসসিরগণের বিভিন্ন বক্তব্য পেশ করেছেন। কেউ বলেন, এর অর্থ লাওহে মাহফুজ এবং কেউ বলেন, শরী‘আতের কিতাব। কিন্তু এগুলো সবই নিছক অনুমান। আর কিতাব থেকে ঐ অর্জিত জ্ঞান সম্পর্কেও বিনা যুক্তি-প্রমাণে ঐ একই ধরনের অনুমানের আশ্রয় নেয়া হয়েছে। তবে এ সম্পর্কে এমন সম্ভাবনাও আছে যে, স্বয়ং সুলাইমান আলাইহিসসালামই তিনি। কেননা, আল্লাহ্‌র কিতাবের সর্বাধিক জ্ঞান তারই বেশী ছিল। এমতাবস্থায় গোটা ব্যাপারটাই একটা মু‘জিযা এবং সাবার রাণীকে নবীসুলভ মু‘জিযা দেখানোই উদ্দেশ্য ছিল। কাজেই এ ব্যাপারে আপত্তির কোন কিছু নেই। কিন্তু অধিকাংশ তাফসীরবিদের মতে, এ লোক সুলাইমান আলাইহিসসালামের সহচর ছিলেন, যার নাম ছিলঃ আসেফ ইবন বরখিয়া। সে হিসেবে এটা একটি কারামত ছিল। [দেখুন, ফাতহুল কাদীর] এখানে মু‘জিযা ও কারামাতের মধ্যে কিছু সুনির্দিষ্ট পার্থক্য বর্ণনা করছিঃ\n  <br/>\n  <br/>\n  মু‘জিযা নবুওয়তের দাবীর সাথে সম্পৃক্ত। আর কারামতের ব্যাপারে এ দাবী থাকতে পারে না।\n  <br/>\n  <br/>\n  মু‘জিযা নবীর ইচ্ছাধীন। তিনি সেটা দেখাতে ও প্রকাশে সমর্থ হন। পক্ষান্তরে কারামত দেখাবার ব্যাপার নয়। আল্লাহ্‌ তা‘আলা কারামতের মাধ্যমে নবীর উম্মতের মধ্যে যাকে ইচ্ছে সম্মানিত করেন। তারা প্ৰকাশ্য সৎকর্মশীল লোকই হয়ে থাকেন। নবীদের মু‘জিযার উপরে তার উম্মাতের কারো কারামত প্রাধান্য পেতে পারে না। অর্থাৎ নবীর মু‘জিযা জাতীয় হবে। নবীকে ছাড়িয়ে কেউ কারামত দেখাতে পারে না।\n  <br/>\n  <br/>\n  কারামত মূলতঃ নবীর মু‘জিযারই অংশ। নবীর অনুসরণ না করলে কারামত কখনো হাসিল হতে পারে না। যারা নবীর অনুসরণ করবে না তারা যদি এ ধরণের কিছু দেখায় তবে স্পষ্টভাবে বুঝতে হবে যে, সেটা কোন যাদু বা সম্মোহনী অথবা ধোঁকার অংশ। [ইমাম আল-লালকায়ী, কারামাতু আওলিয়ায়িল্লাহ এর ভূমিকা; ইবন তাইমিয়্যাহ, আন-নুবুওয়াতঃ ৫০৩; উমর সুলাইমান আল-আশকার; আর-রুসুল ওয়ার রিসালাহ]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তিনি কারো কৃতজ্ঞতা প্রকাশের মুখাপেক্ষী নন। কারো কৃতজ্ঞতা প্রকাশের ফলে তাঁর সার্বভৌম কর্তৃত্ব সামান্য পরিমাণও বৃদ্ধি পায় না আবার কারো অকৃতজ্ঞতার ফলে তাতে এক চুল পরিমাণ কমতিও হয় না। তিনি নিজস্ব শক্তি বলে সর্বময় কর্তৃত্ব প্রয়োগ করে যাচ্ছেন। বান্দাদের মানা না মানার উপর তাঁর কর্তৃত্ব নির্ভরশীল নয়। কুরআন মজীদে একথাটিই এক জায়গায় মূসার মুখ দিয়ে উদ্ধৃত করা হয়েছেঃ “যদি তোমরা এবং সারা দুনিয়াবাসীরা মিলে কুফরী করো তাহলেও তাতে আল্লাহ্‌র কিছু আসে যায় না, তিনি অমুখাপেক্ষী এবং আপনি সত্তায় আপনি প্রশংসিত।” [সূরা ইবরাহীমঃ ৮] অনুরূপভাবে, নিম্নোক্ত হাদীসে কুদসীতেও এ একই বিষয়বস্তুর অবতারণা করা হয়েছেঃ “মহান আল্লাহ্‌ বলেন, হে আমার বান্দারা যদি প্রথম থেকে শেষ পর্যন্ত তোমরা সকল মানুষ ও জিন তোমাদের মধ্যকার সবচেয়ে বেশী মুত্তাকী ব্যাক্তির হৃদয়ের মতো হয়ে যাও, তাহলে তার ফলে আমার বাদশাহী ও শাসন কর্তৃত্বে কিছুমাত্র বৃদ্ধি ঘটে না। হে আমার বান্দারা! যদি প্রথম থেকে শেষ পর্যন্ত তোমরা সকল মানুষ ও জিন তোমাদের মধ্যকার সবচেয়ে বেশী বদকার ব্যাক্তিটির হৃদয়ের মতো হয়ে যাও, তাহলে এর ফলে আমার বাদশাহীতে কোন কমতি দেখা যাবে না। হে আমার বান্দারা! এগুলো তোমাদের নিজেদেরই কর্ম, তোমাদের হিসেবের খাতায় আমি এগুলো গণনা করি, তারপর এগুলোর পুরোপুরি প্রতিদান আমি তোমাদের দিয়ে থাকি। কাজেই যার ভাগ্যে কিছু কল্যাণ এসেছে তার উচিত আল্লাহ্‌র শোকরগুজারী করা এবং যে অন্যকিছু লাভ করেছে সে যেন নিজেকেই ভর্ৎসনা করে”। [মুসলিমঃ ২৫৭৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২৭ : ৪১",
        "arabic_text": "\nقَالَ نَكِّرُواْ لَهَا عَرۡشَهَا نَنظُرۡ أَتَهۡتَدِيٓ أَمۡ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهۡتَدُونَ ",
        "bangla_text": "সুলাইমান বললেন, ‘তোমরা তার সিংহাসনের আকৃতি তার কাছে অপরিচিত করে বদলে দাও; দেখি সে সঠিক দিশা পায়, না সে তাদের অন্তর্ভুক্ত যাদের দিশা নেই [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ হচ্ছে, হঠাৎ তিনি স্বদেশ থেকে এত দূরে নিজের সিংহাসন দেখে একথা বুঝতে পারেন কি না যে এটা তারই সিংহাসন এবং এটা উঠিয়ে নিয়ে আসা হয়েছে। আবার এ বিস্ময়কর মু‘জিযা দেখে তিনি সত্য-সঠিক পথের সন্ধান পান অথবা নিজের ভ্ৰষ্টতার মধ্যে অবস্থান করতে থাকেন কি না এ অর্থও এর মধ্যে নিহিত রয়েছে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২৭ : ৪২",
        "arabic_text": "\nفَلَمَّا جَآءَتۡ قِيلَ أَهَٰكَذَا عَرۡشُكِۖ قَالَتۡ كَأَنَّهُۥ هُوَۚ وَأُوتِينَا ٱلۡعِلۡمَ مِن قَبۡلِهَا وَكُنَّا مُسۡلِمِينَ ",
        "bangla_text": "অতঃপর সে নারী যখন আসল, তখন তাকে জিজ্ঞেস করা হল, ‘তোমার সিংহাসন কি এরূপই?’ সে বলল, ‘মনে হয় এটা সেটাই। আর আমাদেরকে ইতিপূর্বেই প্রকৃত জ্ঞান দান করা হয়েছে এবং আমরা আজ্ঞাবহও হয়ে গেছি [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের শেষাংশ অর্থাৎ ‘আমাদেরকে ইতিপূর্বেই প্রকৃত জ্ঞান দান করা হয়েছে এবং আমরা আজ্ঞাবহও হয়ে গেছি’ এটা কার কথা তা নির্ধারণে দুটি মত রয়েছেঃ এক, এটা সাবার রাণীর বক্তব্য। সুতরাং তখন অর্থ হবে, আমাদের কাছে আপনার নবুওয়ত ও ঐশ্বর্যের জ্ঞান আগেই এসেছে তাই আমরা পূর্ব থেকেই আনুগত্য প্রকাশ করে নিয়েছি। এর আরেক অর্থ এটাও হতে পারে যে, অর্থাৎ এ মু‘জিযা দেখার আগেই সুলাইমান আলাইহিস সালামের যেসব গুণাবলী ও বিবরণ আমরা জেনেছিলাম তার ভিত্তিতে আমাদের বিশ্বাস জন্মে গিয়েছিল যে, তিনি নিছক একটি রাজ্যের শাসনকর্তা নন বরং আল্লাহ্‌র একজন নবী। দুই, এটা সুলাইমান আলাইহিসসালামের কথা। তখন অর্থ হবে, আমরা আগে থেকেই আল্লাহ্‌র কুদরত সম্পর্কে সঠিক জ্ঞান থাকায় তাঁর উপর ঈমান এনেছি। বা আমরা আগে থেকেই জানতাম যে, আপনি আনুগত্য করবেন অথবা আপনার আগমনের পূর্বেই আমাদের জানা ছিল যে, আপনি ইসলাম গ্ৰহণ করেছেন এবং আপনি অনুগত হয়ে আসছেন । [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২৭ : ৪৩",
        "arabic_text": "\nوَصَدَّهَا مَا كَانَت تَّعۡبُدُ مِن دُونِ ٱللَّهِۖ إِنَّهَا كَانَتۡ مِن قَوۡمٖ كَٰفِرِينَ ",
        "bangla_text": "আর আল্লাহ্‌র পরিবর্তে সে যার পূজা করত সেটাই তাকে নিবৃত্ত করেছিল [১], সে তো ছিল কাফের সম্প্রদায়ের অন্তর্ভুক্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছেঃ ‘আল্লাহ্‌র পরিবর্তে সে যার পূজা করত সেটাই তাকে নিবৃত্ত করেছে’ এখানে যে অর্থ করা হয়েছে তার দ্বারা বুঝা যাচ্ছে যে, আল্লাহ্‌র পরিবর্তে যে সমস্ত বস্তুর ইবাদত সে করত। যেমন চাঁদ-সূৰ্য সেগুলিই তাকে ঈমান আনতে বাধ সাধছিল। কারণ, মানুষের মনে একবার কোন কিছুর মহব্বত গেঁথে গেলে সেটা থেকে পরিত্রাণ পাওয়া দুষ্কর হয়ে পড়ে। সে জন্য সে হক জানার পরও ঈমান আনতে দেরী করছিল। এ অর্থানুসারে আলোচ্য বাক্যাংশটি আল্লাহ্‌র পক্ষ থেকে তার অবস্থান সুস্পষ্ট করার জন্য বলা হয়েছে। অর্থাৎ তার মধ্যে জিদ ও একগুয়েমী ছিল না। শুধুমাত্র কাফের জাতির মধ্যে জন্ম নেয়ার কারণেই তিনি তখনো পর্যন্ত কাফের ছিলেন। সচেতন বুদ্ধিবৃত্তির অধিকারী হবার পর থেকেই যে জিনিসের সামনে সিজদাবনত হবার অভ্যাস তার মধ্যে গড়ে উঠেছিল সেটিই ছিল তার পথের প্রতিবন্ধক। সুলাইমান আলাইহিসসালামের মুখোমুখি হবার পর যখন তার চোখ খুলে তখন এ প্রতিবন্ধক দূর হতে এক মুহুৰ্তও দেরী হয় নি। আয়াতের আরেকটি অর্থ এও করা হয় যে, ‘আল্লাহ্‌ ছাড়া যাদের ইবাদত সে করত তা থেকে তাকে নিবৃত্ত করা হয়েছে’। তখন নিবৃত্তকারী স্বয়ং আল্লাহ্‌ হতে পারেন কারণ তিনি তা হারাম ঘোষণা করেছেন। অথবা সুলাইমান আলাইহিসসালামও হতে পারেন। কারণ, ঈমান আনতে বাধ্য করার মাধ্যমে সুলাইমান আলাইহিসসালাম তাকে অন্য কিছুর ইবাদত ত্যাগ করতে বাধ্য করলেন। [দেখুন, তাবারী; কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২৭ : ৪৪",
        "arabic_text": "\nقِيلَ لَهَا ٱدۡخُلِي ٱلصَّرۡحَۖ فَلَمَّا رَأَتۡهُ حَسِبَتۡهُ لُجَّةٗ وَكَشَفَتۡ عَن سَاقَيۡهَاۚ قَالَ إِنَّهُۥ صَرۡحٞ مُّمَرَّدٞ مِّن قَوَارِيرَۗ قَالَتۡ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي وَأَسۡلَمۡتُ مَعَ سُلَيۡمَٰنَ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "তাকে বলা হল, ‘প্রাসাদটিতে প্রবেশ কর।’ অতঃপর যখন সে সেটা দেখল তখন সে সেটাকে এক গভীর জলাশয় মনে করল এবং সে তার পায়ের গোছা দুটো অনাবৃত করল। সুলাইমান বললেন, এটা তো স্বচ্ছ স্ফটিক মণ্ডিত প্রাসাদ। সেই নারী বলল, ‘হে আমার রব ! আমি তো নিজের প্রতি যুলুম করেছিলাম [১], আর আমি সুলাইমানের সাথে সৃষ্টিকুলের রব আল্লাহ্‌র কাছে আত্মসমর্পণ করছি।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ শির্ক করার মাধ্যমে, তাছাড়া পূর্বেকার যে সমস্ত কুফরি ও গোনাহ সে করেছিল সবই উদ্দেশ্য হতে পারে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২৭ : ৪৫",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحًا أَنِ ٱعۡبُدُواْ ٱللَّهَ فَإِذَا هُمۡ فَرِيقَانِ يَخۡتَصِمُونَ ",
        "bangla_text": "আর অবশ্যই আমরা সামূদ সম্প্রদায়ের কাছে তাদের ভাই সালেহকে পাঠিয়েছিলাম এ আদেশসহ যে, ‘তোমরা আল্লাহ্‌র ‘ইবাদাত কর [১],’ এতে তারা দু’দলে বিভক্ত হয়ে বিতর্কে লিপ্ত হল [২]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তুলনামূলক অধ্যায়নের জন্য সূরা আল-আ‘রাফের ৭৩ থেকে ৭৯, হূদের ৬১ থেকে ৬৮, আশ শু‘আরার ৪১ থেকে ৫৯, আল-কামারের ২৩ থেকে ৩২ এবং আশ-শামসের ১১ থেকে ১৫ আয়াত পড়ুন।\n  <br/>\n  <br/>\n  [২] অর্থাৎ সালেহ আলাইহিস সালামের দাওয়াত শুরু হওয়ার সাথে সাথেই তার জাতি দু’টি দলে বিভক্ত হয়ে গেলো। একটি দল মুমিনদের এবং অন্যটি অস্বীকারকারীদের এ বিভক্তির সাথে সাথেই তাদের মধ্যে দ্বন্দ্ব সংঘাতও শুরু হয়ে গেলো। [ইবন কাসীর] যেমন কুরআন মজিদে বলা হয়েছেঃ ‘‘তার জাতির শ্রেষ্ঠত্বের গর্বে গর্বিত সরদাররা দলিত ও নিষ্পেষিত জনগোষ্ঠীর মধ্য থেকে  যারা ঈমান এনেছিল তাদেরকে বললো, সত্যই কি তোমরা জানো, সালেহ তার রবের পক্ষ থেকে পাঠানো একজন নবী? তারা জবাব দিল, তাকে যে জিনিস সহকারে পাঠানো হয়েছে। আমরা অবশ্যই তার প্রতি ঈমান রাখি। এ অহংকারীরা বললো, তোমরা যে জিনিসের প্রতি ঈমান এনেছো আমরা তা মানি না।” [সূরা আল-আ‘রাফঃ ৭৫-৭৬] মনে রাখতে হবে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আবির্ভাবের সাথে সাথে মক্কায়ও এ একই ধরনের অবস্থার সৃষ্টি হয়েছিল। তখনও জাতি দু’ভাগে বিভক্ত হয়েছিল।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২৭ : ৪৬",
        "arabic_text": "\nقَالَ يَٰقَوۡمِ لِمَ تَسۡتَعۡجِلُونَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِۖ لَوۡلَا تَسۡتَغۡفِرُونَ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার সম্প্রদায় ! তোমরা কেন কল্যাণের আগে অকল্যাণ ত্বরান্বিত করতে চাচ্ছ [১]? কেন তোমরা আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা করছ না, যাতে তোমরা রহমত পেতে পার?’\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌র কাছে কল্যাণ চাওয়ার পরিবর্তে অকল্যাণ চাওয়ার ব্যাপারে তাড়াহুড়া করছো কেন? অন্য জায়গায় সালেহের জাতির সরদারদের এ উক্তি উদ্ধৃত করা হয়েছেঃ “হে সালেহ! আনো সেই আযাব আমাদের উপর, যার হুমকি তুমি আমাদের দিয়ে থাকো, যদি সত্যি তুমি রসূল হয়ে থাকো।” [সূরা আল-আ‘রাফঃ ৭৭]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২৭ : ৪৭",
        "arabic_text": "\nقَالُواْ ٱطَّيَّرۡنَا بِكَ وَبِمَن مَّعَكَۚ قَالَ طَٰٓئِرُكُمۡ عِندَ ٱللَّهِۖ بَلۡ أَنتُمۡ قَوۡمٞ تُفۡتَنُونَ ",
        "bangla_text": "তারা বলল, ‘তোমাকে ও তোমার সঙ্গে যারা আছে তাদেরকে আমরা অমঙ্গলের কারণ মনে করি [১]।’ সালেহ বললেন, ‘তোমাদের ‘কুলক্ষণ গ্রহণ করা’ আল্লাহ্‌র ইখ্‌তিয়ারে, বস্তুত তোমরা এমন এক সম্প্রদায় যাদেরকে পরীক্ষা করা হচ্ছে [২]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাদের উক্তির একটি অর্থ হচ্ছে এই যে, তোমার এ কর্মকাণ্ড আমাদের জন্য বড়ই অমংগলজনক প্রমাণিত হয়েছে। যখন থেকে তুমি ও তোমার সাথীরা পূৰ্বপুরুষদের ধর্মের বিরুদ্ধে বিদ্রোহ শুরু করে দিয়েছো তখন থেকেই নিত্যদিন আমাদের উপর কোন না কোন বিপদ আসছে। কারণ আমাদের উপাস্যরা আমাদের প্রতি নারাজ হয়ে গেছে। এ অর্থের দিক দিয়ে আলোচ্য উক্তিটি সেই সব মুশরিক জাতির উক্তির সাথে সামঞ্জস্যশীল, যারা নিজেদের নবীদেরকে অপয়া গণ্য করতো। সূরা ইয়াসীনে একটি জাতির কথা বলা হয়েছে। তারা তাদের নবীদেরকে বললোঃ “আমরা তোমাদের অপয়া পেয়েছি” [১৮] মূসা সম্পর্কে ফির‘আউনের জাতি এ কথাই বলতোঃ “যখন তাদের সুসময় আসতো, তারা বলতো আমাদের এটাই প্রাপ্য আর যখন কোন বিপদ আসতো তখন মুসা ও তার সাথিদের কুলক্ষুণে হওয়াটাকে এ জন্য দায়ী মনে করতো।” [সূরা আল-আ‘রাফঃ ১৩১]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা যা মনে করছো আসল ব্যাপার তা নয়। আসল ব্যাপারটি তোমরা এখনো বুঝতে পারেনি। সেটি হচ্ছে, আমার আসার ফলে তোমাদের পরীক্ষা শুরু হয়ে গেছে। যতদিন আমি আসিনি ততদিন তোমরা নিজেদের মূর্খতার পথে চলছিলে। তোমাদের সামনে হক ও বাতিলের কোন সুস্পষ্ট পার্থক্য-রেখা ছিল না। এখন তোমাদের সবাইকে যাচাই ও পরখ করা হবে। অথবা আয়াতের অর্থ, তোমাদের গোনাহের কারণে তোমাদেরকে শাস্তি পেতে হবে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২৭ : ৪৮",
        "arabic_text": "\nوَكَانَ فِي ٱلۡمَدِينَةِ تِسۡعَةُ رَهۡطٖ يُفۡسِدُونَ فِي ٱلۡأَرۡضِ وَلَا يُصۡلِحُونَ ",
        "bangla_text": "আর সে শহরে ছিল এমন নয় ব্যাক্তি [১], যারা দেশে বিপর্যয় সৃষ্টি করত এবং সংশোধন করত না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যে শব্দটি এসেছে, তা হলোঃ رهط এ শব্দটির অনুবাদ করা হয়েছে, ব্যাক্তি। কিন্তু শব্দটির আসল অর্থঃ দল। অর্থাৎ ন’জন সরদার। তাদের প্রত্যেকের সাথে ছিল একটি বিরাট দল। এখানে নয় ব্যাক্তির মধ্য থেকে প্রত্যেককেই رهط বলার কারণ সম্ভবতঃ এই যে, তারা তাদের অর্থ-সম্পদ, জাঁক-জমক ও প্রভাব-প্রতিপত্তির কারণে সম্পপ্রদায়ের প্রধানরূপে গণ্য হত এবং প্রত্যেকের সাথে ভিন্ন ভিন্ন দল ছিল। কাজেই এই নয় ব্যাক্তিকে নয় দল বলা হয়েছে। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২৭ : ৪৯",
        "arabic_text": "\nقَالُواْ تَقَاسَمُواْ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهۡلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدۡنَا مَهۡلِكَ أَهۡلِهِۦ وَإِنَّا لَصَٰدِقُونَ ",
        "bangla_text": "তারা বলল, ‘তোমরা পরস্পর আল্লহর নামে শপথ গ্রহণ কর, ‘আমরা রাতেই শেষ করে দেব তাকে ও তার পরিবার-পরিজনকে; তারপর তার অভিভাবককে নিশ্চিত করে বলব যে, ‘তার পরিবার-পরিজন হত্যা আমরা প্রত্যক্ষ করিনি; আর আমরা অবশ্যই সত্যবাদী [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, আমরা সবাই মিলে রাতের অন্ধকারে তার উপর ও তার জ্ঞাতি-গোষ্ঠীর উপর হানা দেব এবং সবাইকে হত্যা করব। এরপর তার হত্যার দাবীদার তদন্ত করলে আমরা বলে দেব, আমরা তো তাকে হত্যা করিনি এবং কাউকে হত্যা করতেও দেখিনি। একথায় আমরা সত্যবাদী গণ্য হব। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  হুবহু এ একই ধরনের চক্রান্ত নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিরুদ্ধে করার জন্য মক্কার গোত্রীয় সরদাররা চিন্তা করতো। অবশেষে হিজরতের সময় তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে হত্যা করার জন্য এ চক্রান্ত করলো। অর্থাৎ তারা সব গোত্রের লোক একত্র হয়ে তার উপর হামলা করবে। এর ফলে বনু হাশেম কোন একটি বিশেষ গোত্রকে অপরাধী গণ্য করতে পারবে না এবং সকল গোত্রের সাথে একই সংগে লড়াই করা তাদের পক্ষে সম্ভব হবে না। [আল-আজুররী; আশ-শারী‘আহঃ ৪/১৬৬০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২৭ : ৫০",
        "arabic_text": "\nوَمَكَرُواْ مَكۡرٗا وَمَكَرۡنَا مَكۡرٗا وَهُمۡ لَا يَشۡعُرُونَ ",
        "bangla_text": "আর তারা এক চক্রান্ত করেছিল এবং আমরাও এক কৌশল অবলম্বন করলাম, অথচ তারা উপলব্ধিও করতে পারেনি [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা নিজেদের স্থিরীকৃত সময়ে সালেহের উপর নৈশ আক্রমণ করার পূর্বেই আল্লাহ্‌ তাঁর আযাব নাযিল করলেন এবং এর ফলে কেবলমাত্র তারা নিজেরাই নয় বরং তাদের সমগ্র সম্প্রদায় ধ্বংস হয়ে গেলো। মনে হয়, উটনীর পায়ের রাগ কেটে ফেলার পর তারা এ চক্রান্তটি করেছিল। সূরা হূদে বলা হয়েছে, যখন তারা উটনীকে মেরে ফেললো তখন সালেহ তাদেরকে নোটিশ দিলেন। তাদেরকে বললেন, ব্যস আর মাত্র তিন দিন ফূর্তি করে নাও তারপর তোমাদের উপর আযাব এসে যাবে একথায় সম্ভবত তারা চিন্তা করেছিল, সালেহ আলাইহিসসালামের কথিত আযাব আসুক বা না আসুক আমরা উটনীর সাথে তারও বা দফা রফা করে দিই না কেন। কাজেই খুব সম্ভবত নৈশ আক্রমণ করার জন্য তারা সেই রাতটিই বেছে নেয়, যে রাতে আযাব আসার কথা ছিল এবং সালেহের গায়ে হাত দেবার আগেই আল্লাহ্‌র জবরদস্ত হাত তাদেরকে পাকড়াও করে ফেললো। [বিস্তারিত দেখুন, কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২৭ : ৫১",
        "arabic_text": "\nفَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ مَكۡرِهِمۡ أَنَّا دَمَّرۡنَٰهُمۡ وَقَوۡمَهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "অতএব দেখুন, তাদের চক্রান্তের পরিণাম কি হয়েছে---আমরা তো তাদেরকে ও তাদের সম্প্রদায়ের সকলকে ধ্বংস করেছি।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২৭ : ৫২",
        "arabic_text": "\nفَتِلۡكَ بُيُوتُهُمۡ خَاوِيَةَۢ بِمَا ظَلَمُوٓاْۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡلَمُونَ ",
        "bangla_text": "সুতরাং এ তো তাদের ঘরবাড়ী---যুলুমের কারণে যা জনশূন্য অবস্থায় পড়ে আছে; নিশ্চয় এতে নিদর্শন রয়েছে, সে সম্প্রদায়ের জন্য যারা জানে [১]।     ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের জন্যই নিদর্শন রয়েছে যারা প্রকৃত অবস্থা জানে। আর যারা আল্লাহ্‌র আযাব ও শাস্তি নাযিল হওয়ার ব্যাপারটি সম্পর্কে সম্যক অবগত। তারা আরও জানে যে, আল্লাহ্‌ তাঁর বন্ধুদের সাথে কি ব্যবহার করেন। তাদের এটাও জানা রয়েছে যে, যুলুমের পরিণতি হচ্ছে, ধ্বংস ও বিপর্যয়, আর ঈমান ও ইনসাফের পরিণতি হচ্ছে নাজাত ও সফলতা। [সা‘দী] কিন্তু মূর্খদের ব্যাপার আলাদা। তারা তো বলবে, সামূদ জাতি যে ভূমিকম্পে বিধ্বস্ত হয় তার সাথে সালেহ ও তার উটনীর কোন সম্পর্ক নেই। এসব তো প্রাকৃতিক কারণে হয়ে থাকে। কিন্তু চিন্তাশীল ও জ্ঞানবান লোক মাত্ৰই জানেন, কোন অন্ধ ও বধির আল্লাহ্‌ এ বিশ্ব-জাহানের উপর রাজত্ব করছেন না বরং এক সর্বজ্ঞ ও পরম বিজ্ঞ সত্তা এখানে সকলের ভাগ্যের নিষ্পত্তি করছেন।\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২৭ : ৫৩",
        "arabic_text": "\nوَأَنجَيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ ",
        "bangla_text": "আর আমরা উদ্ধার করেছিলাম তাদেরকে, যারা ঈমান এনেছিল। আর তারা তাকওয়া অবলম্বন করত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২৭ : ৫৪",
        "arabic_text": "\nوَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ وَأَنتُمۡ تُبۡصِرُونَ ",
        "bangla_text": "আর স্মরণ করুন লূতের কথা [১], তিনি তার সম্প্রদায়কে বলেছিলেন, ‘তোমরা জেনে-দেখে [২] কেন অশ্লীল কাজ করছ? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কওমে লূতের কাহিনী তুলনামূলক অধ্যায়নের জন্য দেখুন আল আ‘রাফঃ ৮০ থেকে ৮৪, হূদঃ ৭৪ থেকে ৮৩, আল হিজরঃ ৫৭ থেকে ৭৭, আল-আম্বিয়াঃ ৭১ থেকে ৭৫, আশ শু‘আরাঃ ১৬০ থেকে ১৭৪, আল আনকাবুতঃ ২৮ থেকে ৭৫, আস সাফফাতঃ ১৩৩ থেকে ১৩৮ এবং আল-কামারঃ ৩৩ থেকে ৩৯ আয়াত।\n  <br/>\n  <br/>\n  [২] এখানে تبصرون শব্দটির দু অর্থ হতে পারেঃ এক, চাক্ষুষ দেখা। তখন এর কয়েকটি অর্থ হতে পারে। সম্ভবত এ সবগুলো অর্থই এখানে প্রযোজ্য। এক, এ কাজটি যে অশ্লীল ও খারাপ তা তোমরা জানো না এমন নয়। বরং জেনে বুঝে তোমরা এ কাজ করো। [সা‘দী] দুই, তোমরা প্রকাশ্যে কোন প্রকার রাখ-ডাক ছাড়াই এ অশ্লীল কাজ করে যাচ্ছো। কারণ, তারা এ সমস্ত কদৰ্য কাজগুলো লোকসমক্ষেই করে বেড়াত। তাদের বিভিন্ন বৈঠকেও তারা সেটা করত। [কুরতুবী; ইবন কাসীর] অন্যদিকে চক্ষুষ্মান লোকেরা তোমাদের কার্যকলাপ প্রত্যক্ষ করছে, যেমন অন্য আয়াতে বলা হয়েছে, “আর তোমরা নিজেদের মজলিসে বদকাম করে থাকো।’’ [সূরা আল-আনকাবূতঃ ২৯] দুই, অন্তর দিয়ে জেনে উপলব্ধি করা। তখন অর্থ হবে, তোমরা অন্তর দিয়ে ভাল করেই জানো ও বোঝ যে, কোন ক্রমেই এ কাজটি ভাল নয়। তারপরও তোমরা সেটা করে যাচ্ছ। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২৭ : ৫৫",
        "arabic_text": "\nأَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ تَجۡهَلُونَ ",
        "bangla_text": "‘তোমরা কি কামতৃপ্তির জন্য নারীকে ছেড়ে পুরুষে উপগত হবে? তোমরা তো এক অজ্ঞ [১] সম্প্রদায়।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تخهلون শব্দের মূল হলো جهالة। এর প্রসিদ্ধ অর্থ হচ্ছে নির্বুদ্ধিতা ও বোকামি। [আল-কাসেমী, মাহাসীনুত তাওয়ীলঃ ৩/৫০, ৪/৩৭৬; উসাইমীন, তাফসীরু সূরাতায়িল ফাতিহা ওয়াল বাকারাহঃ ২৩৫] গালি গালাজ ও বেহুদা কাজ কারবার করলেও তাকে জাহেলী কাজ বলা হয়। যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবু যর রাদিয়াল্লাহু আনহুকে বলেছিলেন। [দেখুন, বুখারীঃ ৩০] আবার এ শব্দটি জ্ঞানহীনতা অর্থেও ব্যবহার করা হয়, [ইবন কাসীর] তখন এর অর্থ হবে, তোমরা নিজেদের এ খারাপ কাজটির পরিণাম জানো না। তোমরা পরিণাম সম্পর্কে অজ্ঞ হয়েই এ ধরণের জঘন্য কাজ করছ। তোমরা জানো না যে, এর শাস্তি কত ভয়াবহ হতে পারে। তোমরা তো একথা জানো, তোমরা যা অর্জন করছো তা প্রবৃত্তিকে তৃপ্তি দান করে। কিন্তু তোমরা জানো না এ চরম অপরাধমূলক ও জঘন্য ভোগ লিপ্সার জন্য শীঘ্রই তোমাদের কেমন কঠিন শাস্তি ভোগ করতে হবে। আবার এটাও অর্থ হতে পারে যে, এটা যে হারাম সেটা তোমরা জান না বা জানতে চেষ্টা করছ না। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২৭ : ৫৬",
        "arabic_text": "\n۞ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوٓاْ ءَالَ لُوطٖ مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ ",
        "bangla_text": "উত্তরে তার সম্প্রদায় শুধু বলল, ‘লূত-পরিবারকে তোমরা জনপদ থেকে বহিস্কার কর, এরা তো এমন লোক যারা পবিত্র থাকতে চায়।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২৭ : ৫৭",
        "arabic_text": "\nفَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَٰهَا مِنَ ٱلۡغَٰبِرِينَ ",
        "bangla_text": "অতঃপর আমরা তাকে ও তার পরিজনবর্গকে উদ্ধার করলাম, তার স্ত্রী ছাড়া, আমরা তাকে অবশিষ্টদের অন্তর্ভুক্ত করেছিলাম।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২৭ : ৫৮",
        "arabic_text": "\nوَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَسَآءَ مَطَرُ ٱلۡمُنذَرِينَ ",
        "bangla_text": "আর আমরা তাদের উপর ভয়ংকর বৃষ্টি বর্ষণ করেছিলাম; সুতরাং ভীতি প্রদর্শিতদের জন্য এ বর্ষণ কতই না নিকৃষ্ট ছিল ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২৭ : ৫৯",
        "arabic_text": "\nقُلِ ٱلۡحَمۡدُ لِلَّهِ وَسَلَٰمٌ عَلَىٰ عِبَادِهِ ٱلَّذِينَ ٱصۡطَفَىٰٓۗ ءَآللَّهُ خَيۡرٌ أَمَّا يُشۡرِكُونَ ",
        "bangla_text": "বলুন, ‘সকল প্রশংসা আল্লাহ্‌রই [১] এবং শান্তি তাঁর মনোনীত বান্দাদের প্রতি [২]!’ শ্রেষ্ঠ কি আল্লাহ্‌, নাকি তারা যাদেরকে শরীক করে তারা [৩]?  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ ভূমিকার মাধ্যমে মুসলিমরা কিভাবে তাদের বক্তৃতা শুরু করবে তা শিক্ষা দেয়া হয়েছে। এরই ভিত্তিতে সঠিক ইসলামী চিন্তা ও মানসিকতা সম্পন্ন লোকেরা সব সময় আল্লাহ্‌র প্রশংসা এবং তাঁর সৎ বান্দাদের জন্য শান্তি ও নিরাপত্তার দো‘আ করে তাদের বক্তৃতা শুরু করে থাকেন। [কুরতুবী] কিন্তু আজকাল কোন কোন মুসলিম বক্তারা তো এর মাধ্যমে বক্তৃতা শুরু করার কথা কল্পনাই করতে পারেন না অথবা এভাবে বক্তৃতা শুরু করতে তারা লজ্জা অনুভব করেন।\n  <br/>\n  <br/>\n  [২] পূর্ববর্তী নবী ও তাদের উম্মতদের আযাব ও ধ্বংসের কিছু অবস্থা বর্ণনা করার পর এই বাক্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে উদ্দেশ্য করে বলা হয়েছে যে, আপনি আল্লাহ্‌ তা‘আলার সপ্ৰশংস কৃতজ্ঞতা প্রকাশ করুন। কারণ, আপনার উম্মতকে দুনিয়ার ব্যাপক আযাব থেকে নিরাপদ করে দেয়া হয়েছে। পূর্ববর্তী নবী ও আল্লাহ্‌র মনোনীত বান্দাদের প্রতি সালাম প্রেরণ করুন। এখানে ‘আল্লাহ্‌র মনোনীত বান্দাহ’ বলে সে সমস্ত ঈমানদার লোকদেরকেই বুঝানো হবে যারা আল্লাহ্‌র সাথে কোন প্রকার শির্ক করেনি। কোন ধরনের কুফরীতে লিপ্ত হয়নি। নিঃসন্দেহে তারা হলেন নবী-রাসূলগণ। যারা তাওহীদ বাস্তবায়ণ করেছে। যেমন অন্য আয়াতে আল্লাহ্‌ বলেন, “আর শান্তি বৰ্ষিত হোক রাসূলদের প্রতি!’’ [সূরা আস-সাফফাতঃ ১৮১] তাছাড়া নবী-রাসূলদের অনুসারীদের মধ্যে যাদেরকে আল্লাহ্‌ পছন্দ করেছেন তারাও নবী-রাসূলদের অনুগামী হয়ে এ ‘সালাম’ বা শান্তি লাভের দো‘আর আওতায় পড়বেন। আমাদের নবীর উম্মতদের মধ্যে সাহাবায়ে কেরাম এদের অগ্রভাগে রয়েছেন। আর এ জন্যই কোন কোন মুফাসসির এখানে ‘আল্লাহ্‌র মনোনীত বান্দাহ’ বলে সাহাবায়ে কেরামদের উদ্দেশ্য নেয়া হয়েছে বলেও মত প্ৰকাশ করেছেন। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] আর যদি ‘আল্লাহ্‌র মনোনীত বান্দাহ’ বলে সাহাবায়ে কেরামদের বোঝানো হয়ে থাকে তবে এ আয়াত দ্বারা এটা সাব্যস্ত হবে যে, নবীদের প্রতি ‘আলাইহিস সালাম’ বলে সালাম প্রেরণের সাথে সাথে তাদের অনুসারীদের জন্য সেটি ব্যবহার জায়েয। কিন্তু নবীদের প্রতি সালাম প্রেরণ ব্যতীত অন্যান্যদের উপর সরাসরি ‘আলাইহিস সালাম’ বলার সপক্ষে কোন যুক্তি নেই। বরং সেটা বিদ‘আত হিসেবে বিবৃত হবে। যেমন, আলী আলাইহিসসালাম বলা বা হুসাইন আলাইহিসসালাম বলা। তাই এ ধরনের ব্যবহার ত্যাগ করতে হবে। [দেখুন, ইবন কাসীরঃ ৬/৪৭৮; তাফসীরুল আলুসীঃ ৬/৭, ১১/২৬১]\n  <br/>\n  <br/>\n  [৩] মুশরিকদের একজনও একথার জবাবে বলতে পারতো না, একাজ আল্লাহ্‌র নয়, অন্য কারো অথবা আল্লাহ্‌র সাথে অন্য কেউ তাঁর একাজে শরীক আছে। কুরআন মজীদে অন্যান্য স্থানে মক্কার কাফের সমাজ ও আরব মুশরিকদের সম্পর্কে বলা হয়েছেঃ “আপনি যদি তাদেরকে জিজ্ঞেস করেন, পৃথিবী ও আকাশসমূহ কে সৃষ্টি করেছে? তাহলে তারা নিশ্চয়ই বলবে, মহা পরাক্রান্ত মহাজ্ঞানী সত্তাই এসব সৃষ্টি করেছেন।’’ [সূরা আয-যুখরুফঃ ৯] আরো এসেছে, “আর যদি তাদেরকে জিজ্ঞেস করেন, তাদেরকে কে সৃষ্টি করেছে তাহলে তারা নিশ্চয়ই বলবে, আল্লাহ্‌।” [সূরা আয-যুখরুফঃ ৮৭] আরো বলেছেনঃ “আর যদি তাদেরকে জিজ্ঞেস করেন কে আকাশ থেকে পানি বর্ষণ করেছে এবং মৃত পতিত জমি কে জীবিত করেছে? তাহলে তারা নিশ্চয়ই বলবে আল্লাহ্‌।” [সূরা আল-আনকাবূতঃ ৬৩] আল্লাহ্‌ আরো বলেছেনঃ “তাদেরকে জিজ্ঞেস করেন, কে তোমাদের আকাশ ও পৃথিবী থেকে জীবিকা দান করেন? এ শ্রবণও দর্শনের শক্তি কার নিয়ন্ত্রণাধীন? কে সজীবকে নির্জীব এবং নির্জীবকে সজীব করেন? কে এ বিশ্ব ব্যবস্থা পরিচালনা করছেন? তারা নিশ্চয়ই বলবে আল্লাহ্‌।” [সূরা ইউনুসঃ ৩১] আরবের মুশরিকরা এবং সারা দুনিয়ার মুশরিকরা সাধারণত একথা স্বীকার করতো এবং আজো স্বীকার করে যে, আল্লাহ্‌ই  বিশ্ব-জাহানের স্রষ্টা এবং বিশ্বব্যবস্থা পরিচালনাকারী। তাই কুরআন মজীদের এ প্রশ্নের জবাবে তাদের মধ্য থেকে কোন ব্যাক্তি নিতান্ত হঠকারিতা ও গোয়ার্তুমির আশ্রয় নিয়ে ও নিছক বিতর্কের খাতিরেও বলতে পারতো না যে, আমাদের উপাস্য দেবতারা আল্লাহ্‌র সাথে এসব কাজে শরীক আছে। কারণ যদি তারা একথা বলতো তাহলে তাদের নিজেদের জাতির হাজার হাজার লোক তাদেরকে মিথ্যুক বলতো এবং তারা পরিষ্কার বলে দিতো, এটা আমাদের আকীদা নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২৭ : ৬০",
        "arabic_text": "\nأَمَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ لَكُم مِّنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا بِهِۦ حَدَآئِقَ ذَاتَ بَهۡجَةٖ مَّا كَانَ لَكُمۡ أَن تُنۢبِتُواْ شَجَرَهَآۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ هُمۡ قَوۡمٞ يَعۡدِلُونَ ",
        "bangla_text": "নাকি তিনি [১], যিনি সৃষ্টি করেছেন আসমানসমূহ ও যমীন এবং আকাশ থেকে তোমাদের জন্য বর্ষণ করেন বৃষ্টি, তারপর আমরা তা দ্বারা মনোরম উদ্যান সৃষ্টি করি, তার গাছ উদ্‌গত করার ক্ষমতা তোমাদের নেই। আল্লাহ্‌র সাথে অন্য কোন ইলাহ্‌ আছে কি? বরং তারা এমন এক সম্প্রদায় যারা (আল্লাহ্‌র) সমকক্ষ নির্ধারণ করে [২]।    ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পরবর্তী কয়েকটি আয়াতে ‘নাকি তিনি’ বলে এটা বলাই উদ্দেশ্য যে, যিনি এ কাজগুলো করতে পারেন, তিনি কি তাদের মত, যারা কিছুই করতে পারে না? কথার আগ-পিছ থেকে এটা বোঝা যায়, যদিও দ্বিতীয়টি এখানে বর্ণিত হয়নি। তাছাড়া আগের আয়াত “শ্রেষ্ঠ কি আল্লাহ্‌, নাকি তারা যাদেরকে শরীক করে তারা?” এ কথা এর উপর প্রমাণবহ। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] মূলে يَغْدِلُوْنَ শব্দ এসেছে, এ শব্দটির পরে যদি ب অব্যয় যুক্ত হয়ে তখন এর অর্থ হয়, সমকক্ষ দাঁড় করানো যেমন, সূরা আল-আন‘আমের ১ম আয়াতে এসেছে। কিন্তু যদি এর পরে عن অব্যয় আসে তখন এর অর্থ হয়, কোন কিছু ত্যাগ করে অন্য কিছু গ্ৰহণ করা। এ আয়াতে যেহেতু কোন কিছুই উল্লেখ করা হয়নি সেহেতু এর অর্থ নির্ধারণে দুটি মত এসেছে, একঃ তারা এমন এক সম্প্রদায় যারা আল্লাহ্‌র সাথে সমকক্ষ দাঁড় করায়। দুইঃ তারা এমন এক সম্প্রদায় যারা হক্বকে পরিত্যাগ করে বাতিলকে গ্ৰহণ করেছে। [ফাতহুল কাদীর] তবে এখানে প্রথম অর্থটিই বেশী গ্রহণযোগ্য। [ইবন কাসীর] তাছাড়া يعدلون শব্দের আরেকটি অর্থ হচ্ছে, ইনসাফ করা। যেমন সূরা আল-আ‘রাফঃ ১৫৯, ১৮১। কিন্তু এ অর্থ এখানে উদ্দেশ্য নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২৭ : ৬১",
        "arabic_text": "\nأَمَّن جَعَلَ ٱلۡأَرۡضَ قَرَارٗا وَجَعَلَ خِلَٰلَهَآ أَنۡهَٰرٗا وَجَعَلَ لَهَا رَوَٰسِيَ وَجَعَلَ بَيۡنَ ٱلۡبَحۡرَيۡنِ حَاجِزًاۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "নাকি তিনি, যিনি যমীনকে করেছেন বসবাসের উপযোগী এবং তার মাঝে মাঝে প্রবাহিত করেছেন নদীনালা এবং তাতে স্থাপন করেছেন সুদৃঢ় পর্বত ও দুই সাগরের মাঝে সৃষ্টি করেছেন অন্তরায় [১]; আল্লাহ্‌র সাথে অন্য কোন ইলাহ আছে কি? বরং তাদের অধিকাংশই জানে না।      ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মিঠা ও নোনা পানির ভাণ্ডার। এ ভাণ্ডার এ পৃথিবীতেই রয়েছে কিন্তু তারা কখনো পরস্পর মিশে যায় না। ভূ-গর্ভের পানির স্রোতও কখনো একই এলাকায় মিঠা পানির স্রোত আলাদা এবং নোনা পানির স্রোত আলাদা দেখা যায়। নোনা পানির সাগরেও দেখা যায় কোথাও মিঠা পানির স্রোত আলাদা প্রবাহিত হচ্ছে। [দেখুন ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২৭ : ৬২",
        "arabic_text": "\nأَمَّن يُجِيبُ ٱلۡمُضۡطَرَّ إِذَا دَعَاهُ وَيَكۡشِفُ ٱلسُّوٓءَ وَيَجۡعَلُكُمۡ خُلَفَآءَ ٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قَلِيلٗا مَّا تَذَكَّرُونَ ",
        "bangla_text": "নাকি তিনি, যিনি আর্তের ডাকে [১] সাড়া দেন, যখন সে তাঁকে ডাকে এবং বিপদ দূরীভূত করেন [২], আর তোমাদেরকে যমীনের প্রতিনিধি বানান [৩]। আল্লাহ্‌র সাথে অন্য কোন ইলাহ আছে কি? তোমরা খুব অল্পই শিক্ষা গ্রহণ করে থাক। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مضطر শব্দটি اضطرار থেকে উদ্ভূত। এর অর্থ, কোন অভাব হেতু অপারগ ও অস্থির হওয়া। এটা তখনই হয়, যখন কোন হিতকামী, সাহায্যকারী ও সহায় না থাকে। কাজেই এমন ব্যাক্তিকে مضطر বলা হয়, যে দুনিয়ার সব সহায় থেকে নিরাশ হয়ে একান্তভাবে আল্লাহ্‌ তা‘আলাকেই সাহায্যকারী মনে করে এবং তাঁর প্রতি মনোযোগী হয়। [দেখুন, ফাতহুল কাদীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ রকম পরিস্থিতিতে যে দো‘আ করতে বলেছেন তা হলোঃ\n  <br/>\n  <br/>\n  أللّهُمَّ رَحْمَتَكَ أرْجُوْ فَلَا تَكِلنِيْ إلى نَفْسِيْ طَرْفَةَعَيْنٍ، وأصْلِحْ لِيْ كُلَّه لا إلَّا أنْت\n  <br/>\n  <br/>\n  ‘হে আল্লাহ্‌! আমি আপনার রহমতের আশা করি। অতএব, মুহূর্তের জন্যেও আমাকে আমার নিজের কাছে সমৰ্পণ করবেন না। আর আপনি আমার সবকিছু ঠিক-ঠাক করে দিন। আপনি ছাড়া কোন হক্ক ইলাহ নেই।’ [আবু দাউদঃ ৫০৯০, মুসনাদে আহমাদঃ ৫/৪২]\n  <br/>\n  <br/>\n  [২] নিঃসহায়ের দো‘আ কবুল হওয়ার মূল কারণ হলো, আন্তরিকতা। কারণ, দুনিয়ার সব সহায় থেকে নিরাশ এবং সম্পর্কাদি থেকে বিচ্ছিন্ন হয়ে একমাত্র আল্লাহ্‌ তা‘আলাকেই কাৰ্যোদ্ধারকারী মনে করে দো‘আ করার মাধ্যমে ইখলাস প্রকাশ পায়। আল্লাহ্‌ তা‘আলার কাছে ইখলাসের মর্তবা ও মর্যাদাই আলাদা। মুমিন, কাফের, পরহেযগার ও পাপিষ্ঠ নির্বিশেষে যার কাছ থেকেই ইখলাস পাওয়া যায় তার প্রতিই দুনিয়াতে আল্লাহ্‌ তা‘আলার করুণা হয়। [ফাতহুল কাদীর]। যেমন কোন কোন আয়াতেও এসেছে যে, “তিনিই তোমাদেরকে জলে-স্থলে ভ্ৰমণ করান। এমনকি তোমরা যখন নৌযানে আরোহন কর এবং সেগুলো আরোহী নিয়ে অনুকূল বাতাসে বেরিয়ে যায় এবং তারা তাতে আনন্দিত হয়, তারপর যখন দমকা হাওয়া বইতে শুরু করে এবং চারদিক থেকে উত্তাল তরংগমালা ধেয়ে আসে, আর তারা নিশ্চিত ধারণা করে যে, এবার তারা ঘেরাও হয়ে পড়েছে, তখন তারা আল্লাহ্‌কে তাঁর জন্য দ্বীনকে একনিষ্ঠ করে ডেকে বলেঃ ‘আপনি আমাদেরকে এ থেকে বাঁচালে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব। অতঃপর তিনি যখন তাদেরকে বিপদমুক্ত করেন তখন তারা যমীনে অন্যায়ভাবে সীমালঙ্ঘন করতে থাকে।” [সূরা ইউনুসঃ ২২-২৩] আরও এসেছে, ‘‘তারা যখন নৌযানে আরোহণ করে তখন তারা আনুগত্যে বিশুদ্ধ হয়ে একনিষ্ঠভাবে আল্লাহ্‌কে ডাকে। তারপর তিনি যখন স্থলে ভিড়িয়ে তাদেরকে উদ্ধার করেন, তখন তারা শির্কে লিপ্ত হয়” [সূরা আল-আনকাবূতঃ ৬৫] অনুরূপভাবে বিভিন্ন হাদীসে যাদের দো‘আ কবুল হয় বলে ঘোষণা এসেছে সেটার গূঢ় রহস্যও এ ইখলাসে নিহিত। যেমন, উৎপীড়িতের দো‘আ, মুসাফিরের দো‘আ। অনুরূপভাবে সন্তানের জন্য দো‘আ বা বদ-দো‘আ। এসব ঐ সময়ই হয় যখন তাদের আর করার কিছু থাকে না। তারা একান্তভাবেই আল্লাহ্‌র দিকে ধাবিত হয়। তখনকার অবস্থা অনুযায়ী আল্লাহ্‌ তাদের প্রার্থনা কবুল করে নেন। যদিও তিনি জানেন যে, তারা অচিরেই শির্কের দিকে ফিরে যাবে। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এখানে কাদের স্থলাভিষিক্ত করেন সেটা স্পষ্ট করে বলা হয়নি। আর তাই সেটা নির্ধারণে কয়েকটি মত রয়েছেঃ এক, তোমাদের এক প্রজন্মকে অন্য প্রজন্মের শেষে তাদের স্থলাভিষিক্ত করেন। অর্থাৎ এক প্রজন্ম ধ্বংস করেন এবং তার স্থানে অন্য প্রজন্মকে প্রতিষ্ঠিত করেন। এক জাতির পর আর এক জাতির উত্থান ঘটান। দুই, তোমাদের সন্তানদেরকে তোমাদের স্থলাভিষিক্ত করেন। তিন, মুসলিমদেরকে কাফেরদের স্থলাভিষিক্ত করেন, তাদের যমীন ও ভিটে-মাটিতে মুসলিমদের মালিকানা প্রতিষ্ঠিত করেন। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২৭ : ৬৩",
        "arabic_text": "\nأَمَّن يَهۡدِيكُمۡ فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ وَمَن يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦٓۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ تَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "নাকি তিনি, যিনি তোমাদেরকে স্থলভূমি ও সমূদ্রের অন্ধকারে পথ দেখান [১] এবং যিনি তাঁর অনুগ্রহের প্রাক্কালে সুসংবাদবাহী বাতাস প্রেরণ করেন। আল্লাহ্‌র সাথে অন্য কোন ইলাহ আছে কি? তারা যাকে শরীক করে আল্লাহ্‌ তা থেকে বহু ঊর্ধ্বে। \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেমন অন্য আয়াতে বলেছেন, “আর তিনিই তোমাদের জন্য তারকামণ্ডল সৃষ্টি করেছেন যেন তা দ্বারা তোমরা স্থলের ও সাগরের অন্ধকারে পথ খুঁজে পাও।’’ [সূরা আল-আন‘আমঃ ৯৭] অর্থাৎ যিনি তারকার সাহায্যে এমন ব্যবস্থা করে দিয়েছেন যার ফলে তোমরা রাতের অন্ধকারেও নিজেদের পথের সন্ধান করতে পারো। মানুষ জলে-স্থলে যেসব সফর করে, সেখানে তাকে পথ দেখাবার জন্য আল্লাহ্‌ এমন সব উপায়-উপকরণ সৃষ্টি করেছেন যাতে সে সহজেই পথ চিনে নিতে পারে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] এ সবই আল্লাহ্‌র জ্ঞানগর্ভ ব্যবস্থাপনারই একটি অংশ। অন্যত্র এসবগুলোকে আল্লাহ্‌র অনুগ্রহের মধ্যে গণ্য করা হয়েছে। [দেখুন, সূরা আন-নাহলঃ ১৫-১৬]\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২৭ : ৬৪",
        "arabic_text": "\nأَمَّن يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَمَن يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۗ أَءِلَٰهٞ مَّعَ ٱللَّهِۚ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "নাকি তিনি, যিনি প্রথম সৃষ্টি করেন, তারপর সেটার পুনরাবৃত্তি করবেন [১] এবং যিনি তোমাদেরকে আসমান ও যমীন হতে জীবনোপকরণ দান করেন [২]। আল্লাহ্‌র সাথে অন্য কোন ইলাহ আছে কি? বলুন, ‘তোমরা যদি সত্যবাদী হও তবে তোমাদের প্রমাণ পেশ কর [৩]।’   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যিনি মাতৃগর্ভে শুক্রের মাধ্যমে সৃষ্টির সূচনা করেন, [জালালাইন] তারপর তাদের মৃত্যুর পর পুনরায় তাদেরকে উত্থিত করবেন, তাঁর সাথে কি আর কোন শরীক আছে? এ কাজ কি তিনি ব্যতীত আর কেউ করতে পারে? তাহলে তিনি ব্যতীত অন্যরা কিভাবে ইবাদাত পেতে পারে? যেমন অন্য আয়াতে বলেছেন, “নিশ্চয় তিনি প্রথমবার সৃষ্টি করেছেন, আর তিনিই তার পুনরাবৃত্তি ঘটাবেন।’’ [সূরা আল-বুরূজঃ ১৩]\n  <br/>\n  <br/>\n  [২] এ পৃথিবীতে পশু প্রাণীর বহু শ্রেণী পাওয়া যায়। তাদের প্রত্যেকের আলাদা আলাদা খাদ্যের প্রয়োজন। স্রষ্টা তাদের প্রত্যেক শ্রেণীর খাদ্যবস্তু এত বিপুল পরিমাণে এবং প্ৰত্যেকের আহরণ ক্ষমতার এত কাছাকাছি রেখে দিয়েছেন যার ফলে কোন শ্রেণীর কোন একজনও খাদ্য থেকে বঞ্চিত থাকে না। তিনি আকাশ থেকে বৃষ্টি নাযিল করেন, এর দ্বারা যমীন থেকে উদ্ভিদ উদ্গত করেন, যা যমীনের বরকত হিসেবে গণ্য। তিনি আকাশ থেকে যে পানি নাযিল করেন তা তিনি যমীনের অভ্যন্তরে সুচারুরূপে পরিচালিত করেন, তারপর তা থেকে বের করেন হরেক রকম ক্ষেত-খামার, ফল-ফলাদি ও ফুল ইত্যাদি। এসব তো আল্লাহ্‌র কাজ। তিনি ব্যতীত আর কোন ইলাহ কি এগুলো করতে পারেন? যদি আর কেউ করতে না পারে তবে তাকে কিভাবে ইবাদাত করা হবে? [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ এসব কাজে সত্যিই অন্য কেউ শরীক আছে, এর সপক্ষে কোন প্রমাণ পেশ করো অথবা যদি তা না পারো তাহলে কোন যুক্তিসংগত প্রমাণের সাহায্যে একথা বুঝিতে দাও যে, এ সমস্ত কাজ তো একমাত্র আল্লাহ্‌রই কিন্তু বন্দেগী ও ইবাদাত লাভের অধিকার লাভ করবে তিনি ছাড়া অন্য কেউ অথবা তাঁর সাথে অন্যজনও। যা আল্লাহ্‌ করেন তারা কি তা করতে পারে? যদি তোমাদের কোন দলীল-প্রমাণাদি না থাকে তবে এ সমস্ত বাতিল ইলাহ ছেড়ে এক আল্লাহ্‌র ইবাদাতই শুধু কর। তা না করলে তোমরা কখনো সফলকাম হতে পারবে না। অন্য আয়াতে আল্লাহ্‌ বলেন, ‘‘আর যে ব্যাক্তি আল্লাহ্‌র সাথে অন্য ইলাহকে ডাকে, এ বিষয়ে তার নিকট কোন প্রমাণ নেই; তার হিসাব তো তার রব-এর নিকটই আছে; নিশ্চয় কাফেররা সফলকাম হবে না।” [সূরা আল-মুমিনুনঃ ১১৭] [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২৭ : ৬৫",
        "arabic_text": "\nقُل لَّا يَعۡلَمُ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلۡغَيۡبَ إِلَّا ٱللَّهُۚ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ ",
        "bangla_text": "বলুন, ‘আল্লাহ্‌ ব্যতিত আসমান ও যমীনে কেউই গায়েব জানে না [১] এবং তারা উপলব্ধিও করেনা কখন উত্থিত হবে [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আদেশ করা হয়েছে যে, আপনি লোকদেরকে বলে দিন, যত মাখলুক আকাশে আছে; যেমন ফেরেশতা, যত মাখলুক যমীনে আছে; যেমন মানবজাতি, জিন জাতি ইত্যাদি-তাদের কেউই গায়েবের খবর রাখে না। কেবলমাত্র আল্লাহ্‌ তা‘আলাই সেসবের খবর রাখেন। গায়েব একমাত্র একজনের কাছে দৃশ্যমান। তিনি হচ্ছেন মহান ও সর্বশক্তিমান আল্লাহ্‌। তাঁর কাছে কোন জিনিস অদৃশ্য নয়। সবকিছুই তাঁর কাছে সুস্পষ্টভাবে পরিদৃশ্যমান। আল্লাহ্‌ ছাড়া আর কেউ এ জ্ঞানের অধিকারী নয়। এটি ইসলামের মৌলিক বিশ্বাস। আল্লাহ্‌ তাঁর বান্দাদের মধ্য থেকে যাকে চান যতটুকু চান জ্ঞান দান করেন। কোন অদৃশ্য বা কতগুলো অদৃশ্য জিনিসকে তার সামনে উন্মুক্ত করে দেন। কিন্তু অদৃশ্য জ্ঞান সামগ্রিকভাবে কেউ লাভ করতে পারে না এবং “আলেমূল গায়েব” অদৃশ্য জ্ঞানী উপাধি একমাত্র আল্লাহ্‌ রাব্বুল আলামীনের সাথে সংশ্লিষ্ট। আল্লাহ্‌ বলেনঃ “আর তাঁর কাছেই আছে অদৃশ্যের চাবিগুলো, সেগুলো তিনি ছাড়া আর কেউ জানে না।” [সূরা আল-আন‘আম ৫৯] তিনি আরও বলেনঃ “একমাত্র আল্লাহ্‌ই রাখেন কিয়ামতের জ্ঞান। তিনিই বৃষ্টি বর্ষণ করেন। তিনিই জানেন মাতৃগর্ভে কি (লালিত) হচ্ছে, কোন প্ৰাণী জানে না আগামীকাল সে কি উপার্জন করবে এবং কোন প্রাণী জানে না কোন ভূমিতে তার মৃত্যু হবে।” [সূরা লুকমানঃ ৩৪] তিনি আরও বলেনঃ “তিনি জানেন যা কিছু সৃষ্টির সামনে আছে এবং যা কিছু আছে তাদের অগোচরে। আর তাঁর জ্ঞানের কিছুমাত্র অংশও তারা আয়ত্ব করতে পারে না, তবে তিনি যে জিনিসটির জ্ঞান তাদেরকে দিতে চান, দেন।’’ [সূরা আল বাকারাহঃ ২৫৫]\n  <br/>\n  <br/>\n  কোন সৃষ্টি অদৃশ্য জ্ঞানের অধিকারী হতে পারে এ ধারণা কুরআন সর্বতোভাবে নাকচ করে দেয়। এমনকি বিশেষভাবে আম্বিয়া আলাইহিমুস সালাম এবং স্বয়ং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ব্যাপারেও এ বিষয়টি পরিষ্কারভাবে জানিয়ে দেয় যে, তিনি অদৃশ্য জ্ঞানের অধিকারী নন এবং তাকে অদৃশ্যের কেবলমাত্র ততটুকু জ্ঞান আল্লাহ্‌র পক্ষ থেকে দেয়া হয়েছে যতটুকু রিসালাতের দায়িত্ব পালন করার জন্য প্রয়োজন ছিল। দেখুনঃ সূরা আল-আন‘আমঃ ৫০, সূরা আল-আ‘রাফঃ ১৮৭, সূরা আত-তাওবাহঃ ১০১, সূরা হূদঃ ৩১, সূরা আল- আহযাবঃ ৬৩, সূরা আল-আহকাফঃ ৯, সূরা আত-তাহরীমঃ ৩, এবং সূরা জিনঃ ২৬ আয়াত এ ব্যাপারে কোন প্রকার অনিশ্চয়তা ও সংশয়ের অবকাশই রাখেনি। কুরআনের এ সমস্ত সুস্পষ্ট ভাষণ আলোচ্য আয়াতটির বক্তব্য সমর্থন ও ব্যাখ্যা করে এর পর এ ব্যাপারে আর কোন সন্দেহের অবকাশ থাকে না যে, আল্লাহ্‌ ছাড়া অন্য কাউকে অদৃশ্য জ্ঞানের অধিকারী মনে করা এবং যা কিছু আছে ও যা কিছু হবে এর জ্ঞান আল্লাহ্‌ ছাড়া আর কারো আছে-এ কথা মনে করা পুরোপুরি একটি শির্কী আকীদা ও বিশ্বাস। আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত হয়েছে, তিনি বলেছেনঃ “যে ব্যাক্তি দাবী করে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আগামী কাল কি হবে তা জানেন, সে আল্লাহ্‌র প্রতি মহা মিথ্যা আরোপ করে। কারণ আল্লাহ্‌ তো বলেন, হে নবী! আপনি বলে দিন আল্লাহ্‌ ছাড়া আকাশ ও পৃথিবীর অধিবাসীদের মধ্যে আর কেউ অদৃশ্যের জ্ঞান রাখে না।” [বুখারীঃ ৩০৬২, মুসলিমঃ ২৮৭, মুসনাদে আহমাদঃ ৬/৪৯]\n  <br/>\n  <br/>\n  [২] অর্থাৎ অন্যরা, যাদের সম্পর্কে ধারণা করা হয় যে, তারা অদৃশ্য জ্ঞানের অধিকারী এবং এ জন্য যাদেরকে তোমরা আল্লাহ্‌র সার্বভৌম কর্তৃত্বে শরীক করে নিয়েছো, তারা নিজেরা তো নিজেদের ভবিষ্যতের খবর রাখে না। তারা জানে না, কিয়ামত কবে আসবে যখন আল্লাহ্‌ পুনর্বার তাদেরকে উঠিয়ে দাঁড় করাবেন। কাতাদাহ বলেন, আল্লাহ্‌ তা‘আলা এ তারকাগুলোকে তিনটি কাজের জন্য সৃষ্টি করেছেন। আকাশের সৌন্দর্যের জন্য, তার মাধ্যমে পথের দিশা পাওয়ার জন্য আর শয়তানদের প্রতি নিক্ষেপের উপকরণ। এর বাইরে অন্য কোন কাজ যারা এগুলোর সাথে সংশ্লিষ্ট করবে, তারা নিজের পক্ষ থেকে একটা কথা বানিয়ে বলেছে এবং তার বিচার-বিবেকে ভুল করেছে, সঠিক তথ্য হারিয়েছে। আর এমন কাজে এগিয়ে গেছে যাতে তার কোন জ্ঞান নেই। কিছু মূর্খ লোক আছে যারা এগুলোতে গণনার ব্যবস্থা নিয়েছে। তারা বলে থাকে, যে ব্যাক্তি অমুক অমুক তারকার সময় বিয়ে করবে, তার এটা এটা হবে, আর যে ব্যাক্তি অমুক অমুক তারকার সময় সফর করে, তার এটা বা ওটা হবে, যার সন্তান অমুক ও অমুক তারকার সময় হবে, সে এরকম বা ওরকম হবে। নিঃসন্দেহ যে, প্রতি তারকার সময়েই লাল, কালো, বেঁটে, লম্বা, সুন্দর, কুৎসিত জন্মগ্রহণ করে। এ সকল তারকা থেকে জ্ঞানের দাবী, এ চতুষ্পদ জন্তুর সাথে সম্পর্ক করে কোন জ্ঞানের দাবী, এবং এ সকল পাখির ডান বা বাম হওয়ার সাথে সংশ্লিষ্ট করে জ্ঞান বের করা কখনো গায়েবের জ্ঞানের অন্তর্ভুক্ত নয়। আল্লাহ্‌ এ ফয়সালা করেছেন যে, তিনি আল্লাহ্‌ ব্যতীত আসমান ও যমীনের কেউই গায়েবের খবর জানবে না। আর তারা জানে না কখন তাদেরকে উত্থিত করা হবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২৭ : ৬৬",
        "arabic_text": "\nبَلِ ٱدَّٰرَكَ عِلۡمُهُمۡ فِي ٱلۡأٓخِرَةِۚ بَلۡ هُمۡ فِي شَكّٖ مِّنۡهَاۖ بَلۡ هُم مِّنۡهَا عَمُونَ ",
        "bangla_text": "বরং আখেরাত সম্পর্কে তাদের জ্ঞান তো নিঃশেষ হয়েছে [১]; তারা তো এ বিষয়ে সন্দেহে রয়েছে, বরং এ বিষয়ে তারা অন্ধ [২]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে ব্যবহৃত হয়েছে, اِدَّارَكَ শব্দটি। এ শব্দে বিভিন্ন কেরাআত আছে এবং অর্থ সম্পর্কেও নানা উক্তি রয়েছে। কোন কোন তাফসীরকার اِدَّارَكَ শব্দের অর্থ নিয়েছেন تكامل অর্থাৎ পরিপূর্ণ হওয়া এবং فِى الْاٰخِرَةِ কে اِدَّارَكَ এর সাথে সম্পর্কযুক্ত করে আয়াতের অর্থ এই সাব্যস্ত করেছেন যে, আখেরাতে এ সম্পর্কে তাদের জ্ঞান পরিপূর্ণ হয়ে যাবে। কেননা, তখন প্রত্যেক বস্তুর স্বরূপ পরিস্ফুট হয়ে সামনে এসে যাবে। তবে তখনকার জ্ঞান তাদের কোন কাজে লাগবে না। কারণ, দুনিয়াতে তারা আখেরাতকে মিথ্যা বলে বিশ্বাস করত। তখন পরবর্তী বাক্য ‘তারা তো এ বিষয়ে সন্দেহে রয়েছে, বরং এ বিষয়ে তারা অন্ধ’ এর দ্বারা দুনিয়ার বর্তমান অবস্থা বুঝানো উদ্দেশ্য হবে। অর্থাৎ একই আয়াতের প্রথমাংশ আখেরাতের সাথে আর বাকী অংশ দুনিয়ার সাথে সংশ্লিষ্ট। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর] আবার কেউ কেউ ‘আখেরাতে তাদের জ্ঞান পরিপূর্ণ হওয়া’ কথাটি আল্লাহ্‌র পক্ষ থেকে অস্বীকারের সুরে এবং উপহাস হিসেবে নিয়েছেন। অর্থাৎ আখেরাত সম্পর্কে তাদের জ্ঞান কি পরিপূর্ণতা লাভ করেছে যে, তারা এতো বেপরোয়া হয়ে গেছে? পরবর্তী আয়াতাংশ ‘তারা তো এ বিষয়ে সন্দেহে রয়েছে, বরং এ বিষয়ে তারা অন্ধ’ এর দ্বারা উপরোক্ত অর্থের জোরালো সমর্থন পাওয়া যাচ্ছে। [দেখুন, কুরতুবী; ফাতহুল কাদীর] কোন কোন তাফসীরকারের মতে, اِدَّارَكَ শব্দের অর্থ ضَلَّ ও غٰابَ এবং فِى الْاٰخِرَةِ শব্দটি عِلْمُهُم এর সাথে সম্পর্কযুক্ত। অর্থাৎ আখেরাতের ব্যাপারে তাদের জ্ঞান উধাও হয়ে গেছে। তারা একে বুঝতে পারেনি। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] عَمُونْ শব্দটি عم শব্দের বহুবচন। এটা অন্তরের অন্ধত্বকে বুঝায়। অর্থাৎ তারা অন্তর্দৃষ্টি অভাবে কোন দলীল-প্রমাণই প্রত্যক্ষ করছে না। তারা যেন অন্ধই থেকে যাবে। তাদের কাছে কোন দলীল-প্রমাণই কাজে আসবে না। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২৭ : ৬৭",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُوٓاْ أَءِذَا كُنَّا تُرَٰبٗا وَءَابَآؤُنَآ أَئِنَّا لَمُخۡرَجُونَ ",
        "bangla_text": "কাফেররা বলে, ‘আমরা ও আমাদের পিতৃপুরুষেরা মাটিতে পরিণত হয়ে গেলেও কি আমাদেরকে বের করা হবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২৭ : ৬৮",
        "arabic_text": "\nلَقَدۡ وُعِدۡنَا هَٰذَا نَحۡنُ وَءَابَآؤُنَا مِن قَبۡلُ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "‘এ বিষয়ে তো আমাদেরকে এবং আগে আমাদের পূর্বপুরুষদেরকেও প্রতিশ্রুতি দেয়া হয়েছিল। এ তো পূর্ববর্তীদের উপকথা ছাড়া আর কিছুই নয়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২৭ : ৬৯",
        "arabic_text": "\nقُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ ",
        "bangla_text": "বলুন, ‘তোমরা যমীনে পরিভ্রমণ কর অতঃপর দেখ অপরাধীদের পরিণাম কিরূপ হয়েছিল [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পূৰ্ববর্তী অপরাধীদের পরিণতি দেখে তা থেকে শিক্ষা গ্ৰহণ করো এবং আখেরাত অস্বীকার করার যে নির্বোধসূলভ বিশ্বাস তাদেরকে অপরাধীতে পরিণত করেছিল তার উপর টিকে থাকার চেষ্টা করো না। বিভিন্ন জায়গায় সফর করে দেখো কিরূপ হয়েছিল নবী-রাসূলদের সাথে যারা মিথ্যারোপ করেছিল, যারা আখেরাত, পুনরুত্থান ইত্যাদি সংক্রান্ত নবী-রাসূলদের আনীত বিষয়াদিতে মিথ্যারোপ করেছিল তাদের উপর আল্লাহ্‌র শাস্তি কেমন হয়েছিল তা দেখে নাও। এ সমস্ত ঘটনায় আল্লাহ্‌ তাঁর নবী-রাসূল ও তাদের অনুসারী মুমিনদেরকে কিভাবে সুন্দরভাবে রক্ষা করলেন সেটাও দেখে নিন। এটা অবশ্যই নবী-রাসূলদের সত্যতা ও তাদের আনীত বিধানের সঠিক হওয়া প্রমাণ করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "২৭ : ৭০",
        "arabic_text": "\nوَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُن فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ ",
        "bangla_text": "আর তাদের উপর আপনি দুঃখ করবেন না এবং তাদের ষড়যন্ত্রে মনঃক্ষুণ্ন হবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সব মানুষের প্রতি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের স্নেহ, মমতা ও সহানুভূতির অন্ত ছিল না। তিনি সর্বদা চাইতেন যে, সবাইকে আল্লাহ্‌র বাণী শুনিয়ে জাহান্নাম থেকে বাঁচাবেন। কেউ তার কথা কবুল না করলে তিনি নিদারুন মর্মপিড়া অনুভব করতেন এবং এমন দুঃখিতও হতেন, যেমন কারও সন্তান তার কথা অমান্য করে আগুনে ঝাঁপ দিতে যাচ্ছে। তাই আল্লাহ্‌ তা‘আলা কুরআনের বিভিন্ন স্থানে বিভিন্ন ভংগিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সান্ত্বনা দিয়েছেন। এ আয়াতটিও তাকে সান্ত্বনা দেয়ার উদ্দেশ্যে নাযিল করা হয়। বলা হচ্ছে যে, আপনি যা নিয়ে এসেছেন এর উপর মিথ্যারোপকারীদের নিয়ে আপনি দুঃখিত হবেন না। আর নিজেকে বিনাশ করে ফেলবেন না। তারা আপনার প্রতি যে ষড়যন্ত্র করছে তাতে আপনি মনঃক্ষুন্ন হবেন না; কারণ আল্লাহ্‌ আপনার হিফাযত করবেন, সাহায্য-সহযোগিতা করবেন, আপনার দ্বীনকে প্রাচ্য ও পাশ্চাত্যের বিরোধীদের উপর জয়ী করবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "২৭ : ৭১",
        "arabic_text": "\nوَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "আর তারা বলে, ‘তোমরা যদি সত্যবাদী হও তবে বল, কখন এ প্রতিশ্রুতি পূর্ণ হবে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "২৭ : ৭২",
        "arabic_text": "\nقُلۡ عَسَىٰٓ أَن يَكُونَ رَدِفَ لَكُم بَعۡضُ ٱلَّذِي تَسۡتَعۡجِلُونَ ",
        "bangla_text": "বলুন, ‘তোমরা যে বিষয় ত্বরান্বিত করতে চাচ্ছ সম্ভবত তার কিছু তোমাদের পেছনে এসেই আছে [১]!’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি একটি রাজসিক বাকভংগীমা। সর্বশক্তিমানের বাণীর মধ্যে যখন “সম্ভবত”, “বিচিত্র কি” এবং “অসম্ভব কি\" ধরনের শব্দাবলী এসে যায় তখন তার মধ্যে সন্দেহের কোন অর্থ থাকে না বরং তার মাধ্যমে একটি বেপরোয়া ভাব ফুটে উঠে। ইবন আব্বাস বলেন, কুরআনে এ ধরনের শব্দ ‘অবশ্যম্ভাবী’ হওয়ার অর্থ দেয়। [দেখুন, তাবারী, সূরা আত-তাওবাহ এর ১৮ নং আয়াতের ব্যাখ্যায়] অর্থাৎ তাঁর শক্তি এতই প্রবল ও প্রচণ্ড যে, তাঁর কোন জিনিস চাওয়া এবং তা হয়ে যাওয়া যেন একই ব্যাপার। তিনি কোন কাজ করতে চান এবং তা করা সম্ভব হলো না এমন কোন কথা কল্পনাও করা যেতে পারে না। এজন্য তাঁর পক্ষে “এমন হওয়া বিচিত্র কি?” বলা এ অর্থ প্রকাশ করে যে, যদি তোমরা সোজা না হও তাহলে এমনটি হবেই।\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "২৭ : ৭৩",
        "arabic_text": "\nوَإِنَّ رَبَّكَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَشۡكُرُونَ ",
        "bangla_text": "আর নিশ্চয় আপনার রব মানুষের প্রতি অনুগ্রহশীল; কিন্তু তাদের অধিকাংশই অকৃতজ্ঞ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "২৭ : ৭৪",
        "arabic_text": "\nوَإِنَّ رَبَّكَ لَيَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ ",
        "bangla_text": "আর নিশ্চয় আপনার রব, তিনি অবশ্যই জানেন তাদের অন্তর যা গোপন করে এবং তারা যা প্রকাশ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "২৭ : ৭৫",
        "arabic_text": "\nوَمَا مِنۡ غَآئِبَةٖ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِلَّا فِي كِتَٰبٖ مُّبِينٍ ",
        "bangla_text": "আর আসমান ও যমীনে এমন কোন গোপন রহস্য নেই, যা সুস্পষ্ট কিতাবে নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "২৭ : ৭৬",
        "arabic_text": "\nإِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَقُصُّ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَكۡثَرَ ٱلَّذِي هُمۡ فِيهِ يَخۡتَلِفُونَ ",
        "bangla_text": "বনী ইসরাঈল যে সব বিষয়ে মতভেদ করে, নিশ্চয় এ কুরআন তার অধিকাংশ তাদের কাছে বিবৃত করে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বলা হয়েছে যে, বনী ইসরাঈলের আলেমদের মধ্যে যেসব বিষয়ে কঠোর মতবিরোধ ছিল এবং যার মীমাংসা ছিল সুদূরপরাহত, কুরআন সেসব বিষয়ে বিচার-বিশ্লেষণ করে বিশুদ্ধ ফয়সালার পথনির্দেশ করেছে। বলাবাহুল্য, যে আলেমদের মতবিরোধে বিচার-বিশ্লেষণ ও ফয়সালা করে তার সর্বাধিক জ্ঞানী ও শ্রেষ্ঠ হওয়া নেহায়েত জরুরী। এতে বুঝা গেল যে, কুরআন সর্বাধিক জ্ঞান-সম্পন্ন এবং সত্যবাদী সংবাদদাতা। আমরা যদি আহলে কিতাব তথা বনি ইসরাঈলদের মধ্যে যে সব বিষয়ে মতভেদ রয়েছে তা দেখি এবং এ ব্যাপারে কুরআনের ভাষ্য দেখি তাহলে আমরা সহজেই এ সিদ্ধান্তে আসতে পারব যে, এ কুরআন সত্যিকার অর্থেই মানুষদেরকে বিভ্রান্তি থেকে মুক্তি দেয়ার জন্যই দুনিয়াতে এসেছে। উদাহরণস্বরূপ নীচে এমন কয়েকটি বিষয় আলোচনা করছি যাতে আহলে কিতাবগণ বিভিন্ন মতে বিভক্ত অথচ কুরআন সেখানে সুস্পষ্ট মত দিয়ে দিয়েছে।\n  <br/>\n  <br/>\n  আহলে কিতাবগণ ঈসা আলাইহিসসালাম সম্পর্কে এ ব্যাপারে দু মেরুতে অবস্থান নিয়েছে। তাদের মধ্যকার ইয়াহূদীরা তার সম্পর্কে খুব খারাপ মন্তব্য করে; পক্ষান্তরে নাসারারা তার সম্পর্কে অতিরঞ্জন করে। তখন কুরআন তাদের মধ্যে হক ও ইনসাফপূর্ণ মধ্য পন্থা ঘোষণা করেছে যে, তিনি আল্লাহ্‌র বান্দাদের অন্যতম এবং তাঁর রাসূলদের একজন। যেমন আল্লাহ্‌ বলেন, “এ-ই মারইয়াম-এর পুত্ৰ ‘ঈসা। আমি বললাম সত্য কথা, যে বিষয়ে তারা সন্দেহ পোষণ করছে।” [সূরা মারইয়ামঃ ৩৪] [ইবন কাসীর]\n  <br/>\n  <br/>\n  অনুরূপভাবে খোদ নাসারারা ঈসা আলাইহিস সালাম সম্পর্কে মতভেদে লিপ্ত। তারা বলে থাকে যে, তিনি ইলাহ বা তিন ইলাহর একজন। এ ব্যাপারে তাদের মতভেদ চরম আকার ধারণ করেছে, তারা কোন সমাধানে পৌছুতে পারেনি। কুরআন সেখানে তাদেরকে সঠিক দিশা দিয়ে বলছে যে, তিনি ইলাহ নন, যেমনিভাবে তার মাকেও ইলাহ সাব্যস্ত করা ভ্ৰষ্টতা। ‘‘মারইয়াম-তনয় মসীহ তো শুধু একজন রাসূল। তার আগে বহু রাসূল গত হয়েছেন এবং তার মা সত্যনিষ্ঠা ছিলেন। তারা দুজনেই খাওয়া-দাওয়া করত। দেখুন, আমি ওদের জন্য আয়াতগুলোকে কেমন বিস্তারিতভাবে বর্ণনা করি; আরো দেখুন, ওরা কিভাবে সত্যবিমুখ হয়!” [সূরা আল-মায়েদাহঃ ৭৫]\n  <br/>\n  <br/>\n  তারা মনে করে যে, ঈসা আলাইহিসসালামকে শূলে চড়িয়েছে, এ ব্যাপারে তাদের কোন কোন সম্প্রদায় দ্বিমত পোষণ করে। কুরআন সেখানে স্পষ্ট ঘোষণা করেছে যে, “আর তাদের কথা, ‘আমরা আল্লাহ্‌র রসূল মারইয়াম তনয় ‘ঈসা মসীহকে হত্যা করেছি’। অথচ তারা তাকে হত্যা করেনি, ক্রুশবিদ্ধও করেনি; কিন্তু তাদের এরূপ বিভ্রম হয়েছিল। যারা তাঁর সম্বন্ধে মতভেদ করেছিল, তারা নিশ্চয় এ সম্বন্ধে সংশয়যুক্ত ছিল; এ সম্পর্কে অনুমানের অনুসরণ ছাড়া তাদের কোন জ্ঞানই ছিল না। এটা নিশ্চিত যে, তারা তাঁকে হত্যা করেনি, বরং আল্লাহ্‌ তাকে তাঁর নিকট তুলে নিয়েছেন এবং আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময়।” [সূরা আন-নিসাঃ ১৫৭-১৫৮]\n  <br/>\n  <br/>\n  অনুরূপভাবে আহলে কিতাবগণ যে সমস্ত নবী-রাসূলদের শানে আজে-বাজে কথা বলেছে সেখানে কুরআন তাদেরকে সম্মানিত করেছে এবং তাদের সম্পর্কে সঠিক তথ্য তুলে ধরেছে। যেমন, নূহ, লূত, হারূন, দাউদ ও সুলাইমানসহ আরও অনেক নবী-রাসূলদের সম্পর্কে তাদের মনগড়া মতবাদকে কুরআন খণ্ডন করেছে এবং তাদের মর্যাদাকে সংরক্ষণ করেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "২৭ : ৭৭",
        "arabic_text": "\nوَإِنَّهُۥ لَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর নিশ্চয় এটি মুমিনদের জন্য হেদায়াত ও রহমত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "২৭ : ৭৮",
        "arabic_text": "\nإِنَّ رَبَّكَ يَقۡضِي بَيۡنَهُم بِحُكۡمِهِۦۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡعَلِيمُ ",
        "bangla_text": "আপনার রব তো তাঁর বিধান অনুযায়ী তাদের মধ্যে ফয়সালা করে দেবেন। আর তিনি পরাক্রমশালী, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "২৭ : ৭৯",
        "arabic_text": "\nفَتَوَكَّلۡ عَلَى ٱللَّهِۖ إِنَّكَ عَلَى ٱلۡحَقِّ ٱلۡمُبِينِ ",
        "bangla_text": "সুতরাং আল্লাহ্‌র উপর নির্ভর করুন; আপনি তো স্পষ্ট সত্যে প্রতিষ্ঠিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "২৭ : ৮০",
        "arabic_text": "\nإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ ",
        "bangla_text": "মৃতকে তো আপনি শোনাতে পারবেন না [১], বধিরকেও পারবেন না ডাক শুনাতে, যখন তারা পিঠ ফিরিয়ে চলে যায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মৃতরা কি কিছু শুনতে পায়? আর মৃতদের কি কিছু শোনানো সম্ভব? যে সমস্ত বিষয়ে সাহাবায়ে কিরাম রাদিয়াল্লাহু ‘আনহুমদের মাঝেও মতপার্থক্য ছিল মৃতদের শ্রবণ করার বিষয়টি সেগুলোর অন্যতম। [মাজমু‘ ফাতাওয়াঃ ৩/২৩০, ১৯/১২৩; আল-মুস্তাদরাক আলা মাজমূয়িল ফাতাওয়াঃ ১/৯৪] আব্দুল্লাহ ইবনে উমর রাদিয়াল্লাহু ‘আনহুমা এর পক্ষে এবং আয়েশা রাদিয়াল্লাহু ‘আনহা বিপক্ষে মতপ্রকাশ করেছেন। [দেখুন, বুখারীঃ ৩৯৮০, ৩৯৮১; মুসলিমঃ ৯৩২] তাই তাবেয়ীগণ এবং এর পরবর্তী আলেমগণ সবাই ভিন্ন দুটি মতে বিভক্ত হয়েছেন। কুরআনের বিভিন্ন স্থানে যা এসেছে এখানে তা বর্ণনা করছি। আলোচ্য সূরা আন-নামল এর আয়াতে বলা হয়েছে, “মৃতকে তো আপনি শোনাতে পারবেন না”। সূরা আর-রূমে বলা হয়েছে, “আপনি তো মৃতকে শুনাতে পারবেন না” [৫২] অনুরূপভাবে সূরা ফাতিরে এসেছে, “আপনি শোনাতে পারবেন না যারা কবরে রয়েছে তাদেরকে” [২২] এতে বুঝা যায় যে, মৃতদেরকে শোনানোর দায়িত্ব মানুষের নয়, এটা আল্লাহ্‌র কাজ। তাই সর্বাবস্থায় মৃতরা শুনতে পাবে এটার সপক্ষে কোন দলীল নেই। তবে আল্লাহ্‌র ইচ্ছায় মাঝে মধ্যে তারা যে শুনতে পায় তার প্রমাণ আমরা পাচ্ছি এক হাদীসে, বদরের যুদ্ধের পরে কাফেরদের লাশ যখন একটি গর্তে রেখে দেয়া হলো, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের লাশদের উদ্দেশ্য করে নাম ধরে ডেকে ডেকে বললেনঃ তোমরা কি তোমাদের মা‘বুদদের কৃত ওয়াদাকে বাস্তব পেয়েছ? আমরা তো আমাদের মা‘বুদের ওয়াদা বাস্তব পেয়েছি। সাহাবীগণ বললেনঃ রাসূল! আপনি এমন লোকদের সাথে কি কথা বলছেন যারা মরে পচে গেছে? তিনি বললেনঃ ‘আল্লাহ্‌র শপথ! তোমরা আমার কথা তাদের থেকে বেশী শুনতে পাচ্ছ না’। [বুখারীঃ ৩৭৫৭] সুতরাং কবর যেহেতু আখেরাতের ব্যাপার। আর আখেরাতের ব্যাপারে যতটুকু কুরআন ও হাদীসে যা এসেছে তার বাইরে কোন কিছু বলা কোন ক্রমেই ঠিক নয়। [বিস্তারিত দেখুন, কুরতুবী; ফাতহুল কাদীর; নূ‘মান খাইরুদ্দীন আল-আলুসী, আল-আয়াতুল বাইয়্যিনাত ফী ‘আদামি সামা‘য়িল আমিওয়াত]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "২৭ : ৮১",
        "arabic_text": "\nوَمَآ أَنتَ بِهَٰدِي ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ ",
        "bangla_text": "আপনি অন্ধদেরকেও তাদের পথ ভ্রষ্টতা থেকে পথে আনতে পারবেন না। আপনি তো কেবল তাদেরকে শোনাতে পারবেন, যারা আমাদের নিদর্শনাবলীতে ঈমান আনে। অতঃপর তারাই আত্মসমর্পণকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "২৭ : ৮২",
        "arabic_text": "\n۞ وَإِذَا وَقَعَ ٱلۡقَوۡلُ عَلَيۡهِمۡ أَخۡرَجۡنَا لَهُمۡ دَآبَّةٗ مِّنَ ٱلۡأَرۡضِ تُكَلِّمُهُمۡ أَنَّ ٱلنَّاسَ كَانُواْ بِـَٔايَٰتِنَا لَا يُوقِنُونَ ",
        "bangla_text": "আর যখন তাদের উপর ঘোষিত শাস্তি আসবে তখন আমরা তাদের জন্য যমীন থেকে এক জীব বের করব [১], যা তাদের সাথে কথা বলবে [২] যে, মানুষ আমাদের নিদর্শনসমূহে নিশ্চিত বিশ্বাস করত না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘যমীন থেকে এক জীব বের করব’ যা কিয়ামতের আলামত। কিয়ামতের পূর্বে আল্লাহ্‌ তা‘আলা তাঁর নিদর্শনবাহী বেশ কিছু অলৌকিক কর্মকাণ্ড হতে দেবেন, এটা সেগুলোর অন্যতম। কিয়ামতের দশটি বড় বড় নিদর্শন সম্পর্কে হুযাইফা ইবনে আসীদ রাদিয়াল্লাহু ‘আনহুর হাদীসে এসেছে, তিনি বলেনঃ “নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদের প্রতি দৃষ্টি দিলেন, আমরা পরস্পর আলোচনা করছিলাম, তিনি বললেনঃ ‘তোমরা কি আলোচনা করছিলে’? আমরা বললামঃ ‘আমরা কিয়ামতের কথা আলোচনা করছিলাম’। তিনি বললেনঃ ‘যতক্ষণ পর্যন্ত দশটি বৃহৎ আলামত বা নিদর্শন না দেখবে ততক্ষণ পর্যন্ত কিয়ামত সংঘটিত হবে না’। তারপর তিনি ধোঁয়া, দাজ্জাল, বিশেষ ধরনের প্রাণীর আবির্ভাব, পশ্চিমে সূর্য উদিত হওয়া, ‘ঈসা ইবনে মারইয়াম সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের অবতরণ, ইয়া’জুজ ও মা’জুজ, তিনটি ভূমি ধস যার একটি প্রাচ্যে, আরেকটি প্রাশ্চাত্যে, অন্যটি আরব উপদ্বীপে হবে, আর এ আলামতগুলোর সবশেষে ইয়ামেন থেকে একটি আগুন বের হবে যা মানুষকে তাদের একত্রিত হওয়ার স্থানের দিকে হাঁকিয়ে নিয়ে যাবে”। [মুসলিমঃ ২৯০১] কোন কোন হাদীসে মাহদী, ক্বাবার ধ্বংস ও যমীন থেকে কুরআন উঠে যাওয়ার কথা এসেছে। সে যাই হোক, সবার মতেই দাব্বাতুল আরদ হলো কিয়ামতের বড় আলামতের মধ্যে একটি গুরুত্বপূর্ণ আলামত। কুরআন ও সুন্নাহ দ্বারা প্রমাণিত যে, কিয়ামতের পূর্বে তার আবির্ভাব হবে, যেমন আলোচ্য আয়াত তার প্রমাণ। তাছাড়া হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “তিনটি বস্তু যখন বের হবে তখন কোন আত্মার ঈমান গ্ৰহণ করা তার কোন উপকারে আসবে না যদি তারা আগে ঈমান না এনে থাকে বা তারা ঈমানের মাধ্যমে কল্যাণকর কিছু অর্জন না করে থাকে। পশ্চিম দিক হতে সূর্য উদয় হওয়া, দাজ্জাল এবং দাব্বাতুল আরদ বা যমীন থেকে উত্থিত জীব” [মুসলিমঃ ১৫৮]। অনুরূপভাবে নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেছেনঃ “দাব্বাহ বের হয়ে মানুষের নাকের উপর দাগ দিয়ে দিবে, তারপর তোমাদের মধ্যে বিচরণ করবে, এমনকি কোন লোক উট খরিদ করার পর কেউ জিজ্ঞাসা করবে কার থেকে খরিদ করেছ? বলবেঃ একজন নাকের উপর দাগ বিশিষ্ট লোক থেকে” [মুসনাদে আহমাদঃ ৫/২৬৮]। সুতরাং আমাদেরকে এটার উপর ঈমান আনতে হবে।\n  <br/>\n  <br/>\n  [২] ভূগর্ভের জীব মানুষের সাথে কথা বলবে, এর অর্থ কি? কোন কোন মুফাসসির বলেনঃ কুরআনে উল্লেখিত বাক্যটিই হবে তার কথা। অর্থাৎ\n  <br/>\n  <br/>\n  أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ\n  <br/>\n  <br/>\n  বা “মানুষ আমাদের নিদর্শনসমূহে নিশ্চিত বিশ্বাস করত না”। এ বাক্যটি সে আল্লাহ্‌র পক্ষ থেকে শোনাবে। বাক্যের অর্থ এইঃ অনেক মানুষ আজকের পূর্বে আমাদের আয়াতসমূহে বিশ্বাস করবে না। উদ্দেশ্য এই যে, এখন সময় এসে গেছে। এখন সবাই বিশ্বাস করবে। কিন্তু তখনকার বিশ্বাস আইনতঃ ধর্তব্য হবে না। যদিও ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত আছে যে, অদ্ভুত সে জন্তুটি শুধু কথাই বলবে না বরং দাগও দিবে। অর্থাৎ ঈমানদার ও কাফেরদেরকে দাগ দিয়ে পৃথক করে দিবে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "২৭ : ৮৩",
        "arabic_text": "\nوَيَوۡمَ نَحۡشُرُ مِن كُلِّ أُمَّةٖ فَوۡجٗا مِّمَّن يُكَذِّبُ بِـَٔايَٰتِنَا فَهُمۡ يُوزَعُونَ ",
        "bangla_text": "আর স্মরণ করুন সে দিনের কথা, যেদিন আমরা সমবেত করব প্রত্যেক সম্প্রদায় থেকে একেকটি দলকে, যারা আমার নিদর্শনাবলী প্রত্যাখ্যান করত অতঃপর তাদেরকে সারিবদ্ধভাবে একত্রিত করা হবে [১]।\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يُوْزَعُوْنَ শব্দটি وزع শব্দ থেকে উদ্ভূত। উপরে এর অর্থ করা হয়েছেঃ সারিবদ্ধভাবে একত্রিত করা। অর্থাৎ আগের ও পরের সবাই সেখানে থাকবে। যাতে তাদেরকে প্রশ্ন করে তাদের দোষের স্বীকৃতি আদায় করা যায়। [সা‘দী] এর আরেক অর্থ আছে, বাধা দেয়া। তখন অর্থ হবে, তাদের অগ্রবর্তী অংশকে বাধা প্ৰদান করা হবে, যাতে পেছনে পড়া লোক তাদের সাথে মিলে যায়। কোন কোন মুফাসসির وزع শব্দের অর্থ করেছেন, ঠেলে দেয়া। অর্থাৎ তাদেরকে ধাক্কা দিয়ে হিসাবের জন্য হাশরের মাঠে নিয়ে যাওয়া হবে। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "২৭ : ৮৪",
        "arabic_text": "\nحَتَّىٰٓ إِذَا جَآءُو قَالَ أَكَذَّبۡتُم بِـَٔايَٰتِي وَلَمۡ تُحِيطُواْ بِهَا عِلۡمًا أَمَّاذَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "শেষ পর্যন্ত যখন তারা এসে যাবে তখন আল্লাহ্‌ তাদেরকে বলবেন, ‘তোমরা কি আমার নিদর্শন প্রত্যাখ্যান করেছিলে, অথচ তা তোমরা জ্ঞানে আয়ত্ত করতে পারনি [১]? নাকি তোমরা আর কিছু করেছিলে [২]?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কোন তথ্যভিত্তিক গবেষণার মাধ্যমে তোমরা এ আয়াতগুলোর মিথ্যা হবার কথা জানতে পেরেছিলে, এ আয়াতগুলো অস্বীকার করার পেছনে তোমাদের এ কারণ কখনোই ছিল না। তোমরা কোন প্রকার চিন্তা-ভাবনা ও গবেষণা-অনুসন্ধান ছাড়াই আমার আয়াতসমূহ অস্বীকার করেছিলে। [দেখুন, কুরতুবী; ফাতহুল কাদীর] এতে ইঙ্গিত রয়েছে যে, আল্লাহ্‌র আয়াতসমূহে মিথ্যা বলা একটি গুরুতর অপরাধ ও গোনাহ; বিশেষতঃ যখন কেউ চিন্তা-ভাবনাও বোঝা-শোনার চেষ্টা না করেই মিথ্যা বলতে থাকে। এমতাবস্থায় এটা দ্বিগুণ অপরাধ হয়ে যায়। এতে আরও প্রমাণিত হয় যে, যারা ইসলামী শরী‘আতের কোন ইলম যথা আরবী ভাষা বা উসুলে ফিকহ বা এ জাতীয় কিছুর প্রতি বিদ্বেষ পোষণ করে তারা নিঃসন্দেহে মূর্খ। মূর্খতাই তাদেরকে এ ধরনের কার্যকলাপে নিপতিত করে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যদি এমন না হয়, তাহলে কি তোমরা একথা প্রমাণ করতে পারবে যে, গবেষণা-অনুসন্ধানের পর তোমরা এ আয়াতগুলোকে মিথ্যা পেয়েছিলে এবং সত্যিই কি তোমরা এ আয়াতগুলোয় যা বর্ণনা করা হয়েছে তা প্রকৃত সত্য নয়, এ ধরনের কোন জ্ঞান লাভ করেছিলে? মূলতঃ তোমরা এগুলোতে কোন শ্রম দাওনি। তোমরা তোমাদের কোন কাজে এত ব্যস্ত হয়ে পড়েছিলে যে, আল্লাহ্‌র আয়াতসমূহের প্রতি নজর দিতে, আর সেগুলোর অর্থের প্রতি চিন্তা গবেষণা করা থেকে তোমাদেরকে বিরত রেখেছিল? [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "২৭ : ৮৫",
        "arabic_text": "\nوَوَقَعَ ٱلۡقَوۡلُ عَلَيۡهِم بِمَا ظَلَمُواْ فَهُمۡ لَا يَنطِقُونَ ",
        "bangla_text": "আর যুলুমের কারণে তাদের উপর ঘোষিত শাস্তি এসে পড়বে; ফলে তারা কিছুই বলতে পারবে না।\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "২৭ : ৮৬",
        "arabic_text": "\nأَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا ٱلَّيۡلَ لِيَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "তারা কি দেখে না যে, আমরা রাত সৃষ্টি করেছি তাদের বিশ্রামের জন্য এবং দিনকে করেছি দৃশ্যমান? এতে তো অবশ্যই নিদর্শন রয়েছে এমন সম্প্রদায়ের জন্য যারা ঈমান আনে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কেন তারা রাতের বেলা আরাম করার মুহূর্তে এবং দিনের সুযোগে লাভবান হবার সময় একথা চিন্তা করেনি যে, এক মহাবিজ্ঞ ও বিজ্ঞানময় সত্তা এ ব্যবস্থা পরিচালনা করছেন এবং তিনি তাদের যথাযথ প্রয়োজন অনুযায়ী পৃথিবী ও সূর্যের মধ্যে সম্পর্ক প্রতিষ্ঠিত করেছেন? এটি কোন আকস্মিক ঘটনা হতে পারে না। আবার এগুলো বহু ইলাহর কার্যপ্রণালীও নয়। এগুলো মূলতঃ মহান আল্লাহ্‌র শক্তি ও সামর্থের উপরই প্রমাণবহ। তারা কেন আমার এ সমস্ত ক্ষমতা সম্পর্কে চিন্তা করে না, ফলে তারা ঈমান আনত? [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "২৭ : ৮৭",
        "arabic_text": "\nوَيَوۡمَ يُنفَخُ فِي ٱلصُّورِ فَفَزِعَ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ إِلَّا مَن شَآءَ ٱللَّهُۚ وَكُلٌّ أَتَوۡهُ دَٰخِرِينَ ",
        "bangla_text": "আর যেদিন শিঙ্গায় ফুঁক দেয়া হবে, সেদিন আসমানসমূহ ও যমীনের সকলেই ভীত-বিহ্বল হয়ে পড়বে [১], তবে আল্লাহ্‌ যাদেরকে চাইবেন তারা ব্যতীত [২] এবং সকলই তাঁর কাছে আসবে হীন অবস্থায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] فزع শব্দের অর্থ, অস্থির ও উদ্বিগ্ন হওয়া। [ফাতহুল কাদীর] অন্য এক আয়াতে এ স্থলে فزع শব্দের পরিবর্তে صعق শব্দ ব্যবহৃত হয়েছে। [সূরা আয-যুমারঃ ৬৮] এর অর্থ অজ্ঞান হওয়া। যদি উভয় আয়াতকে শিঙ্গার প্রথম ফুৎকারের সাথে সম্পর্কযুক্ত করা হয়, তবে উভয় শব্দের সারমর্ম হবে এই যে, শিঙ্গার ফুঁক দেয়ার সময় প্রথমে সবাই অস্থির উদ্বিগ্ন হবে, এরপর অজ্ঞান হয়ে যাবে এবং অবশেষে মরে যাবে। [দেখুন, ইবন কাসীর] কোন কোন মুফাসসির এ ফুৎকারকে সিঙ্গায় দ্বিতীয় ফুৎকারের সাথে সংশ্লিষ্ট করেছেন, যারপর সকল মৃত পুনরুজ্জীবন লাভ করবে। আয়াতের উদ্দেশ্য এই যে, সবাই জীবিত হওয়ার সময় ভীতবিহ্বল অবস্থায় উখিত হবে। অথবা তাড়াতাড়ি আহ্বানে সাড়া দেয়ার কথা বোঝানো হয়েছে। কারণ, তাড়াতাড়ি আহ্বানে সাড়া দেয়াকেও فزع বলা হয়ে থাকে। [কুরতুবী]\n  <br/>\n  কোন কোন মুফাসসির এ আয়াতের সুত্র ধরে বলেন, সিঙ্গায় তিন বার ফুৎকার দেয়া হবে। প্রথম ফুৎকারে সবাই অস্থির হয়ে যাবে, দ্বিতীয় ফুৎকারে সবাই মারা যাবে আর তৃতীয় ফুৎকারে হাশর-নশর কায়েম হবে এবং সকল মৃত জীবিত হয়ে যাবে। এ ব্যাপারে মুসনাদে আবী ইয়া‘লায় একটি দীর্ঘ হাদীসও বর্ণিত আছে। কিন্তু হাদীসটির সনদ দুর্বল। কুরআনের আয়াত ও সহীহ হাদীস থেকে দুই ফুৎকারেরই প্রমাণ পাওয়া যায়। সহীহ হাদীসে এও এসেছে যে, উভয় ফুৎকারের মধ্যে চল্লিশের মত ব্যবধান থাকবে। [দেখুন, বুখারীঃ ৪৮১৪; মুসলিমঃ ২৯৫৫] এ ব্যাপারে এটা বলাও সম্ভব যে, এ অস্থির ও উদ্বিগ্ন অবস্থা দুটি ফুৎকারের সময়ই হবে। এটি আলাদা কোন ফুৎকার নয়। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] উদ্দেশ্য এই যে, হাশরের মাঠে কিছুসংখ্যক লোক ভীতবিহ্বল হবে না। তারা কারা তা নির্ধারণে বিভিন্ন মত এসেছে। কারও কারও মতে তারা ফেরেশতা, বিশেষ করে জিবরাঈল ও মীকাইল ও ইসরাফীল। আবার কারো মতে, নবীগণ। [ফাতহুল কাদীর] আবার কারও কারও মতে তারা হলেন শহীদগণ। [ইবন কাসীর] কোন কোন মুফাসসির বলেন যে, এরা সমস্ত মুমিন। কারণ পরবর্তী ৮৯ নং আয়াতে তাদের কথা বলা হয়েছে। [ফাতহুল কাদীর] তবে কারও কারও মতে উপরে বর্ণিত সবাই এ ব্যতিক্রমের অন্তর্ভুক্ত হতে পারে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "২৭ : ৮৮",
        "arabic_text": "\nوَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِۚ صُنۡعَ ٱللَّهِ ٱلَّذِيٓ أَتۡقَنَ كُلَّ شَيۡءٍۚ إِنَّهُۥ خَبِيرُۢ بِمَا تَفۡعَلُونَ ",
        "bangla_text": "আর আপনি পর্বতমালা দেখছেন, মনে করছেন, সেটা অচল, অথচ ওগুলো হবে মেঘপুঞ্জের ন্যায় চলমান [১]। এটা আল্লাহ্‌রই সৃষ্টি-নৈপুণ্য, যিনি সমস্ত কিছুকেই করেছেন সুষম [২]। তোমরা যা কর নিশ্চয় তিনি সে সম্পর্কে সম্যক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, পাহাড়সমূহ স্থানচ্যুত হয়ে মেঘমালার ন্যায় চলমান হবে। এটা কিয়ামতের প্রথম ফুৎকারের সাথে সাথে হবে। অন্য আয়াতে এসেছে, “যেদিন আকাশ আন্দোলিত হবে প্রবলভাবে এবং পর্বত চলবে দ্রুত; [সূরা আত-তুরঃ ৯-১০] “তারা আপনাকে পর্বতসমূহ সম্পর্কে জিজ্ঞেস করে। বলুন, ‘আমার রব ওগুলোকে সমূলে উৎপাটন করে বিক্ষিপ্ত করে দেবেন। ‘তারপর তিনি তাকে পরিণত করবেন মসৃণ সমতল ময়দানে, ‘যাতে আপনি বাঁকা ও উচু দেখবেন না।” [সূরা ত্বা-হাঃ ১০৫-১০৭] ‘‘স্মরণ করুন, যেদিন আমি পর্বতমালাকে করব সঞ্চালিত এবং আপনি পৃথিবীকে দেখবেন উন্মুক্ত প্রান্তর, সেদিন তাদের সবাইকে আমি একত্র করব এবং তাদের কাউকেও অব্যাহতি দেব না”। [সূরা আল-কাহফঃ ৪৭]\n  <br/>\n  <br/>\n  [২] صنع শব্দের অর্থ কারিগরবিদ্যা, শিল্প। কোন কিছু অপর কিছুর সাথে জুড়ে দিয়ে কিছু বানানো। [আত-তাহরীর ওয়াত তানওয়ীর] আর أتقن - শব্দটি إتقان থেকে উদ্ভুত। এর অর্থ কোন কিছুকে মজবুত ও সংহিত করা। [জালালাইন] বাহ্যতঃ এই বাক্যটি পুর্ববর্তী সব বিষয়বস্তুর সাথে সম্পর্কযুক্ত। অর্থাৎ দিবারাত্রির পরিবর্তন এবং শিঙ্গার ফুৎকার থেকে হাশর-নাশর পর্যন্ত সব অবস্থা। [ফাতহুল কাদীর] উদ্দেশ্য এই যে, এগুলো মেটেই বিস্ময় ও আশ্চর্যের বিষয় নয়। কেননা এগুলোর স্রষ্টা কোন সীমিত জ্ঞান ও শক্তিসম্পন্ন মানব অথবা ফিরিশতা নয়। বরং বিশ্বজগতের পালনকর্তা। আর যা তাঁর কাজ হবে সেটা অবশ্যই মজবুত ও সংহিত হবে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "২৭ : ৮৯",
        "arabic_text": "\nمَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَا وَهُم مِّن فَزَعٖ يَوۡمَئِذٍ ءَامِنُونَ ",
        "bangla_text": "যে কেউ সৎকাজ নিয়ে আসবে, সে তা থেকে উৎকৃষ্ট প্রতিফল [১] পাবে এবং সেদিন তারা শংকা থেকে নিরাপদ থাকবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা হাশর-নাশর ও হিসাব-নিকাশের পরবর্তী পরিণতির বর্ণনা, حسنة বলে কোন কোন মুফাসসিরের মতে ‘লা-ইলাহা ইল্লাল্লাহ’ বুঝানো হয়েছে। [তাবারী; কুরতুবী] কারও কারও নিকটঃ ইখলাস ও তাওহীদ [বাগভী] কেউ কেউ সাধারণ ‘ইবাদত ও আনুগত্য তথা ফরয কাজসমূহ অৰ্থ নিয়েছেন। তবে বস্তুত এখানে সব ধরনের ভাল কাজ বোঝানো হয়েছে। [ফাতহুল কাদীর] অর্থাৎ যে ব্যাক্তি সৎকর্ম করবে, সে তার কর্মের কল্যাণ লাভ করবে বা কর্মের চাইতে উৎকৃষ্টতর প্রতিদান পাবে। বলাবাহুল্য, সৎকর্ম তখন সৎকর্ম হয়, যখন তার মধ্যে প্রথম শর্ত ঈমান বিদ্যমান থাকে। ‘উৎকৃষ্টতর প্রতিদান’ বলে এক নেকীর প্রতিদান দশ গুণ থেকে নিয়ে সাত‘শ গুণ পর্যন্ত পাওয়া যাবে। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২] فزع বলে প্রত্যেক বড় বিপদ ও পেরেশানী বোঝানো হয়েছে। উদ্দেশ্য এই যে, দুনিয়াতে প্রত্যেক আল্লাহ্‌ভীরু পরহেযগারও পরিণামের ভয় থেকে মুক্ত থাকতে পারে না এবং থাকা উচিতও নয়। যেমন, কুরআন মাজীদে বলা হয়েছে,\n  <br/>\n  <br/>\n  اِنَّ عَذَابَ رَبِّهِمْ غَيْرُمَاْمُوْنٍ\n  <br/>\n  <br/>\n  অর্থাৎ অবশ্যই আপনার রবের আযাব থেকে কেউ নিশ্চিন্ত ও ভাবনামুক্ত হয়ে বসে থাকতে পারে না। এ কারণে নবী-রাসূলগণ, সাহাবায়ে কেরাম ও আল্লাহ্‌র সৎ বান্দাগণ সদাসর্বদা ভীত ও কম্পিত থাকতেন। কিন্তু সে দিন হিসাব-নিকাশ সমাপ্ত হলে যারা সৎকর্ম নিয়ে আগমনকারী হবে, তারা সর্বপ্রকার ভয় ও দুশ্চিন্তা থেকে মুক্ত ও প্রশান্ত হবে। যেমন অন্য আয়াতে বলা হয়েছে, “মহাভীতি তাদেরকে চিন্তান্বিত করবে না” [সূরা আল-আম্বিয়াঃ ১০৩] [ইবন কাসীর] তাছাড়া পূর্বে ৮৭ নং আয়াতে যাদেরকে ভয়ভীতি থেকে ব্যতিক্রম থাকবে বলে ঘোষণা করা হয়েছে তারা যদি এ আয়াতে বর্ণিত সৎকর্মশীল লোকগণ হয়ে থাকেন তবে এ আয়াতকে পূর্বোক্ত আয়াতের তাফসীর হিসেবে ধরা যাবে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "২৭ : ৯০",
        "arabic_text": "\nوَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتۡ وُجُوهُهُمۡ فِي ٱلنَّارِ هَلۡ تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "আর যে কেউ অসৎকাজ নিয়ে আসবে, তাকে অধোমুখে নিক্ষেপ করা হবে আগুনে ‘তোমরা যা করতে তারই প্রতিফল তোমাদেরকে দেয়া হচ্ছে।’         ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "২৭ : ৯১",
        "arabic_text": "\nإِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ رَبَّ هَٰذِهِ ٱلۡبَلۡدَةِ ٱلَّذِي حَرَّمَهَا وَلَهُۥ كُلُّ شَيۡءٖۖ وَأُمِرۡتُ أَنۡ أَكُونَ مِنَ ٱلۡمُسۡلِمِينَ ",
        "bangla_text": "আমি তো আদেশপ্রাপ্ত হয়েছি এ নগরীর রবের [১] ‘ইবাদাত করতে, যিনি একে করেছেন সম্মানিত। আর সমস্ত কিছু তাঁরই। আরো আদেশপ্রাপ্ত হয়েছি, যেন আমি আত্মসমর্পণকারীদের অন্তর্ভুক্ত হই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অধিকাংশ তাফসীরবিদের মতে, بلدة বলে মক্কা মুকাররামাকে বুঝানো হয়েছে। আল্লাহ্‌ তা‘আলা তো বিশ্বজাহান এবং নভোমন্ডল ও ভূমণ্ডলের পালনকর্তা। এখানে বিশেষ করে মক্কার পালনকর্তা বলার কারণ মক্কার মাহাত্ম্য ও সম্মানিত হওয়ার বিষয়বস্তু প্রকাশ করা। [ইবন কাসীর] তাছাড়া এটাও হতে পারে যে, এটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে বেশী প্রিয় ছিল। [ফাতহুল কাদীর] حرم শব্দটি تحريم থেকে উদ্ভুত। এর অর্থ সাধারণ সম্মানও হয়ে থাকে। এই সম্মানের কারণে মক্কা ও পবিত্র ভূমির যেসব বিধান প্রবর্তিত হয়েছে, সেগুলোও এর মধ্যে অন্তর্ভুক্ত। যেমন, কেউ হারামে আশ্রয় নিলে সে নিরাপদ হয়ে যায়, হারামে প্রতিশোধ গ্ৰহণ করা ও হত্যাকাণ্ড সম্পাদন বৈধ নয়, হারামের ভূমিতে শিকার বধ করাও জায়েয নয়, বৃক্ষ কর্তন করা জায়েয নয়... ইত্যাদি। [দেখুন, ফাতহুল কাদীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “নিশ্চয় এই শহর (মক্কা) যেদিন আল্লাহ্‌ আসমান ও যমীন সৃষ্টি করেছেন সেদিনই হারাম ঘোষণা করেছেন। এটা আল্লাহ্‌র হারাম করার কারণে কিয়ামত পর্যন্ত হারাম থাকবে।” [বুখারীঃ ৩১৮৯; মুসলিমঃ ১৩৫৩] এর উদ্দেশ্য মক্কার কাফেরদেরকে এই মর্মে সতর্ক করে দেয়া যে, চরম অশান্তি, হানাহানি, যুদ্ধবিগ্রহ ও রক্তপাত বিধ্বস্ত আরব ভূখণ্ডের এ শহরকে শান্তি ও নিরাপত্তার কেন্দ্রভূমিতে পরিণত করে যে আল্লাহ্‌ তোমাদের প্রতি এ বিপুল অনুগ্রহ করেছেন এবং যাঁর অনুগ্রহে তোমাদের এ শহর সমগ্র আরব দেশে ভক্তি ও শ্রদ্ধার কেন্দ্রে পরিণত হয়েছে, তোমরা তাঁর প্রতি অকৃতজ্ঞ হতে চাইলে হতে পারো কিন্তু আমাকে তো হুকুম দেয়া হয়েছে আমি যেন তাঁর কৃতজ্ঞ বান্দায় পরিণত হই এবং তাঁরই সামনে নিজের বিনয় ও নম্রতার শিরা নত করি। তোমরা যাদেরকে উপাস্য বানিয়েছো তাদের কারো এ শহরকে হারামে পরিণত করার এবং আরবের যুদ্ধপ্রিয় ও লুটেরা গোত্রগুলোকে এর প্রতি সম্মান প্রদর্শন করতে বাধ্য করার ক্ষমতা ছিল না। কাজেই আসল অনুগ্রহকারীকে বাদ দিয়ে এমন সব সত্তার সামনে মাথা নত করা আমার পক্ষে সম্ভব নয় যাদের আমার প্রতি সামান্যতমও অনুগ্রহ ও অবদান নেই। অন্য আয়াতে এসেছে, “অতএব, তারা ‘ইবাদাত করুক এ ঘরের রবের যিনি তাদেরকে ক্ষুধায় খাদ্য দিয়েছেন এবং ভীতি থেকে তাদেরকে নিরাপদ করেছেন।” [সূরা কুরাইশঃ ৩-৪] [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "২৭ : ৯২",
        "arabic_text": "\nوَأَنۡ أَتۡلُوَاْ ٱلۡقُرۡءَانَۖ فَمَنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِۦۖ وَمَن ضَلَّ فَقُلۡ إِنَّمَآ أَنَا۠ مِنَ ٱلۡمُنذِرِينَ ",
        "bangla_text": "আমি আরো আদেশপ্রাপ্ত হয়েছি, কুরাআন তিলাওয়াত করতে [১]; অতঃপর যে ব্যাক্তি সৎপথ অনুসরণ করে, সে সৎপথ অনুসরণ করে নিজেরই কল্যাণের জন্য। আর কেউ ভুল পথ অনুসরণ করলে, আপনি বলুন, ‘আমি তো শুধু সতর্ককারীদের একজন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরোক্ত দু’টি আয়াত থেকে জানা গেল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দু’টি কাজের নির্দেশ বিশেষভাবে প্রদান করা হয়েছে। এক. তাওহীদ তথা একমাত্র আল্লাহ্‌রই ইবাদাত করতে। দুই. কুরআন তিলাওয়াত করতে। মানুষকে এ তেলাওয়াত শোনাতে ও তাদের কাছে পয়গাম পৌঁছাতে। অর্থাৎ তিনি তো শুধু প্রচারকারী ও ভীতিপ্রদর্শনকারী। তারপর যদি কেউ হেদায়াত গ্ৰহণ করে তবে সেটা তার নিজেরই উপকারার্থে, আর যদি পথভ্রষ্ট হয়, তবে সেটার ভারও তার নিজের উপর। রাসূলের উপর এর দায়-দায়িত্ব বর্তবে না। তাই রাসূলকে বলতে বলা হয়েছে যে, যদি কেউ পথভ্রষ্ট হয়, তবে আমি তো কেবল অন্যান্য নবী-রাসূলদের মত ভীতি প্ৰদৰ্শন করতে পারি। তারা যেভাবে তাদের সম্প্রদায়কে ভীতি প্ৰদৰ্শন করেই তাদের দায়িত্ব পালন করেছেন, সেভাবে আমিও তাদের অনুসরণ করব। তারপর সে সমস্ত সম্পদ্রায়ের হিসাবের দায়িত্ব আল্লাহ্‌রই উপর। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "২৭ : ৯৩",
        "arabic_text": "\nوَقُلِ ٱلۡحَمۡدُ لِلَّهِ سَيُرِيكُمۡ ءَايَٰتِهِۦ فَتَعۡرِفُونَهَاۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ ",
        "bangla_text": "আর বলুন, সকল প্রশংসা আল্লাহ্‌রই [১], তিনি তোমাদেরকে সত্বর দেখাবেন তাঁর নিদর্শন; তখন তোমরা তা চিনতে পারবে [২]।’ আর তোমরা যা কর সে সম্পর্কে আপনার রব গাফিল নন [৩]।      ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এজন্যই আল্লাহ্‌র প্রশংসা যে, তিনি কারও বিপক্ষে প্রমাণ প্রতিষ্ঠিত না করে শাস্তি দেন না। অনুরূপভাবে কাউকে ওযর পেশ করার সুযোগ শেষ করা পর্যন্ত আযাব নাযিল করেন না। আর সে জন্যই তিনি তাঁর আয়াতসমূহ নাযিল করবেন। যাতে কেউ তাঁর বিরুদ্ধে বলতে না পারে যে, আমাদের কাছে আয়াত আসলে তো আমরা ঈমান আনতাম। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] যেমন অন্য আয়াতে বলেছেন, “অচিরেই আমরা তাদেরকে আমাদের নিদর্শনাবলী দেখাব, বিশ্ব জগতের প্রান্তসমূহে এবং তাদের নিজেদের মধ্যে; যাতে তাদের কাছে সুস্পষ্ট হয়ে উঠে যে, অবশ্যই এটা (কুরআন) সত্য।” [সূরা ফুসসিলাতঃ ৫৩]\n  <br/>\n  <br/>\n  [৩] বরং তিনি সবকিছুর উপর সাক্ষী। [ইবন কাসীর] তাঁর কাছে কোন কিছু অজ্ঞাত নয়।\n  <br/>\n </p>\n</div>"
    }
]