[
    {
        "id": 1,
        "verse": "২৮ : ১",
        "arabic_text": "\nطسٓمٓ ",
        "bangla_text": "ত্বা-সীন-মীম;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আল-কাসাস মক্কায় নাযিলকৃত সূরাসমূহের মধ্যে সর্বশেষ সূরা। কোন কোন বর্ণনায় এসেছে যে, এ সূরাটি মক্কা ও মদীনার মাঝখানে হিজরতের সফরে নাযিল হয়েছিল। এ সূরার শেষভাগে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সুসংবাদ দেয়া হয়েছে যে, পরিণামে মক্কা বিজিত হয়ে আপনার অধিকারভুক্ত হবে। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২৮ : ২",
        "arabic_text": "\nتِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ ",
        "bangla_text": "এগুলো সুস্পষ্ট কিতাবের আয়াত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২৮ : ৩",
        "arabic_text": "\nنَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "আমরা আপনার কাছে মূসা ও ফির‘আউনের কিছু বৃত্তান্ত যথাযথভাবে বিবৃত করছি [১], এমন সম্প্রদায়ের উদ্দেশ্যে যারা ঈমান আনে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তুলনামূলক অধ্যায়নের জন্য দেখুন আল বাকারাহঃ ৬০-৭২, আল-আ‘রাফঃ ১০৩-১৭৪, ইউনুসঃ ৭৫-৯২, হূদঃ ৯৬-১১০, আল-ইসরাঃ ১০১-১০৪, মারয়ামঃ ৫১-৫২, ত্বা-হাঃ ৯-৯৯, আল মুমিনুনঃ ৪৫-৫০, আশ্‌ শু‘আরাঃ ১০-৬৮, আন নামলঃ ৭-১৪, আল-আনকাবূতঃ ৩৯-৪০, গাফিরঃ ২৩-৪৬, আয্‌ যুখরুফঃ ৪৬-৫৬, আদ দুখানঃ ১৭-৩৩, আয্‌ যারিয়াতঃ ৩৮-৪০, এবং আন্‌নাযিআ‘তঃ ১৫-২৬, আয়াতসমূহ।\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা কথা মেনে নিতে প্ৰস্তুত নয় তাদেরকে কথা শুনানো তো অর্থহীন। তাই যারা মনের দুয়ারে একগুঁয়েমীর তালা বুলিয়ে রাখে না, এ আলোচনায় সেই মুমিনদেরকেই সম্বোধন করা হয়েছে। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২৮ : ৪",
        "arabic_text": "\nإِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ ",
        "bangla_text": "নিশ্চয় ফির‘আউন যমীনের বুকে অহংকারী হয়েছিল [১] এবং সেখানকার অধিবাসীদেরকে বিভিন্ন শ্রেণীতে বিভক্ত করে তাদের একটি শ্রেণীকে সে হীনবল করেছিল; তাদের পুত্রদেরকে সে হত্যা করত এবং নারীদেরকে জীবিত থাকতে দিত। সে তো ছিল বিপর্যয় সৃষ্টিকারী [২]।\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে علا শব্দ ব্যবহার করা হয়েছে। এর অর্থ হচ্ছে, সে উদ্বত হয়ে মাথা উঠিয়েছে, বিদ্রোহাত্মক নীতি অবলম্বন করেছে, নিজের আসল মর্যাদা অর্থাৎ দাসত্বের স্থান থেকে উঠে স্বেচ্ছাচারী ও প্রভুর রূপ ধারণ করেছে, অধীন হয়ে থাকার পরিবর্তে প্রবল হয়ে গেছে এবং স্বৈরাচারী ও অহংকারী হয়ে যুলুম করতে শুরু করেছে। [দেখুন, ফাতহুল কাদীর] এখানে যমীন বলে, মিসর বোঝানো হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তার কাছে দেশের সকল অধিবাসী সমান থাকেনি এবং সবাইকে সমান অধিকারও দেয়া হয়নি। বরং সে এমন পদ্ধতি অবলম্বন করেছে যার মাধ্যমে রাজ্যের অধিবাসীদেরকে বিভিন্ন দলে বিভক্ত করে দেয়া হয়। একদলকে সুযোগ সুবিধা ও বিশেষ অধিকার দিয়ে শাসক দলে পরিণত করা হয় এবং অন্যদলকে অধীন করে পদানত, পর্যুদস্ত, নিষ্পোষিত ও ছিন্নবিচ্ছিন্ন করা হয়। অর্থাৎ বনী ইসরাঈলকে হেয় করে রেখেছিল। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২৮ : ৫",
        "arabic_text": "\nوَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ ",
        "bangla_text": "আর আমরা ইচ্ছে করলাম, সে দেশে যাদেরকে হীনবল করা হয়েছিল তাদের প্রতি অনুগ্রহ করতে এবং তাদেরকে নেতা বানাতে, আর তাদেরকে উত্তরধিকারী করতে;\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২৮ : ৬",
        "arabic_text": "\nوَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ ",
        "bangla_text": "আর যমীনে তাদেরকে ক্ষমতায় প্রতিষ্ঠিত করতে, আর ফির‘আউন, হামান ও তাদের বাহিনীকে তা দেখিয়ে দিতে, যা তারা সে দূর্বল দলের কাছ থেকে আশংকা করত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ফির‘আউনী কৌশলের শুধু ব্যর্থ ও বিপর্যস্ত হওয়ার কথাই নয়; বরং ফির‘আউন ও তার পরিষদবৰ্গকে চরম বোকা ও অন্ধ বানানোর কথা উল্লেখ করা হয়েছে। যে বালকের জন্মরোধ করতে বনী ইসরাঈলের অসংখ্য নবজাতককে হত্যা করেছিল সে বালককে আল্লাহ্‌ তা‘আলা এই ফির‘আউনের ঘরে তারই হাতে লালন-পালন করালেন এবং সে বালকের জননীর মনতুষ্টির জন্যে তারই কোলে বিস্ময়কর পন্থায় পৌঁছে দিলেন। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২৮ : ৭",
        "arabic_text": "\nوَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ ",
        "bangla_text": "আর মূসা-জননীর প্রতি আমরা নির্দেশ দিলাম [১], ‘তাকে দুধ পান করাও। যখন তুমি তার সম্পর্কে কোন আশংকা করবে, তখন একে দরিয়ায় নিক্ষেপ করো এবং ভয় করো না, পেরেশানও হয়ো না। আমরা অবশ্যই একে তোমার কাছে ফিরিয়ে দেব এবং একে রাসূলদের একজন করব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, وأوحينا এর মূল হলো, وحي যার শাব্দিক অর্থ হলো, الإعْلَامُ فيِ خَفَاءٍ বা গোপনে কোন কিছু জানিয়ে দেয়া। [দেখুন, ফাতহুল বারীঃ ১/২০৪৪৫] এখানে মূসা-জননীকে আল্লাহ্‌ তা‘আলা যে কোন উপায়ে তাঁর কোন নির্দেশ পৌঁছানোই উদ্দেশ্য। যে অর্থে কুরআনে নবুওয়তের ওহী ব্যবহার হয়েছে সে অর্থের وحي হওয়া বাধ্যতামূলক নয়।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২৮ : ৮",
        "arabic_text": "\nفَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ ",
        "bangla_text": "তারপর ফির‘আউনের লোকজন তাকে কুড়িয়ে নিল। এর পরিণাম তো এ ছিল যে, সে তাদের শত্রু ও দুঃখের কারণ হবে [১]। নিঃসন্দেহে ফির‘আউন, হামান ও তাদের বাহিনী ছিল অপরাধী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এটা তাদের উদ্দেশ্য ছিল না বরং এ ছিল তাদের কাজের পরিণাম। যা তাদের জন্য নির্ধারিত ছিল। তারা এমন এক শিশুকে উঠাচ্ছিল যার হাতে শেষ পর্যন্ত তাদেরকে ধ্বংস হতে হবে। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২৮ : ৯",
        "arabic_text": "\nوَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ ",
        "bangla_text": "ফির‘আউনের স্ত্রী বলল, ‘এ শিশু আমার ও তোমার নয়ন-প্ৰীতিকর। একে হত্যা করো না, সে আমাদের উপকারে আসতে পারে অথবা আমরা তাকে সন্তান হিসেবেও গ্রহণ করতে পারি।’ প্রকৃতপক্ষে ওরা এর পরিণাম উপলব্ধি করতে পারেনি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২৮ : ১০",
        "arabic_text": "\nوَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর মূসা-জননীর হৃদয় অস্থির হয়ে পড়েছিল। যাতে সে আস্থাশীল হয় সে জন্য আমরা তার হৃদয়কে দৃঢ় করে না দিলে সে তার পরিচয় তো প্ৰকাশ করেই দিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২৮ : ১১",
        "arabic_text": "\nوَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ ",
        "bangla_text": "আর সে মূসার বোনকে বলল, ‘এর পিছনে পিছনে যাও।’ সে দূর থেকে তাকে দেখছিল অথচ তারা তা উপলব্ধি করতে পারছিল না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২৮ : ১২",
        "arabic_text": "\n۞ وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ ",
        "bangla_text": "আর পূর্ব থেকেই আমরা ধাত্রী-স্তন্যপানে তাকে বিরত রেখেছিলাম। অতঃপর মূসার বোন বলল, ‘তোমাদেরকে কি আমি এমন এক পরিবারের সন্ধান দেব, যারা তোমাদের হয়ে একে লালন-পালন করবে এবং এর মঙ্গলকামী হবে?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২৮ : ১৩",
        "arabic_text": "\nفَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "অতঃপর আমরা তাকে ফিরিয়ে দিলাম তার জননীর কাছে, যাতে তার চোখ জুড়ায় এবং সে দুঃখ না করে, আর সে জেনে নেয় যে, আল্লাহ্‌র প্রতিশ্রুতি সত্য; কিন্তু অধিকাংশ মানুষই এটা জানে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২৮ : ১৪",
        "arabic_text": "\nوَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আর যখন মূসা পূর্ণ যৌবনে উপনীত ও পরিণত বয়স্ক হল [১] তখন আমরা তাকে হিকমত ও জ্ঞান দান করলাম [২]; আর এভাবেই আমরা মুহসিনদেরকে পুরস্কার প্রদান করে থাকি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أشدّ শব্দের আভিধানিক অর্থ, শক্তি ও জোরের চরম সীমায় পৌঁছা। মানুষ শৈশবের দুর্বলতা থেকে আস্তে আস্তে শক্তি-সামর্থ্যের দিকে অগ্রসর হয়। তারপর এমন এক সময় আসে, যখন অস্তিত্বে যতটুকু শক্তি আসা সম্ভবপর, সবটুকুই পূর্ণ হয়ে যায়। এই সময়কেই أشدّ বলা হয়। এটা বিভিন্ন ভূখণ্ড ও বিভিন্ন জাতির মেজায অনুসারে বিভিন্ন রূপ হয়ে থাকে। কারও এই সময় তাড়াতাড়ি আসে এবং কারও দেরীতে। কোন কোন মুফাসসির এটাকে ৩৪ বছর বলে মত প্ৰকাশ করেছেন। যাকে আমরা পরিণত বয়স বলে থাকি এখানে সেটাই বোঝানো হয়েছে। এতে দেহের বৃদ্ধি একটি বিশেষ সীমা পর্যন্ত পৌঁছে থেমে যায়। এরপর চল্লিশ বছর পর্যন্ত বিরতিকাল। একে استوى শব্দ দ্বারা ব্যক্ত করা হয়েছে। এ থেকে জানা গেল যে, استوى তথা পরিণত বয়স ত্ৰিশ বছর থেকে শুরু করে চল্লিশ বছর পর্যন্ত বর্তমান থাকে। [দেখুন, ফাতহুল কাদীর; তাছাড়া সূরা আল-আন‘আমের ১৫২ নং আয়াতের ব্যাখ্যায় কিছু আলোচনা এসেছে]\n  <br/>\n  <br/>\n  [২] হুকুম অর্থ হিকমত, বুদ্ধিমত্তা, বিচক্ষণতা-ধী-শক্তি ও বিচারবুদ্ধি। আর জ্ঞান বলতে বুঝানো হয়েছে দ্বীনী জ্ঞান বা ফিকহ। অথবা নিজের দ্বীন সম্পর্কিত জ্ঞান ও তার পিতৃপুরুষদের দ্বীন। [ফাতহুল কাদীর] কারণ নিজের পিতামাতার সাথে সম্পর্ক প্রতিষ্ঠিত থাকার কারণে তিনি নিজের বাপ-দাদা তথা ইউসুফ, ইয়াকুব ও ইসহাক আলাইহিমুস সালামের শিক্ষার সাথে পরিচিত হতে পেরেছিলেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২৮ : ১৫",
        "arabic_text": "\nوَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ ",
        "bangla_text": "আর তিনি নগরীতে প্রবেশ করলেন, যখন এর অধিবাসীরা ছিল অসতর্ক [১]। সেখানে তিনি দুটি লোককে সংঘর্ষে লিপ্ত দেখলেন, একজন তার নিজ দলের এবং অন্যজন তার শক্রদলের। অতঃপর মূসার দলের লোকটি ওর শত্রুর বিরুদ্ধে তার সাহায্য প্রার্থনা করল, তখন মূসা তাকে ঘুষি মারলেন [২]; এভাবে তিনি তাকে হত্যা করে বসলেন। মূসা বললেন, ‘এটা শয়তানের কাণ্ড [৩]। সে তো প্ৰকাশ্য শত্রু ও বিভ্রান্তকারী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অধিকাংশ মুফাসসিরের মতে, মূসা আলাইহিসসালাম দুপুর সময়ে শহরে প্রবেশ করেছিলেন। এ সময় মানুষ দিবানিদ্রায় মশগুল থাকত। [ফাতহুল কাদীর] কারণ, তিনি তার সঠিক দ্বীন সম্পর্কে জানার পর ফির‘আউনের দ্বীনের দোষ-ত্রুটি বর্ণনা করতে আরম্ভ করলে, সেটা প্রসিদ্ধি লাভ করে। তাই তিনি বাইরে বের হতেন না। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] وكز শব্দের অর্থ ঘুষি মারা। ঘুষির সাথেই লোকটি মারা গেল। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] কিবতী লোকটিকে হত্যা করা শয়তানের কারসাজী ছিল। কারণ, যে স্থানে মুসলিম এবং কিছুসংখ্যক অমুসলিম অন্য কোন রাষ্ট্রে পরস্পর শান্তিতে বসবাস করে, একে অপরের উপর হামলা করা অথবা লুটতরাজ করাকে উভয়পক্ষে বিশ্বাসঘাতকতা মনে করে; সেইস্থানে এ ধরনের জীবন যাপন ও আদান-প্ৰদানও এক প্রকার কার্যগত চুক্তি যা অবশ্য পালনীয় এবং বিরুদ্ধাচারণ বিশ্বাসঘাতকতার শামিল। [ফাতহুল কাদীর] সারকথা এই যে, কার্যগত চুক্তির কারণে কিবতীকে ইচ্ছাকৃতভাবে হত্যা করা হলে তা জায়েয হত না, কিন্তু মূসা আলাইহিসসালাম তাকে প্ৰাণে মারার ইচ্ছা করেননি; বরং ইসরাঈলী লোকটিকে তার যুলুম থেকে বাঁচানোর উদ্দেশ্যে হাতে প্রহার করেছিলেন। এটা স্বভাবতঃ হত্যার কারণ হয় না। কিন্তু কিবতী এতেই মারা গেল। [ফাতহুল কাদীর] মুসা আলাইহিসসালাম অনুভব করলেন যে, তাকে প্রতিরোধ করার জন্য আরও কম মাত্রার প্রহারও যথেষ্ট ছিল কাজেই এই বাড়াবাড়ি না করলেও চলত। এ কারণেই তিনি একে শয়তানের কারসাজী আখ্যা দিয়ে ক্ষমা প্রার্থনা করেছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২৮ : ১৬",
        "arabic_text": "\nقَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! আমি তো আমার নিজের প্রতি যুলুম করেছি; কাজেই আপনি আমাকে ক্ষমা করুন।’ অতঃপর তিনি তাকে ক্ষমা করলেন। নিশ্চয় তিনি ক্ষমাশীল, পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২৮ : ১৭",
        "arabic_text": "\nقَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! আপনি যেহেতু আমার প্রতি অনুগ্রহ করেছেন, আমি কখনো অপরাধীদের সাহায্যকারী হব না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিসসালামের এই বিচ্যুতি আল্লাহ্‌ তা‘আলা ক্ষমা করলেন। তিনি এর শোকর আদায় করণার্থে আরয করলেন, আমি ভবিষ্যতে কোন অপরাধীকে সাহায্য করব না। এর অর্থ কেবল এই নয় যে, আমি কোন অপরাধীর সহায়ক হবো না বরং এর অর্থ এটাও হয় যে, আমার সাহায্য-সহায়তা কখনো এমন লোকদের পক্ষে থাকবে না যারা দুনিয়ায় যুলুম ও নিপীড়ন চালায়। মুসলিম আলেমগণ সাধারণভাবে মূসার এ অঙ্গীকার থেকে একথা প্রমাণ করেছেন যে, একজন মু’মিনের কোন যালেমকে সাহায্য করা থেকে পুরোপুরি দূরে থাকা উচিত। প্রখ্যাত তাবেঈ আতা ইবন আবী রাবাহর কাছে এক ব্যাক্তি বলে, আমার ভাই বনী উমাইয়া সরকারের অধীনে কূফার গভর্ণরের কাতিব বা লিখক, বিভিন্ন বিষয়ের ফায়সালা করা তার কাজ নয়, তবে যেসব ফায়সালা করা হয় সেগুলো তার কলমের সাহায্যেই জারী হয়। এ চাকুরী না করলে সে ভাতে মারা যাবে। আতা জবাবে এ আয়াতটি পাঠ করেন এবং বলেন, তোমার ভাইয়ের নিজের কলম ছুঁড়ে ফেলে দেয়া উচিত, রিযিকদাতা হচ্ছেন আল্লাহ্‌। আর একজন কাতিব ‘আমের শা’বীকে জিজ্ঞেস করেন, “হে আবু ‘আমার! আমি শুধুমাত্র হুকুমনামা লিখে তা জারী করার দায়িত্ব পালন করি মূল ফায়সালা করার দায়িত্ব আমার নয়। এ জীবিকা কি আমার জন্য বৈধ?” তিনি জবাব দেন, “হতে পারে কোন নিরাপরাধ ব্যাক্তিকে হত্যার ফায়সালা করা হয়েছে এবং তোমার কলম দিয়ে তা জারী হবে। হতে পারে, কোন সম্পদ অন্যায়ভাবে বাজেয়াপ্ত করা হয়েছে অথবা কারো গৃহ ধসানোর হুকুম দেয়া হয়েছে এবং তা তোমার কলম দিয়ে জারী হচ্ছে”। তারপর ইমাম এ আয়াতটি পাঠ করেন। আয়াতটি শুনেই কাতিব বলে ওঠেন, “আজকের পর থেকে আমার কলম বনী উমাইয়ার হুকুমনামা জারী হবার কাজে ব্যবহৃত হবে না।” ইমাম বললেন, “তাহলে আল্লাহ্‌ও তোমাকে রিফিক থেকে বঞ্চিত করবেন না।” [কুরতুবী]\n  <br/>\n  <br/>\n  আবদুর রহমান ইবনে মুসলিম যাহহাককে শুধুমাত্র বুখারায় গিয়ে সেখানকার লোকদের বেতন বণ্টন করে দেবার কাজে পাঠাতে চাচ্ছিলেন। কিন্তু তিনি সে দায়িত্ব গ্রহণ করতেও অস্বীকার করেন। তাঁর বন্ধুরা বলেন, এতে ক্ষতি কি? তিনি বলেন, আমি জালেমদের কোন কাজেও সাহায্যকারী হতে চাই না। [কুরতুবী] পূর্ববর্তী মনীষীগণের কাছ থেকে এ সম্পর্কে আরও বহু বৰ্ণনা এসেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২৮ : ১৮",
        "arabic_text": "\nفَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ ",
        "bangla_text": "অতঃপর ভীত সতর্ক অবস্থায় সে নগরীতে তার ভোর হল। হঠাৎ তিনি শুনতে পেলেন আগের দিন যে ব্যাক্তি গতকাল তার কাছে সাহায্য চেয়েছিল, সে সাহায্যের জন্য চিৎকার করছে। মূসা তাকে বললেন, ‘তুমি তো স্পষ্টই একজন বিভ্ৰান্ত ব্যাক্তি [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তুমি ঝগড়াটে স্বভাবের বলে মনে হচ্ছে। প্রতিদিন কারো না কারো সাথে তোমার ঝগড়া হতেই থাকে। গতকাল একজনের সাথে ঝগড়া বাধিয়েছিলে, আজ আবার আরেকজনের সাথে বাধিয়েছো। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২৮ : ১৯",
        "arabic_text": "\nفَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ ",
        "bangla_text": "অতঃপর মূসা যখন উভয়ের শক্রকে ধরতে উদ্যত হলেন, তখন সে ব্যাক্তি বলে উঠল [১], ‘হে মূসা! গতকাল তুমি যেমন এক ব্যাক্তিকে হত্যা করেছ, সেভাবে আমাকেও কি হত্যা করতে চাচ্ছ? তুমি তো যমীনের বুকে স্বেচ্ছাচারী হতে চাচ্ছ, তুমি তো চাও না শান্তি স্থাপনাকারীদের অন্তর্ভুক্ত হতে!’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অধিকাংশ মুফাসসিরের মতে এ কথাটি ইসরাঈলী লোকটিই বলেছিল। সে মূসা আলাইহিসসালামের পূর্ববর্তী সম্বোধনের কারণে এ ভয় করেছিল যে, মূসা আলাইহিসসালাম বুঝি তাকেই আক্রমণ করতে উদ্যত হচ্ছে। আর মূসা আলাইহিসসালামের আক্রমণ মানেই নিৰ্ঘাত মৃত্যু; কারণ গতকালই এক লোককে আক্রমণ করে শেষ করে দিয়েছে। আজ বুঝি আমাকেই শেষ করে দেবে। তাই সে গতকালের কিবতী হত্যার গোপণ কথা ফাঁস করে দিয়েছে। আর তাতেই কিবতী লোকটি সুযোগ পেয়ে তা ফের‘আউনের পরিষদবর্গের কাছে জানিয়ে দিলে তারা তার বিরুদ্ধে ব্যবস্থা নিতে উদ্যত হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  তবে কোন কোন মুফাসসির বলেন, এ কথাটি ইসরাঈলী লোকটির নয়। বরং এটা কিবতী লোকেরই কথা। সে মূসা আলাইহিসসালামের ভয়াল চিত্র দেখে ঘাবড়ে গিয়েছিল। তার মনে হয়েছিল যে, আজ যে আমাকে এমনভাবে মারার জন্য এগিয়ে আসছে সেই নিশ্চয়ই গতকালের হত্যাকাণ্ড ঘটিয়েছে। সে ছাড়া আর কার এমন বুকের পাটা আছে যে, আমাদের শাসকগোষ্ঠীর গায়ে হাত তুলে? তাই সে অনুমান নির্ভর হয়ে বলে বসে যে, তুমি কাল যেভাবে হত্যা করেছ আজ কি সে রকমই আমাকে হত্যা করতে চাচ্ছ? [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২৮ : ২০",
        "arabic_text": "\nوَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ ",
        "bangla_text": "আর নগরীর দূর প্রান্ত থেকে ব্যাক্তি ছুটে এসে বলল, ‘হে মূসা! পরিষদবর্গ তোমাকে হত্যা করার পরামর্শ করছে [১]। কাজেই তুমি বাইরে চলে যাও, আমি তো তোমার কল্যাণকামী।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ দ্বিতীয় ঝগড়ার ফলে হত্যা রহস্য প্রকাশ হয়ে যাবার পর সংশ্লিষ্ট মিসরীয়টি যখন গিয়ে সরকারকে জানিয়ে দিল তখন এ পরামর্শের ঘটনা ঘটে। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২৮ : ২১",
        "arabic_text": "\nفَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "তখন তিনি ভীত সতর্ক অবস্থায় সেখান থেকে বের হয়ে পড়লেন এবং  বললেন, ‘হে আমার রব! আপনি যালিম সম্পপ্ৰদায় থেকে আমাকে রক্ষা করুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২৮ : ২২",
        "arabic_text": "\nوَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ ",
        "bangla_text": "আর যখন মূসা মাদ্‌ইয়ান [১] অভিমুখে যাত্রা করলেন তখন বললেন, ‘আশা করি আমার রব আমাকে সরল পথ দেখাবেন [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মাদইয়ান নামক এ শহরটি মতান্তরে ইবরাহীম আলাইহিসসালামের ছেলে মাদইয়ানের নামানুসারে নামকরণ করা হয়েছে। জায়গাটি সম্পর্কে বলা হয় যে, সেটি ফের‘আউনী রাষ্ট্রের বাইরে ছিল। মূসা আলাইহিসসালাম ফির‘আউনের হাত থেকে বাঁচার জন্য স্বাভাবিক আশংকাবোধ করে মিশর থেকে হিজরত করার ইচ্ছা করলেন। বলাবাহুল্য, এই আশংকাবোধ নবুওয়ত ও তাওয়াক্কুল কোনটিরই পরিপন্থি নয়। মাদইয়ানের দিক নির্দিষ্ট করার কারণ সম্ভবতঃ এই ছিল যে, মাদইয়ানেও ইবরাহীম আলাইহিসসালামের বংশধরদের বসতি ছিল। মূসা আলাইহিসসালামও এই বংশের অন্তর্ভুক্ত ছিলেন। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এমন পথ যার সাহায্যে সহজে মাদয়ানে পৌঁছে যাবো। উল্লেখ্য, সে সময় মাদইয়ান ছিল ফেরাউনের রাজ্য-সীমার বাইরে। মূসা আলাইহিসসালাম সম্পূর্ণ নিঃসম্বল অবস্থায় মিশর থেকে বের হন। তার সাথে পাথেয় বলতে কিছুই ছিল না এবং রাস্তাও জানা ছিল না। এই সংকটময় অবস্থায় তিনি আল্লাহ্‌র দিকে মনোনিবেশ করে এ দো‘আ করেছিলেন, আল্লাহ্‌ তা‘আলা তার দো‘আ কবুল করলেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২৮ : ২৩",
        "arabic_text": "\nوَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ ",
        "bangla_text": "আর যখন তিনি মাদ্‌য়ানের কূপের কাছে পৌঁছলেন [১], দেখতে পেলেন, একদল লোক তাদের জানোয়ারগুলোকে পানি পান করাচ্ছে এবং তাদের পিছনে দুজন নারী তাদের পশুগুলোকে আগলে রাখছে। মূসা বললেন, ‘তোমাদের কী ব্যাপার [২]?’ তারা বলল, ‘আমরা আমাদের জানোয়ারগুলোকে পানি পান করাতে পারি না, যতক্ষণ রাখালেরা তাদের জানোয়ারগুলোকে নিয়ে সরে না যায়। আর আমাদের পিতা খুব বৃদ্ধ [৩]।’\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ স্থানটি, যেখানে মূসা পৌঁছেছিলেন, এটি আকাবা উপসাগরের পশ্চিম তীরে। বর্তমানে এ জায়গাটিকে আল বিদ‘আ বলা হয়। সেখানে একটি ছোট মতো শহর গড়ে উঠেছে। আমি ২০০৪ সালে তাবুক যাওয়ার পথে এ জায়গাটি দেখেছি। স্থানীয় অধিবাসীরা আমাকে জানিয়েছে, বাপ-দাদাদের আমল থেকে আমরা শুনে আসছি মাদয়ান এখানেই অবস্থিত ছিল। এর সন্নিকটে সামান্য দূরে একটি স্থানকে বর্তমানে “মাগায়েরে শু‘আইব” বা “মাগারাতে শু‘আইব” বলা হয়। সেখানে সামূদী প্যাটার্নের কিছু ইমারত রয়েছে। আর এর প্রায় এক মাইল দু’মাইল দূরে কিছু প্রাচীন ধ্বংসাবশেষ রয়েছে। এর মধ্যে আমরা দেখেছি দু’টি অন্ধকূপ। স্থানীয় লোকেরা আমাদের জানিয়েছে, নিশ্চিতভাবে আমরা কিছু বলতে পারি না তবে আমাদের এখানে একথাই প্রচলিত যে, এ দু’টি কূয়ার মধ্য থেকে একটি কূয়ায় মূসা তাঁর ছাগলের পানি পান করিয়েছেন।\n  <br/>\n  <br/>\n  [২] মূসা আলাইহিসসালাম নারীদ্বয়কে জিজ্ঞেস করলেনঃ ‘তোমাদের কি ব্যাপার? তোমরা তোমাদের ছাগলগুলোকে আগলিয়ে দাঁড়িয়ে আছ কেন? অন্যদের ন্যায় কূপের কাছে এনে পানি পান করাও না কেন? তারা জওয়াব দিল, আমাদের অভ্যাস এই যে, আমরা পুরুষের সাথে মেলামেশা থেকে আত্মরক্ষার জন্যে ছাগলগুলোকে পানি পান করাই না, যে পর্যন্ত তারা কূপের কাছে থাকে। তারা চলে গেলে আমরা ছাগলগুলোকে পানি পান করাই। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ নারীদ্বয়ের পূর্বোক্ত বাক্য শুনে এ প্রশ্ন দেখা দিতে পারত যে, তোমাদের কি কোন পুরুষ নেই যে, নারীদেরকে একাজে আসতে হয়েছে? নারীদ্বয় এই সম্ভাব্য প্রশ্নের জওয়াবও সাথে সাথে দিয়ে দিল যে, আমাদের পিতা অতিশয় বৃদ্ধ। তিনি একাজ করতে পারেন না। তাই আমরা করতে বাধ্য হয়েছি। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  এ মেয়েদের পিতার ব্যাপারে আমাদের সাধারণভাবে এ কথা প্রচার হয়ে গেছে যে, তিনি ছিলেন শু‘আইব আলাইহিস সালাম। কিন্তু কুরআন মজীদে ইশারা ইংগিতে কোথাও এমন কথা বলা হয়নি যা থেকে বুঝা যেতে পারে তিনি শু‘আইব আলাইহিস সালাম ছিলেন। অথচ শু‘আইব আলাইহিস সালাম কুরআনের একটি পরিচিত ব্যাক্তিত্ব। এ মেয়েদের পিতা যদি তিনিই হতেন তাহলে এখানে একথা সুস্পষ্ট না করে দেয়ার কোন কারণই ছিল না। শু‘আইব নবী না হলেও এ সৎ ব্যাক্তিটির দ্বীন সম্পর্কে অনুমান করা হয় যে, মূসা আলাইহিস সালামের মতো তিনিও ইবরাহীমী দ্বীনের অনুসারী ছিলেন। কেননা, যেভাবে মূসা ছিলেন ইসহাক ইবনে ইবরাহীম আলাইহিমাসসালামের আওলাদ ঠিক তেমনি তিনিও ছিলেন মাদইয়ান ইবনে ইবরাহীমের বংশধর। কুরআন ব্যাখ্যাতা নিশাপুরী হাসান বাসরীর বরাত দিয়ে লিখেছেনঃ “তিনি একজন মুসলিম ছিলেন। শু‘আইবের দ্বীন তিনি গ্ৰহন করে নিয়েছিলেন”। মোট কথা তিনি নবী শু‘আইব ছিলেন না। কোন মহৎ ব্যাক্তি ছিলেন। তবে তার নাম ‘শু‘আইব’ থাকাটা বিচিত্র কিছু নয়। কারণ, বনী ইসরাঈলগণ তাদের নবীদের নামে নিজেদের সন্তানদের নামকরণ করতেন। আর হয়ত সে কারণেই লোকদের মধ্যে এ ব্যাপারে সংশয় বিরাজ করছে। [শাইখুল ইসলাম ইবন তাইমিয়্যাহ এ ব্যাপারটি তার কয়েকটি গ্রন্থে বিস্তারিত আলোচনা করেছেন। যেমন, আল-জাওয়াবুস সহীহ, ২/২৪৯-২৫০; জামেউর রাসায়িলঃ ১/৬১-৬২; মাজমু‘ ফাতাওয়াঃ ২০/৪২৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২৮ : ২৪",
        "arabic_text": "\nفَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ ",
        "bangla_text": "মুসা তখন তাদের পক্ষে জানোয়ারগুলোকে পানি পান করালেন। তারপর তিনি ছায়ার নীচে আশ্রয় গ্রহন করে বললেন, ‘হে আমার রব ! আপনি আমার প্রতি যে অনুগ্রহ করবেন আমি তার কাঙ্গাল [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিসসালাম বিদেশে অনাহারে কাটাচ্ছেন। তিনি এক গাছের ছায়ায় এসে আল্লাহ্‌ তা‘আলার সামনে নিজের অবস্থা ও অভাব পেশ করলেন। এটা দো‘আ করার একটি সূক্ষ পদ্ধতি। خير শব্দটির অর্থ কল্যাণ। এখানে তিনি আহার্য হতে শুরু করে যাবতীয় কল্যাণের জন্য আল্লাহ্‌ তা‘আলার মুখাপেক্ষী হলেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২৮ : ২৫",
        "arabic_text": "\nفَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "তখন নারী দুজনের একজন শরম-জড়িত পায়ে তার কাছে আসল [১] এবং বলল, ‘আমার পিতা আপনাকে আমন্ত্রণ করছেন, আমাদের জানোয়ারগুলোকে পানি পান করানোর পারিশ্রমিক দেয়ার জন্য।’ অতঃপর মূসা তার কাছে এসে সমস্ত বৃত্তান্ত বর্ণনা করলে তিনি বললেন, ‘ভয় করো না, তুমি যালিম সম্প্রদায়ের কবল থেকে বেঁচে গেছ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উমর রাদিয়াল্লাহু আনহু এ বাক্যাংশটির এরূপ ব্যাখ্যা করেছেনঃ “সে নিজের মুখ ঘোমটার আড়ালে লুকিয়ে লজ্জাজড়িত পায়ে হেঁটে এলো। সেই সব ধিংগি চপলা মেয়েদের মতো হন হন করে ছুটে আসেনি, যারা যেদিকে ইচ্ছা যায় এবং যেখানে খুশী ঢুকে পড়ে।” এ বিষয়বস্তু সম্বলিত কয়েকটি বর্ণনা সাঈদ ইবনে মানসুর, ইবনে জারীর, ইবনে আবী হাতেম ও ইবনুল মুনযির নির্ভরযোগ্য সনদ সহকারে উমর রাদিয়াল্লাহু ‘আনহু থেকে উদ্ধৃত করেছেন। এ থেকে পরিষ্কার জানা যায়, সাহাবায়ে কেরামের যুগে কুরআন ও নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের শিক্ষা ও প্রশিক্ষণের বদৌলতে এ মনীষীগণ লজ্জাশীলতার যে ইসলামী ধারণা লাভ করেছিলেন তা অপরিচিত ও ভিন্ন পুরুষদের সামনে চেহারা খুলে রেখে ঘোরাফেরা করা এবং বেপরোয়াভাবে ঘরের বাইরে চলাফেরা করার সম্পূর্ণ বিরোধী ছিল। উমর রাদিয়াল্লাহু ‘আনহু পরিস্কার ভাষায় এখানে চেহারা ঢেকে রাখাকে লজ্জাশীলতার চিহ্ন এবং তা ভিন পুরুষের সামনে উন্মুক্ত রাখাকে নির্লজ্জতা গণ্য করেছেন। [দেখুন, বাগভী; কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর; আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২৮ : ২৬",
        "arabic_text": "\nقَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ ",
        "bangla_text": "নারীদ্বয়ের একজন বলল, ‘হে আমার পিতা ! আপনি একে মজুর নিযুক্ত করুন, কারণ আপনার মজুর হিসেবে উত্তম হবে সে ব্যক্তি, যে শক্তিশালী, বিশ্বস্ত [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ পরামর্শের অর্থ ছিল, আপনার বার্ধক্যের কারণে বাধ্য হয়ে আমাদের মেয়েদের বিভিন্ন কাজে বাইরে বের হতে হয়। বাইরের কাজ করার জন্য আমাদের কোন ভাই নেই। আপনি এ ব্যাক্তিকে কর্মচারী নিযুক্ত করুন। সুঠাম দেহের অধিকারী বলশালী লোক। সবরকমের পরিশ্রমের কাজ করতে পারবে। আবার নির্ভরযোগ্যও। সে আমাদের মতো মেয়েদেরকে অসহায় দাঁড়িয়ে থাকতে দেখে আমাদের সাহায্য করেছে এবং আমাদের দিকে কখনো চোখ তুলে তাকায়ওনি। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২৮ : ২৭",
        "arabic_text": "\nقَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "তিনি মূসাকে বললেন, ‘আমি আমার এ কন্যাদ্বয়ের একজনকে তোমার সাথে বিয়ে দিতে চাই, এ শর্তে যে, তুমি আট বছর আমার কাজ করবে, আর যদি তুমি দশ বছর পূর্ণ কর, সে তোমার ইচ্ছে। আমি তোমাকে কষ্ট দিতে চাই না। আল্লাহ্‌ ইচ্ছে করলে তুমি আমাকে সদাচারী পাবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২৮ : ২৮",
        "arabic_text": "\nقَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ ",
        "bangla_text": "মূসা বললেন, ‘আমার ও আপনার মধ্যে এ চুক্তিই রইল। এ দুটি মেয়াদের কোন একটি আমি পূর্ণ করলে আমার বিরুদ্ধে কোন অভিযোগ থাকবে না। আমরা যে বিষয়ে কথা বলছি আল্লাহ্‌ তার কর্মবিধায়ক।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২৮ : ২৯",
        "arabic_text": "\n۞ فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ ",
        "bangla_text": "অতঃপর মূসা যখন তার মেয়াদ পূর্ণ করার পর [১] সপরিবারে যাত্রা করলেন [২] তখন তিনি তূর পর্বতের দিকে আগুন দেখতে পেলেন। তিনি তার পরিজনবৰ্গকে বললেন, ‘তোমরা অপেক্ষা কর, আমি আগুন দেখেছি, সম্ভবত আমি সেখান থেকে তোমাদের জন্য খবর আনতে পারি অথবা একখণ্ড জ্বলন্ত কাঠ আনতে পারি যাতে তোমরা আগুন পোহাতে পার।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মূসা আলাইহিসসালাম চাকুরীর নির্দিষ্ট মেয়াদ পূর্ণ করলেন। এখানে প্রশ্ন হয় যে, মূসা আলাইহিসসালাম আট বছরের মেয়াদ পূর্ণ করেছিলেন নাকি দশ বছরের? এ ব্যাপারে ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুম বলেন যে, অধিক মেয়াদ অর্থাৎ দশ বছর মেয়াদকাল তিনি পূর্ণ করেছিলেন। নবীগণ যা বলেন তা পূর্ণ করেন। [বুখারীঃ ২৫৩৮] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও প্রাপককে তার প্রাপ্যের চাইতে বেশী দিতেন এবং তিনি উম্মতকেও নির্দেশ দিয়েছেন যে, চাকুরী, পারিশ্রমিক ও কেনাবেচার ক্ষেত্রে ত্যাগ স্বীকার করতে।\n  <br/>\n  <br/>\n  [২] এর থেকে প্রমাণ হয় যে, একজন মানুষ তার পরিবারের উপর কর্তৃত্বশীল। সে তাদেরকে নিয়ে যেখানে ইচ্ছা যাওয়ার অধিকার রাখে। [কুরতুবী] এ সফরে মূসার তূর পাহাড়ের দিকে যাওয়া দেখে অনুমান করা যায় তিনি পরিবার পরিজন নিয়ে সম্ভবত মিসরের দিকে যেতে চাচ্ছিলেন। কারণ মাদ্‌ইয়ান থেকে মিসরের দিকে যে পথটি গেছে তূর পাহাড় তার উপর অবস্থিত। সম্ভবত মূসা মনে করে থাকবেন, দশটি বছর চলে গেছে, এখন যদি আমি নীরবে সেখানে চলে যাই এবং নিজের পরিবারের লোকজনদের সাথে অবস্থান করতে থাকি তাহলে হয়তো আমার কথা কেউ জানতেই পারবে না। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২৮ : ৩০",
        "arabic_text": "\nفَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "অতঃপর যখন মূসা আগুনের কাছে পৌঁছলেন তখন উপত্যকার ডান পাশে [১] বরকতময় [২] ভূমির উপর অবস্থিত সুনির্দিষ্ট গাছের দিক থেকে তাকে ডেকে বলা হল, ‘হে মূসা! আমিই আল্লাহ্‌, সৃষ্টিকুলের রব [৩];’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মূসার ডান হাতের দিকে যে কিনারা ছিল সেই কিনারা বা পাশ থেকে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] সূরা মারইয়ামের ৩১ নং আয়াতের ব্যাখ্যায় বরকত সংক্রান্ত আলোচনা করা হয়েছে।\n  <br/>\n  <br/>\n  [৩] এ আয়াত সংক্রান্ত ব্যাখ্যা সূরা আন-নামলের ৯ নং আয়াতের ব্যাখ্যায় গত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২৮ : ৩১",
        "arabic_text": "\nوَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ ",
        "bangla_text": "আরও বলা হল, ‘আপনি আপনার লাঠি নিক্ষেপ করুন।’ তারপর, তিনি যখন সেটাকে সাপের ন্যায় ছুটোছুটি করতে দেখলেন তখন পিছনের দিকে ছুটতে লাগলেন এবং ফিরে তাকালেন না। তাকে বলা হল, ‘হে মূসা ! সামনে আসুন, ভয় করবেন না; আপনি তো নিরাপদ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২৮ : ৩২",
        "arabic_text": "\nٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ ",
        "bangla_text": "‘আপনার হাত আপনার বগলে রাখুন, এটা বের হয়ে আসবে শুভ্ৰ-সমুজ্জল নির্দোষ হয়ে। আর ভয় দূর করার জন্য আপনার দুহাত নিজের দিকে চেপে ধরুন। অতঃপর এ দু‘টি আপনার রব-এর দেয়া প্রমাণ, ফির‘আউন ও তার পরিষদবর্গের জন্য [১]। তারা তো ফাসেক সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ মু‘জিযা দু’টি তখন মূসাকে দেখানোর কারণ তাকে ফির‘আউনের কাছে যে ভয়াবহ দায়িত্ব দিয়ে পাঠানো হচ্ছে সেখানে তিনি একেবারে খালি হাতে তার মুখোমুখি হবেন না বরং প্রচণ্ড শক্তিশালী অস্ত্ৰ নিয়ে যাবেন। এ দু’টি মু‘জিযাই ছিল অত্যন্ত সুস্পষ্ট। নবুওয়াতের পক্ষে বিরাট ও অকাট্য প্রমাণ। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২৮ : ৩৩",
        "arabic_text": "\nقَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ ",
        "bangla_text": "মূসা বললেন, ‘হে আমার রব ! আমি তো তাদের একজনকে হত্যা করেছি। ফলে আমি আশংকা করছি তারা আমাকে হত্যা করবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ এ ছিল না যে, এ ভয়ে আমি সেখানে যেতে চাই না। বরং অর্থ ছিল, আপনার পক্ষ থেকে এমন কোন ব্যবস্থা থাকা দরকার যার ফলে আমার সেখানে পৌঁছার সাথে সাথেই কোন প্রকার কথাবার্তা ও রিসালাতের দায়িত্বপালন করার আগেই তারা যেন আমাকে হত্যার অপরাধে গ্রেফতার করে না নেয়। কারণ এ অবস্থায় তো আমাকে যে উদ্দেশ্যে এ অভিযানে সেখানে পাঠানো হচ্ছে তা ব্যর্থ হয়ে যাবে। পরবর্তী আয়াত থেকে একথা স্বতস্ফূৰ্তভাবে সুস্পষ্ট হয়ে যায় যে, মূসার এ আবেদনের উদ্দেশ্য ছিল স্বাভাবিক ভয় যা মানুষ মাত্রই করে থাকে। এ ধরনের ভয় থাকা নবুওয়তের মর্যাদার পরিপন্থী কোন কাজ নয়।\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২৮ : ৩৪",
        "arabic_text": "\nوَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ ",
        "bangla_text": "‘আর আমার ভাই হারূন আমার চেয়ে বাগ্মী [১]; অতএব তাকে আমার সাহায্যকারীরূপে প্রেরণ করুন, সে আমাকে সমর্থন করবে। আমি আশংকা করি তারা আমার প্রতি মিথ্যারোপ করবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে জানা গেল যে, ওয়াজ ও প্রচারকার্যে ভাষার প্রাঞ্জলতা ও প্রশংসনীয় বর্ণনাভঙ্গি কাম্য। এই গুণ অর্জনে প্রচেষ্টা চালানো নিন্দনীয় নয়। তবে হারূন আলাইহিসসালাম তার ভাই মূসা আলাইহিসসালাম থেকে বেশী বাগ্মী হলেও ফের‘আউনের সাথে কথাবার্তা মূসা আলাইহিসসালামের মাধ্যমে সংঘটিত হয়েছিল বলেই প্রমাণিত হয়। এর দ্বারা এটাই প্রমাণিত হয় যে, বাগ্মীতার যেমন প্রয়োজন তেমনি জ্ঞানের পরিধিরও আলাদা কদর রয়েছে।\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২৮ : ৩৫",
        "arabic_text": "\nقَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ ",
        "bangla_text": "আল্লাহ্‌ বললেন, ‘অচিরেই আমরা আপনার ভাইয়ের দ্বারা আপনার বাহুকে শক্তিশালী করব এবং আপনাদের উভয়কে প্রাধান্য দান করব। ফলে তারা আপনাদের কাছে পৌঁছতে পারবে না। আপনারা এবং আপনাদের অনুসারীরা আমাদের নিদর্শন বলে তাদের উপর প্রবল হবেন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২৮ : ৩৬",
        "arabic_text": "\nفَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ ",
        "bangla_text": "অতঃপর মূসা যখন তাদের কাছে আমাদের সুস্পষ্ট নিদর্শন নিয়ে আসল, তারা বলল, ‘এটা তো অলীক জাদু মাত্ৰ [১] ! আর আমাদের পূর্বপুরুষদের কালে কখনো এরূপ কথা শুনিনি [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছেঃ অলীক জাদু বা বানোয়াট জাদু। [কুরতুবী] তুমি নিজে এটা বানিয়ে নিয়েছ। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] রিসালাতের দায়িত্ব পালন করতে গিয়ে মূসা আলাইহিসসালাম যেসব কথা বলেছিলেন সে দিকে ইংগিত করা হয়েছে। কুরআনের অন্যান্য জায়গায় এগুলোর বিস্তারিত বিবরণ এসেছে। অন্যত্র এসেছে, মূসা তাকে বলেনঃ “তুমি কি পবিত্র-পরিচ্ছন্ন নীতি অবলম্বন করতে আগ্রহী? এবং আমি তোমাকে তোমার রবের পথ বাতলে দিলে কি তুমি ভীত হবে? [সূরা আন-নাযি‘আতঃ ১৮-১৯] সূরা ত্বা-হায়ে বলা হয়েছেঃ “আর আমরা তোমার রবের রাসূল, তুমি বনী ইসরাঈলকে আমাদের সাথে যেতে দাও। আমরা তোমার কাছে তোমার প্রতিপালকের কাছ থেকে নির্দশন নিয়ে এসেছি। আর যে ব্যাক্তি সঠিক পথের অনুসারী হয় তার জন্য রয়েছে শান্তি ও নিরাপত্তা। আমাদের প্রতি অহী নাযিল করা হয়েছে এ মর্মে যে, শাস্তি তার জন্য যে মিথ্যা আরোপ করে ও মুখ ফিরিয়ে নেয়।” [৪৭-৪৮] এ কথাগুলো সম্পর্কেই ফির‘আউন বলে, আমাদের বাপ দাদারাও কখনো একথা শোনেনি যে, মিসরের ফির‘আউনের উপরেও কোন কর্তৃত্বশালী সত্তা আছে, যে তাকে হুকুম করার ক্ষমতা রাখে, তাকে শাস্তি দিতে পারে, তাকে নির্দেশ দেবার জন্য কোন লোককে তার দরবারে পাঠাতে পারে এবং যাকে ভয় করার জন্য মিসরের বাদশাহকে উপদেশ দেয়া যেতে পারে। এ সম্পূর্ণ অভিনব কথা আমরা আজ এক ব্যাক্তির মুখে শুনছি। অথবা আয়াতের অর্থ আমরা নবুওয়ত ও রিসালাত সম্পর্কে আগে কখনও শুনিনি। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২৮ : ৩৭",
        "arabic_text": "\nوَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "আর মূসা বললেন, ‘আমার রব সম্যক অবগত, কে তাঁর কাছ থেকে পথনির্দেশ এনেছে এবং আখেরাতে  কার পরিণাম শুভ হবে। যালিমরা তো কখনো সফলকাম হবে না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমার রব আমার অবস্থা ভালো জানেন। তিনি জানেন তাঁর পক্ষ থেকে যাকে রাসূল নিযুক্ত করা হয়েছে সে কেমন লোক। পরিণামের ফায়সালা তাঁরই হাতে রয়েছে। তিনিই তোমাদের ও আমাদের মাঝে ফায়সালা করে দেবেন। তিনিই জানেন কার জন্য তিনি আখেরাতের সুন্দর পরিণাম নির্দিষ্ট করে রেখেছেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২৮ : ৩৮",
        "arabic_text": "\nوَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ ",
        "bangla_text": "আর ফির‘আউন বলল, ‘হে পরিষদবর্গ ! আমি ছাড়া তোমাদের অন্য কোন ইলাহ আছে বলে জানি না ! অতএব হে হামান! তুমি আমার জন্য ইট পোড়াও এবং একটি সুউচ্চ প্রাসাদ তৈরী কর; হয়ত আমি সেটাতে উঠে মূসার ইলাহকে দেখতে পারি। আর আমি তো মনে করি, সে অবশ্যই মিথ্যাবাদীদের অন্তর্ভুক্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২৮ : ৩৯",
        "arabic_text": "\nوَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ ",
        "bangla_text": "আর ফির‘আউন ও তার বাহিনী অন্যায়ভাবে যমীনে অহংকার করেছিল এবং তারা মনে করেছিল যে, তাদেরকে আমাদের নিকট ফিরিয়ে আনা হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২৮ : ৪০",
        "arabic_text": "\nفَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ ",
        "bangla_text": "অতঃপর আমরা তাকে ও তার বাহিনীকে পাকড়াও করলাম এবং তাদেরকে সাগরে নিক্ষেপ করলাম। সুতরাং দেখুন, যালিমদের পরিণাম কিরূপ হয়েছিল!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২৮ : ৪১",
        "arabic_text": "\nوَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ ",
        "bangla_text": "আর আমরা তাদেরকে নেতা করেছিলাম; তারা লোকদেরকে জাহান্নামের দিকে ডাকত [১]; এবং কিয়ামতের দিন তাদেরকে সাহায্য করা হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌ তা‘আলা ফির‘আউনের পরিষদবর্গকে খারাপ ও নিন্দনীয় ব্যাপারে নেতা করে দিয়েছিলেন। সুতরাং দেশে দেশে, জাতিতে জাতিতে যারাই খারাপ কাজ করবে, যারাই কোন খারাপ কাজের প্রচার ও প্রসার ঘটাবে ফির‘আউন ও তার পরিষদবৰ্গকে তারাই উত্তরসূরী হিসেবে পাবে। এরা হলো সমস্ত ভ্রান্ত মতবাদের নেতা। এ ভ্রান্ত নেতারা জাতিকে জাহান্নামের দিকে আহ্বান করতে থাকবে। কেয়ামত পর্যন্ত যারাই পথভ্রষ্ট কোন মত ও পথের দিকে মানুষকে আহ্বান করবে তারাই ফির‘আউন ও তার সভাষদদের পদাঙ্ক অনুসরণ করতে থাকবে। [দেখুন, কুরতুবী; ফাতহুল কাদীর] তারা জাহান্নামের পথের সর্দার। দুনিয়াতে যে ব্যাক্তি মানুষকে কুফরী ও যুলুমের দিকে আহ্বান করে, সে প্রকৃতপক্ষে জাহান্নামের দিকেই আহ্বান করে। আমরা যদি জাতিসমূহের পথভ্রষ্টতার উৎসের প্রতি দৃষ্টি নিবদ্ধ করি তবে দেখতে পাব যে, সবচেয়ে প্রাচীন ভ্ৰষ্টতার উৎপত্তি ঘটেছে মিসর থেকে। ফির‘আউন সর্বপ্রথম ‘ওয়াহদাতুল ওজুদ’ তথা সৰ্বেশ্বরবাদের দাবী তুলেছিল। আর সে দাবী এখনো পর্যন্ত ভারত তথা হিন্দুস্থানের হিন্দু, বৌদ্ধ, জৈন ও সুফীবাদের অনেকের মধ্যেই পাওয়া যায়। আর এ জন্যেই ফের‘আউনকে অনেক সুফীরা ঈমানদার বলার মত ধৃষ্টতা দেখায়।\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২৮ : ৪২",
        "arabic_text": "\nوَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ ",
        "bangla_text": "আর এ দুনিয়াতে আমরা তাদের পিছনে লাগিয়ে দিয়েছি অভিসম্পাত এবং কিয়ামতের দিন তারা হবে ঘূণিতদের অন্তর্ভুক্ত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مقبوح শব্দের মূল অর্থ হচ্ছে, বিকৃত ঘৃণিত। অর্থাৎ কেয়ামতের দিন তারা “মকবূহীন”দের অন্তর্ভুক্ত হবে। এর কয়েকটি অর্থ হতে পারে। তারা হবে প্রত্যাখ্যাত ও বহিষ্কৃত। আল্লাহ্‌র রহমত থেকে তাদেরকে বঞ্চিত করা হবে। তাদের অবস্থা বড়ই শোচনীয় করে দেয়া হবে। তাদের চেহারা বিকৃত করে দেয়া হবে। তাদের মুখমণ্ডল বিকৃত হয়ে কালোবর্ণ এবং চক্ষু নীলবৰ্ণ ধারণ করবে। তারা ঘৃণিত ও লাঞ্ছিত হবে। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২৮ : ৪৩",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ ",
        "bangla_text": "আর অবশ্যই পূর্ববর্তী বহু প্ৰজন্মকে বিনাশ করার পর [১] আমরা মূসাকে দিয়েছিলাম কিতাব, মানবজাতির জন্য জ্ঞান-বর্তিকা; পথনির্দেশ ও অনুগ্রহস্বরূপ; যাতে তারা উপদেশ গ্ৰহণ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘পূর্ববর্তী বহু প্রজন্ম’ বলে নূহ, হূদ, সালেহ আলাইহিমুসসালামের সম্প্রদায়সমূহকে বোঝানো হয়েছে। তারা মূসা আলাইহিসসালামের পূর্বে অবাধ্যতার কারণে ধ্বংসপ্রাপ্ত হয়েছিল। [কুরতুবী; ফাতহুল কাদীর] পূর্ববর্তী  প্রজন্মগুলো যেমনিভাবে পূর্বের নবীদের শিক্ষাবলী থেকে মুখ ফিরিয়ে নেওয়ার অশুভ পরিণাম ভোগ করেছিল তেমনিভাবে ফির‘আউন ও তার সৈন্যরা সে একই ধরনের পরিণতি দেখেছিল। তার পরে মূসা আলাইহিস সালামকে কিতাব দেয়া হয়েছিল, যাতে মানব জাতির একটি নব যুগের সূচনা হয়। এরপর থেকে আর কোন সম্প্রদায়ের সকলকে একত্রে আযাব দিয়ে আল্লাহ্‌ তা‘আলা ধ্বংস করেননি। [ইবন কাসীর]\n  <br/>\n  <br/>\n  بصاىٔر শব্দটি بصيرة এর বহুবচন। এর শাব্দিক অর্থ জ্ঞান ও অন্তর্দৃষ্টি। এখানে উদ্দেশ্য সেই জ্ঞান যা দ্বারা মানুষ বস্তুর স্বরূপ দেখতে পারে, হক জানতে পারে এবং সত্য ও মিথ্যার পার্থক্য বুঝতে পারে। যা অনুসরণ করলে মানুষ হেদায়াত পেতে পারে। পথভ্রষ্টতা থেকে নিজেদেরকে উদ্ধার করতে পারে। [ফাতহুল কাদীর] এখানে ناس বলে মূসা আলাইহিসসালামের উম্মতদের বোঝানো হয়েছে। কারণ; তাওরাত তাদের জন্য আলোকবর্তিকাস্বরূপ ছিল। আমাদের নবীর উপর কুরআন নাযিল হওয়ার পর সে আলোকবর্তিকার পরিবর্তে অন্য আলোকবর্তিকা এসে যাওয়ায় পূর্বেরটা রহিত হয়ে গেছে। এখন আর তা থেকে হেদায়াত নেওয়ার দরকার নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২৮ : ৪৪",
        "arabic_text": "\nوَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ ",
        "bangla_text": "আর মূসাকে যখন আমরা বিধান দিয়েছিলাম তখন আপনি পশ্চিম প্রান্তে উপস্থিত ছিলেন না [১] এবং আপনি প্রত্যক্ষদর্শীদেরও অন্তর্ভুক্ত ছিলেন না।\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পশ্চিম প্রান্ত বলতে সিনাই উপদ্বীপের যে পাহাড়ে মূসাকে শরীয়াতের বিধান দেয়া হয়েছিল সেই পাহাড় বুঝানো হয়েছে। এ এলাকাটি হেজাযার পশ্চিম দিকে অবস্থিত। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২৮ : ৪৫",
        "arabic_text": "\nوَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ ",
        "bangla_text": "বস্তুত আমরা অনেক প্রজন্মের আবির্ভাব ঘটিয়েছিলাম; তারপর তাদের উপর বহু যুগ অতিবাহিত হয়ে গেছে। আর আপনি তো মাদইয়ানবাসীদের মধ্যে বিদ্যমান ছিলেন না যে তাদের কাছে আমাদের আয়াতসমূহ তেলাওয়াত করবেন [১]। মূলতঃ আমরাই ছিলাম রাসূল প্রেরণকারী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন মূসা মাদইয়ানে পৌঁছেন, তার সাথে সেখানে যা কিছু ঘটে এবং দশ বছর অতিবাহিত করে যখন তিনি সেখান থেকে রওয়ানা দেন তখন সেখানে কোথাও আপনি বিদ্যমান ছিলেন না। আপনি চোখে দেখে এ ঘটনাবলীর উল্লেখ করছেন না বরং আমার মাধ্যমেই আপনি এ জ্ঞান লাভ করছেন। [দেখুন, কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আপনাকে তো আমরা রাসূল হিসেবে পাঠিয়েছি। সে কারণেই আপনি এ সমস্ত ঘটনাবলী আপনার কাছে নাযিলকৃত ওহী থেকে বর্ণনা করতে সক্ষম হচ্ছেন। [কুরতুবী] সরাসরি এ তথ্যগুলো লাভ করার কোন উপায় আপনার ছিল না। আজ দু’হাজার বছরের বেশী সময় অতিবাহিত হয়ে যাবার পরও যে আপনি এ ঘটনাবলীকে এমনভাবে বর্ণনা করছেন যেন চোখে দেখা ঘটনা, আল্লাহ্‌র অহীর মাধ্যমে এসব তথ্য তোমাদের সরবরাহ করা হচ্ছে বলেই এটা সম্ভব হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২৮ : ৪৬",
        "arabic_text": "\nوَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ ",
        "bangla_text": "আর মূসাকে যখন আমরা ডেকেছিলাম তখনও আপুনি তূর পর্বতের পাশে উপস্থিত ছিলেন না [১]। বস্তুত এটা আপনার রব-এর কাছ থেকে দয়াস্বরূপ, যাতে আপনি এমন এক সম্প্রদায়কে সতর্ক করতে পারেন, যাদের কাছে আপনার আগে কোন সতর্ককারী আসেনি [২], যেন তারা উপদেশ গ্ৰহণ করে",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বনী ইসরাঈলের সত্তর জন প্রতিনিধি যাদেরকে শরীয়াতের বিধান মেনে চলার অংগীকার করার জন্য মূসার সাথে ডাকা হয়েছিল। [ফিাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এখানে কাওম বলে ইসমাঈল আলাইহিসসালামের বংশধর মক্কার আরবদেরকে বোঝানো হয়েছে। [ফাতহুল কাদীর] ইসমাঈল আলাইহিসসালামের পর থেকে শেষ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত তাদের মধ্যে কোন নবী প্রেরিত হয়নি। সূরা ইয়াসীনের প্রথমেও এটা এসেছে। কুরআনের অন্যত্র বলা হয়েছে,\n  <br/>\n  <br/>\n  وَاِنْ مِّنْ اُمَّةٍ اُمَّةٍ اِلَّا خَلَافِيْهَا نَذِيْرٌ\n  <br/>\n  <br/>\n  অর্থাৎ এমন কোন উম্মত নেই, যাদের কাছে আল্লাহ্‌র কোন নবী আসেনি। মক্কার আরবদের নিকটও নবী-রাসূলগণের আগমন ঘটেছিল। তাই এখানে বা এ জাতীয় যেখানেই বলা হয়েছে যে, তাদের কাছে নবী-রাসূল আসেনি তার অর্থ, অদূর অতীতে আগমন না করা।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২৮ : ৪৭",
        "arabic_text": "\nوَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর রাসূল না পাঠালে তাদের কৃতকর্মের জন্য তাদের উপর কোন বিপদ হলে তারা বলত, ‘হে আমাদের রব! আপনি আমাদের কাছে কোন রাসূল পাঠালেন না কেন? পাঠালে আমরা আপনার নিদর্শন মেনে চলতাম এবং আমরা মুমিনদের অন্তর্ভুক্ত হতাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২৮ : ৪৮",
        "arabic_text": "\nفَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ ",
        "bangla_text": "অতঃপর যখন আমাদের কাছ থেকে তাদের কাছে সত্য আসল, তারা বলতে লাগল, ‘মূসাকে যেরূপ দেয়া হয়েছিল, তাকে সেরূপ দেয়া হল না কেন?’ কিন্তু আগে মূসাকে যা দেয়া হয়েছিল তা কি তারা অস্বীকার করেনি? তারা বলেছিল, ‘দু‘টিই জাদু, একে অন্যকে সমর্থন করে।’ এবং তারা বলেছিল, ‘আমরা সকলকেই প্রত্যাখ্যান করি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২৮ : ৪৯",
        "arabic_text": "\nقُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "বলুন, ‘তোমরা সত্যবাদী হলে আল্লাহ্‌র কাছ থেকে এক কিতাব নিয়ে আস, যা পথনির্দেশে এ দু‘টি থেকে উৎকৃষ্ট হবে; আমি সে কিতাব অনুসরণ করব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২৮ : ৫০",
        "arabic_text": "\nفَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "তারপর তারা যদি আপনার ডাকে সাড়া না দেয়, তাহলে জানবেন তারা তো শুধু নিজেদের খেয়াল-খুশীরই অনুসরণ করে। আর আল্লাহ্‌র পথ নির্দেশ অগ্রাহ্য করে যে ব্যাক্তি নিজ খেয়াল-খুশীর অনুসরণ করে তার চেয়ে বেশী বিভ্রান্ত আর কে? আল্লাহ্‌ তো যালিম সম্প্রদায়কে হেদায়াত করেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২৮ : ৫১",
        "arabic_text": "\n۞ وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ ",
        "bangla_text": "আর অবশ্যই আমরা তাদের কাছে পরপর বাণী পৌঁছে দিয়েছি [১]; যাতে তারা উপদেশ গ্ৰহণ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وصّلنا শব্দটি توصيل থেকে উদ্ভূত। এর আসল আভিধানিক অর্থ রশির সূতায় আরো সূতা\n  <br/>\n  মিলিয়ে রশিকে মজবুত করা। [ফাতহুল কাদীর] উদ্দেশ্য এই যে, আল্লাহ্‌ তা‘আলা কুরআনে একের পর এক হেদায়াত অব্যাহত রেখেছেন এবং অনেক উপদেশমূলক বিষয়বস্তুর বার বার পুনরাবৃত্তিও করা হয়েছে, যাতে শ্রোতারা প্রভাবান্বিত হয়। [কুরতুবী] এ থেকে জানা গেল যে, সত্য কথা উপর্যুপরি বলা ও পৌঁছাতে থাকা নবীগণের তাবলীগ তথা দ্বীন-প্রচারের একটি গুরুত্বপূর্ণ দিক ছিল। মানুষের অস্বীকার ও মিথ্যারোপ তাদের কাজে ও কর্মাসক্তিতে কোনরূপ বাধা সৃষ্টি করতে পারত না। সত্যকথা একবার না মানা হলে দ্বিতীয়বার, তৃতীয়বার ও চতুর্থবার তারা পেশ করতে থাকতেন। কারও মধ্যে প্রকৃত অন্তর সৃষ্টি করে দেয়ার সাধ্য তো কোন সহৃদয় উপদেশদাতার নেই। কিন্তু নিজের অক্লান্ত প্রচেষ্টা অব্যাহত রাখার ব্যাপারে তারা ছিলেন আপোষহীন। আজকালও যারা দাওয়াতের কাজ করেন, তাদের এ থেকে শিক্ষা গ্ৰহণ করা উচিত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২৮ : ৫২",
        "arabic_text": "\nٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ ",
        "bangla_text": "এর আগে আমরা যাদেরকে কিতাব দিয়েছিলাম, তারা এতে ঈমান আনে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সেসব আহলে কিতাবের কথা বলা হয়েছে, যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নবুওয়াত ও কুরআন নাযিলের পূর্বেও তাওরাত ও ইঞ্জীল প্রদত্ত সুসংবাদের ভিত্তিতে কুরআন ও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নবুওয়াতে বিশ্বাসী ছিল। এরপর যখন প্রেরিত হন, তখন সাবেক বিশ্বাসের ভিত্তিতে কালবিলম্ব না করে মুসলিম হয়ে যায়। [ইবন কাসীর] যেমন অন্য আয়াতে এসেছে, “যাদেরকে আমরা কিতাব দিয়েছি, তাদের মধ্যে যারা যথাযথভাবে তা তিলাওয়াত করে, তারা তাতে ঈমান আনে।” [সূরা আল-বাকারাহঃ ১২১] কোন কোন ঐতিহাসিক ও জীবনীকার এ ঘটনাকে মুহাম্মাদ ইবনে ইসহাকের বরাত দিয়ে নিন্মোক্তভাবে বর্ণনা করেছেনঃ ‘আবিসিনিয়ায় হিজরাতের পর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুওয়াত প্ৰাপ্তি এবং তার দাওয়াতের খবর যখন সেই দেশে ছড়িয়ে পড়লো তখন সেখান থেকে প্রায় ২০ জনের একটি খৃষ্টান প্রতিনিধি দল প্রকৃত অবস্থা অনুসন্ধানের জন্য মক্কায় এলো। তারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে মসজিদে হারামে সাক্ষাৎ করলো। কুরাইশদের বহু লোকও এ ব্যাপার দেখে আশপাশে দাঁড়িয়ে গেলো। প্রতিনিধি দলের লোকেরা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কিছু প্রশ্ন করলেন। তিনি সেগুলোর জবাব দিলেন। তারপর তিনি তাদেরকে ইসলামের দাওয়াত দিলেন এবং কুরআন মজীদের আয়াত তাদের সামনে পাঠ করলেন। কুরআন শুনে তাদের চোখ দিয়ে অশ্রু প্রবাহিত হতে লাগলো। তারা একে আল্লাহ্‌র বাণী বলে অকুণ্ঠভাবে স্বীকার করলেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি ঈমান আনলেন। মজলিস শেষ হবার পর আবু জাহল ও তার কয়েকজন সাথী প্রতিনিধিদলের লোকদেরকে পথে ধরলো এবং তাদেরকে যাচ্ছে তাই বলে তিরস্কার করলো। তাদেরকে বললো, “তোমাদের সফরটাতো বৃথাই হলো। তোমাদের স্বধৰ্মীয়রা তোমাদেরকে এজন্য পাঠিয়েছিল যে, এ ব্যাক্তির অবস্থা সম্পর্কে তোমরা যথাযথ অনুসন্ধান চালিয়ে প্রকৃত ও যথার্থ ঘটনা তাদেরকে জানাবে। কিন্তু তোমরা সবেমাত্র তার কাছে বসেছিলে আর এরি মধ্যেই নিজেদের ধর্ম ত্যাগ করে তার প্রতি ঈমান আনলে? তোমাদের চেয়ে বেশী নির্বোধ কখনো আমরা দেখিনি।” একথায় তারা জবাব দিল, “ভাইয়েরা, তোমাদের প্রতি সালাম। আমরা তোমাদের সাথে জাহেলী বিতর্ক করতে চাই না। আমাদের পথে আমাদের চলতে দাও এবং তোমরা তোমাদের পথে চলতে থাকো। আমরা জেনেবুঝে কল্যাণ থেকে নিজেদেরকে বঞ্চিত করতে পারি না।” [সীরাতে ইবনে হিশাম, ২/৩২, এবং আল বিদায়াহ ওয়ান নিহায়াহ ৩/৮২]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২৮ : ৫৩",
        "arabic_text": "\nوَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ ",
        "bangla_text": "আর যখন তাদের কাছে এটা তেলাওয়াত করা হয় তখন তারা বলে, ‘আমরা এতে ঈমান আনি, নিশ্চয় এটা আমাদের রব হতে আসা সত্য। আমরা তো আগেও আত্মসমর্পণকরী [১] ছিলাম;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আহলে কিতাবের এই আলেমগণ বললঃ আমরা তো কুরআন নাযিল হওয়ার পূর্বেই মুসলিম ছিলাম। এর এক অর্থ, আমরা পূর্ব থেকেই তাওহীদপন্থী ছিলাম। অথবা আমরা এটার উপর ঈমানদার ছিলাম যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে রাসূল হিসেবে পাঠানো হবে, আর তার উপর কুরআন নাযিল হবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২৮ : ৫৪",
        "arabic_text": "\nأُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ ",
        "bangla_text": "তাদেরকে দু‘বার প্রতিদান দেয়া হবে [১]; যেহেতু তারা ধৈর্যশীল এবং তারা ভাল দিয়ে মন্দের মুকাবিলা করে [২]। আর আমরা তাদেরকে যে রিযিক দিয়েছি তা থেকে তারা ব্যয় করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আহলে কিতাবের মুমিনদেরকে দুইবার পুরস্কৃত করা হবে। পবিত্র কুরআনে এমনি ধরনের প্রতিশ্রুতি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পবিত্ৰা স্ত্রীগণের সম্পর্কেও বর্ণিত হয়েছে। বলা হয়েছে,\n  <br/>\n  <br/>\n  وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا\n  <br/>\n  <br/>\n  “তোমাদের মধ্যে যে কেউ আল্লাহ্‌ এবং তাঁর রাসূলের প্রতি অনুগত হবে ও সৎকাজ করবে তাকে আমরা পুরস্কার দেব দু’বার” [সূরা আল-আহযাবঃ ৩১] অনুরূপভাবে এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘তিন ব্যাক্তির জন্য দু’বার পুরস্কার রয়েছে ১। যে কিতাবধারী পূর্বে তার নবীর প্রতি ঈমান এনেছে তারপর এই নবীর প্রতি ঈমান এনেছে ২। যে অপরের মালিকানাধীন দাস মনিব এবং তার মূল প্ৰভু রাব্বুল আলামীনের আনুগত্য করে ৩। যার মালিকানায় কোন যুদ্ধ-লব্ধ দাসী ছিল সে তাকে গোলামী থেকে মুক্ত করে বিবাহিতা স্ত্রী করে নিল।’ [বুখারীঃ ৯৭]\n  <br/>\n  <br/>\n  এখানে চিন্তাসাপেক্ষ বিষয় এই যে, এই কয়েক প্রকার লোককে দু বার পুরস্কৃত করার কারণ কি? এর জওয়াবে বলা যায় যে, তাদের প্রত্যেক আমল যেহেতু দুটি, তাদেরকে দুইবার পুরস্কার প্রদান করা হবে। কিতাবধারী মুমিনের দুই আমল এই যে, সে পূর্বে এক নবীর প্রতি ঈমান এনেছিল, এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি ঈমান এনেছে। পবিত্ৰ স্ত্রীগণের দুই আমল এই যে, তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আনুগত্য ও মহব্বত রাসূল হিসেবেও করেন, আবার স্বামী হিসেবেও করেন। গোলামের দুই আমল তার দ্বিমুখী আনুগত্য, আল্লাহ্‌ ও তাঁর রাসূলের আনুগত্য এবং তার মালিকের আনুগত্য। বাঁদীকে মুক্ত করে যে বিবাহ করে, তার এক আমল মুক্ত করা, আর দ্বিতীয় আমল বিবাহ করা। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা মন্দের জবাব মন্দ দিয়ে নয় বরং ভালো দিয়ে দেয়। মিথ্যার মোকাবিলায় মিথ্যা নয় বরং সত্য নিয়ে আসে। যুলুমকে যুলুম দিয়ে নয় বরং ইনসাফ দিয়ে প্রতিরোধ করে। দুষ্টামির মুখোমুখি দুষ্টামির সাহায্যে নয় বরং ভদ্রতার সাহায্যে হয়। এই মন্দ ও ভাল বলে কি বোঝানো হয়েছে, সে সম্পর্কে অনেক উক্তি বর্ণিত আছেঃ কেউ বলেন, ভাল বলে ইবাদত এবং মন্দ বলে গোনাহ বোঝানো হয়েছে। কেননা, পুণ্য কাজ অসৎকাজকে মিটিয়ে দেয়। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “গোনাহের পর নেক কাজ কর। নেককাজ গোনাহকে মিটিয়ে দেবে”। [তিরমিযীঃ ১৯৮৭] কেউ কেউ বলেন, ভাল বলে জ্ঞান ও সহনশীলতা এবং মন্দ বলে অজ্ঞতা ও অসহনশীলতা বোঝানো হয়েছে। অর্থাৎ তারা অপরের অজ্ঞতার জওয়াব জ্ঞান ও সহনশীলতা দ্বারা দেয়। [বাগভী] প্রকৃতপক্ষে এসব উক্তির মধ্যে কোন বিরোধ নেই। কেননা, এগুলো সবই ভাল ও মন্দের অন্তর্ভুক্ত।\n  <br/>\n  <br/>\n  এ আয়াতে দু’টি গুরুত্বপূর্ণ হেদায়াত রয়েছেঃ এক, কারও দ্বারা কোন গোনাহ হয়ে গেলে তার প্রতিকার এই যে, এরপর সৎকাজে সচেষ্ট হতে হবে। সৎকাজ গোনাহের কাফ্‌ফারা হয়ে যাবে। দুই, কেউ কারও প্রতি উৎপীড়ন ও মন্দ আচরণ করলে শরীয়তের আইনে যদিও সমান সমান হওয়ার শর্তে প্ৰতিশোধ নেয়া জায়েয আছে, কিন্তু প্ৰতিশোধ নেয়ার পরিবর্তে মন্দের প্রত্যুত্তরে ভাল এবং উৎপীড়নের প্রত্যুত্তরে অনুগ্রহ করাই উত্তম। এটা উৎকৃষ্ট চরিত্রের সর্বোচ্চ স্তর। দুনিয়া ও আখেরাতে এর উপকারিতা অনেক। কুরআনের অন্যত্র বলা হয়েছেঃ “ভাল ও মন্দ একসমান হতে পারে না। মন্দ ও যুলুমকে উৎকৃষ্ট পন্থায় প্রতিহত কর। (যুলুমের পরিবর্তে অনুগ্রহ কর)। এরূপ করলে যে ব্যাক্তি ও তোমার মধ্যে শক্ৰতা আছে, সে তোমার অন্তরঙ্গ বন্ধু হয়ে যাবে।” [সূরা ফুসসিলাতঃ ৩৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২৮ : ৫৫",
        "arabic_text": "\nوَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ ",
        "bangla_text": "আর তারা যখন অসার বাক্য শুনে তখন তা উপেক্ষা করে চলে এবং বলে ‘আমাদের আমল আমাদের জন্য এবং তোমাদের আমল তোমাদের জন্য; তোমাদের প্রতি ‘সালাম’। আমরা অজ্ঞদের সাথে জড়াতে চাই না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের একটি উৎকৃষ্ট চরিত্র এই যে, তারা কোন অজ্ঞ শত্রুর কাছ থেকে নিজেদের সম্পর্কে যখন অর্থহীন ও বাজে কথাবার্তা শোনে, তখন তার জওয়াব দেয়ার পরিবর্তে একথা বলে দেয়, আমার সালাম গ্ৰহণ কর। আমি অজ্ঞদের সাথে জড়াতে চাই না। ইমাম জাস্‌সাস বলেন, সালাম দুই প্রকারঃ এক, মুসলিমদের মধ্যে প্রচলিত অভিবাদনমূলক সালাম। দুই, সন্ধি ও বর্জনামূলক সালাম। অর্থাৎ প্রতিপক্ষকে বলে দেয়া যে, আমি তোমার অসার আচরণের প্রতিশোধ নেব না। এখানে এ অর্থই বোঝানো হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২৮ : ৫৬",
        "arabic_text": "\nإِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ ",
        "bangla_text": "আপনি যাকে ভালবাসেন ইচ্ছে করলেই তাকে সৎপথে আনতে পারবেন না। বরং আল্লাহ্‌ই যাকে ইচ্ছে সৎপথে আনয়ন করেন এবং সৎপথ অনুসারীদের সম্পর্কে তিনিই ভাল জানেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘হেদায়াত’ শব্দটি কয়েক অর্থে ব্যবহৃত হয়। এক, শুধু পথ দেখানো। এর জন্য জরুরী নয় যে, যাকে পথ দেখানো হয় সে গন্তব্যস্থলে পৌছতেই হবে। দুই, পথ দেখিয়ে গন্তব্যস্থলে পৌছে দেয়া। প্রথম অর্থের দিক থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বরং সমস্ত নবীগণ যে হাদী বা পথপ্রদর্শক ছিলেন এবং হেদায়াত যে তাদের ক্ষমতাধীন ছিল, তা বলাই বাহুল্য। কেননা, এই হেদায়াতই ছিল তাদের পরম দায়িত্ব ও কর্তব্য। এটা তাদের ক্ষমতাধীন না হলে তারা নবুওয়াত ও রিসালাতের কর্তব্য পালন করবে কীরূপে? আলোচ্য আয়াতে বলা হয়েছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিদায়াতের উপর ক্ষমতাশীল নন। এতে দ্বিতীয় অর্থের হেদায়াত বোঝানো হয়েছে অর্থাৎ গন্তব্যস্থলে পৌছে দেয়া। উদ্দেশ্য এই যে, প্রচার ও শিক্ষার মাধ্যমে আপনি কারও অন্তরে ঈমান সৃষ্টি করে দিবেন এবং মুমিন বানিয়ে দিবেন, এটা আপনার কাজ নয়। এটা সরাসরি আল্লাহ্‌ তা‘আলার ক্ষমতাধীন। এ সংক্রান্ত আলোচনা সূরা আল-ফাতিহার তাফসীরে উল্লেখিত হয়েছে। হাদীসে এসেছে, এই আয়াত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের চাচা আবু তালিব সম্পর্কে নাযিল হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের আন্তরিক বাসনা ছিল যে, সে কোনরূপেই ইসলাম গ্ৰহণ করুক। এর প্রেক্ষাপটে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলা হয়েছে যে, কাউকে মুমিন-মুসলিম করে দেয়া আপনার ক্ষমতাধীন নয়। [দেখুন, বুখারীঃ ৩৬৭১, মুসলিমঃ ২৪]।\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২৮ : ৫৭",
        "arabic_text": "\nوَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর তারা বলে, ‘আমরা যদি তোমার সাথে সৎপথ অনুসরণ করি তবে আমাদেরকে দেশ থেকে উৎখাত করা হবে [১]।’ আমরা কি তাদের জন্য এক নিরাপদ হারাম প্রতিষ্ঠা করিনি, যেখানে সর্বপ্রকার ফলমূল আমদানী হয় আমাদের দেয়া রিযিকস্বরূপ [২]? কিন্তু তাদের বেশীর ভাগই এটা জানে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কার কাফেররা তাদের ঈমান কবুল না করার এক কারণ এই বর্ণনা করল যে, আপনার শিক্ষাকে সত্য মনে করি, কিন্তু আমাদের আশংকা এই যে, আপনার পথনির্দেশ মেনে আমরা আপনার সাথে একাত্মা হয়ে গেলে সমগ্র আরব আমাদের শক্র হয়ে যাবে এবং আমাদেরকে আমাদের দেশ থেকে উৎখাত করে দেয়া হবে। আরবের সমস্ত উপজাতি মিলে আমাদের মক্কা ত্যাগ করতে বাধ্য করবে। আল্লাহ্‌ তা‘আলা বলেন, তাদের এই অজুহাত বাতিল। কারণ, আল্লাহ্‌ তা‘আলা বিশেষভাবে মক্কাবাসীদের হেফাযতের জন্যে একটি স্বাভাবিক ব্যবস্থা পূর্ব থেকেই করে রেখেছেন। তা এই যে, তিনি মক্কার ভূখণ্ডকে নিরাপদ হারাম করে দিয়েছেন। তাছাড়া জগতের অন্যান্য কাফির সম্প্রদায়ের অবস্থার দিকে দৃষ্টিপাত কর। কুফর ও শিরকের কারণে তারা কীভাবে নিপাত হয়েছে। তাদের বসত-বাড়ি, সুদৃঢ় দুর্গ ও প্রতিরক্ষামূলক সাজসরঞ্জাম মাটিতে মিশে গেছে। অতএব কুফর ও শির্কই হচ্ছে প্রকৃত আশঙ্কার বিষয়। এটা ধ্বংসের কারণ হয়ে থাকে। তাওহীদ অনুসরণের মাধ্যমে ধ্বংসের ভয় নেই। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] মক্কা মোকাররামা, যাকে আল্লাহ্‌ তা‘আলা নিজ গৃহের জন্যে সারা বিশ্বের মধ্য থেকে মনোনীত করেছেন, এটা এমন একটি স্থান যে, এখানে পার্থিব জীবনোপকরণের কোন বস্তু সহজে পাওয়া যাওয়ার কথা নয়। কিন্তু মক্কার এসব বস্তুর প্রাচুর্য দেখে বিবেক-বুদ্ধি বিমুঢ় হয়ে পড়ে। প্রতি বছর হজ্জের মওসুমে মক্কায় লাখ লাখ লোক একত্রিত হয়। কিন্তু কখনও শোনা যায়নি যে, সেখানে কোন প্রকার অভাব হয়েছে। এ হচ্ছে মক্কার কাফেরদের অজুহাতের জওয়াব যে, যিনি তোমাদের কুফর ও শির্ক সত্ত্বেও তোমাদের প্রতি এতসব অনুগ্রহ করেছেন, তোমাদের দেশকে যাবতীয় বিপদাশঙ্কা থেকে মুক্ত করে দিয়েছেন এবং এদেশে কোন কিছুই উৎপন্ন না হওয়া সত্ত্বেও সারা বিশ্বের উৎপাদিত দ্ৰব্য-সামগ্ৰী এখানে এনে সমাবেশ করেছেন, সেই বিশ্বস্রষ্টার প্রতি বিশ্বাস স্থাপন করলে এসব নেয়ামত হাতছাড়া হয়ে যাবে-এরূপ আশংকা করা চূড়ান্ত নিৰ্বুদ্ধিতা বৈ নয়। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২৮ : ৫৮",
        "arabic_text": "\nوَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ ",
        "bangla_text": "আর আমরা বহু জনপদকে ধ্বংস করেছি যার বাসিন্দারা নিজেদের ভোগ-সম্পদের অহংকার করত ! এগুলোই তো তাদের ঘরবাড়ী; তাদের পর এগুলোতে লোকজন সামান্যই বসবাস করেছে [১]। আর আমরাই তো চূড়ান্ত ওয়ারিশ (প্রকৃত মালিক) ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে অর্থ হবে এই যে, অতীত সম্প্রদায়সমূহের যেসব জনপদকে আল্লাহ্‌র আযাব দ্বারা বিধ্বস্ত করা হয়েছিল, এখন পর্যন্ত সেগুলোতে মানুষ সামান্যই মাত্র বাস করছে। এই ‘সামান্য’র অর্থ যদি যৎসামান্য বাসস্থান কিংবা আবাস নেয়া হয়, তবে উদ্দেশ্য হবে এই যে, সামান্য সংখ্যক বাসগৃহ ব্যতীত এসব ধ্বংসপ্রাপ্ত জনপদসমূহের কোন বাসগৃহ পুনরায় আবাদ হয়নি। কিন্তু আবদুল্লাহ ইবন ‘আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত হয়েছে যে, ‘সামান্য’র অর্থ সামান্যক্ষণ বা সামান্য সময় অর্থাৎ এসব জনপদে কেউ থাকলেও সামান্যক্ষণ থাকে; যেমন কোন পথিক অল্পক্ষণের জন্যে কোথাও বিশ্রাম নেয়। একে জনপদের আবাদী বলা যায় না।\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২৮ : ৫৯",
        "arabic_text": "\nوَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ ",
        "bangla_text": "আর আপনার রব জনপদসমূহকে ধ্বংস করেন না, সেখানকার কেন্দ্রে তাঁর আয়াত তিলাওয়াত করার জন্য রাসূল প্রেরণ না করে এবং আমরা জনপদসমূহকে তখনই ধ্বংস করি যখন এর বাসিন্দারা যালিম হয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২৮ : ৬০",
        "arabic_text": "\nوَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": "আর তোমাদেরকে যা কিছু দেয়া হয়েছে তা তো দুনিয়ার জীবনের ভোগ ও শোভামাত্র। আর যা আল্লাহ্‌র কাছে আছে তা উত্তম ও স্থায়ী। তোমরা কি অনুধাবন করবে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২৮ : ৬১",
        "arabic_text": "\nأَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ ",
        "bangla_text": "যাকে আমরা উত্তম পুরস্কারের প্রতিশ্রুতি দিয়েছি, সে তো তা পাবেই, সে কি ঐ ব্যাক্তির সমান যাকে আমরা দুনিয়ার জীবনের ভোগ-সম্ভার দিয়েছি, তারপর কিয়ামতের দিন সে হবে হাযিরকৃতদের [১] অন্তর্ভুক্ত?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কিয়ামতের দিন সবাই হাযির হবে। তবে যাকে আল্লাহ্‌ ভাল ওয়াদা করেছেন, যাকে তার আনুগত্যের কারণে জান্নাতে যাওয়ার ফরমান আল্লাহ্‌ দিয়েছেন, সে তা অবশ্যই পাবে। কিন্তু যে দুনিয়ার জীবনে সবকিছু পেয়ে গেছে এবং আল্লাহ্‌র কাজ করেনি। সে তো হিসাব ও প্রতিফল পাওয়ার জন্য হাযির হবে। আর যার হিসাব নেয়া হবে সে তো ধ্বংস হয়ে যাবে। সুতরাং দু’দল কখনো সমান হতে পারে না। সুতরাং বুদ্ধিমানের উচিত জেনে বুঝে যা ভাল তা গ্ৰহণ করা। [মুয়াসসার] এভাবে প্রথম ব্যাক্তি হচ্ছে ঈমানদার, তার জন্য জান্নাত। আর দ্বিতীয় ব্যাক্তি হচ্ছে কাফের, সে জাহান্নামে হাযির হবে। [জালালাইন] মুজাহিদ বলেন, এর অর্থ তারা জাহান্নামে শাস্তি পাবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২৮ : ৬২",
        "arabic_text": "\nوَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ ",
        "bangla_text": "আর সেদিন তিনি তাদেরকে ডেকে বলবেন, ‘তোমরা যাদেরকে আমার শরীক গণ্য করতে, তারা কোথায় [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেসব শয়তান ইত্যাদিকে তোমরা আমার শরীক বলতে এবং তাদের কথামত চলতে, তারা আজ কোথায়? তারা তোমাদেরকে কোন সাহায্য করতে পারে কি? জওয়াবে মুশরিকদের একথা বলাই স্পষ্ট ছিল যে, আমাদের কোন দোষ নেই। আমরা স্বতঃপ্রবৃত্ত হয়ে শির্ক করিনি; বরং এই শয়তানরা আমাদের বিভ্রান্ত করেছিল। তাই আল্লাহ্‌ তা‘আলা স্বয়ং শয়তানদের মুখ থেকে একথা বের করাবেন যে, আমরা বিভ্ৰান্ত করেছি ঠিকই, কিন্তু আমরা তাদেরকে বাধ্য করিনি। এজন্যে আমরাও অপরাধী, কিন্তু অপরাধ থেকে মুক্ত তারাও নয়। কারণ, আমরা যেমন তাদেরকে বিভ্রান্ত করেছিলাম, এর বিপরীতে নবী-রাসূলগণ ও তাদের প্রতিনিধিগণ তাদেরকে হেদায়াতও করেছিলেন এবং প্রমাণাদি দ্বারা তাদের কাছে সত্যও ফুটিয়ে তুলেছিলেন। তারা স্বেচ্ছায় নবী-রাসূলগণের কথা অগ্রাহ্য করেছে এবং আমাদের কথা মেনে নিয়েছে। এমতাবস্থায় তারা কিরূপে দোষমুক্ত হতে পারে? এ থেকে জানা গেল যে, সত্যের সুস্পষ্ট প্রমাণাদি সামনে বিদ্যমান থাকা অবস্থায় সত্যের দাওয়াত কবুল না করে পথভ্রষ্ট হয়ে যাওয়া কোন ধর্তব্য ওযর নয়।\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২৮ : ৬৩",
        "arabic_text": "\nقَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ ",
        "bangla_text": "যাদের জন্য শাস্তির বাণী অবধারিত হয়েছে, তারা বলবে, ‘হে আমাদের রব ! এরা তো তারা যাদেরকে আমরা বিভ্রান্ত করেছিলাম; আমরা এদেরকে বিভ্রান্ত করেছিলাম যেমন আমরা বিভ্রান্ত হয়েছিলাম; আপনার সমীপে আমরা তাদের ব্যাপারে দায়মুক্ততা ঘোষণা করছি [১]। এরা তো আমাদের ‘ইবাদাত করত না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে দু’টি অর্থ হতে পারে। এক. আমরা তাদের ইবাদাত হতে দায়মুক্তি ঘোষণা করছি। তারা আমাদের ইবাদাত করত না। তারা তো শয়তানের ইবাদাত করত। [ইবন কাসীর; সা‘দী] দুই. অথবা আয়াতের অর্থ, আমরা তাদের সাহায্য সহযোগিতা করা থেকে নিজেদেরকে মুক্ত ঘোষণা করছি। আমরা তাদের সাহায্য করতে পারব না। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২৮ : ৬৪",
        "arabic_text": "\nوَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ ",
        "bangla_text": "আর তাদেরকে বলা হবে, ‘তোমাদের (পক্ষ থেকে আল্লাহ্‌র জন্য শরীক করা) দেবতাগুলোকে ডাক [১]।’ তখন তারা ওদেরকে ডাকবে। কিন্তু ওরা এদের ডাকে সাড়া দেবে না। আর তারা শাস্তি দেখতে পাবে। হায়! এরা যদি সৎপথ অনুসরণ করত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যাতে তারা তোমাদেরকে তোমাদের এ বিপদ থেকে উদ্ধার করার জন্য এগিয়ে আসে। যেভাবে তোমরা দুনিয়ার জীবনে এ উদ্ধারের আশায় তাদের ইবাদাত করতে। তখন তারা ডাকবে। কিন্তু সে উপাস্যগুলো এদের ডাকে সাড়া দিবে না। আর তারা আযাব দেখতে পাবে এবং তারা নিশ্চিত হয়ে যাবে যে, জাহান্নামের দিকেই তাদের পদযাত্রা শুরু হবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা তখন আশা করত যে, যদি দুনিয়ার জীবনে তারা সঠিক পথের উপর থাকত, তাহলেই কেবল তা তাদের উপকারে লাগত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২৮ : ৬৫",
        "arabic_text": "\nوَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ ",
        "bangla_text": "আর সেদিন আল্লাহ্‌ এদেরকে ডেকে বলবেন, ‘তোমরা রাসূলগণকে কী জবাব দিয়েছিলে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২৮ : ৬৬",
        "arabic_text": "\nفَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ ",
        "bangla_text": "অতঃপর সেদিন সকল তথ্য তাদের কাছ থেকে বিলুপ্ত হবে তখন এরা একে অন্যকে জিজ্ঞাসাবাদও করতে পারবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২৮ : ৬৭",
        "arabic_text": "\nفَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ ",
        "bangla_text": "তবে যে ব্যাক্তি তাওবা করেছিল এবং ঈমান এনেছিল ও সৎকাজ করেছিল, আশা করা যায় সে সাফল্য অর্জনকারীদের অন্তর্ভুক্ত হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২৮ : ৬৮",
        "arabic_text": "\nوَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "আর আপনার রব যা ইচ্ছে সৃষ্টি করেন এবং যা ইচ্ছে মনোনীত করেন [১], এতে ওদের কোন হাত নেই। আল্লাহ্‌ পবিত্র, মহান এবং তারা যা শরীক করে তা থেকে তিনি ঊর্ধ্বে! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতটির তাফসীরে সঠিক মত হচ্ছে, যা ইমাম বাগাভী তার তাফসীরে এবং ইমাম ইবনুল কাইয়্যেম তার যাদুল মা‘আদ গ্রন্থে বর্ণনা করেছেন। তা এই যে, আল্লাহ্‌ তা‘আলা মানবজাতির মধ্য থেকে যাকে ইচ্ছা সম্মান দানের জন্য মনোনীত করেন। বগভীর উক্তি অনুযায়ী এটা মুশরিকদের এই কথার জওয়াব\n  <br/>\n  <br/>\n  وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ\n  <br/>\n  <br/>\n  “আর তারা বলেঃ ‘এ কুরআন কেন নাযিল করা হল না দুই জনপদের কোন প্রতিপত্তিশালী ব্যাক্তির উপর?’’ [সূরা আয-যুখরুফঃ ৩১] অর্থাৎ কাফেররা এটা বলে যে, এ কুরআন আরবের দু’টি বড় শহর মক্কা ও তায়েফের মধ্য থেকে কোন প্রধান ব্যাক্তির প্রতি নাযিল করা হল না কেন? এরূপ করলে এর প্রতি যথাযোগ্য সম্মান প্রদর্শন করা হত। একজন পিতৃহীন দরিদ্র লোকের প্রতি নাযিল করার রহস্য কি? এর জওয়াবে বলা হয়েছে যে, যে প্ৰভু সমগ্র সৃষ্টিজগতকে কোন অংশীদারের সাহায্য ব্যাতিরেকে সৃষ্টি করেছেন, কোন বান্দাকে বিশেষ সম্মান দানের জন্য মনোনিত করার ক্ষমতাও তাঁরই। এ ব্যাপারে তিনি তোমাদের এই প্রস্তাবের অনুসারী হবেন কেন যে, অমুক যোগ্য, অমুক যোগ্য নয়?\n  <br/>\n  <br/>\n  ইমাম ইবনুল কাইয়্যেম রাহেমাহুল্লাহ এ আয়াত থেকে একটি গুরুত্বপূর্ণ বিধান উদ্ভাবন করেছেন। তা এই যে, দুনিয়াতে এক স্থানকে অন্য স্থানের উপর অথবা এক বস্তুকে অন্য বস্তুর উপর শ্রেষ্ঠত্ব দান করা হয়েছে। এই শ্রেষ্ঠত্ব দান সংশ্লিষ্ট বস্তুর উপার্জন ও কর্মের ফল নয়; বরং এটা প্রত্যক্ষভাবে স্রষ্টার মনোনয়ন ও ইচ্ছার ফলশ্রুতি। তিনি সপ্ত-আকাশ সৃষ্টি করেছেন। তন্মধ্যে ঊর্ধ্ব আকাশকে অন্যগুলোর উপর শ্রেষ্ঠত্ব দান করেছেন। তিনি জান্নাতুল ফেরদাউসকে অন্য সব জান্নাতের উপর, জিবরীল, মীকাঈল, ইসরাফীল প্রমুখ বিশেষ ফেরেশতাগণকে অন্য ফেরেশতাদের উপর, নবী-রাসূলগণকে সমগ্র আদম সন্তানের উপর, তাদের মধ্যে দৃঢ়চেতা নবী-রাসূলগণকে অন্য নবী-রাসূলদের উপর, ইবরাহীম ও মুহাম্মদ সাল্লাল্লাহু আলাইহিমা ওয়াসাল্লামকে অন্য দৃঢ়চেতা নবী-রাসূলগণের উপর, ইসমাঈল আলাইহিসসালামের বংশধরদের সমগ্র মানবজাতির উপর, কুরাইশদেরকে আরবদের উপরে, মুহাম্মদ সাল্লাল্লাহু আলাইহিমা ওয়াসাল্লামকে বনী হাশেমের উপর এবং এমনিভাবে সাহাবায়ে কেরাম ও অন্যান্য মনীষীকে অন্য মুসলিমদের উপর শ্রেষ্ঠত্ব দান করেছেন। এগুলো সব আল্লাহ্‌ তা‘আলার মনোনয়ন ও ইচ্ছার ফলশ্রুতি। এমনিভাবে পৃথিবীর অনেক স্থানকে অন্য স্থানের উপর, অনেক দিন ও রাতকে অন্য দিন ও রাতের উপর শ্রেষ্ঠত্ব দান করাও আল্লাহ্‌ তা‘আলার মনোনয়ন ও ইচ্ছার প্রভাব। মোটকথাঃ শ্রেষ্ঠত্ব ও অশ্রেষ্ঠত্বের আসল মাপকাঠি এই মনোনয়ন ইচ্ছাই। এখানে অন্য কিছুর হাত নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২৮ : ৬৯",
        "arabic_text": "\nوَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ ",
        "bangla_text": "আর আপনার রব জানেন এদের অন্তর যা গোপন করে এবং এরা যা ব্যক্ত করে । ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "২৮ : ৭০",
        "arabic_text": "\nوَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "আর তিনিই আল্লাহ্‌, তিনি ছাড়া কোন সত্য ইলাহ নেই, দুনিয়া ও আখেরাতে সমস্ত প্রশংসা তাঁরই; বিধান তাঁরই; আর তোমরা তাঁরই দিকে প্রত্যাবর্তিত হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "২৮ : ৭১",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ ",
        "bangla_text": "বলুন, ‘আমাকে জানাও, আল্লাহ্‌ যদি রাতকে কিয়ামতের দিন পর্যন্ত স্থায়ী করেন, আল্লাহ্‌ ছাড়া এমন কোন্‌ ইলাহ্‌ আছে, যে তোমাদেরকে আলো এনে দিতে পারে? তবুও কি তোমরা কৰ্ণপাত করবে না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "২৮ : ৭২",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে জানাও, আল্লাহ্‌ যদি দিনকে কেয়ামতের দিন পর্যন্ত স্থায়ী করেন, আল্লাহ্‌ ছাড়া এমন কোন্‌ ইলাহ্‌ আছে, যে তোমাদের জন্য রাতের আবির্ভাব ঘটাবে যাতে বিশ্রাম করতে পার? তবুও কি তোমরা ভেবে দেখবে না [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্‌ তা‘আলা রাতের সাথে তার একটি উপকারিতা উল্লেখ করেছেন। বলেছেন, بِلَيْلٍ تَسْكُنُونَ فِيْهِ অর্থাৎ রাতে বিশ্রাম গ্রহণ করে। এর বিপরীতে দিনের সাথে শুধু بضياءٍ বলা হয়েছে। ضياء বা আলোকের কোন উপকারিতা উল্লেখ করেননি। কারণ এই যে, দিবালোক নিজ সত্তাগতভাবে উত্তম। অন্ধকার থেকে আলোক যে উত্তম তা সুবিদিত। আলোকের অসংখ্য উপকারিতা এত সুবিদিত যে, তা বর্ণনা করার মোটেই প্রয়োজন নেই। রাত হচ্ছে অন্ধকার, যা সত্তাগতভাবে শ্রেষ্ঠত্বের অধিকারী নয়। বরং মানুষের আরাম ও বিশ্রামের কারণে এর শ্রেষ্ঠত্ব। তাই একে বর্ণনা করে দেয়া হয়েছে। সবশেষে বলেছেন, তবুও কি তোমরা দেখবে না? এখানে দেখার দু‘টি অর্থ হতে পারে। এক. তোমরা কি ভেবে দেখবে না যে, তোমরা যে শির্কের উপর আছ সেটা সম্পূর্ণ ভ্রান্ত পথ। তারপরও কি তোমরা সেটা থেকে ফিরে আসবে না? তোমরা যদি তোমাদের বিবেক খাটাও তাহলে অনায়াসেই সরল সোজা পথে সমর্থ হতে পার। [জালালাইন; সা‘দী] অথবা তোমরা যদি আল্লাহ্‌র এ বিরাট নে‘আমতের উপর চিন্তা-ভাবনা করো তাহলে তা তোমাদেরকে ঈমান আনতে সহযোগিতা করতে পারে। [ইবন কাসীর] দুই. তোমরা কি রাত দিনের এ পার্থক্য স্বচক্ষে দেখতে পাও না? [মুয়াসসার] লক্ষণীয় যে, রাতের অনুগ্রহ বর্ণনা করার পর আল্লাহ্‌ বলেছেন “তোমরা কি কৰ্ণপাত করবে না?” আর দিনের অনুগ্রহ বর্ণনা করার পর বলেছেন, “তোমরা কি দেখবে না?” কারণ, রাতে শ্রবণশক্তির কাজ বেশী আর দিনে দৃশ্যমান হওয়া বেশী কার্যকর। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "২৮ : ৭৩",
        "arabic_text": "\nوَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": "তিনিই তাঁর দয়ায় তোমাদের জন্য করেছেন রাত ও দিন, যেন তাতে তোমরা বিশ্রাম করতে পার এবং তাঁর অনুগ্রহ সন্ধান করতে পার। আর যেন তোমরা কৃতজ্ঞতা প্রকাশ করতে পার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "২৮ : ৭৪",
        "arabic_text": "\nوَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ ",
        "bangla_text": "আর সেদিন তিনি তাদেরকে ডেকে বলবেন, ‘তোমরা যাদেরকে আমার শরীক গণ্য করতে তারা কোথায়?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "২৮ : ৭৫",
        "arabic_text": "\nوَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "আর আমরা প্ৰত্যেক জাতি থেকে একজন সাক্ষী বের করে আনব [১] এবং বলব, ‘তোমাদের প্রমাণ উপস্থিত কর।’ তখন তারা জানতে পারবে যে [২], ইলাহ্‌ হওয়ার অধিকার আল্লাহ্‌রই এবং তারা যা মিথ্যা রটনা করত তা তাদের কাছ থেকে হারিয়ে যাবে [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নবী ও যিনি সংশ্লিষ্ট উম্মতকে সতর্ক করেছিলেন। অথবা নবীদের অনুসারীদের মধ্য থেকে এমন কোন হিদায়াত প্ৰাপ্ত ব্যাক্তি যিনি সংশ্লিষ্ট উম্মতের মধ্যে সত্য প্রচারের দায়িত্ব পালন করেছিলেন। কিংবা কোন প্রচার মাধ্যম যার সাহায্যে সংশ্লিষ্ট উম্মতের কাছে সত্যের পয়গাম পৌঁছেছিল।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌ই একমাত্র হক ইলাহ। [জালালাইন] আর তখন তারা জানতে পারবে যে, তারা যে সমস্ত কথা বলেছিল, যাদেরকে ইলাহ বা উপাস্য বানিয়েছিল সবই ছিল মিথ্যা, অসার ও অলীক। আর তখন তাদের কাছে স্পষ্ট হবে যে, ইলাহ হওয়ার ব্যাপারে সঠিক তথ্য তো শুধু আল্লাহ্‌রই। তাদের উপস্থাপিত দলীল-প্রমাণাদি ভেস্তে গেছে। আর আল্লাহ্‌র পক্ষে যে সমস্ত প্রমাণাদি পেশ করা হয়েছিল তা-ই শুধু বাকী আছে। [সা‘দী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ দুনিয়াতে তারা যে সমস্ত মিথ্যাচার করত যে, আল্লাহ্‌র সাথে শরীক আছে, সে সমস্ত কথা সবই তখন হারিয়ে যাবে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "২৮ : ৭৬",
        "arabic_text": "\n۞ إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ ",
        "bangla_text": "নিশ্চয় কারূন ছিল মূসার সম্প্রদায়ভুক্ত, কিন্তু সে তাদের প্রতি ঔদ্ধত্য প্রকাশ করেছিল। আর আমরা তাকে দান করেছিলাম এমন ধনভাণ্ডার যার চাবিগুলো বহন করা একদল বলবান লোকের পক্ষেও কষ্টসাধ্য ছিল। স্মরণ করুন, যখন তার সম্প্রদায় তাকে বলেছিল, ‘অহংকার করো না, নিশ্চয় আল্লাহ্‌ অহংকারীদেরকে পছন্দ করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "২৮ : ৭৭",
        "arabic_text": "\nوَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ ",
        "bangla_text": "‘আর আল্লাহ্‌ যা তোমাকে দিয়েছেন তা দ্বারা আখেরাতের আবাস অনুসন্ধান কর এবং দুনিয়া থেকে তোমার অংশ ভুলো না [১]; তুমি অনুগ্রহ কর যেমন আল্লাহ্‌ তোমার প্রতি অনুগ্রহ করেছেন এবং যমীনের বুকে বিপর্যয় সৃষ্টি করতে চেয়ো না। নিশ্চয় আল্লাহ্‌ বিপর্যয় সৃষ্টিকারীদের ভালবাসেন না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ঈমানদারগণ কারূনকে এই উপদেশ দিল যে, আল্লাহ্‌ তোমাকে যে ধন-সম্পদ দান করেছেন তা দ্বারা আখেরাতের শান্তির ব্যবস্থা কর এবং দুনিয়াতে তোমার যে অংশ আছে তা ভুলে যেয়ো না। তবে এখানে দুনিয়ার অংশ বলে কি উদ্দেশ্য নেয়া হয়েছে এ ব্যাপারে মতভেদ রয়েছেঃ\n  <br/>\n  <br/>\n  কোন কোন মুফাসসিরের মতে, এর অর্থঃ মানুষের বয়স এবং এ বয়সের মধ্যে করা হয় এমন কাজকর্ম, যা আখেরাতে কাজে আসতে পারে। সাদকাহ দানসহ অন্যান্য সব সৎকর্ম এর অন্তর্ভুক্ত। এমতাবস্থায় দ্বিতীয় বাক্য প্রথম বাক্যের তাগিদ ও সমর্থন হবে। প্রথম বাক্যে বলা হয়েছে, তোমাকে আল্লাহ্‌ যা কিছু দিয়েছেন অর্থাৎ টাকা-পয়সা, বয়স, শক্তি, স্বাস্থ্য ইত্যাদি—এগুলোকে আখেরাতের কাজে লাগাও। প্রকৃতপক্ষে দুনিয়াতে তোমার অংশ ততটুকুই যতটুকু আখেরাতের কাজে লাগবে। অবশিষ্টাংশ তো ওয়ারিশদের প্রাপ্য।\n  <br/>\n  <br/>\n  কোন কোন তাফসীরকারের মতে, দ্বিতীয় বাক্যের উদ্দেশ্য এই যে, তোমাকে আল্লাহ্‌ যা কিছু দিয়েছেন, তদ্বারা আখেরাতের ব্যবস্থা কর, কিন্তু নিজের সাংসারিক প্রয়োজনও ভুলে যেয়ো না যে, সবকিছু দান করে নিজে কাঙ্গাল হয়ে যাবে। বরং যতটুকু প্রয়োজন, নিজের জন্যে রাখ। এই তাফসীর অনুযায়ী দুনিয়ার অংশ বলে জীবন ধারণের উপকরণ বোঝানো হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "২৮ : ৭৮",
        "arabic_text": "\nقَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "সে বলল, ‘এ সম্পদ আমি আমার জ্ঞানবলে পেয়েছি [১]।’ সে কি জানত না আল্লাহ্‌ তার আগে ধ্বংস করেছেন বহু প্রজন্মকে, যারা তার চেয়ে শক্তিতে ছিল প্রবল, জনসংখ্যায় ছিল বেশী [২]? আর অপরাধীদেরকে তাদের অপরাধ সম্পর্কে প্রশ্ন করা হবে না [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বাহ্যতঃ বোঝা যায় যে, এখানে ‘ইলম’ দ্বারা অর্থনৈতিক কলাকৌশল বোঝানো হয়েছে। উদাহরণতঃ ব্যবসা-বাণিজ্য, শিল্প ইত্যাদি। এর দু’টি অর্থ হতে পারে।\n  <br/>\n  <br/>\n  এক, আমি যা কিছু পেয়েছি নিজের যোগ্যতার বলে পেয়েছি। এটা কোন অনুগ্রহ নয়। অধিকার ছাড়াই নিছক দয়া করে কেউ আমাকে এটা দান করেনি। তাই আমাকে এখন এজন্য এভাবে কারো কৃতজ্ঞতা প্রকাশ করার প্রয়োজন নেই যে, যেসব অযোগ্য লোককে কিছুই দেয়া হয় নি তাদেরকে দয়া ও অনুগ্রহ হিসেবে আমি এর মধ্য থেকে কিছু দেবো অথবা আমার কাছ থেকে এ সম্পদ যাতে ছিনিয়ে না নেওয়া হয় সেজন্য কিছু দান খয়রাত করে দেবো। মূর্থ কারূন একথা বুঝল না যে, বিচক্ষণতা, কর্মতৎপরতা, শিল্প অথবা ব্যবসা-বানিজ্য -এগুলোও তো আল্লাহ্‌ তা‘আলারই দান ছিল- তার নিজস্ব গুণ-গরিমা ছিল না।\n  <br/>\n  <br/>\n  এর দ্বিতীয় অর্থ এও হতে পারে যে, আমার মতে আল্লাহ্‌ এই যে সম্পদরাজি আমাকে দিয়েছেন এটি তিনি আমার গুণাবলী সম্পর্কে জেনেই দিয়েছেন। যদি তাঁর দৃষ্টিতে আমি একজন পছন্দনীয় মানুষ না হতাম, তাহলে তিনি এসব আমাকে কেন দিলেন? আমার প্রতি তাঁর নেয়ামত বর্ষিত হওয়াটাই প্ৰমাণ করে আমি তাঁর প্রিয় পাত্র এবং আমার নীতিপদ্ধতি তিনি পছন্দ করেন।\n  <br/>\n  <br/>\n  [২] কারূনের উক্তির আসল জওয়াব তো এটাই যে, যদি স্বীকার করে নেয়া যায় যে, তোমার ধন-সম্পদ তোমার বিশেষ কর্মতৎপরতা ও কারিগরি জ্ঞান দ্বারাই অর্জিত হয়েছে তবুও তো তুমি আল্লাহ্‌র অনুগ্রহ থেকে মুক্ত হতে পার না। কেননা, এই কারিগরি জ্ঞান ও উপার্জনশক্তিও তো আল্লাহ্‌ তা‘আলার দান। এই জওয়াব যেহেতু অত্যন্ত সুস্পষ্ট, তাই আল্লাহ্‌ তা‘আলা এটা উপেক্ষা করে এই জওয়াব দিয়েছেন যে, ধরে নাও, তোমার অর্থ-সম্পদ তোমার নিজস্ব জ্ঞান-গরিমা দ্বারাই অর্জিত হয়েছে। কিন্তু স্বয়ং এই ধন-সম্পদের কোন বাস্তব ভিত্তি নেই। অর্থের প্রাচুর্য কোন মানুষের শ্ৰেষ্ঠত্বের মাপকাঠি নয় বরং অর্থ সবাবস্থায় তার কাজে লাগে না। প্রমাণ হিসেবে কুরআন অতীত যুগের বড় বড় ধনকুবেরদের দৃষ্টান্ত পেশ করেছে। তারা যখন অবাধ্যতার পথে চলতে থাকে, তখন আল্লাহ্‌র আযাব তাদেরকে হঠাৎ পাকড়াও করে। তখন অগাধ ধন-সম্পদ তাদের কোন কাজে আসেনি। সুতরাং এ ব্যাক্তি যে নিজেকে বড় পণ্ডিত, জ্ঞানী, গুণী ও চতুর বলে দাবী করে বেড়াচ্ছে এবং নিজের যোগ্যতার অহংকারে মাটিতে পা ফেলছে না, সে কি জানে না যে, তার চাইতেও বেশী অর্থ মর্যাদা, প্রতিপত্তি শক্তি ও শান শওকতের অধিকারী লোক ইতিপূর্বে দুনিয়ায় অতিক্রান্ত হয়ে গেছে এবং আল্লাহ্‌ শেষ পর্যন্ত তাদেরকে ধ্বংস করে দিয়েছেন? যোগ্যতা ও নৈপূণ্যই যদি পার্থিব উন্নতির রক্ষাকারী বিষয় হয়ে থাকে তাহলে যখন তারা ধ্বংস হয়েছিল তখন তাদের এ যোগ্যতাগুলো কোথায় গিয়েছিল? আর যদি কারো পার্থিব উন্নতি লাভ অনিবাৰ্যভাবে একথাই প্রমাণ করে যে, আল্লাহ্‌ তার প্রতি সন্তুষ্ট এবং তিনি তার কর্ম ও গুণাবলী পছন্দ করেন তাহলে সর্বনাশ হলো কেন?\n  <br/>\n  <br/>\n  [৩] এখানে তাদের প্রশ্ন না করার অর্থ হলো, তাদের অপরাধ কি তা জানার জন্য কোন প্রশ্ন আল্লাহ্‌ তাদেরকে করবেন না। কেননা তাদের অপরাধ সম্পর্কে আল্লাহ্‌ সম্যক খবর রাখেন। তাদেরকে তাদের অপরাধের স্বীকৃতি আদায় এবং অপরাধের কারণেই যে তারা শাস্তির যোগ্য হয়েছে তা প্রমাণের জন্যই শুধু প্রশ্ন করা হবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "২৮ : ৭৯",
        "arabic_text": "\nفَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ ",
        "bangla_text": "অতঃপর কারূন তার সম্প্রদায়ের সামনে বের হয়েছিল জাঁকজমকের সাথে। যারা দুনিয়ার জীবন কামনা করত তারা বলল, ‘আহা, কারূনকে যেরূপ দেয়া হয়েছে আমাদেরকেও যদি সেরূপ দেয়া হত ! প্রকৃতই সে মহাভাগ্যবান [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হ্যাঁ সত্যিই সে মহা ভাগ্যবান, তবে সেটা তাদের দৃষ্টিতে, যাদের কাছে মানুষের ভাগ্য শুধু দুনিয়ার প্রাচুর্যের উপর নির্ভরশীল। যারা মৃত্যুর পরের জগত সম্পর্কে মোটেও চিন্তা করে না, সেখানকার অবস্থা সম্পর্কে চিন্তা করে না। তারা তো এটা বলবেই [সা’দী]।\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "২৮ : ৮০",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ ",
        "bangla_text": "আর যাদেরকে জ্ঞান দেয়া হয়েছিল তারা বলল, ‘ধিক তোমাদেরকে ! যারা  ঈমান আনে ও সৎকাজ করে তাদের জন্য আল্লাহ্‌র পুরস্কারই শ্রেষ্ঠ এবং ধৈর্যশীল ছাড়া তা কেউ পাবে না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ব আয়াতে বর্ণিত ‘যারা দুনিয়ার জীবন কামনা করত’ তাদের বিপরীতে এ আয়াতে বলা হয়েছে, ‘যাদেরকে জ্ঞান দেয়া হয়েছিল’। এতে পরিষ্কার ইঙ্গিত আছে যে, দুনিয়ার ভোগসম্ভার কামনা করা এবং একে লক্ষ্য স্থির করা আলেমদের কাজ নয়। আলেমদের দৃষ্টি সর্বদা আখেরাতের চিরস্থায়ী সুখের প্রতি নিবদ্ধ থাকে। তারা যতটুকু প্রয়োজন, ততটুকুই দুনিয়ার ভোগসম্ভার উপার্জন করেন এবং তা নিয়েই সন্তুষ্ট থাকেন। আয়াতে আল্লাহ্‌র সাওয়াব বলে দুনিয়াতে আল্লাহ্‌ তাদেরকে যা দিয়েছেন যেমন আল্লাহ্‌র ইবাদাত, তাঁর ভালবাসা, তাঁর কাছে যাওয়ার আগ্রহ, তাঁর কাছে প্রত্যাবর্তন ইত্যাদি যেমন বুঝানো হয়েছে, তেমনি আখেরাতের জান্নাত ও তার নেয়ামতও উদ্দেশ্য নেয়া হয়েছে। যে নেয়ামতের কোন শেষ নেই। আর যে নেয়ামতের কোন কিছু চিন্তা-ভাবনা করেও মানুষ দুনিয়াতে শেষ করতে পারবে না। মনে যা চাইবে তা পাবে, চোখে যা দেখবে তা-ই তাদের জন্য থাকবে। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "২৮ : ৮১",
        "arabic_text": "\nفَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ ",
        "bangla_text": "অতঃপর আমরা কারূনকে তার প্রাসাদসহ ভূগর্ভে প্রোথিত করলাম। তার সপক্ষে এমন কোন দল ছিল না যে আল্লাহ্‌র শাস্তি হতে তাকে সাহায্য করতে পারত এবং সে নিজেও নিজেকে সাহায্য করতে সক্ষম ছিল না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "২৮ : ৮২",
        "arabic_text": "\nوَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ ",
        "bangla_text": "আর আগের দিন যারা তার মত হওয়ার কামনা করেছিল, তারা বলতে লাগল, ‘দেখলে তো, আল্লাহ্‌ তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছে তার রিফিক বাড়িয়ে দেন এবং যার জন্য ইচ্ছে কমিয়ে দেন। যদি আল্লাহ্‌ আমাদের প্রতি সদয় না হতেন, তবে আমাদেরকেও তিনি ভূগর্ভে প্রোথিত করতেন। দেখলে তো ! কাফেররা সফলকাম হয় না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌র পক্ষ থেকে রিযিক প্রসারিত বা সংকুচিত করা যেটাই ঘটুক না কেন তা ঘটে তাঁর ইচ্ছাক্ৰমেই। এ ইচ্ছার মধ্যে তাঁর ভিন্নতর উদ্দেশ্য সক্রিয় থাকে। কাউকে বেশী রিযিক দেবার অর্থ নিশ্চিত ভাবে এ নয় যে, আল্লাহ্‌ তার প্রতি খুবই সন্তুষ্ট তাই তাকে পুরষ্কার দিচ্ছেন। অনেক সময় কোন ব্যাক্তি হয় আল্লাহ্‌র কাছে বড়ই ঘৃণিত ও অভিশপ্ত কিন্তু তিনি তাকে বিপুল পরিমাণ ধন-দৌলত দিয়ে যেতে থাকেন। এমনকি এ ধন শেষ পর্যন্ত তার উপর আল্লাহ্‌র কঠিন আযাব নিয়ে আসে। পক্ষান্তরে যদি কারো রিযিক সংকুচিত হয়, তাহলে নিশ্চিতভাবে তার এ অর্থ হয় না যে, আল্লাহ্‌ তার প্রতি নারাজ হয়ে গেছেন এবং তাকে শাস্তি দিচ্ছেন। অধিকাংশ সৎ লোক আল্লাহ্‌র প্রিয়পাত্র হওয়া সত্ত্বেও আর্থিক অভাব অনটনের মধ্যে থাকে। অনেক সময় দেখা যায় এ অভাব অনটন তাঁদের জন্য আল্লাহ্‌র রহমতে পরিণত হয়েছে। এ সত্যটি না বোঝার ফলে যারা আসলে আল্লাহ্‌র গযবের অধিকারী হয় তাদের সমৃদ্ধিকে মানুষ ঈর্ষার দৃষ্টিতে দেখে।\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "২৮ : ৮৩",
        "arabic_text": "\nتِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ ",
        "bangla_text": "এটা আখেরাতের সে আবাস যা আমরা নির্ধারিত করি তাদের জন্য যারা যমীনে উদ্ধত হতে ও বিপর্যয় সৃষ্টি করতে চায় না [১]। আর শুভ পরিণাম মুত্তাকীদের জন্য [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আখেরাতের মুক্তি ও সাফল্য শুধু তাদের জন্য নির্ধারিত বলা হয়েছে, যারা যমীনে ঔদ্ধত্য ও অনার্থের ইচ্ছা করে না। علو শব্দের অর্থ অহংকার তথা নিজেকে অন্যের চাইতে বড় মনে করা ও অন্যকে ঘৃণিত ও হেয় মনে করা। فساد বলে, অপরের উপর যুলুম বোঝানো হয়েছে। কোন কোন তাফসীরকারক বলেন, গোনাহ মাত্ৰই যমীনে ফাসাদের শামিল। কারণ, গোনাহের কুফলস্বরূপ বিশ্বময় বরকত হ্রাস পায়। এই আয়াত থেকে জানা গেল যে, যারা অহংকার, যুলুম অথবা গোনাহের ইচ্ছা করে, পরকালে তাদের অংশ নেই।\n  <br/>\n  <br/>\n  আয়াতে ঔদ্ধত্য ও ফাসাদের ইচ্ছার কারণে আখেরাত থেকে বঞ্চিত হওয়ার বিষয় থেকে জানা গেল যে, কোন গোনাহের বদ্ধপরিকতার পর্যায়ে দৃঢ় সংকল্পও গোনাহ। তবে পরে যদি আল্লাহ্‌র ভয়ে সংকল্প পরিত্যাগ করে, তবে গোনাহের পরিবর্তে তার আমলনামায় সওয়াব লিখা হয়। পক্ষান্তরে যদি কোন ইচ্ছা-বহির্ভূত কারণে সে গোনাহ করতে সক্ষম না হয়; কিন্তু চেষ্টা ষোলআনাই করে, তবে গোনাহ না করলেও তার আমলনামায় গোনাহ লিখা হবে।\n  <br/>\n  <br/>\n  [২] এর সারমর্ম এই যে, আখেরাতের মুক্তি ও সাফল্যের জন্য দু’টি বিষয় জরুরী। এক, ঔদ্ধত্য ও অনর্থ সৃষ্টি থেকে বেঁচে থাকা এবং দুই, তাকওয়া অবলম্বন করা। আখেরাতের মুক্তির জন্য শুধু ঔদ্ধত্য ও অনর্থ থেকে মুক্ত থাকলেই চলবে না সাথে সাথে তাকওয়ার অধিকারীও হতে হবে। ফির‘আউন দুনিয়ার বুকে ঔদ্ধত্য, অনর্থ ও অহংকার করেছিল যা এ সূরার প্রথমে উল্লেখ করা হয়েছিল, অনুরূপভাবে কারূনও চরম ঔদ্ধত্যপূর্ণ কাজ করেছিল ফলে আখেরাতে সে কোন কল্যাণ লাভ করবে না। পক্ষান্তরে মূসা ও অপরাপর নবী-রাসূল ও তাদের অনুসারীগণ বিনীত ও নিরহংকার তাকওয়াভিত্তিক জীবন-যাপন করেছেন সুতরাং তাদের জন্যই আখেরাতের যাবতীয় আবাসভূমি অপেক্ষা করছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "২৮ : ৮৪",
        "arabic_text": "\nمَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "যে কেউ সৎকাজ নিয়ে উপস্থিত হয় তার জন্য রয়েছে তার চেয়েও উত্তম ফল, আর যে মন্দকাজ নিয়ে উপস্থিত হয় তবে যারা মন্দকাজ করে তাদেরকে শুধু তারা যা করেছে তারই শাস্তি দেয়া হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "২৮ : ৮৫",
        "arabic_text": "\nإِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "যিনি আপনার জন্য কুরআনকে করেছেন বিধান, তিনি আপনাকে অবশ্যই ফিরিয়ে নেবেন প্রত্যাবর্তনস্থলে [১]। বলুন, ‘আমার রব ভাল জানেন কে সৎপথের নির্দেশ এনেছে আর কে স্পষ্ট বিভ্রান্তিতে আছে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, যে পবিত্র সত্তা আপনার প্রতি কুরআন ফরয করেছেন, বিধান হিসেবে দিয়েছেন তথা তিলাওয়াত, প্রচার ও মেনে চলা ফরয করেছেন, তিনি পুনরায় আপনাকে ‘মা‘আদ’ ফিরিয়ে নিবেন। কোন কোন মুফাসসিরের মতে, এখানে ‘মা‘আদ’ বলে আখেরাতের জান্নাত বোঝানো হয়েছে। কারণ, যিনি আপনার প্রতি বিধান নাযিল করেছেন, হালাল ও হারামের ব্যাখ্যা স্পষ্ট করে বর্ণনা করেছেন তিনি আপনাকে ও আপনার অনুসরণ যারা করবে, তাদেরকে তাদের কর্মকাণ্ডের সঠিক প্রতিফল জান্নাত অবশ্যই প্ৰদান করবেন। [সা‘দী] কোন কোন মুফাসসিরের মতে, এখানে ‘মা‘আদ’ বলে মক্কা নগরীকে বোঝানো হয়েছে। [জালালাইন] উদ্দেশ্য এই যে, কিছু দিনের জন্যে আপনাকে প্রিয় জন্মভূমি হারাম ও বায়তুল্লাহকে ত্যাগ করতে হয়েছে, কিন্তু যিনি কুরআন নাযিল করেছেন এবং তা মেনে চলা ফরয করেছেন তিনি অবশেষে আপনাকে আবার মক্কায় ফিরিয়ে আনবেন। মূলতঃ এটা ছিল মক্কা বিজয়ের সুসংবাদ। মক্কার কাফেররা তাকে বিব্রত করেছে, তাকে হত্যা করার পরিকল্পনা করেছে এবং মক্কায় মুসলিমদের জীবন দুঃসহ করেছে, কিন্তু আল্লাহ্‌ তা‘আলা তাঁর চিরন্তন রীতি অনুযায়ী তাঁর রাসূলকে সবার উপর বিজয় ও প্রাধান্য দান করেছেন এবং যে মক্কা হতে কাফেররা তাকে বহিষ্কার করেছিল, সেই মক্কায় পুনরায় তাঁর পুরোপুরি কর্তৃত্ব প্রতিষ্ঠিত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "২৮ : ৮৬",
        "arabic_text": "\nوَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ ",
        "bangla_text": "আর আপনি আশা করেননি যে, আপনার প্রতি কিতাব নাযিল হবে। এ তো শুধু আপনার রব-এর অনুগ্রহ। কাজেই আপনি কখনো কাফেরদের সহায় হবেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "২৮ : ৮৭",
        "arabic_text": "\nوَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "আর আপনার প্রতি আল্লাহ্‌র আয়াত নাযিল হওয়ার পর তারা যেন কিছুতেই আপনাকে সেগুলো থেকে বিরত না করে। আপনি আপনার রব-এর দিকে ডাকুন এবং কিছুতেই মুশরিকদের অন্তর্ভুক্ত হবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্‌ যখন না চাইতেই তোমাদের এ নেয়ামত দান করেছেন তখন তোমাদের কর্তব্য হচ্ছে, তোমাদের সমস্ত শক্তি ও শ্রম এর পতাকা বহন করা এবং এর প্রচার ও প্রসারের কাজে ব্যয় করবে এ কাজে ত্রুটি ও গাফলতি করার মানে হবে তোমরা সত্যের পরিবর্তে সত্য অস্বীকারকারীদেরকে সাহায্য করেছো। এর অর্থ এ নয়, নাউযুবিল্লাহ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এ ধরনের কোন ভুলের আশংকা ছিল। বরং এভাবে আল্লাহ্‌ কাফেরদেরকে শুনিয়ে শুনিয়ে নিজের নবীকে এ হিদায়াত দান করছেন যে, এদের শোরগোল ও বিরোধিতা সত্ত্বেও আপনি নিজের কাজ করে যান এবং আপনার এ দাওয়াতের ফলে সত্যের দুশমনরা তাদের জাতীয় স্বাৰ্থ বিঘ্নিত হবার যেসব আশংকা প্ৰকাশ করে তার পরোয়া করার কোন প্রয়োজন নেই।\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "২৮ : ৮৮",
        "arabic_text": "\nوَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "আর আপনি আল্লাহ্‌র সাথে অন্য ইলাহ্‌কে ডাকবেন না, তিনি ছাড়া অন্য কোন সত্য ইলাহ্‌ নেই। আল্লাহ্‌র সত্তা ছাড়া সমস্ত কিছুই ধ্বংসশীল [১]। বিধান তাঁরই এবং তাঁরই কাছে তোমরা প্রত্যাবর্তিত হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে وجهه বলে আল্লাহ্‌ তা‘আলার পুরো সত্তাকে বোঝানো হলেও অন্য দিক থেকে এটা সাব্যস্ত হচ্ছে যে, আল্লাহ্‌ তা‘আলার ‘চেহারা’ রয়েছে। কারণ; যার চেহারা নেই তার সম্পর্কে এ শব্দ ব্যবহার করা যায় না। মূল উদ্দেশ্য এই যে, আল্লাহ্‌র সত্তা ব্যতীত সবকিছু ধ্বংসশীল। কোন কোন তাফসীরকার বলেন, وجهه বলে এমন আমল বোঝানো হয়েছে, যা একান্তভাবে আল্লাহ্‌র জন্য করা হয়। তখন আয়াতের উদ্দেশ্য হবে এই যে, যে আমল আল্লাহ্‌র জন্য খাঁটিভাবে করা হয়, তাই অবশিষ্ট থাকবে- এছাড়া সব ধ্বংসশীল। উভয় তাফসীরই বিশুদ্ধ। [ইবন কাসীর]\n </p>\n</div>"
    }
]