[
    {
        "id": 1,
        "verse": "২৯ : ১",
        "arabic_text": "\nالٓمٓ ",
        "bangla_text": "আলিফ-লাম-মীম;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "২৯ : ২",
        "arabic_text": "\nأَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ ",
        "bangla_text": "মানুষ কি মনে করেছে যে, ‘আমরা ঈমান এনেছি’ এ কথা বললেই তাদেরকে পরীক্ষা [১] না করে অব্যাহতি দেয়া হবে [২]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يفتنون শব্দটি فتنة থেকে উদ্ভূত। এর অর্থ পরীক্ষা। [ফাতহুল কাদীর] ঈমানদার বিশেষতঃ নবীগণকে এ জগতে বিভিন্ন প্রকার পরীক্ষায় উত্তীর্ণ হতে হয়েছে। পরিশেষে বিজয় ও সাফল্য তাদেরই হাতে এসেছে। এসব পরীক্ষা জান ও মালের উপর ছিল। [ফাতহুল কাদীর] এর মাধ্যমে তাদের ঈমানের দৃঢ়তার পরীক্ষা হয়ে যেত। কোন সময় কাফের ও পাপাচারীদের শক্রতা এবং তাদের নির্যাতনের মাধ্যমে হয়েছে, যেমন অধিকাংশ নবীগণ, শেষনবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার সাহাবীগণ প্রায়ই এ ধরনের পরীক্ষার সম্মুখীন হয়েছেন। সীরাত ও ইতিহাসের গ্রন্থাবলী এ ধরনের ঘটনাবলী দ্বারা পরিপূর্ণ। কোন সময় এই পরীক্ষা রোগ-ব্যাধি ও অন্যান্য কষ্টের মাধ্যমে হয়েছে। যেমন হযরত আইয়্যুব আলাইহিস সালাম-এর হয়েছিল। কারও কারও বেলায় সর্বপ্রকার পরীক্ষার সমাবেশও করে দেয়া হয়েছে। বর্ণনাদৃষ্টে বোঝা যায়, আলোচ্য আয়াত সেসব সাহাবীদের ব্যাপারে নাযিল হয়েছিল, যারা মদীনায় হিজরতের প্রাক্কালে কাফেরদের হাতে নির্যাতিত হয়েছিলেন। কিন্তু উদ্দেশ্য ব্যাপক। সৰ্বকালের আলেম, সৎকর্মপরায়ণ ব্যাক্তিগণ বিভিন্ন প্রকার পরীক্ষার সম্মুখীন হয়েছেন এবং হতে থাকবেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘সবচেয়ে কঠিন পরীক্ষায় নিপতিত করা হয় নবীদেরকে, তারপর সৎকর্মপরায়ন বান্দাদেরকে, তারপর তাদের অনুরূপ, তারপর তাদের অনুরূপদেরকে। প্ৰত্যেক মানুষকে তার দ্বীনদারী অনুসারে পরীক্ষা করা হয়। যদি দ্বীনদারী বেশী হয় তাকে বেশী পরীক্ষা করা হয়। [তিরমিযীঃ ২৩৯৮, ইবনে মাজহঃ ৪০২৩] কুরআনের অন্যত্রও এ পরীক্ষার কথা বলা হয়েছে, যেমনঃ ‘তোমরা কি মনে করেছ তোমাদেরকে ছেড়ে দেয়া হবে অথচ আল্লাহ্‌ এখনো তোমাদের মধ্যে কারা জিহাদ করেছে তাদের জেনে নেননি। [সূরা আত-তাওবাহঃ ১৬]\n  <br/>\n  <br/>\n  [২] যে অবস্থায় একথা বলা হয় তা ছিল এই যে, মক্কা মু‘আয্‌যামায় কেউ ইসলাম গ্ৰহণ করলেই তার ওপর বিপদ আপদ ও জুলুম-নিপীড়নের পাহাড় ভেঙ্গে পড়তো। এ পরিস্থিতি যদিও দৃঢ় ঈমানের অধিকারী সাহাবীগণের অবিচল নিষ্ঠার মধ্যে কোন প্রকার দোদুল্যমানতা সৃষ্টি করে নি তবুও মানবিক প্রকৃতির তাগিদে অধিকাংশ সময় তাদের মধ্যেও চিত্তচাঞ্চল্য সৃষ্টি হয়ে যেতো। এ ধরনের অবস্থার একটা চিত্র পেশ করে খাব্বাব ইবনে আরত বর্ণিত একটি হাদীস। তিনি বলেন, ‘যে সময় মুশরিকদের কঠোর নির্যাতনে আমরা ভীষণ দুরবস্থার সম্মুখীন হয়ে পড়েছিলাম সে সময় একদিন আমি দেখলাম নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কা‘বাঘরের দেয়ালের ছায়ায় বসে রয়েছেন। আমি সেখানে উপস্থিত হয়ে নিবেদন করলাম, হে আল্লাহ্‌র রসূল! আপনি কি আমাদের জন্য দো‘আ করেন না? একথা শুনে তাঁর চেহারা আবেগে-উত্তেজনায় রক্তিমবর্ণ ধারণ করলো এবং তিনি বললেন, “তোমাদের পূর্বে যেসব মুমিনদল অতিক্রান্ত হয়েছে তারা এর চাইতেও বেশী নিগৃহীত হয়েছে। তাদের কাউকে মাটিতে গর্ত করে তার মধ্যে বসিয়ে দেয়া হতো এবং তারপর তার মাথার ওপর করাত চালিয়ে দু’টুকরা করে দেয়া হতো। কারো অংগ-প্রত্যংগের সন্ধিস্থলে লোহার চিরুনী দিয়ে আঁচড়ানো হতো, যাতে তারা ঈমান প্রত্যাহার করে। আল্লাহ্‌র কসম, এ কাজ সম্পন্ন হবেই, এমন কি এক ব্যাক্তি সান‘আ থেকে হাদ্বারামাউত পর্যন্ত নিঃশংক চিত্তে সফর করবে এবং আল্লাহ্‌ ছাড়া আর কারো ভয় তার মনে থাকবে না।” [বুখারীঃ ৩৬১২, মুসনাদে আহমাদঃ ৫/১০৯]\n  <br/>\n  <br/>\n  এ চিত্তচাঞ্চল্যকে অবিচল ধৈর্য ও সহিষ্ণুতায় রূপান্তরিত করার জন্য মহান আল্লাহ্‌ মুমিনদেরকে বুঝান, দুনিয়া ও আখেরাতের সাফল্য অর্জনের জন্য আমার যে সমস্ত প্ৰতিশ্রুতি রয়েছে কোন ব্যাক্তি নিছক মৌখিক ঈমানের দাবীর মাধ্যমে তার অধিকারী হতে পারে না। বরং প্রত্যেক দাবীদারকে অনিবাৰ্যভাবে পরীক্ষা অতিক্রম করতে হবেই। অন্যত্র আল্লাহ্‌ বলেনঃ “তোমরা কি মনে করেছো তোমরা জান্নাতে প্রবেশ করে যাবে, অথচ এখনো তোমরা সে অবস্থার সম্মুখীন হওনি, যে অবস্থার সম্মুখীন হয়েছিল তোমাদের পূর্ববর্তী ঈমানদারগণ? তারা সম্মুখীন হয়েছিল নির্মমতা ও দুঃখ-ক্লেশের এবং তাদেরকে অস্থির করে তোলা হয়েছিল। এমনকি রাসূল ও তাঁর সাথে যারা ঈমান এনেছিল তারা চিৎকার করে বলে উঠেছিল আল্লাহ্‌র সাহায্য কবে আসবে? (তখনই তাদেরকে সুখবর দেয়া হয়েছিল এই মর্মে যে) জেনে রাখো, আল্লাহ্‌র সাহায্য নিকটেই।” [সূরা আল-বাকারাহঃ ২১৪] অনুরূপভাবে ওহুদ যুদ্ধের পর যখন মুসলিমদের ওপর আবার বিপদ-মুসীবতের একটি দুযোগপূর্ণ যুগের অবতারণা হয় তখন বলা হয়ঃ “তোমরা কি মনে করে নিয়েছো, তোমরা জান্নাতে প্রবেশ করে যাবে, অথচ এখনো আল্লাহ্‌ দেখেনইনি যে, তোমাদের মধ্য থেকে কে জিহাদে প্ৰাণ উৎসর্গকারী এবং কে সবরকারী?” [সূরা আলে ইমরানঃ ১৪২] প্ৰায় একই বক্তব্য সূরা আলে ইমরানের ১৭৯, সূরা তাওবার ১৬ এবং সূরা মুহাম্মাদের ৩১ আয়াতে বলা হয়েছে। এসব বক্তব্যের মাধ্যমে মহান আল্লাহ্‌ মুসলিমদের মনে এ সত্যটি গেঁথে দিয়েছেন যে, পরীক্ষাই হচ্ছে এমন একটি মানদণ্ড যার মাধ্যমে ভেজাল ও নির্ভেজাল যাচাই করা যায়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "২৯ : ৩",
        "arabic_text": "\nوَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ ",
        "bangla_text": "আর অবশ্যই আমরা এদের পূর্ববর্তীদেরকেও পরীক্ষা করেছিলাম [১]; অতঃপর আল্লাহ্‌ অবশ্যই প্রকাশ করে দেবেন কারা সত্যবাদী এবং তিনি অবশ্যই প্ৰকাশ করে দেবেন কারা মিথ্যাবাদী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদের সাথে যা কিছু হচ্ছে, তা কোন নতুন ব্যাপার নয়। ইতিহাসে হরহামেশা এমনটিই হয়ে এসেছে। যে ব্যাক্তিই ঈমানের দাবী করেছে তাকে অবশ্যই পরীক্ষার অগ্নিকুণ্ডে নিক্ষেপ করে দগ্ধ করা হয়েছে। আর অন্যদেরকেও যখন পরীক্ষা না করে কিছু দেয়া হয়নি তখন তোমাদের এমন কি বিশেষত্ব আছে যে, কেবলমাত্র মৌখিক দাবীর ভিত্তিতেই তোমাদেরকে দেয়া হবে? [দেখুন, সা‘দী]\n  <br/>\n  <br/>\n  [২] মূল শব্দ হচ্ছে لَيَعْلَمَنَّ এর শাব্দিক অনুবাদ হবে, “আল্লাহ্‌ অবশ্যই জেনে নেবেন”। অর্থাৎ এসব পরীক্ষা ও বিপদাপদের মাধ্যমে আল্লাহ্‌ তা‘আলা খাঁটি-অখাঁটি এবং সৎ ও অসাধুর মধ্যে অবশ্যই পার্থক্য ফুটিয়ে তুলবেন। কেননা, খাঁটিদের সাথে কপট বিশ্বাসীদের মিশ্রণের ফলে মাঝে মাঝে বিরাট ক্ষতিসাধিত হয়ে যায়। [মুয়াসসার] আলোচ্য আয়াতের উদ্দেশ্য সৎ, অসৎ এবং খাঁটি-অখাঁটি পার্থক্য ফুটিয়ে তোলা। একে এভাবে ব্যক্ত করা হয়েছে যে, আল্লাহ্‌ তা‘আলা জেনে নেবেন কারা সত্যবাদী এবং কারা মিথ্যাবাদী। প্রত্যেক মানুষের সত্যবাদিতা ও মিথ্যাবাদিতা তার জন্মের পূর্বেই আল্লাহ্‌ তা‘আলার জানা রয়েছে। তবুও পরীক্ষার মাধ্যমে জানার অর্থ এই যে, এই পার্থক্যকে অপরাপর লোকদের কাছেও প্রকাশ করে দেবেন। বস্তুতঃ মানুষকে আল্লাহ্‌ তা‘আলা বিভিন্ন ভাবে পরীক্ষা করে থাকেন। ভাল-মন্দ, ধনী-গরিব, দুঃখ-কষ্ট, সার্বিক অবস্থায় ফেলে তিনি তাদের পরীক্ষা সম্পন্ন করেন। এসমস্ত অবস্থায় তারা হয় সন্দেহে নিপতিত হয় নতুবা প্রবৃত্তির তাড়নায় চলে বেড়ায়। তার আকীদা-বিশ্বাসে সন্দেহ হলে যদি সে তা তাড়িয়ে দিয়ে ঈমানের উপর স্থির থাকতে পারে তবেই সে সফলকাম। অনুরূপভাবে তার প্রবৃত্তির পাগলা ঘোড়া তাকে যা ইচ্ছে তা করতে বললে সে যদি তা থেকে নিজেকে নিয়ন্ত্রণ রাখতে পারে তবেই সে এ পরীক্ষায় উত্তীর্ণ ও পাশ করেছে বলে বিবেচিত হবে। [দেখুন, সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "২৯ : ৪",
        "arabic_text": "\nأَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ ",
        "bangla_text": "তবে কি যারা মন্দকাজ করে তারা মনে করে যে, তারা আমাদের আয়ত্তের বাইরে চলে যাবে [১]? তাদের সিদ্ধান্ত কত মন্দ!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল শব্দ হচ্ছে سابق অর্থাৎ আমার থেকে এগিয়ে যাবে। আয়াতের এ অর্থও হতে পারে, “আমার পাকড়াও এড়িয়ে অন্য কোথাও পালিয়ে যেতে পারবে।” [সা‘দী] অপর অর্থ হচ্ছে, তারা কি মনে করে যে, তাদের অপরাধমূলক কর্মকাণ্ড ও গোনাহসমূহ এমনিতেই ছেড়ে দেয়া হবে? তারা কি মনে করে যে, আল্লাহ্‌ এগুলো থেকে উদাসীন হয়ে যাবেন? আর এজন্যই কি তারা অপরাধগুলো করে যাচ্ছে? [সা‘দী] কারও কারও মতে, এখানে এর অর্থ হচ্ছে, যা কিছু আমি করতে চাই তা করতে আমার সফল না হওয়া এবং যা কিছু তারা করতে চায় তা করতে তাদের সফল হওয়া। [দেখুন, আত-তাফসীরুস সহীহ] আয়াতের আরেকটি অর্থ হচ্ছে, যারা অপরাধী তারা যেন এটা মনে না করে যে, তারা পরীক্ষা থেকে বাদ পড়ে যাবে। তাদেরকে পরীক্ষা করা হবে না। এ ধারণা কখনো ঠিক নয়। তারা যদি এ দুনিয়াতে পারও পেয়ে যায়, তাদের সামনে এমন শাস্তি ও আযাব রয়েছে তা তাদের জন্য যথেষ্ট। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "২৯ : ৫",
        "arabic_text": "\nمَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "যে আল্লাহ্‌র সাক্ষাত কামনা করে সে জেনে রাখুক, আল্লাহ্‌র নির্ধারিত সময় আসবেই [১]। আর তিনি তো সর্বশ্রোতা, সর্বজ্ঞ [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যে ব্যাক্তি আখেরাতের জীবনে বিশ্বাসই করে না এবং মনে করে, কারো সামনে নিজের কাজের জবাবদিহি করতে হবে না এবং এমন কোন সময় আসবে না যখন নিজের জীবনের যাবতীয় কাজের কোন হিসেব-নিকেশ দিতে হবে, তার কথা আলাদা। সে নিজের গাফলতির মধ্যে পড়ে থাকুক এবং নিশ্চিন্তে যা করতে চায় করে যাক। নিজের আন্দাজ-অনুমানের বিপরীত নিজের পরিণাম সে নিজেই দেখে নেবে। কিন্তু যারা আশা রাখে, এক সময় তাদেরকে তাদের মা‘বুদের সামনে হাজির হতে হবে এবং নিজের কর্ম অনুযায়ী পুরষ্কার ও শাস্তি পেতে হবে, তাদের এ ভুল ধারণায় ডুবে থাকা উচিত নয় যে, মৃত্যুর সময় অনেক দূরে। তাদের তো মনে করা উচিত, সে সময় অতি নিকটেই এসে গেছে এবং কাজের অবকাশ খতম হবারই পথে। তাই নিজের শুভ পরিণামের জন্য তারা যা কিছু করতে চায় করে ফেলুক। [বাগভী; জালালাইন; ফাতহুল কাদীর] দীর্ঘ জীবন-কালের ভিত্তিহীন নির্ভরতার ওপর ভরসা করে নিজের সংশোধনে বিলম্ব করা উচিত নয়। অন্য আয়াতে আল্লাহ্‌ তা‘আলা বলেন, “কাজেই যে তার রব-এর সাক্ষাত কামনা করে, সে যেন সৎকাজ করে ও তার রব-এর ‘ইবাদাতে কাউকেও শরীক না করে”। [সূরা আল-কাহাফঃ ১১০]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের এ ভুল ধারণাও পোষণ করা উচিত নয় যে, এমন কোন বাদশাহর সাথে তাদের ব্যাপার জড়িত, যিনি বিভিন্ন ব্যাপারের কোন খোঁজ খবর রাখেন না। যে আল্লাহ্‌র সামনে তাদের জবাবদিহি করার জন্য হাজির হতে হবে তিনি বেখবর নন বরং সবকিছু শোনেন ও জানেন। তাঁর কাছে তাদের কোন কথা গোপন নেই। [দেখুন, ইবন কাসীর] তিনি জানেন কে কোন নিয়তে কাজ করে, আরও জানেন কে তাঁর মহব্বতের উপযুক্ত আর কে উপযুক্ত নয়। [সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "২৯ : ৬",
        "arabic_text": "\nوَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "আর যে কেউ প্রচেষ্টা চালায়, সে তো নিজের জন্যই প্রচেষ্টা চালায় [১]; আল্লাহ্‌ তো সৃষ্টিকুল থেকে অমুখাপেক্ষী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “মুজাহাদা’’ শব্দটির মূল অর্থ হচ্ছে, কোন বিরোধী শক্তির মোকাবিলায় দ্বন্দ্ব, প্ৰচেষ্টা চালানো। আর যখন কোন বিশেষ বিরোধী শক্তি চিহ্নিত করা হয় না বরং সাধারণভাবে “মুজাহাদা” শব্দ ব্যবহার করা হয় তখন এর অর্থ হয় একটি সর্বাত্মক ও সর্বব্যাপী দ্বন্দ্ব-সংঘাত। মুমিনকে এ দুনিয়ায় যে দ্বন্দ্ব-সংগ্রাম করতে হয় তা হচ্ছে এ ধরনের। তাকে নাফস, শয়তান ও কাফেরের বিরুদ্ধে যুদ্ধ করতে হয়। [সা‘দী] তাকে শয়তানের সাথে লড়াই করতে হয়, কারণ সে তাকে সর্বক্ষণ সৎকাজের ক্ষতির ভয় দেখায় এবং অসৎকাজের লাভ ও স্বাদ উপভোগের লোভ দেখিয়ে বেড়ায়। তাকে নিজের নফসের বা কুপ্রবৃত্তির সাথেও লড়তে হয়, যে তাকে সর্বক্ষণ নিজের খারাপ ইচ্ছা-আকাংখার দাসে পরিণত করে রাখার জন্য জোর দিতে থাকে। নিজের গৃহ থেকে নিয়ে বিশ্ব-সংসারের এমন সকল মানুষের সাথে তাকে লড়তে হয় যাদের আদর্শ, মতবাদ, মানসিক প্রবণতা, চারিত্রিক নীতি, রসম-রেওয়াজ, সাংস্কৃতিক ধারা এবং অর্থনৈতিক ও সামাজিক বিধান সত্য দ্বীনের সাথে সংঘর্ষিক। তাকে কাফেরদের বিরুদ্ধেও লড়তে হয়। [দেখুন, সা‘দী; আত-তাহরীর ওয়াত তানওয়ীর] এ প্রচেষ্টা এক-দুদিনের নয়, সারাজীবনের। দিন-রাতের চব্বিশ ঘণ্টার মধ্যে প্রতি মুহূর্তের। কোন একটি ময়দানে নয় বরং জীবনের প্রত্যেকটি ময়দানে ও প্রতি দিকে। হাসান বসরী বলেন, একজন মানুষ প্রতিনিয়ত জিহাদ করে যাচ্ছে অথচ একদিনও তরবারী ব্যবহার করেনি। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌ এ জন্য তোমাদের কাছে এ দ্বন্দ্ব-সংগ্রামের দাবী করছেন না যে, নিজের সার্বভৌম কর্তৃত্ব প্রতিষ্ঠিত করার ও প্রতিষ্ঠিত রাখার জন্য তোমাদের সাহায্যের প্রয়োজন, বরং এটিই তোমাদের উন্নতি ও অগ্রগতির পথ, তাই তিনি তোমাদের এ দ্বন্দ্ব-সংগ্রামে লিপ্ত হবার নির্দেশ দিচ্ছেন। এ পথে অগ্রসর হয়ে তোমরা এমন শক্তির অধিকারী হতে পারো যার ফলে দুনিয়ায় তোমরা কল্যাণ ও সুকৃতির ধারক এবং আখেরাতে আল্লাহ্‌র জান্নাতের অধিকারী হবে। এ যুদ্ধ চালিয়ে তোমরা আল্লাহ্‌র কোন উপকার করবে না বরং তোমরা নিজেরাই উপকৃত হবে। তাছাড়া এ প্রচেষ্টার মাধ্যমে তোমরা আল্লাহ্‌র সে পরীক্ষায় উত্তীর্ণ হতে পার যার কথা সূরার শুরুতে আল্লাহ্‌ উল্লেখ করেছেন। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর; সা‘দী, ইবনুল কাইয়্যেম, শিফাউল আলীলঃ ২৪৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "২৯ : ৭",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর যারা ঈমান এনেছে এবং সৎকাজ করেছে আমরা অবশ্যই তাদের মন্দকাজগুলো মিটিয়ে দেব এবং আমরা অবশ্যই তাদেরকে তারা যে উত্তম কাজ করত, তার প্রতিদান দেব [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে ঈমান ও সৎকাজের দু‘টি ফল বৰ্ণনা করা হয়েছে, একঃ মানুষের দুস্কৃতি ও পাপগুলো তার থেকে দূর করে দেয়া হবে। দুইঃ তার সর্বোত্তম কাজসমূহের সর্বোত্তম পুরষ্কার তাকে দেয়া হবে। পাপ ও দুস্কৃতি দূর করে দেয়ার অর্থ সৎকাজের কারণে গোনাহ ক্ষমা পেয়ে যাওয়া। কারণ সৎ কাজ সাধারণ গোনাহ মিটিয়ে দেয়। [জালালাইন; সা‘দী] যেমন হাদীসে এসেছে, ঈমান আনার আগে মানুষ যতই পাপ করে থাকুক না কেন ঈমান আনার সাথে সাথেই তা সব মাফ হয়ে যাবে। [দেখুন, মুসলিমঃ ১২১] আর সর্বোত্তম কাজসমূহের সর্বোত্তম পুরস্কার দেয়ারও দু‘টি অর্থ হয়। এক. মানুষের সৎকাজগুলোর মধ্যে যেটি হবে সবচেয়ে ভালো সৎকাজ, তাকে সামনে রেখে তার জন্য প্রতিদান ও পুরষ্কার নির্ধারণ করা হবে। যেমন মানুষের সৎকাজের মধ্যে রয়েছে ওয়াজিব-ফরয ও মুস্তাহাব কাজ। এ দু’টি অনুসারে তাকে প্রতিদান দেয়া হবে। কারণ, তার আমলের কিছু আমল আছে মুবাহ বা জায়েয আমল, সেটা অনুসারে নয়। [সা‘দী] দুই. মানুষ তার কার্যাবলীর দৃষ্টিতে যতটা পুরষ্কারের অধিকারী হবে তার চেয়ে বেশী ভালো পুরষ্কার তাকে দেয়া হবে। [ফাতহুল কাদীর] একথাটি কুরআনের অন্যান্য স্থানেও বলা হয়েছে। বলা হয়েছেঃ “যে ব্যাক্তি সৎকাজ নিয়ে আসবে তাকে তার থেকে দশগুণ বেশী দেয়া হবে।” [সূরা আল-আনআমঃ ১৬০] আরো বলা হয়েছে: “যে ব্যাক্তি সৎকাজ নিয়ে আসবে তাকে তার চেয়ে উত্তম প্রতিদান দেয়া হবে।’’ [সূরা আল কাসাসেঃ ৮৪] অন্যত্র বলা হয়েছে, “আল্লাহ্‌ তো কণামাত্রও জুলুম করেন না এবং সৎকাজ হলে তাকে কয়েকগুণ বাড়িয়ে দেন।’’ [সূরা আন-নিসাঃ 8o]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "২৯ : ৮",
        "arabic_text": "\nوَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "আর আমরা মানুষকে নির্দেশ দিয়েছি তার পিতা-মাতার প্রতি সদ্ব্যবহার করতে [১]। তবে তারা যদি তোমার উপর বল প্রয়োগ করে আমার সাথে এমন কিছু শরীক করতে যার সম্পর্কে তোমার কোন জ্ঞান নেই [২], তাহলে তুমি তাদেরকে মেনো না [৩]। আমারই কাছে তোমাদের ফিরে আসা। অতঃপর তোমরা কি করেছিলে তা আমি তোমাদেরকে জানিয়ে দেব [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করলাম, আল্লাহ্‌র কাছে সবচেয়ে উত্তম আমল কোনটি? তিনি বললেনঃ সময়মত সালাত আদায় করা। বললঃ তারপর কোনটি? তিনি বললেনঃ পিতামাতার প্রতি  সদ্ব্যবহার। বললঃ তারপর কোনটি? তিনি বললেনঃ আল্লাহ্‌র পথে জিহাদ।’ [বুখারীঃ ৫৯৭০]\n  <br/>\n  <br/>\n  [২] আয়াতে বর্ণিত ‘যাকে তুমি আমার শরীক হিসেবে জানো না’ বাক্যাংশটিও অনুধাবনযোগ্য। এর মধ্যে তাদের কথা না মানার সপক্ষে একটি শক্তিশালী যুক্তি প্ৰদান করা হয়েছে। এতে শির্কের জঘন্যতা প্ৰকাশ পেয়েছে। কারণ শির্কের সপক্ষে কোন জ্ঞান নেই। কেউ শির্ককে সঠিক বলে প্ৰমাণ করতে পারবে না। [সা‘দী] এটা পিতা-মাতার অধিকার যে, ছেলেমেয়েরা তাদের সেবা করবে, তাদেরকে সম্মান ও শ্রদ্ধা করবে এবং বৈধ বিষয়ে তাদের কথা মেনে চলবে। কিন্তু শির্কের ব্যাপারে তাদের অনুসরণ করা যাবে না। অনুরূপভাবে কোন গোনাহর কাজেও নয়। যেমনটি রাসূলের হাদীসে বর্ণিত হয়েছে। [মুয়াসসার] এ অধিকার দেয়া হয়নি যে, মানুষ নিজের জ্ঞানের বিরুদ্ধে পিতামাতার অন্ধ অনুকরণ করবে। শুধুমাত্ৰ বাপ-মায়ের ধর্ম বলেই তাদের ছেলে বা মেয়ের সেই ধর্ম মেনে চলার কোন কারণ নেই। সন্তান যদি এ জ্ঞান লাভ করে যে, তার বাপ-মায়ের ধর্ম ভুল ও মিথ্যা তাহলে তাদের ধর্ম পরিত্যাগ করে তার সঠিক ধর্ম গ্ৰহণ করা উচিত এবং তাদের চাপ প্রয়োগের পরও যে পথের ভ্রান্তি তার কাছে সুস্পষ্ট হয়ে গেছে সে পথ অবলম্বন করা তার উচিত নয়। বাপ-মায়ের সাথে যখন এ ধরনের ব্যবহার করতে হবে তখন দুনিয়ার প্রত্যেক ব্যাক্তির সাথেও এ ব্যবহার করা উচিত। যতক্ষণ না কোন ব্যাক্তির সত্য পথে থাকা সম্পর্কে জানা যাবে ততক্ষণ তার অনুসরণ করা বৈধ নয়।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ পিতা-মাতার সাথে সদ্ব্যবহার করার সাথে সাথে এটাও জরুরী যে, আল্লাহ্‌র নির্দেশাবলীর অবাধ্যতা না হয়, সীমা পর্যন্ত পিতা-মাতার আনুগত্য করতে হবে। তারা যদি সন্তানকে কুফর ও শির্ক করতে বাধ্য করে, তবে এ ব্যাপারে কিছুতেই তাদের আনুগত্য করা যাবে না; যেমন হাদীসে আছে, আল্লাহ্‌র অবাধ্যতা করে কোন মানুষের আনুগত্য করা বৈধ নয়। [মুসনাদে আহমাদঃ ১/১৩১] কোন কোন বর্ণনা মতে আলোচ্য আয়াত সা‘দ ইবনে আবি ওয়াক্কাস রাদিয়াল্লাহু আনহু সম্পর্কে অবতীর্ণ হয়েছে। তিনি দশ জন জান্নাতের সুসংবাদপ্রাপ্ত সাহাবীগণের অন্যতম ছিলেন এবং অতিশয় মাতৃভক্ত ছিলেন। তার মাতা হামনা বিনতে সুফিয়ান পুত্রের ইসলাম গ্রহণের সংবাদ অবগত হয়ে খুবই মর্মাহত হয়। সে পুত্ৰকে শাসিয়ে শপথ করল, আমি তখন পর্যন্ত আহার্য ও পানীয় গ্রহণ করব না, যে পর্যন্ত তুমি পৈতৃক ধর্মে ফিরে না আস। আমি এমনিভাবে ক্ষুধা ও পিপাসায় মৃত্যুবরণ করব, যাতে তুমি মাতৃহন্তা রূপে বিশ্ববাসীর দৃষ্টিতে হেয় প্রতিপন্ন হও। [মুসলিমঃ ১৭৪৮] এই আয়াত সা‘দকে মাতার আবদার রক্ষা করতে নিষেধ করল। অন্য বর্ণনায় এসেছে, সা‘দের জননী একদিন একরাত মতান্তরে তিনদিন তিনরাত শপথ অনুযায়ী অনশন ধর্মঘট অব্যাহত রাখলে সা‘দ উপস্থিত হলেন। মাতৃভক্তি পূর্ববৎ ছিল; কিন্তু আল্লাহ্‌র ফরমানের মোকাবেলায় তা ছিল তুচ্ছ। তাই জননীকে সম্বোধন করে তিনি বললেনঃ আম্মাজান, যদি আপনার দেহে একশ’ আত্মা থাকত, এবং একটি একটি করে বের হতে থাকত, তা দেখেও আমি আমার দ্বীন ত্যাগ করতাম না। এখন আপনি ইচ্ছা করলে পানাহার করুন অথবা মৃত্যুবরণ করুন। আমি আমার দ্বীন ত্যাগ করতে পারি না। এ কথায় নিরাশ হয়ে তার মাতা অনশন ভঙ্গ করল। [বাগভী]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ এ দুনিয়ার আত্মীয়তা এবং আত্মীয়দের সাহায্য-সহযোগীতা কেবলমাত্র এ দুনিয়ার সীমা ত্রিসীমা পর্যন্তই বিস্তৃত । সবশেষে পিতা-মাতা ও সন্তান সবাইকে তাদের স্রষ্টার কাছে ফিরে যেতে হবে। সেখানে তাদের প্রত্যেকের জবাবদিহি হবে তাদের ব্যক্তিগত দায়িত্বের ভিত্তিতে । যদি পিতা-মাতা সন্তানকে পথভ্রষ্ট করে থাকে তাহলে তারা পাকড়াও হবে । যদি সন্তান পিতা-মাতার জন্য পথভ্রষ্টতা গ্রহন করে থাকে তাহলে তাকে শাস্তি পেতে হবে। আর সন্তান যদি সঠিক পথ অবলম্বন করে থাকে এবং পিতা-মাতার বৈধ অধিকার আদায় করার ক্ষেত্রেও কোন প্রকার ত্রুটি না করে থাকে কিন্তু পিতা-মাতা কেবলমাত্র পথভ্রষ্টতার ক্ষেত্রে তাদের সহযোগী না হবার কারণে তাকে নির্যাতন করে থাকে, তাহলে তারা আল্লাহর পাকড়াও থেকে বাঁচতে পারবে না । আল্লাহ বলছেন যে, কিয়ামতের দিন তোমাদের প্রত্যাবর্তন তো আমারই কাছে । তখন আমি তোমাদের কে তোমাদের পিতা-মাতার প্রতি যে সদ্ব্যবহার করেছ এবং তোমাদের দ্বীনের উপর যে দৃঢ়পদ থেকেছ তার জন্য পুরস্কৃত করব । আর আমি তোমাকে সৎবান্দাদের সাথে হাশর করব, তোমার পিতা-মাতার দলে নয় । যদিও তারা দুনিয়াতে তোমার সবচেয়ে কাছের মানুষ ছিলো । কারণ, একজন মানুষের হাশর কিয়ামতের দিন তার সাথেই হবে, যাকে সে ভালোবাসে । অর্থাৎ, দ্বীনী ভালোবাসা। তাই পরবর্তী আয়াতে বলেছেন যে, “আর যারা ঈমান আনে ও সৎকাজ করে আমরা অবশ্যই তাদেরকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করবো ।” [ ইবনে কাসীর; আরও দেখুন, ফাতহূল কাদীর ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "২৯ : ৯",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ ",
        "bangla_text": "আর যারা ঈমান আনে ও সৎকাজ করে আমরা অবশ্যই তাদেরকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "২৯ : ১০",
        "arabic_text": "\nوَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "আর মানুষের মধ্যে কেউ কেউ বলে, ‘আমরা আল্লাহ্‌র উপর ঈমান এনেছি’ [১], কিন্তু আল্লাহ্‌র পথে যখন তারা নিগৃহীত হয়, তখন তারা মানুষের পীড়নকে আল্লাহ্‌র শাস্তির মত গণ্য করে [২]। আর আপনার রবের কাছ থেকে কোন সাহায্য আসলে তারা বলতে থাকে, ‘আমরা তো তোমাদের সঙ্গেই ছিলাম [৩]।’ সৃষ্টিকুলের অন্তঃকরণে যা আছে, আল্লাহ্‌ কি তা সম্যক অবগত নন?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যদিও বক্তা এক ব্যাক্তিমাত্র কিন্তু সে “আমি ঈমান এনেছি” বলার পরিবর্তে বলছে, “আমরা ঈমান এনেছি”। এর মধ্যে একটি সূক্ষ্ম অর্থের প্রতি ইংগিত রয়েছে তা হলো মুনাফিক সবসময় নিজেকে মুমিনদের মধ্যে শামিল করার চেষ্টা করে থাকে এবং নিজের ঈমানের উল্লেখ এমনভাবে করে থাকে যাতে মনে হয় সেও ঠিক অন্যদের মতই মুমিন। এর দৃষ্টান্ত হচ্ছে, যেমন কোন কাপুরুষ যদি কোন সেনাদলের সাথে গিয়ে থাকে এবং সেনাদলের অসম সাহসী সৈনিকেরা লড়াই করে শক্রদলকে বিতাড়িত করে দিয়ে থাকে তাহলে কাপুরুষটি নিজে কোন কাজে অংশ গ্ৰহণ না করে থাকলেও সে এসে লোকদেরকে বলবে, আমরা গিয়েছি, আমরা ভীষণ যুদ্ধ করেছি এবং শক্ৰকে পরাস্ত করেছি। অর্থাৎ সেও যেন সেই অমিত সাহসী যোদ্ধাদের সাথে মিলে যুদ্ধ করেছিল। [আত-তাফসীরুল কাবীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌র আযাবের ভয়ে যেমন কুফরী ও গোনাহ থেকে বিরত থাকা উচিত এ ব্যাক্তি ঠিক তেমনি বান্দা প্রদত্ত নির্যাতন-নিগ্রহের ভয়ে ঈমান ও সৎকাজ থেকে বিরত হয়েছে। ঈমান আনার পর যখন সে কাফেরদের হুমকি, মারধর ও নির্যাতনের সম্মুখীন হয় তখন সে মনে করে যে এটা বোধ হয় আল্লাহ্‌র শাস্তি তখন সে ঈমান থেকে সরে যায়। [ইবন কাসীর] অথবা আয়াতের অর্থ, তখন সে এমন পেরেশান হয়ে যায় যে রকম পেরেশান হতে হয় আল্লাহ্‌র আযাবের ক্ষেত্রে। ফলে মুরতাদ হয়ে যায় [মুয়াসসার] অথবা আয়াতের অর্থ, তারা মানুষের নির্যাতনের সম্মুখীন হলে সে নির্যাতন তাদের জন্য দ্বীন ইসলাম থেকে ফিরে যাওয়া বা মুরতাদ হওয়ার কারণে পরিণত হয়, যেমন আল্লাহ্‌র আযাব কুফরি ও গোনাহ থেকে ফিরে থাকার কারণ হয়। [সা‘দী; আদওয়াউল বায়ান] এ আয়াতের সমর্থনে অন্য আয়াত হচ্ছে, “আর মানুষের মধ্যে কেউ কেউ আল্লাহ্‌র ‘ইবাদাত করে দ্বিধার সাথে; তার মংগল হলে তাতে তার চিত্ত প্রশান্ত হয় এবং কোন বিপর্যয় ঘটলে সে তার পূর্বাবস্থায় ফিরে যায়। সে ক্ষতিগ্রস্ত হয় দুনিয়াতে এবং আখেরাতে; এটাই তো সুস্পষ্ট ক্ষতি।” [সূরা আল-হাজ্জ ১১]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ আজ সে নিজেকে বাঁচাবার জন্য কাফেরদের সাথে যোগ দিয়েছে এবং মুমিনদের পক্ষ ত্যাগ করেছে। কারণ সত্য দ্বীনের সম্প্রসারণের জন্য নিজের গায়ে আঁচড়টি লাগাতেও সে প্রস্তুত নয়। কিন্তু যখন এ দ্বীনের জন্য জীবন উৎসর্গকারীদেরকে আল্লাহ্‌ সাফল্য ও বিজয়-দান করবেন তখন এ ব্যাক্তি বিজয়ের ফল গনীমতের মাল ভাগ করে নেবার জন্য এসে যাবে এবং মুসলিমদের বলবে, আমি তো মনে প্ৰাণে তোমাদেরই সাথে ছিলাম, তোমাদের সাফল্যের জন্য দো‘আ করছিলাম এবং তোমাদের প্রচেষ্টা, সংগ্রাম ও কুরবানীকে আমি বিরাট মর্যাদার দৃষ্টিতে দেখেছি। অন্য আয়াতে আল্লাহ্‌ বলেন, “যারা তোমাদের অমংগলের প্রতীক্ষায় থাকে, তারা আল্লাহ্‌র পক্ষ থেকে তোমাদের জয় হলে বলে, ‘আমরা কি তোমাদের সাথে ছিলাম না।’ আর যদি কাফেরদের কিছু বিজয় হয়, তবে তারা বলে, ‘আমরা কি তোমাদের বিরুদ্ধে প্রবল ছিলাম না এবং আমরা কি তোমাদেরকে মুমিনদের হাত থেকে রক্ষা করিনি?’’ [সূরা আন-নিসাঃ ১৪১] আরও বলেন, “আর নিশ্চয় তোমাদের মধ্যে এমন লোক আছে, যে গড়িমসি করবেই। অতঃপর তোমাদের কোন মুসীবত হলে সে বলবে, ‘তাদের সংগে না থাকায় আল্লাহ্‌ আমার প্রতি অনুগ্রহ করেছেন।’ আর তোমাদের প্রতি আল্লাহ্‌র অনুগ্রহ হলে, যেন তোমাদের ও তার মধ্যে কোন সম্পর্ক নেই এমনভাবে বলবেই, ‘হায়! যদি তাদের সাথে থাকতাম তবে আমিও বিরাট সাফল্য লাভ করতাম।’’ [সূরা আন-নিসাঃ ৭২-৭৩] আরও বলেন, “অতঃপর হয়ত আল্লাহ্‌ বিজয় বা তাঁর কাছ থেকে এমন কিছু দেবেন যাতে তারা তাদের অন্তরে যা গোপন রেখেছিল সে জন্য লজ্জিত হবে।” [সূরা আল-মায়িদাহঃ ৫২] মোটকথা পরবর্তী বাক্যে আল্লাহ্‌ তাদেরকে মিথ্যাবাদী সাব্যস্ত করে বলেছেন যে, তিনি সৃষ্টিকুলের অন্তরের সব খবর জানেন। [আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "২৯ : ১১",
        "arabic_text": "\nوَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ ",
        "bangla_text": "আর আল্লাহ্‌ অবশ্যই প্রকাশ করে দিবেন কারা ঈমান এনেছে এবং অবশ্যই প্রকাশ করে দিবেন কারা মুনাফিক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের শাব্দিক অনুবাদ হচ্ছে, আল্লাহ্‌ অবশ্যই জানবেন কারা ঈমান এনেছে, আর অবশ্যই জানবেন কারা মুনাফিক। আল্লাহ্‌র এ জানার অর্থ প্রকাশ করে দেয়া। যাতে করে মুমিনদের ঈমান ও মুনাফিকদের মুনাফিকির অবস্থা যাতে উন্মুক্ত হয়ে যায় এবং যার মধ্যে যাকিছু লুকিয়ে আছে সব সামনে এসে যায় সে জন্য আল্লাহ্‌ বারবার পরীক্ষার ব্যবস্থা করেন। [দেখুন, ইবন কাসীর] একথাটিই কুরআনের অন্যত্র বলা হয়েছেঃ “আল্লাহ্‌ মুমিনদেরকে কখনো এমন অবস্থায় থাকতে দেবেন না, যে অবস্থায় এখন তোমরা আছো (অর্থাৎ সাচ্চা ঈমানদার ও মুনাফিক সবাই মিশ্রিত হয়ে আছো।) যতক্ষণ না তিনি পবিত্ৰ লোকদেরকে অপবিত্ৰ লোকদের থেকে সুস্পষ্টভাবে আলাদা করে দেবেন।” [সূরা আলে ইমরানঃ ১৭৯] আরও এসেছে, “আর আমরা অবশ্যই তোমাদেরকে পরীক্ষা করব, যতক্ষণ না আমরা জেনে নেই তোমাদের মধ্যে জিহাদকারী ও ধৈর্যশীলদেরকে এবং আমরা তোমাদের কর্মকাণ্ড পরীক্ষা করি।’’ [সূরা মুহাম্মাদঃ ৩১] অর্থাৎ আল্লাহ্‌ তা‘আলা শুধু তাঁর জ্ঞান অনুসারে কোন ফয়সালা করতে চান না। তিনি চান তাদের অন্তরের লুকানো বিষয় প্রকাশ হয়ে পড়ুক। আর সে জন্যই তিনি তাদেরকে পরীক্ষা করেন। এ পরীক্ষার মাধ্যমে তিনি প্রমাণ প্রতিষ্ঠিত করতে চান। যাতে কিয়ামতের মাঠে বলতে না পারে যে, আপনি আমাদের যদি পরীক্ষা করতেন হয়ত আমরা সে পরীক্ষায় টিকে যেতাম। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "২৯ : ১২",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ ",
        "bangla_text": "আর কাফিররা মুমিনদেরকে বলে, ‘তোমরা আমাদের পথ অনুসরণ কর তাহলে আমরা তোমাদের পাপভার বহন করব [১]।’ কিন্তু ওরা তো তাদের পাপভারের কিছুই বহন করবে না। নিশ্চয় তারা মিথ্যাবাদী [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরাইশ সর্দারদের এ উক্তিটি ছিল সেসব ঈমানদারদের প্রতি যারা তাওহীদ ও আখেরাতের পুরস্কার ও শাস্তিতে বিশ্বাস করত। তারা তাদেরকে তাওহীদের কথা, মৃত্যু পরবর্তী জীবন, হাশর-নশর, হিসেব ও শাস্তি-পুরষ্কার সম্পর্কে বলত, এসব কথা একদম বাজে ও উদ্ভট। কিন্তু ধরে নেয়া যাক যদি আখেরাতের কোন জীবন এবং সেখানে জবাবদিহির কোন বিষয় থেকেই থাকে, তাহলে তার দায়ভার আমরা গ্ৰহণ করছি। আল্লাহ্‌র সামনে সমস্ত শাস্তি ও পুরষ্কারের বোঝা আমরা মাথা পেতে নেবো। আমাদের কথায় তোমরা এ নতুন দ্বীন ত্যাগ করো এবং নিজেদের পিতৃ পুরুষের দ্বীনের দিকে ফিরে এসো। [দেখুন, মুয়াসসার]\n  <br/>\n  <br/>\n  [২] ‘মিথ্যাচার’ মানে তারা যে বলেছিল “তোমরা আমাদের অনুসরণ করো এবং তোমাদের গোনাহগুলো আমরা নিজেদের ওপর চাপিয়ে নেবো।” এটা পুরোপুরি মিথ্যাচার। [দেখুন, মুয়াসসার] কারণ কিয়ামতে একে অপরের বোঝা কখনও বহন করবে না। আল্লাহ্‌ অন্য আয়াতে বলেন, “আর কোন বহনকারী অন্যের বোঝা বহন করবে না; এবং কোন ভারাক্রান্ত ব্যাক্তি যদি কাউকেও তা বহন করতে ডাকে তবে তার থেকে কিছুই বহন করা হবে না--- এমনকি নিকট আত্মীয় হলেও।” [সূরা ফাতিরঃ ১৮] আরও বলেন, “আর সুহৃদ সুহৃদের খোঁজ নেবে না, তাদেরকে করা হবে এককে অন্যের দৃষ্টিগোচর। অপরাধী সেদিনের শাস্তির বদলে দিতে চাইবে তার সন্তান-সন্ততিকে---” [সূরা আল-মা‘আরিজঃ ১০-১১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "২৯ : ১৩",
        "arabic_text": "\nوَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "তারা তো বহন করবে নিজেদের ভার এবং নিজেদের বোঝার সাথে আরো কিছু বোঝা [১]; আর তারা যে মিথ্যা রটনা করত সে সম্পর্কে কিয়ামতের দিন অবশ্যই তাদেরকে প্রশ্ন করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কাফেররা মুসলিমগণকে বলত, তোমরা অহেতুক আখেরাতে শাস্তির ভয়ে আমাদের পথে চলছ না। আমরা কথা দিচ্ছি, যদি তোমাদের কথাই সত্য হয় যে, আমাদের পথে চললে আখেরাতে শাস্তি পেতে হবে, তবে তোমাদের পাপভার আমরাই বহন করব। যা কিছু শাস্তি হবে, আমাদেরই হবে। [ইবন কাসীর] সাধারণ মুসলিমগণের সাথে কাফেরদের এমনি ধরনের উক্তির জওয়াবে আল্লাহ্‌ তা‘আলা বলছেন, যারা এরূপ বলে তারা সম্পূর্ণ মিথ্যাবাদী। আখেরাতের ভয়াবহ আযাব দেখে তারা তাদের পাপভার বহন করবেই না। কাজেই তাদের এই ওয়াদা মিথ্যা। তাছাড়া তোমাদের পাপভার বহন করে তারা তোমাদেরকে মুক্ত করে দেবে- একথা তো ভ্রান্ত ও মিথ্যা, তবে তোমাদেরকে বিভ্রান্ত করা ও সত্য পথ থেকে বিচ্যুত করার চেষ্টা স্বয়ং একটি বড় পাপ। এই পাপভারও তাদের কাঁধে চাপিয়ে দেয়া হবে। ফলে তারা নিজেদের পাপভারও বহন করবে এবং যাদের বিভ্রান্ত করেছিল, তাদের পাপভারও এক সাথে বহন করবে। [ইবন কাসীর] এ আয়াত থেকে জানা গেল যে, যে ব্যাক্তি অপরকে পাপকাজে লিপ্ত করতে অনুপ্রাণিত করে অথবা পাপকাজে তাকে সাহায্য করে, সে-ও আসল পাপীর অনুরূপ অপরাধী। কুরআন মজীদের অন্য এক জায়গায় এ নিয়মটিকে এভাবে বর্ণনা করা হয়েছে, “যাতে কিয়ামতের দিন তারা নিজেদের বোঝাও পুরোপুরি বহন করে এবং এমনসব লোকদের বোঝার একটি অংশও বহন করে যাদেরকে তারা জ্ঞান ছাড়াই গোমরাহ করে।” [সূরা আন-নাহলঃ ২৫] আর এ নিয়মটি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিমোক্ত হাদীসটিতে বর্ণনা করেছেনঃ “যে ব্যাক্তি সঠিক পথের দিকে আহ্বান জানায় সে তাদের সমান প্রতিদান পাবে যারা তার আহ্বানে সাড়া দিয়ে সঠিক পথ অবলম্বন করে, এ জন্য তাদের প্ৰাপ্যে কোন কমতি করা হবে না। আর যে ব্যাক্তি গোমরাহীর দিকে আহ্বান জানায় সে তাদের সবার সমান গোনাহের ভাগী হবে যারা তার অনুসরণ করে এবং এ জন্য তাদের গোনাহের মধ্যে কোন কমতি করা হবে না।” [মুসলিমঃ ২৬৭৪]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "২৯ : ১৪",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ ",
        "bangla_text": "আর আমরা তো নূহকে তাঁর সম্প্রদায়ের কাছে পাঠিয়েছিলাম [১]। তিনি তাদের মধ্যে অবস্থান করেছিলেন পঞ্চাশ কম হাজার বছর। অতঃপর প্লাবন তাদেরকে গ্রাস করে; এমতাবস্থায় যে তারা ছিল যালিম [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী আয়াতসমূহে কাফেরদের বিরোধিতা ও মুসলিমদের উপর নির্যাতনমূলক অবস্থা বর্ণিত হয়েছিল। আলোচ্য আয়াতসমূহে নির্যাতনমূলক ঘটনাবলীর পরিপ্রেক্ষিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সান্তনা দেয়ার জন্যে পূর্ববর্তী নবীগণ ও তাদের উম্মতের কিছু অবস্থা বর্ণনা করা হয়েছে। [দেখুন, ইবন কাসীর] উদ্দেশ্য এই যে, প্রাচীনকাল থেকেই সত্যপন্থীদের উপর কাফেরদের তরফ থেকে নির্যাতনের ধারা অব্যাহত রয়েছে। কিন্তু এসব-উৎপীড়নের কারণে তারা কোন সময় সাহস হারাননি। মুমিনদের উচিত কাফেরদের উৎপীড়নের পরওয়া না করা। পূর্ববর্তী নবীগণের মধ্যে সর্বপ্রথম নূহ আলাইহিস সালাম-এর কাহিনী উল্লেখ করা হয়েছে। প্রথমতঃ এর কারণ এই যে, তিনিই প্রথম নবী, যিনি কুফর ও শিরকের মোকাবেলা করেছেন। দ্বিতীয়তঃ তার সম্প্রদায়ের তরফ থেকে তিনি যতটুকু নির্যাতিত হয়েছিলেন, অন্য কোন নবী ততটুকু হননি। কেননা, আল্লাহ্‌ তা‘আলা তাকে বিশেষভাবে সুদীর্ঘ জীবন দান করেছিলেন এবং তার সমস্ত জীবন কাফেরদের নিপীড়নের মধ্যে অতিবাহিত হয়। কুরআনের এ সূরায় বর্ণিত তার বয়স সাড়ে নয়শ' বছর তো অকাট্য ও নিশ্চিতই। কোন কোন বর্ণনায় আছে যে, এটা তার প্রচার ও দাওয়াতের বয়স। এর আগে এবং প্লাবনের পরেও তার আরও বয়স আছে। [ফাতহুল কাদীর] মোটকথা, এই অসাধারণ সুদীর্ঘ বয়স অবিরাম দাওয়াত ও তাবলীগে ব্যয় করা এবং প্রতিক্ষেত্রেই কাফেরদের তরফ থেকে নানারকম উৎপীড়ন সহ্য করা সত্ত্বেও কোন সময় সাহস না হারানো—এগুলো সব নূহ আলাইহিস সালাম-এরই বৈশিষ্ট্য। এখানে এ জিনিসটি বর্ণনা করাই উদ্দেশ্য যে, হে মুহাম্মাদ! আপনি কাফের মুশরিকদের অবাধ্যতায় আফসোস করে নিজেকে ক্ষতিগ্রস্ত করবেন না। কারণ হেদায়াত আল্লাহ্‌র হাতে তিনি যাকে ইচ্ছা হেদায়াত করবেন আর যাকে ইচ্ছে হেদায়াত থেকে দূরে রাখবেন। আপনার দায়িত্ব তো তাবলীগের মাধ্যমেই সমাপ্ত হবে। তবে এটা জেনে রাখুন যে, আল্লাহ্‌ আপনার দ্বীনকে জয়ী করবেন। আপনার শক্ৰদের বিনাশ করবেন। [ইবন কাসীর] আর আয়াতের মাধ্যমে মুমিনদের হেদায়াত দেয়া হচ্ছে যে, তোমরা তো মাত্র পাঁচ বছর থেকে জুলুম-নির্যাতন সহ্য করছো এবং একটি গোমরাহ জাতির হঠকারিতা বরদাশত করে চলছো কিন্তু আমার এ বান্দা যে অনবরত সাড়ে নয়শ’ বছর ধরে এসবের মোকাবিলা করেছে তার সবর ও দৃঢ়তার কথা ভেবে দেখো। তুলনামূলক অধ্যয়নের জন্য দেখুন সূরা আলে ইমরান, ৩৩-৩৪; আন নিসা, ১৬৩; আল আন‘আম, ৮৪; আল-আ‘রাফ, ৫৯ থেকে ৬৪; ইউনুস, ৭১ ও ৭৩; হূদ, ২৫ ও ৪৮; আল আম্বিয়া, ৭৬ ও ৭৭; আল মুমিনূন, ২৩ ও ৩০; আল ফুরকান, ৩৭; আশ শো‘আরা, ১০৫ থেকে ১২৩; আস সাফফাত, ৭৫ ও ৮২; আল কামার, ৯০; আল হাক্কাহ, ১১ ও ১২ আয়াত এবং সূরা নূহ সম্পূর্ণ।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা নিজেদের যুলুম-নিপীড়ন চালিয়ে যেতে থাকা অবস্থায় মহাপ্লাবনের গ্রাসে পরিণত হয়। যদি মহাপ্লাবন আসার আগে তারা নিজেদের যুলুম-নিপীড়ন থেকে বিরত হতো তাহলে আল্লাহ্‌ তাদের ওপর এ আযাব পাঠাতেন না। কিন্তু তারা নূহের কথা না শুনে যুলুম ও শির্কেই নিপতিত ছিল। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "২৯ : ১৫",
        "arabic_text": "\nفَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ ",
        "bangla_text": "অতঃপর আমরা তাকে এবং যারা নৌকায় আরোহণ করেছিল তাদেরকে রক্ষা করলাম এবং সৃষ্টিকুলের জন্য এটাকে করলাম একটি নিদর্শন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ নৌকাটিকে আমরা সৃষ্টিকুলের জন্য শিক্ষণীয় নির্দশন করেছি। পরবর্তীকালের লোকদের জন্য শিক্ষণীয় করে দেয়া হয়েছে। অন্যত্র এসেছে, “আর নূহকে আমরা বহন করালাম কাঠ ও কীলক নির্মিত এক নৌযানে, যা চলত আমাদের প্রত্যক্ষ তত্ত্বাবধানে; এটা পুরস্কার তাঁর জন্য, যিনি প্রত্যাখ্যাত হয়েছিলেন। আর আমরা এটাকে রেখে দিয়েছি এক নিদর্শনরূপে; অতএব উপদেশগ্ৰহণকারী কেউ আছে কি?” [সূরা আল-কামারঃ ১৩-১৫] এর মাধ্যমে একথাই সুস্পষ্ট হয়ে ওঠে যে, নৌকাটিই ছিল শিক্ষণীয় নির্দশন। শত শত বছর ধরে সেটি পর্বত শৃংগে অবস্থান করছিল। এর মাধ্যমে পরবর্তী প্রজন্মদের কাছে এ সংবাদ পৌঁছে যেতে থেকেছে যে, এ ভূখণ্ডে এক সময় এমন ভয়াবহ প্লাবন এসেছিল যার ফলে এ নৌকাটি পাহাড়ের মাথায় উঠে যায়। [ফাতহুল কাদীর] অথবা আয়াতে ঈমানদারদেরকে নাজাত দেয়াকেই নিদর্শন হিসেবে বর্ণনা করা হয়েছে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "২৯ : ১৬",
        "arabic_text": "\nوَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "আর স্মরণ করুন ইবরাহীমকে [১], যখন তিনি তার সম্প্রদায়কে বলেছিলেন, তোমরা আল্লাহ্‌র ‘ইবাদাত কর এবং তাঁর তাকওয়া অবলম্বন কর; তোমাদের জন্য এটাই উত্তম। যদি তোমরা জানতে !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ইবরাহীম আলাইহিস সালাম-এর কাহিনী বর্ণনা করা হয়েছে, যিনি অনেক কঠিন অগ্নিপরীক্ষায় উত্তীর্ণ হন। নমরূদের অগ্নি, অতঃপর শাম থেকে হিজরত করে তরুলতাহীন জনশূন্য প্রান্তরে অবস্থান, আদরের দুলালকে যবেহ করার ঘটনা ইত্যাদি। ইবরাহীম আলাইহিস সালাম-এর কাহিনী প্রসঙ্গে লুত আলাইহিস সালাম ও তার উম্মতের ঘটনাবলী এবং সূরার শেষ পর্যন্ত অন্য কয়েকজন নবী ও তাদের উম্মতের অবস্থা এগুলো সব রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও উম্মতে মুহাম্মদীর সান্তনার জন্যে এবং তাদেরকে দ্বীনের কাজে দৃঢ়পদ রাখার জন্যে বর্ণিত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "২৯ : ১৭",
        "arabic_text": "\nإِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "‘তোমরা তো আল্লাহ্‌ ছাড়া শুধু মূর্তিপূজা করছ এবং মিথ্যা উদ্ভাবন করছ [১]। তোমরা আল্লাহ্‌ ছাড়া যাদের ইবাদত কর তারা তো তোমাদের রিযিকের মালিক নয়। কাজেই তোমরা আল্লাহ্‌র কাছেই রিযিক চাও এবং তাঁরই ইবাদাত কর। আর তাঁর প্রতি কৃতজ্ঞতা প্ৰকাশ কর। তোমরা তাঁরই কাছে প্রত্যাবর্তিত হবে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা এসব মূৰ্তি তৈরী করছো না বরং মিথ্যা তৈরী করছো। এ মূর্তিগুলোর অস্তিত্ব নিজেই একটি মূর্তিমান মিথ্যা। তার ওপর তোমাদের এ আকীদা-বিশ্বাস যে, এরা দেব-দেবী, আল্লাহ্‌র অবতার, তাঁর সন্তান, আল্লাহ্‌র সান্নিধ্যে অবস্থানকারী ও তাঁর কাছে শাফা‘আতকারী অথবা এদের মধ্য থেকে কেউ রোগ নিরাময়কারী আবার কেউ সন্তান-দাতা এবং কেউ রিযিকদাতা এসবই মিথ্যা কথা। তোমরা নিজেদের ধারণা ও কল্পনার মাধ্যমে এসব রচনা করেছো। আসল সত্য এছাড়া আর কিছুই নয় যে, এগুলো নিছক হাতে গড়া নিষ্প্রাণ মূর্তি এবং এদের কোন ক্ষমতা ও প্রভাব নেই। এগুলো কখনো ইলাহ হতে পারে না। [দেখুন, সা‘দী; মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "২৯ : ১৮",
        "arabic_text": "\nوَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ ",
        "bangla_text": "‘আর যদি তোমরা মিথ্যারোপ কর তবে তো তোমাদের পূর্ববর্তীরাও মিথ্যারোপ করেছিল। সুস্পষ্টভাবে প্রচার করা ছাড়া রাসূলের আর কোন দায়িত্ব নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "২৯ : ১৯",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ ",
        "bangla_text": "তারা কি লক্ষ্য করে না [১], কিভাবে আল্লাহ্‌ সৃষ্টিকে অস্তিত্ব দান করেন? তারপর তিনি তা আবার সৃষ্টি করবেন। নিশ্চয় এটা আল্লাহ্‌র জন্য সহজ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ১৯-২৩ নং পর্যন্ত আয়াতগুলো কি ইবরাহীম আলাইহিস সালামের বাকী কথা নাকি আল্লাহ্‌র পক্ষ থেকে স্বতন্ত্ৰ প্ৰসংগ, এ নিয়ে দুটি মত রয়েছে। ইবন কাসীর বলেন, এটি ইবরাহীম আলাইহিস সালামের কথার বাকী অংশ। তবে ইবন জারীর তাবারী বলেন, এটি মূল আলোচনার মাঝখানে স্বতন্ত্র প্রাসংগিক বিষয় হিসেবে আনা হয়েছে। সে হিসেবে ইবরাহীমের কাহিনীর ধারা বর্ণনা ছিন্ন করে আল্লাহ্‌ মক্কার কাফেরদেরকে সম্বোধন করে একথাগুলো বলেছেন। অর্থাৎ হে কুরাইশরা তোমরা তাদের মতই মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর মিথ্যারোপ করেছ যেমন তোমাদের পূর্ববতীরা ইবরাহীম আলাইহিস সালামের উপর মিথ্যারোপ করেছে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "২৯ : ২০",
        "arabic_text": "\nقُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "বলুন, ‘তোমরা যমীনে ভ্রমণ কর অতঃপর প্রত্যক্ষ কর, কিভাবে তিনি সৃষ্টি আরম্ভ করেছেন? তারপর আল্লাহ্‌ সৃষ্টি করবেন পরবতী সৃষ্টি। নিশ্চয় আল্লাহ্‌ সব কিছুর উপর ক্ষমতাবান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "২৯ : ২১",
        "arabic_text": "\nيُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ ",
        "bangla_text": "তিনি যাকে ইচ্ছে শাস্তি দেন এবং যার প্রতি ইচ্ছে অনুগ্রহ করেন। আর তোমরা তাঁরই কাছে প্ৰত্যাবর্তিত হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "২৯ : ২২",
        "arabic_text": "\nوَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ ",
        "bangla_text": "আর তোমরা আল্লাহ্‌কে ব্যর্থ করতে পারবে না যমীনে [১], আর না আসমানে এবং আল্লাহ্‌ ছাড়া তোমাদের কোন অভিভাবক নেই, সাহায্যকারীও নেই [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আসমান ও যমীনের কেউ আল্লাহ্‌কে অপারগ করতে পারবে না। [তাবারী] অথবা, তোমরা পালিয়ে এমন কোন জায়গায় চলে যেতে পারো না যেখানে গিয়ে আল্লাহ্‌র পাকড়াও থেকে বাঁচতে পারো। [দেখুন, সা‘দী, মুয়াসসার] সূরা আর রাহমানে এ কথাটিই জিন ও মানুষকে সম্বোধন করে চ্যালেঞ্জের সুরে এভাবে বলা হয়েছে যে, যদি তোমরা আল্লাহ্‌র সার্বভৌম কর্তৃত্ব ও শাসন থেকে বের হয়ে যেতে পারো তাহলে একটু বের হয়ে দেখিয়ে দাও। তা থেকে বের হবার জন্য শক্তির প্রয়োজন এবং সে শক্তি তোমাদের নেই। কাজেই তোমরা কোনক্রমেই বের হতে পারো না। [সূরা আর-রাহমানঃ ২৩]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌র পাকড়াও থেকে নিজেদের শক্তির জোরে রক্ষা পাওয়ার ক্ষমতা তোমাদের নেই এবং তোমাদের এমন কোন অভিভাবক, পৃষ্ঠপোষক বা সাহায্যকারীও নেই যে আল্লাহ্‌র মোকাবিলায় তোমাদের আশ্রয় দিতে পারে এবং তাঁর কাছে জবাবদিহি থেকে বাঁচতে পারে। [দেখুন, তাবারী] যারা শির্ক ও কুফরী করেছে, আল্লাহ্‌র নাফরমানী করেছে, সমগ্র বিশ্ব-জাহানে তাদের ওপর কার্যকর হওয়া থেকে ঠেকিয়ে রাখার ক্ষমতা কারো নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "২৯ : ২৩",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "আর যারা আল্লাহ্‌র নিদর্শন ও তাঁর সাক্ষাত অস্বীকার করে, তারাই আমার অনুগ্রহ হতে নিরাশ হয়েছে। আর তাদের জন্যই রয়েছে যন্ত্রণাদায়ক শান্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "২৯ : ২৪",
        "arabic_text": "\nفَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "উত্তরে ইবরাহীমের সম্প্রদায় শুধু এটাই বলল, ‘একে হত্যা কর অথবা অগ্নিদগ্ধ কর [১]।’ অতঃপর আল্লাহ্‌ তাঁকে আগুন থেকে রক্ষা করলেন। নিশ্চয় এতে বহু নিদর্শন রয়েছে, এমন সম্প্রদায়ের জন্য যারা ঈমান আনে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইবরাহীমের ন্যায়সংগত যুক্তির কোন জবাব তাদের কাছে ছিল না। তাদের যদি কোন জবাব থেকে থাকে তাহলে তা এই ছিল যে, হক কথা বলছে যে কণ্ঠটি সেটি স্তব্ধ করে দাও এবং যে ব্যাক্তি আমাদের ভুল আমাদের চোখের সামনে তুলে ধরছে এবং তা থেকে আমাদের বিরত থাকতে বলছে তাকে জীবন্ত রেখো না। এভাবে তারা তাদের ক্ষমতা ও শক্তির জোর দেখাল। [ইবন কাসীর] “হত্যা করো ও জ্বলিয়ে পুড়িয়ে মারো” শব্দাবলী থেকে একথা প্রকাশিত হচ্ছে যে, সমগ্ৰ জনতা ইবরাহীমকে মেরে ফেলার ব্যাপারে একমত ছিল তবে মেরে ফেলার পদ্ধতির ব্যাপারে ছিল বিভিন্ন মত। কিছু লোকের মত ছিল, তাঁকে হত্যা করা হোক। আবার কিছু লোকের মত ছিল, জীবন্ত পুড়িয়ে মারা হোক, এর ফলে ভবিষ্যতে যারা এ ভূখণ্ডে হক কথা বলার পাগলামী করতে চাইবে এটা তাদের জন্য একটা শিক্ষা হয়ে থাকবে। তবে সবশেষে পুড়িয়ে ফেলার ব্যাপারেই তাদের মত স্থির হলো। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] এর মধ্যে ঈমানদারদের জন্য এ মর্মে নিদর্শন রয়েছে যে, তারা রাসূলগণ যা নিয়ে এসেছেন তার সত্যতার প্রমাণ পাবে। আর এটাও জানতে পারবে যে, নবী-রাসূলগণ সবচেয়ে বড় নেককার ও তারা মানুষের কল্যাণকামী। আরও প্রমাণ পাবে যে, যারা নবী-রাসূলদের বিরোধিতা করবে তাদের কথা অসার ও স্ববিরোধী। আরও প্রমাণ পাবে যে, যুগে যুগে নবী-রাসূলদের বিরোধিরা যেন পরস্পর শলা-পরামর্শ করে রাসূলদের উপর মিথ্যারোপ করেছে ও পরস্পর এ ব্যাপারে উৎসাহ যুগিয়েছে। [সা‘দী] তাছাড়া এতে আরও নিদর্শন রয়েছে আল্লাহ্‌র ক্ষমতা, তাঁর রাসূলদের সম্মান রক্ষা, তাঁর ওয়াদার বাস্তবায়ণ, তাঁর শক্ৰদের হেয়করণ। তাছাড়া আরও প্রমাণ রয়েছে যে, সমস্ত সৃষ্ট সে বড় কিংবা ছোট যাই হোক না কেন আল্লাহ্‌ তা‘আলার কুদরতের অধীন। [আত-তাহরীর ওয়াত তানওয়ীর] তাছাড়া এ ব্যাপারেও নির্দশন রয়েছে যে, তিনি আগুনের ভয়াবহ শাস্তি মেনে নিতে প্ৰস্তুত হয়ে যান এবং সত্য ও ন্যায়ের পথ পরিহার করতে প্ৰস্তুত হননি। নিদর্শন এ ব্যাপারেও রয়েছে যে, মহান আল্লাহ্‌ ইবরাহীম আলাইহিস সালামকেও পরীক্ষার পুল পার না করিয়ে ছাড়েননি। আবার এ ব্যাপারেও যে, ইবরাহীমকে আল্লাহ্‌ যে পরীক্ষার সম্মুখীন করেন তাতে তিনি সাফল্যের সাথে উত্তীর্ণ হন, তবে এই আল্লাহ্‌র সাহায্য তার জন্য এমন অলৌকিক পদ্ধতিতে আসে যে, জ্বলন্ত অগ্নিকুণ্ড তাঁর জন্য ঠাণ্ডা করে দেয়া হয়। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "২৯ : ২৫",
        "arabic_text": "\nوَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ ",
        "bangla_text": "ইবরাহীম আরও বললেন [১], ‘তোমরা তো আল্লাহ্‌র পরিবর্তে মূর্তিগুলোকে উপাস্যরূপে গ্ৰহণ করেছ, দুনিয়ার জীবনে তোমাদের পারস্পরিক বন্ধুত্বের খাতিরে [২]। পরে কিয়ামতের দিন তোমরা একে অন্যকে অস্বীকার করবে এবং পরস্পর পরস্পরকে লা‘নত দেবে। আর তোমাদের আবাস হবে জাহান্নাম এবং তোমাদের কোন সাহায্যকারী থাকবে না [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বক্তব্যটি আগুনে নিক্ষেপের আগেও বলা হয়ে থাকতে পারে। তবে বক্তব্যের ধারাবাহিকতা থেকে বুঝা যায়, আগুনের মধ্য থেকে নিরাপদে বের হয়ে আসার পর ইবরাহীম আলাইহিস সালাম লোকদেরকে একথা বলেন। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা আল্লাহ্‌র প্রতি আনুগত্যের পরিবর্তে মূর্তিপূজার ভিত্তিতে নিজেদের সামাজিক জীবন গড়ে তুলেছো। এ ব্যবস্থা দুনিয়ার জীবনের সীমানা পর্যন্ত তোমাদের জাতীয় সত্ত্বকে একত্র করে রাখতে পারে। কারণ এখানে সত্য-মিথ্যা নির্বিশেষে যে কোন আকীদার ভিত্তিতেই যে কোন ঐক্য ও সমাজ গড়ে উঠুক না কেন তা পারস্পরিক বন্ধুত্ব, আত্মীয়তা, ভ্রাতৃত্ব ও অন্যান্য সকল ধমীয়, সামাজিক, তামাদ্দুনিক, অর্থনৈতিক সম্পর্ক প্রতিষ্ঠার মাধ্যম হতে পারে। সেটাই কেবল তোমাদেরকে এ শির্কের উপর একত্রিত করে রেখেছে। [দেখুন, আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ মিথ্যা আকীদার ভিত্তিতে প্রতিষ্ঠিত তোমাদের এ সম্পর্ক আখেরাতে প্রতিষ্ঠিত থাকতে পারে না। সেখানে পারস্পরিক প্রীতি-ভালোবাসা, সহযোগিতা, আত্মীয়তা এবং আকীদা-বিশ্বাস ও কামনা-বাসনার কেবলমাত্র এমন ধরনের সম্পর্ক বজায় থাকতে পারে যা দুনিয়ায় এক আল্লাহ্‌র বন্দেগী এবং সৎকর্মশীলতা ও আল্লাহ্‌ভীতির ভিত্তিতে প্রতিষ্ঠিত হয়। কুফরী ও শির্ক এবং ভুল পথ ও কুপথের সাথে জড়িত যাবতীয় সম্পর্ক সেখানে ছিন্ন হয়ে যাবে। সকল ভালোবাসা শক্রতায় পরিণত হবে। সমস্ত শ্রদ্ধা-ভক্তি ঘৃণায় রূপান্তরিত হবে। একে অন্যের ওপর লা‘নত বর্ষণ করবে [ইবন কাসীর] এবং প্রত্যেকে নিজের গোমরাহীর দায়-দায়িত্ব অন্যের ঘাড়ে চাপিয়ে বলবে, এই যালেম আমাকে ধ্বংস করেছে, কাজেই একে দ্বিগুণ শাস্তি দেয়া হোক। একথা কুরআনের বিভিন্ন স্থানে বলা হয়েছে। এক স্থানে বলা হয়েছেঃ “বন্ধুরা সেদিন পরস্পরের শক্র হয়ে যাবে, মুত্তাকীরা ছাড়া।” [সূরা যুখরুফঃ ৬৭] অন্যত্র বলা হয়েছে, “প্রত্যেকটি দল যখন জাহান্নামে প্রবেশ করবে তখন তার কাছের দলের প্রতি লানত বর্ষণ করতে করতে প্রবেশ করবে, এমনকি শেষ পর্যন্ত যখন সবাই সেখানে একত্ৰ হয়ে যাবে তখন প্রত্যেক পরবর্তী দল পূর্ববর্তী দলের বিরুদ্ধে বলবেঃ হে আমাদের রব! এ লোকেরাই আমাদের পথভ্রষ্ট করেছে, কাজেই এদেরকে দ্বিগুণ আগুনের শাস্তি দিন।” [সূরা আল-আ‘রাফঃ ৩৮] অন্যত্র বলা হয়েছে, “আর তারা বলবে, হে আমাদের রব! আমরা নিজেদের সরদারদের ও বড়দের আনুগত্য করেছি এবং তারা আমাদের বিপথগামী করেছে। হে আমাদের রব! আপনি তাদেরকে দ্বিগুণ শাস্তি দিন এবং তাদের ওপর বড় রকমের লানত বর্ষণ করুন।” [সূরা আল-আহযাবঃ ৬৭-৬৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "২৯ : ২৬",
        "arabic_text": "\n۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "অতঃপর লূত তার প্রতি বিশ্বাস স্থাপন করলেন। আর ইবরাহীম বললেন, ‘আমি আমার রবের উদ্দেশ্যে হিজরত করছি [১]। নিশ্চয় তিনি পরাক্রমশালী, প্ৰজ্ঞাময়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] লূত আলাইহিস সালাম ছিলেন ইবরাহীম আলাইহিস সালাম-এর মু‘জিযা দেখে সর্বপ্রথম যিনি মুসলিম হন। তিনি এবং তার পত্নী সারা, যিনি চাচাত বোন ও মুসলিম ছিলেন, দেশত্যাগের সময় তারা ইবরাহীম আলাইহিস সালাম-এর সঙ্গী হন। ইবরাহীম আলাইহিস সালাম বললেন, আমি আমার পালনকর্তার উদ্দেশ্যে দেশ-ত্যাগ করছি। উদ্দেশ্য এই যে, এমন কোন জায়গায় যাব, যেখানে পালনকর্তার ইবাদাতে কোন বাধা নেই। ইবরাহীম নখ‘য়ী ও কাতাদাহ বলেন, اِنِّىْ مُهِاجِرٌ ইবরাহীমের উক্তি। কেননা, এর পরবর্তী বাক্য\n  <br/>\n  <br/>\n  وِوِهَبْنَا لَهٗٓ اِسْحٰقَ وَ بَعْقُوْبَ\n  <br/>\n  <br/>\n  নিশ্চিতরূপে তারই অবস্থা। কোন কোন তফসীরকার اِنِّىْ مُهِاجِرٌ কে লূত আলাইহিস সালাম-এর উক্তি প্রতিপন্ন করেছেন। [ইবন কাসীর; ফাতহুল কাদীর] কিন্তু পূর্বাপর বর্ণনাদৃষ্টে প্রথম তফসীরই উপযুক্ত। লূত আলাইহিস সালামও এই হিজরতে শরীক ছিলেন, কিন্তু ইবরাহীম আলাইহিস সালাম-এর অধীন হওয়ার কারণে যেমন সারার কথা উল্লেখ করা হয়নি, তেমনি লূত আলাইহিস সালাম-এর হিজরতের কথাও স্বতন্ত্রভাবে উল্লেখ করা হয়নি।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "২৯ : ২৭",
        "arabic_text": "\nوَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "আর আমরা ইবরাহীমকে দান করলাম ইসহাক ও ইয়া‘কূব [১] এবং তাঁর বংশধরদের জন্য স্থির করলাম নবূওয়ত ও কিতাব। আর আমরা তাকে তার প্রতিদান দুনিয়ায় দিয়েছিলাম; এবং আখেরাতেও তিনি নিশ্চয়ই সৎকর্মপরায়ণদের অন্যতম হবেন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইসহাক আলাইহিস সালাম ছিলেন তাঁর পুত্র এবং ইয়াকূব ছিলেন পৌত্র। এখানে ইবরাহীম আলাইহিস সালামের অন্যান্য পুত্রদের উল্লেখ না করার কারণ হচ্ছে এই যে, ইবরাহীম সন্তানদের মাদ্‌ইয়ানী শাখায় কেবলমাত্র শু‘আইব আলাইহিস সালামই নবুওয়াত লাভ করেন এবং ইসমাঈলী শাখায় মুহাম্মাদ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুওয়াত লাভ পর্যন্ত আড়াই হাজার বছরে আর কোন নবী আসেননি। পক্ষান্তরে ইসহাক আলাইহিস সালাম থেকে যে শাখাটি চলে তার মধ্যে একের পর এক ঈসা আলাইহিস সালাম পর্যন্ত নবুওয়াত ও কিতাবের নেয়ামত প্রদত্ত হতে থাকে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্‌ তা‘আলা ইবরাহীম আলাইহিস সালাম-এর আত্মত্যাগ ও অন্যান্য সৎকর্মের প্রতিদান দুনিয়াতেও দান করেছেন। তাঁকে মানুষের প্রিয় ও নেতা করেছেন। যারাই ইবরাহীম আলাইহিস সালামের দাওয়াতকে হেয় প্রতিপন্ন করতে চেয়েছিল তারা সবাই দুনিয়ার বুক থেকে বিলুপ্ত হয়ে গেছে এবং এমনভাবে বিলুপ্ত হয়ে গেছে যে, আজ দুনিয়ার কোথাও তাদের কোন নাম নিশানাও নেই। কিন্তু যে ব্যাক্তিকে আল্লাহ্‌র কালেমা বুলন্দ করার অপরাধে তারা জ্বালিয়ে পুড়িয়ে ছাই করে দিতে চেয়েছিল এবং শেষ পর্যন্ত যাকে সহায়-সম্বলহীন অবস্থায় স্বদেশভূমি ত্যাগ করতে হয়েছিল তাকে আল্লাহ্‌ এমন সফলতা দান করেন যে, দুনিয়াতে তাকে উত্তম স্বচ্ছন্দ রিযিক, প্রশস্ত আবাস, উত্তম নেককার স্ত্রী, সুপ্ৰশংসা প্ৰদান করা হয়েছে। তাছাড়া চার হাজার বছর থেকে দুনিয়ার বুকে তার নাম সমুজ্জ্বল রয়েছে এবং কিয়ামত পর্যন্ত থাকবে। দুনিয়ার সকল মুসলিম, নাসারা ও ইয়াহূদী রাব্বুল আলামীনের সেই খলীল তথা বন্ধুকে একযোগে নিজেদের নেতা বলে স্বীকার করে। একমাত্র সেই ব্যাক্তি এবং তার সন্তানদের থেকেই তারা হিদায়াতের আলোকবর্তিকা লাভ করতে পেরেছে। আখেরাতে তিনি যে মহাপুরস্কার লাভ করবেন তাতো তার জন্য নির্ধারিত হয়েই আছে কিন্তু এ দুনিয়ায়ও তিনি যে মর্যাদা লাভ করেছেন তা দুনিয়ার বৈষয়িক স্বাৰ্থ উদ্ধার প্রচেষ্টায় জীবনপাতকারীদের একজনও আজ পর্যন্ত লাভ করতে পারেনি। [দেখুন, ইবন কাসীর; সা‘দী; আদওয়াউল বায়ান] এ থেকে জানা গেল যে, কর্মের আসল প্রতিদান তো আখেরাতে পাওয়া যাবে, কিন্তু তার কিছু অংশ দুনিয়াতেও নগদ দেয়া হয়। অনেক নির্ভরযোগ্য হাদীসে অনেক সৎকর্মের পার্থিব উপকারিতা ও অসৎকর্মের পার্থিব অনিষ্ট বর্ণিত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "২৯ : ২৮",
        "arabic_text": "\nوَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "আর স্মরণ করুন লূতের কথা, যখন তিনি তাঁর সম্প্রদায়কে বলেছিলেন, ‘নিশ্চয় তোমরা এমন অশ্লীল কাজ করছ, যা তোমাদের আগে সৃষ্টিকুলের কেউ করেনি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "২৯ : ২৯",
        "arabic_text": "\nأَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ",
        "bangla_text": "‘তোমরাই তো পুরুষে উপগত হচ্ছ, তোমরাই তো রাহাজানি করে থাক এবং তোমরাই তো নিজেদের মজলিশে প্রকাশ্যে ঘৃণ্য কাজ করে থাক [১] ।’ উত্তরে তার সম্প্রদায় শুধু এটাই বলল, ‘আমাদের উপর আল্লাহ্‌র শাস্তি আনয়ন কর---তুমি যদি সত্যবাদীদের অন্তর্ভুক্ত হয়ে থাক।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে লূত আলাইহিস সালাম তার সম্প্রদায়ের বেশ কয়েকটি গুরুতর পাপের কথা উল্লেখ করেছেন। প্রথমত, পুংমৈথুন, যা এর পূর্বে আদম সন্তানদের আর কেউ করে নি। সাথে সাথে তারা আল্লাহ্‌র সাথে কুফরি করত এবং রাসূলদের প্রতি মিথ্যারোপ করত। দ্বিতীয়ত, রাহাজানি, অর্থাৎ পথে মানুষদেরকে আক্রমন করে তাদের হত্যা করত এবং সবকিছু নিয়ে নিত। আর তৃতীয়ত, তারা মজলিসে সবার সামনে এমন অপকর্ম করত, যা সম্পূর্ণ অশোভনীয় ছিল। তাদের একজন অন্যজনকে তা থেকে বাধা দিত না। কুরআন তৃতীয় পাপকাজটি নির্দিষ্ট করেনি। এ থেকে জানা যায় যে, যে কোন গুনাহ প্রকাশ্যে করাও একটি স্বতন্ত্ৰ গোনাহ। কোন কোন তফসীরকারক এ স্থলে সেসব গোনাহ একটি একটি করে উল্লেখ করেছেন, যেগুলো এই নির্লজ্জরা তাদের প্রকাশ্যে মজলিসে করত। উদাহরণতঃ পথিকদের গায়ে পাথর ছুঁড়ে মারা এবং তাদের প্রতি বিদ্রূপাত্মক ধ্বনি দেয়া। কেউ কেউ বলেন, তাদের প্ৰসিদ্ধ অশ্লীল কাজটি তারা গোপনে নয়, প্রকাশ্যেই মজলিসের সবার সামনে করত। কারও কারও মতে, তারা প্রকাশ্যে বড় শব্দ করে গুহ্যদেশ দিয়ে বাতাস বের করত। কারও কারও মতে, ছাগল ও মোরগ লড়াই চালিয়ে যেত। এই সবই তারা করত। আর তারা আরও কঠিন প্রকৃতির খারাপ কাজ করত। [ইবন কাসীর; ফাতহুল কাদীর] আয়াতে উল্লেখিত প্রথম গোনাহটিই সর্বাধিক মারাত্মক। তাদের পূর্বে পৃথিবীতে কেউ এই অপকর্ম করত না। বনের পশুরাও এ থেকে বেঁচে থাকে। এটা যে এক গুরুতর অপরাধ, এ ব্যাপারে কারও দ্বিমত নেই।\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "২৯ : ৩০",
        "arabic_text": "\nقَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব ! বিপর্যয় সৃষ্টিকারী সম্প্রদায়ের বিরুদ্ধে আমাকে সাহায্য করুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "২৯ : ৩১",
        "arabic_text": "\nوَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ ",
        "bangla_text": "আর যখন আমার প্রেরিত ফেরেশতাগণ সুসংবাদসহ ইবরাহিমের কাছে আসল, তারা বলেছিল, ‘নিশ্চয় আমরা এ জনপদবাসীকে ধ্বংস করব [১], এর অধিবাসীরা তো যালিম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “এ জনপদ\" বলে লূত জাতির এলাকা সাদূমকে বুঝানো হয়েছে। [বাগভী; মুয়াসসার] ইবরাহীম আলাইহিস সালাম এ সময় ফিলিস্তিনের বর্তমান আল খলীল শহরে থাকতেন। এ শহরের দক্ষিণ-পূর্ব দিকে কয়েক মাইল দূরে মৃত্যসাগরের অংশ রয়েছে। সেখানে পূর্বে বাস করতো লূত জাতির লোকেরা এবং বর্তমানে এ সমগ্র এলাকা রয়েছে সাগরের পানির তলায়।\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "২৯ : ৩২",
        "arabic_text": "\nقَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ ",
        "bangla_text": "ইবরাহীম বললেন, ‘এ জনপদে তো লূত রয়েছে।’ তারা বলল, ‘সেখানে কারা আছে, তা আমরা ভাল জানি, নিশ্চয় আমরা লূতকে ও তার পরিজনবর্গকে রক্ষা করব, তার স্ত্রীকে ছাড়া [১]; সে তো পিছনে অবস্থানকারীদের অন্তর্ভুক্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ মহিলা সম্পর্কে অন্যত্র বলা হয়েছে যে, লূতের এই স্ত্রী তার প্রতি বিশ্বস্ত ছিল না। এ জন্য তার ব্যাপারে এ ফায়সালা করা হয় যে, একজন নবীর স্ত্রী হওয়া সত্বেও তা তার কোন কাজে লাগবে না। [যেমন, সূরা আত-তাহরীমঃ ১০] যেহেতু আল্লাহ্‌র কাছে প্রত্যেক ব্যাক্তির ব্যাপারে ফায়সালা হয় তার ঈমান ও চরিত্রের ভিত্তিতে, তাই নবীর স্ত্রী হওয়ায় তার কোন লাভ হয়নি। তার পরিণাম তার স্বামীর অনুরূপ হয়নি বরং যে জাতির ধর্ম ও চরিত্র সে গ্রহণ করে রেখেছিল তার অনুরূপ হয়েছিল। সে তার কাওমের কুফরিকে সমর্থন করছিল এবং তাদের সীমালঙ্ঘনকে সহযোগিতা করে যাচ্ছিল। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "২৯ : ৩৩",
        "arabic_text": "\nوَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ ",
        "bangla_text": "আর যখন আমার প্রেরিত ফেরেশতাগণ লূতের কাছে আসল, তখন তাদের জন্য তিনি বিষণ্ণ হয়ে পড়লেন এবং নিজেকে তাদের রক্ষায় অসমর্থ মনে করলেন। আর তারা বলল, ‘ভয় করবেন না, দুঃখও করবেন না; আমরা আপনাকে ও আপনার পরিজনবৰ্গকে রক্ষা করব, আপনার স্ত্রী ছাড়া; সে তো পিছনে অবস্থানকারীদের অন্তর্ভুক্ত",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "২৯ : ৩৪",
        "arabic_text": "\nإِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ ",
        "bangla_text": "‘নিশ্চয় আমরা এ জনপদবাসীদের উপর আকাশ হতে শাস্তি নাযিল করব, কারণ তারা পাপাচার করছিল।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "২৯ : ৩৫",
        "arabic_text": "\nوَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ ",
        "bangla_text": "আর অবশ্যই আমরা এতে বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য একটি স্পষ্ট নিদর্শন রেখেছি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই সুস্পষ্ট নিদর্শনটি হচ্ছে মৃতসাগর। একে লূত সাগরও বলা হয়। কুরআন মাজীদের বিভিন্ন স্থানে মক্কার কাফেরদেরকে সম্বোধন করে বলা হয়েছে, এই জালেম জাতিটির ওপর তার কৃতকর্মের বদৌলতে যে আযাব নাযিল হয়েছিল তার একটি চিহ্ন আজো প্রকাশ্যে রাজপথে বর্তমানে রয়েছে। তোমরা সিরিয়ার দিকে নিজেদের বাণিজ্য সফরে যাবার সময় দিনরাত এ  চিহ্নটি দেখে থাকো। [দেখুন, সূরা আল-হিজর: ৭৫-৭৭; সূরা আস-সাফফাত: ১৩৭] বর্তমান যুগে এখানে পানির মধ্যে কিছু ডুবন্ত জনপদের ধ্বংসাবশেষ পাওয়া যায়।\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "২৯ : ৩৬",
        "arabic_text": "\nوَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ ",
        "bangla_text": "আর আমরা মাদইয়ানবাসীদের প্রতি তাদের ভাই শু‘আইবকে পাঠিয়েছিলাম। অতঃপর তিনি বলেছিলেন, ‘হে আমার সম্প্রদায় ! তোমরা আল্লাহ্‌র ‘ইবাদাত কর, এবং শেষ দিনের আশা কর [১]। আর যমীনে বিপর্যয় সৃষ্টি করে বেড়িও না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দু’টো অর্থ হতে পারে। একটি হচ্ছে, আখেরাতের আগমন কামনা করো। একথা মনে করো না, যা কিছু আছে ব্যস এ দুনিয়ার জীবন পর্যন্তই এবং এরপর আর এমন কোন জীবন নেই, যেখানে তোমাদের নিজেদের যাবতীয় কাজ-কর্মের হিসেব দিতে হবে এবং তার পুরস্কার ও শাস্তি লাভ করতে হবে। দ্বিতীয় অর্থ হচ্ছে, এমন কাজ করো যার ফলে তোমরা আখেরাতে ভালো পরিণতি লাভের আশা করতে পারো। যেমন অন্য আয়াতে এসেছে, “তোমরা যারা আল্লাহ্‌ ও আখিরাতের প্রত্যাশা কর অবশ্যই তাদের জন্য রয়েছে ওদের মধ্যে উত্তম আদর্শ।” [সূরা আল-মুমতাহিনাহঃ ৬] [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "২৯ : ৩৭",
        "arabic_text": "\nفَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ ",
        "bangla_text": "অতঃপর তারা তার প্রতি মিথ্যা আরোপ করল; ফলে তারা ভূমিকম্প দ্বারা আক্রান্ত হয়ে নিজ ঘরে নতজানু অবস্থায় শেষ হয়ে গেল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "২৯ : ৩৮",
        "arabic_text": "\nوَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ ",
        "bangla_text": "আর আমরা \"আদ ও সামূদকে ধ্বংস করেছিলাম; তাদের বাড়ীঘরের কিছু তোমাদের জন্য উন্মোচিত হয়েছে [১] আর শয়তান তাদের কাজকে তাদের দৃষ্টিতে শোভন করেছিল এবং তাদেরকে সৎপথ অবলম্বনে বাধা দিয়েছিল, যদিও তারা ছিল বিচক্ষণ [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবের যেসব এলাকায় এ সব জাতির বসতি ছিল আরবের লোকেরা তা জানতো। দক্ষিণ আরবের যেসব এলাকা বর্তমানে আহকাফ, ইয়ামন ও হাদরামাউত নামে পরিচিত, প্রাচীনকালে সে এলাকাগুলোতে ছিল আদ জাতির বাস। হিজাযের দক্ষিণ অংশে রাবেগ থেকে আকাবাহ পর্যন্ত শু'আইব জাতির এবং মদীনার ওয়াদিউল কুরা থেকে তাইমা ও তাবুক পর্যন্ত সমগ্ৰ এলাকা আজো সামূদ জাতির ধ্বংসাবশেষে পরিপূর্ণ দেখা যায়। কুরআন নাযিল হবার যুগে এ ধ্বংসাবশেষগুলোর অবস্থা বর্তমানের তুলনায় আরো কিছু বেশী সুস্পষ্ট থেকে থাকবে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] مستبصر এর অর্থ বিচক্ষণ বা চক্ষুষ্মান। উদ্দেশ্য এই যে, যারা কুফার ও শির্ক করে আযাব ও ধ্বংসে পতিত হয়েছে, তারা মোটেই বেওকুফ অথবা উম্মাদ ছিল না। তারা দলীল-প্রমাণাদি থেকে সত্য গ্ৰহণ করতে সমর্থ ছিল, কিন্তু পার্থিব স্বাৰ্থ তাদেরকে অস্বীকারে বাধ্য করে রেখেছিল। তারা ঠাণ্ডা মাথায় ভেবে চিন্তে ও খোলা চোখে শয়তান যে পথ দেখিয়েছিল এবং যে পথে তারা বড়ই লাভ ও ভোগের সন্ধান পেয়েছিল সে পথে পাড়ি জমিয়েছিল এবং এমন পথ পরিহার করেছিল যা তাদের কাছে নীরস, বিস্বাদ এবং নৈতিক বিধি-নিষেধের বেড়াজালে আবদ্ধ হবার কারণে কষ্টকর মনে হচ্ছিল। [দেখুন, ফাতহুল কাদীর] অন্যত্র বলা হয়েছে: “তারা জাগতিক কাজ কর্ম খুব বোঝে; কিন্তু আখেরাতের ব্যাপারে উদাসীন।” [সূরা আর-রূম: ৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "২৯ : ৩৯",
        "arabic_text": "\nوَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ ",
        "bangla_text": "আর আমরা ধ্বংস করেছিলাম কারূন, ফিরআউন ও হামানকে। আর অবশ্যই মূসা তাদের কাছে সুস্পষ্ট নিদর্শনসহ এসেছিল; অতঃপর তারা যমীনে অহংকার করেছিল; কিন্তু তারা আমার শাস্তি এড়াতে পারেনি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "২৯ : ৪০",
        "arabic_text": "\nفَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ ",
        "bangla_text": "সুতরাং তাদের প্রত্যেককেই আমরা তার অপরাধের জন্য পাকড়াও করেছিলাম। তাদের কারো উপর আমরা পাঠিয়েছিলাম পাথরকুচিসম্পন্ন প্রচণ্ড ঝটিকা [১], তাদের কাউকে আঘাত করেছিল মহানাদ, কাউকে আমরা প্রোথিত করেছিলাম ভূগর্ভে এবং কাউকে আমরা করেছিলাম নিমজ্জিত। আর আল্লাহ এমন নন যে, তিনি তাদের প্রতি যুলুম করবেন; বরং তারা নিজেরাই নিজেদের প্রতি জুলুম করেছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আদ জাতির। তাদের উপর অবিরাম সাত রাত ও আট দিন পর্যন্ত ভয়াবহ তুফান চলতে থাকে। [সূরা আল-হাক্কাহ: ৭]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "২৯ : ৪১",
        "arabic_text": "\nمَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ ",
        "bangla_text": "যারা আল্লাহ ছাড়া বহু অভিভাবক গ্রহণ করে, তাদের দৃষ্টান্ত মাকড়সার ন্যায়। [১], যে ঘর বানায়। আর ঘরের মধ্যে মাকড়সার ঘরই তো দু্র্বলতম, যদি তারা জানত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মাকড়সাকে “আনকাবূত” বলা হয়। এখানে সে মাকড়সা বোঝানো হয়েছে, যে জাল তৈরী করে এবং তাতে বুলতে থাকে। এই জালের সাহায্যে সে মশা-মাছি শিকার করে। বলাবাহুল্য, জন্তু জানোয়ারের যত প্রকার বাসা ও ঘর বিদিত আছে, তন্মধ্যে মাকড়সার জাল দুর্বলতর। যা সামান্য বাতাসেও ছিন্ন হয়ে যেতে পারে। আলোচ্য আয়াতে বলা হয়েছে যে, যারা আল্লাহ ব্যতীত অন্যের ইবাদত করে এবং অন্যের উপর ভরসা করে, তাদের দৃষ্টান্ত মাকড়সার জাল, যা অত্যন্ত দুর্বল। এমনিভাবে যারা কোন প্রতিমা অথবা কোন মানুষের উপর ভরসা করে, তাদের ভরসা এমন, যেমন মাকড়সা তার জলের উপর ভরসা করে। [ইবন কাসীর] বিশ্ব-জাহানের প্রকৃত মালিককে বাদ দিয়ে যারা একেবারে অক্ষম বান্দা ও সম্পূর্ণ কাল্পনিক উপাস্যদের ওপর নির্ভর করে চলছে তার প্রকৃত অবস্থা মাকড়শার জালের চাইতে বেশী কিছু নয়। মাকড়শার জাল যেমন আঙ্গুলের সামান্য একটি টোকাও বরদাশ্‌ত করতে পারে না, তেমনি তোমাদের আশার অট্টালিকাও আল্লাহর ব্যবস্থার সাথে প্রথম সংঘাতেই চূৰ্ণবিচূর্ণ হয়ে যাবে। সামান্য বৃষ্টিও যার সবকিছু বিনষ্ট করে দেয়, তোমাদের সামান্যতম উপকারও তারা করতে পারে না [দেখুন, ফাতহুল কাদীর] সুতরাং সত্য কেবল এই যে, একমাত্র রাব্বুল আলামীন ছাড়া আর কারও উপর নির্ভর করা যায় না। আল্লাহ বলেন: “যে ব্যক্তি তাগুতকে (আল্লাহ বিরোধী শক্তিকে) অস্বীকার ও প্রত্যাখ্যান করে এবং আল্লাহর প্রতি ঈমান আনে সে এমন মজবুত নির্ভরকে আঁকড়ে ধরেছে যা কখনো ছিন্ন হবার নয়। বস্তুত আল্লাহ সবকিছু শোনেন ও জানেন।\" (সূরা আল-বাকারাহ: ২৫৬]\n  <br/>\n  <br/>\n  [২] এর দুটি অর্থ হয়। এক. যদি তারা জানত যে তাদের মা’বুদগুলো মাকড়শার জালের মত, তবে এ ধরনের মা’বুদের পিছনে কখনও থাকত না। দুই. যদি তাদের কোন জ্ঞান থাকত, তবে তারা জানত যে, আল্লাহ্ তাদের মা’বুদদের অবস্থা খুব ভাল করেই জানেন। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "২৯ : ৪২",
        "arabic_text": "\nإِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "তারা আল্লাহ্ ছাড়া যা কিছুকে ডাকে, আল্লাহ্ তো তা জানেন। আর তিনি পরাক্রমশালী, প্রজ্ঞাময় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেসব জিনিসকে এরা মা’বুদে পরিণত করেছে এবং যাদেরকে সাহায্যের জন্য আহবান করে, তাদের প্রকৃত স্বরূপ আল্লাহ ভালোভাবেই জানেন। তাদের কোন ক্ষমতাই নেই। একমাত্র আল্লাহই ক্ষমতার মালিক এবং তাঁরই বিচক্ষণ কর্মকুশলতা ও জ্ঞান এ বিশ্ব-জাহানের ব্যবস্থা পরিচালনা করছে। এ আয়াতের আর একটি অনুবাদ এও হতে পারে, আল্লাহ খুব ভালোভাবেই জানেন, তাঁকে বাদ দিয়ে এরা যাদেরকে ডাকে তারা কিছুই নয় (অর্থাৎ ভিত্তিহীন ও ক্ষমতাহীন) এবং একমাত্র তিনিই পরাক্রান্ত ও জ্ঞানের অধিকারী। সুতরাং অচিরেই তিনি তাদেরকে তাদের কর্মকাণ্ডের শাস্তি দিবেন। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "২৯ : ৪৩",
        "arabic_text": "\nوَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ ",
        "bangla_text": "আর এ সকল দৃষ্টান্ত আমরা মানুষের জন্য দেই; কিন্তু শুধু জ্ঞানী ব্যক্তিরাই এটা বুঝে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মাকড়সার জাল দ্বারা মুশরিকদের উপাস্যদের দৃষ্টান্ত দেয়ার পর এখন বলা হয়েছে যে, আমি সুস্পষ্ট দৃষ্টান্ত দ্বারা তাওহীদের স্বরূপ বর্ণনা করি; কিন্তু এসব দৃষ্টান্ত থেকেও কেবল আলেমগণই জ্ঞান আহরণ করে। অন্যরা চিন্তা-ভাবনাই করে না। ফলে সত্য তাদের সামনে ফোটে না। মূলতঃ কুরআন ও হাদীসের কিছু শব্দ বুঝে নিলে কেউ আল্লাহর কাছে আলেম হয় না, যে পর্যন্ত কুরআন নিয়ে চিন্তা-ভাবনার অভ্যাস গড়ে না তোলে এবং যে পর্যন্ত সে কুরআন অনুযায়ী আমল না করে। আমর ইবন আস রাদিয়াল্লাহু আনহু বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছ থেকে এক হাজার দৃষ্টান্ত শিক্ষা করেছি। মুসনাদে আহমাদ: ৪/২০৩] এটা নিঃসন্দেহে আমর ইবন আস রাদিয়াল্লাহু আনহুর একটি বিরাট শ্রেষ্ঠত্ব। কেননা, আল্লাহ্‌ তা'আলা এই আয়াতে তাদেরকেই আলেম বলেছেন, যারা আল্লাহ্‌ ও রাসূল বর্ণিত দৃষ্টান্তসমূহ বোঝে। আমর ইবনে মুররা বলেন, আমি যখন এমন কোন আয়াতে পৌঁছি, যা আমার বোধগম্য নয়, তখন মনে খুব দুঃখ পাই। কেননা, আল্লাহ্ বলেন: “এ সকল উদাহরণ আমি মানুষের জন্য দেই, কিন্তু জ্ঞানীরাই তা বোঝে।”। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "২৯ : ৪৪",
        "arabic_text": "\nخَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ ",
        "bangla_text": "আল্লাহ্  যথাযথভাবে  আসমানসমূহ ও যমীন সৃষ্টি করেছেন [১]; এতে  তো অবশ্যই নিদর্শন রয়েছে মুমিনদের জন্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ আসমান ও যমীন যথাযথই সৃষ্টি করেছেন। তিনি কোন খেলাচ্ছলে তা সৃষ্টি করেন নি। [ইবন কাসীর] তিনি আসমান ও যমীন ইনসাফ ও আদলের উপর প্রতিষ্ঠিত করেছেন। অথবা আয়াতের অর্থ, তিনি আসমান ও যমীন তার কালেমা ও নির্দেশ দ্বারা সৃষ্টি করেছেন। অথবা আয়াতের অর্থ, তিনি আসমান ও যমীন সৃষ্টি করেছেন, যখন সেটা সৃষ্টি করা ছিল যথাযথ। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "২৯ : ৪৫",
        "arabic_text": "\nٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ ",
        "bangla_text": "আপনি [১] তেলাওয়াত করুন কিতাব থেকে যা আপনার প্রতি ওহী করা হয় [২] এবং সালাত কায়েম করুন [৩]। নিশ্চয় সালাত বিরত রাখে অশ্লীল ও মন্দ কাজ থেকে [৪]। আর আল্লাহ্র স্মরণই তো সর্বশ্রেষ্ঠ [৫]। তোমরা যা কর আল্লাহ্ তা জানেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আপাত দৃষ্টিতে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সম্বোধন করা হয়েছে কিন্তু আসলে সমস্ত মুসলিমদেরকেই উদ্দেশ্য করা হয়েছে। এতে দুটি অংশ আছে, কুরআন তেলাওয়াত ও সালাত কায়েম করা। কারণ এ দু'টি জিনিসই মুমিনকে এমন সুগঠিত চরিত্র ও উন্নতর যোগ্যতার অধিকারী করে যার সাহায্যে সে বাতিলের প্রবল বন্যা এবং দুস্কৃতির ভয়াবহ ঝঞ্ঝার মোকাবিলায় সঠিক পথে থাকতে পারে। [দেখুন, আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] কুরআন তেলাওয়াতের এ শক্তি মানুষ তখনই অর্জন করতে পারে যখন সে কুরআনের শুধুমাত্র শব্দগুলো পাঠ করেই ক্ষান্ত হয় না। বরং তার শিক্ষাগুলোও সঠিকভাবে অনুধাবন করে হৃদয়ের প্রতিটি তন্ত্রীতে সেগুলোকে সঞ্চারিত করে যেতে থাকে। আসলে যে তেলাওয়াতের পরে মানুষের মন-মানস, চিন্তা-চেতনা ও চরিত্র-কর্মনীতিতে কোন পরিবর্তন আসে না বরং কুরআন পড়ার পরও কুরআন যা নিষেধ করে মানুষ তা সব করে যেতে থাকে তা একজন মুমিনের কুরআন তেলাওয়াত হতেই পারে না। মূলত: কুরআনের হারামকৃত জিনিসকে যে হালাল করে নিয়েছে যে কুরআনের প্রতি ঈমানই আনেনি। এ অবস্থাটিকে মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একটি ছোট্ট বাক্যের মধ্য দিয়ে অত্যন্ত চমৎকারভাবে সুস্পষ্ট করে তুলে ধরেছেনঃ “কুরআন তোমার পক্ষে বা বিপক্ষে প্রমাণ স্বরূপ।” [মুসলিম: ২২৩]\n  <br/>\n  <br/>\n  [৩] কুরআন তেলাওয়াতের পর দ্বিতীয় যে কাজটির প্রতি উম্মতকে অনুবর্তী করার নির্দেশ এখানে দেয়া হয়েছে তা হলো, সালাত। সালাতকে অন্যান্য ফরয কর্ম থেকে পৃথক করার এই রহস্যও বর্ণিত হয়েছে যে, সালাত স্বকীয়ভাবেও একটি গুরুত্বপূর্ণ ইবাদত এবং দ্বীনের স্তম্ভ। এর উপকারিতা এই যে, যে ব্যক্তি সালাত কায়েম করে, সালাত তাকে অশ্লীল ও গৰ্হিত কার্য থেকে বিরত রাখে। [ইবন কাসীর] আয়াতে ব্যবহৃত “ফাহ্শা’ শব্দের অর্থ এমন সুস্পষ্ট মন্দ কাজ, যাকে প্রত্যেক বুদ্ধিমান ব্যক্তিই মন্দ এমন কথা ও কাজকে বলা হয়, যার হারাম ও অবৈধ হওয়ার ব্যাপারে শরীআত বিশারদগণ একমত ৷ [বাগভী; ফাতহুল কাদীর] ‘ফাহ্শা’ ও ‘মুনকার’ শব্দদ্বয়ের মধ্যে যাবতীয় অপরাধ এবং প্রকাশ্য ও অপ্রকাশ্য গোনাহ দাখিল হয়ে গেছে। যেগুলো স্বয়ং নিঃসন্দেহরূপে মন্দ এবং সৎকর্মের পথে সর্ববৃহৎ বাধা। সালাতের মাধ্যমে এ সকল বাধা দূরীভূত হয়।\n  <br/>\n  <br/>\n  [৪] এখানে কেউ কেউ সন্দেহ করে যে, অনেক মানুষকে সালাতের আনুবর্তী হওয়া সত্ত্বেও বড় বড় গুনাহে লিপ্ত থাকতে দেখা যায়। এটা আলোচ্য আয়াতের পরিপন্থী নয় কি? এর কয়েকটি জওয়াব দেয়া হয়। এক. প্রকৃত সালাত আদায়কারীকে সালাত অবশ্যই অশ্লীল ও মন্দ কাজ থেকে দূরে রাখবে। হাসান ও কাতাদাহ বলেন, যার সালাত তাকে অশ্লীল ও মন্দ কাজ থেকে দূরে রাখল না সে সালাত দ্বারা আল্লাহ থেকে দূরেই রয়ে গেল! [তাবারী] দুই. ইবন কাসীর বলেন, এর অর্থ যারা নিয়মিত সালাত আদায় করবে, তাদের এ অবস্থাটি তৈরী হবে। হাদীসে এসেছে, এক লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এসে বলল, অমুক লোক রাতে সালাত আদায় করে, আর সকাল হলে চুরি করে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, অচিরেই তার সালাত তাকে তা থেকে নিষেধ করবে। [মুসনাদে আহমাদ: ২/৪৪৭]\n  <br/>\n  <br/>\n  [৫] অর্থাৎ আল্লাহ্র স্মরণ সর্বশ্রেষ্ঠ। এর কয়েকটি অর্থ হতে পারে। এক, আল্লাহ্‌র যিকির সবচেয়ে বড় ইবাদাত। সালাত বড় ইবাদাত হবার কারণ হচ্ছে, এতে আল্লাহর যিকির থাকে। সুতরাং যে সালাতে যিকির বেশী সে সালাত বেশী উত্তম। [ইবন কাসীর; মুয়াসসার] দ্বিতীয় অর্থ হচ্ছে, আল্লাহ্‌র স্মরণ অনেক বড় জিনিস, সর্বশ্রেষ্ঠ কাজ। মানুষের কোন কাজ এর চেয়ে বেশী বড় নয়। [তাবারী] এর তৃতীয় অর্থ হচ্ছে, তোমার আল্লাহ্‌কে স্মরণ করার চাইতে আল্লাহ কর্তৃক তোমাকে স্মরণ করা অনেক বেশী বড় জিনিস। [তাবারী] কুরআনে মহান আল্লাহ বলেন: “তোমরা আমাকে স্মরণ করো আমি তোমাদের স্মরণ করবো।” [সূরা আল-বাকারাহ: ১৫২] কাজেই বান্দা যখন সালাতে আল্লাহকে স্মরণ করবে তখন অবশ্যই আল্লাহও তাকে স্মরণ করবেন। আর বান্দার আল্লাহকে স্মরণ করার তুলনায় আল্লাহর বান্দাকে স্মরণ করা অনেক বেশী উচ্চমানের। বান্দা যখন আল্লাহকে স্মরণ করে, তখন আল্লাহ ওয়াদা অনুযায়ী স্মরণকারী বান্দাকে ফেরেশতাদের সমাবেশেও স্মরণ করেন। আল্লাহর এ স্মরণ ইবাদতকারী বান্দার সর্বশ্রেষ্ঠ নেয়ামত। এ স্থলে অনেক সাহাবী ও তাবেয়ী থেকে এই অর্থই বর্ণিত আছে। এই অর্থের দিক দিয়ে এতে এদিকেও ইঙ্গিত আছে যে, সালাত পড়ার মধ্যে গোনাহ থেকে মুক্তির আসল কারণ হল আল্লাহ্ স্বয়ং সালাত আদায়কারীর দিকে অভিনিবেশ করেন এবং ফেরেশতাদের সমাবেশে তাকে স্মরণ করেন। [দেখুন, বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "২৯ : ৪৬",
        "arabic_text": "\n۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ ",
        "bangla_text": "আর তোমরা উত্তম পন্থা ছাড়া কিতাবীদের সাথে বিতর্ক করবে না [১], তবে তাদের সাথে করতে পার, যারা তাদের সাথে যুলুম করেছে [২]। আর তোমরা বল, 'আমাদের প্রতি এবং তোমদের প্রতি যা নাযিল হয়েছে, তাতে আমরা ঈমান এনেছি। আর আমাদের ইলাহ্ ও তোমাদের ইলাহ্ তো একই।  আর আমরা তাঁরই প্ৰতি আত্মসমৰ্পণকারী [৩] |’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কিতাবীদের সাথে উত্তম পন্থায় তর্ক-বিতর্ক কর। উদাহরণত: কঠোর কথাবার্তার জওয়াব নম্র ভাষায়, ক্রোধের জওয়াব সহনশীলতার সাথে এবং মূর্খতাসূলভ হট্টগোলের জওয়াব গান্তীর্যপূর্ণ কথাবার্তার মাধ্যমে দাও। বিতর্ক ও আলাপ-আলোচনা উপযুক্ত যুক্তি-প্রমাণ সহকারে, ভদ্র ও শালীন ভাষায় এবং বুঝবার ও বুঝাবার ভাবধারায় উদ্বুদ্ধ হয়ে করতে হবে। [ফাতহুল কাদীর] এর ফলে যার সাথে আলোচনা হয় তার চিন্তার সংশোধন হবে। প্রচারকের চিন্তা করা উচিত, তিনি শ্রোতার হৃদয় দুয়ার উন্মুক্ত করে সত্যকথা তার মধ্যে বসিয়ে দেবেন এবং তাকে সঠিক পথে আনবেন। পরিস্থিতির সাথে সামঞ্জস্য রেখে কিতাবীদের সাথে বিতর্ক-আলোচনা করার ব্যাপারে এ নির্দেশ দেয়া হয়। কিন্তু এটা কেবলমাত্র বিশেষভাবে কিতাবীদের জন্য নয়। মুশরিকদের সাথেও তর্কের ব্যাপারে অনুরূপ নির্দেশ আছে। বরং দ্বীনের প্রচারের ক্ষেত্রে এটি একটি সাধারণ নির্দেশ। যেমন বলা হয়েছে, “আহবান করুন নিজের রবের পথের দিকে প্রজ্ঞা ও উৎকৃষ্ট উপদেশের মাধ্যমে এবং লোকদের সাথে উত্তম পদ্ধতিতে বিতর্ক-আলোচনা করুন।\" [সূরা আন-নাহল: ১২৫] আরো বলা হয়েছে, “সুকৃতি ও দুস্কৃতি সমান নয়। (বিরোধীদের আক্রমণ) প্রতিরোধ করুন উৎকৃষ্ট পদ্ধতিতে। আপনি দেখবেন এমন এক ব্যক্তি যার সাথে আপনার শক্ৰতা ছিল সে এমন হয়ে গেছে যেমন আপনার অন্তরংগ বন্ধু।\" [সূরা ফুসসিলাত: ৩৪] আরো এসেছে, “আপনি উত্তম পদ্ধতিতে দুস্কৃতি নির্মূল করুন। আমরা জানি (আপনার বিরুদ্ধে) তারা যেসব কিছু তৈরী করে।” [সূরা আল-মুমিনুন: ৯৬] বলা হয়েছে, “ক্ষমার পথ অবলম্বন করুন, ভালো কাজ করার নির্দেশ দিন এবং মূর্খদেরকে এড়িয়ে চলুন। আর যদি (মুখে মুখে জবাব দেবার জন্য) শয়তান আপনাকে উসকানী দেয় তাহলে আল্লাহর আশ্রয় চান।” [সূরা আল-আ'রাফ: ১৯৯-২০০]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা যুলুমের নীতি অবলম্বন করে তাদের সাথে তাদের যুলুমের প্রকৃতি বিবেচনা করে ভিন্ন নীতিও অবলম্বন করা যেতে পারে। এর অর্থ হচ্ছে, সবসময় সব অবস্থায় সব ধরনের লোকদের মোকাবিলায় নরম ও সুমিষ্ট স্বভাবের হয়ে থাকলে চলবে না। যেন মানুষ সত্যের আহবায়কের ভদ্রতাকে দুর্বলতা ও অসহায়তা মনে না করে বসে। ইসলাম তার অনুসারীদেরকে অবশ্যই ভদ্রতা, বিনয়, শালীনতা ও যুক্তিবাদিতার শিক্ষা দেয় কিন্তু হীনতা ও দীনতার শিক্ষা দেয় না। এ আয়াতে আল্লাহর পথে দাওয়াতের আরও একটি পদ্ধতির উল্লেখ করা হয়েছে। তা হলো, যারা যুলুম করে এবং সীমালঙ্ঘন করবে তাদের সাথে তারা যে রকম ব্যবহার করবে সে রকম ব্যবহার করা বৈধ। সুতরাং যারা তোমাদের প্রতি যুলুম করে তোমাদের গান্তীর্যপূর্ণ নম্র কথাবার্তা এবং সুস্পষ্ট প্রমাণাদির মোকাবেলায় জেদ ও হঠকারিতা করে তাদেরকে কঠোর ভাষায় জওয়াব দেয়া যাবে, যদিও তখনো তাদের অসদাচরণের জওয়াবে অসদাচরণ না করা এবং যুলুমের জওয়াবে যুলুম না করাই শ্রেয়; যেমন কুরআনের অন্যান্য আয়াতে বলা হয়েছে: “তোমরা যদি তাদের কাছ থেকে অন্যায় অবিচারের সমান সমান প্রতিশোধ গ্ৰহণ কর, তবে এরূপ করার অধিকার তোমাদের আছে, কিন্তু যদি সবর কর তবে এটা অধিক শ্ৰেয়। সূরা আন-নাহল:১২৬] [দেখুন, ইবন কাসীর; ফাতহুল কাদীর] মুজাহিদ বলেন, এখানে যারা যুলুম করে বলে, সরাসরি যোদ্ধা কাফেরদের বোঝানো হয়েছে। তাদের মধ্যে যারা ইসলাম গ্রহণ করবে না তাদেরকে জিযিয়া দিতে হবে। জিযিয়া দিতে অস্বীকার করলে তাদের সাথে আর সাধারণ সুন্দর অবস্থা বিরাজ করবে না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ কিতাবধারীদের সাথে তর্ক বিতর্ক করার সময় তাদেরকে নিকটে আনার জন্যে তোমরা একথা বল যে, আমরা মুসলিমগণ সেই ওহীতেই বিশ্বাস করি, যা আমাদের নবীগণের মাধ্যমে পাঠানো হয়েছে এবং সে ওহীতেও বিশ্বাস করি, যা তোমাদের নবীদের মধ্যস্থতায় প্রেরিত হয়েছে। কাজেই আমাদের সহিত বিরোধিতার কোন কারণ নেই। এ বাক্যগুলোতে মহান আল্লাহ নিজেই উৎকৃষ্ট পদ্ধতিতে বিতর্ক-আলোচনার পথ-নির্দেশ দিয়েছেন। সত্য প্রচারের দায়িত্ব যারা গ্ৰহণ করেছেন তাদের এ পদ্ধতি অবলম্বন করা উচিত। এখানে শেখানো হয়েছে, যে ব্যক্তির সাথে তোমাকে বিতর্ক করতে হবে তার ভ্ৰষ্টতাকে আলোচনার সূচনা বিন্দুতে পরিণত করো না। বরং সত্য ও ন্যায়-নীতির যে অংশগুলোর তোমার ও তার মধ্যে সমভাবে বিরাজ করছে সেগুলো থেকে আলোচনা শুরু করো। অর্থাৎ বিরোধীয় বিন্দু থেকে আলোচনা শুরু না করে ঐক্যের বিন্দু থেকে শুরু করতে হবে। তারপর সেই সর্বসম্মত বিষয়াবলী থেকে যুক্তি পেশ করে শ্রোতাকে একথা বুঝাবার চেষ্টা করতে হবে যে, তোমার ও তার মধ্যে যেসব বিষয়ে বিরোধ রয়েছে সেগুলোতে তোমার অভিমত সর্বসম্মত ভিত্তিগুলোর সাথে সামঞ্জস্য রাখে এবং তার অভিমত হচ্ছে তার বিপরীতধর্ম। [দেখুন, আততাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "২৯ : ৪৭",
        "arabic_text": "\nوَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ ",
        "bangla_text": "আর এভাবেই আমরা আপনার প্রতি কুরআন নাযিল করেছি [১]  অতঃপর যাদেরকে আমরা কিতাব দিয়েছিলাম তারা এর উপর ঈমান রাখে [২]।  আর এদেরও [৩] কেউ কেউ এতে ঈমান রাখে। আর কাফিররা ছাড়া কেউই আমাদের নিদর্শনাবলীকে অস্বীকার করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দুটি অর্থ হতে পারে। এক, যেভাবে পূর্ববর্তী নবীগণের প্রতি আমি কিতাব নাযিল করেছিলাম ঠিক তেমনিভাবে এ কিতাব আপনার প্রতি নাযিল করেছি। [তাবারী] দুই, আমি এই শিক্ষা সহকারেই একে নাযিল করেছি যে, আমার পূর্ববর্তী কিতাবগুলো অস্বীকার করে নয় বরং সেগুলোর সত্যায়ণকারী রূপেই নাযিল করেছি। [সা’দী]\n  <br/>\n  <br/>\n  [২] পূর্বাপর বিষয়বস্তু নিজেই একথা জানিয়ে দিচ্ছে যে, এখানে সমস্ত আহলে কিতাবের কথা বলা হয়নি। বরং এমন সব আহলে কিতাবের কথা বলা হয়েছে যারা আল্লাহর কিতাবের সঠিক জ্ঞান ও উপলব্ধি অর্জন করতে সক্ষম হয়েছিলেন। তাদের সামনে যখন আল্লাহর পক্ষ থেকে পূর্ববর্তী কিতাবগুলোকে সত্যায়িত করে এ শেষ কিতাবটি এলো তখন তারা কোন প্রকার জিদ, হঠকারিতা ও সংকীর্ণ স্বাৰ্থ প্রীতির আশ্রয় নিলেন না এবং তাকেও ঠিক তেমনি আন্তরিকতা সহকারে স্বীকার করে নিলেন যেমন পূর্ববর্তী কিতাবগুলোকে স্বীকার করতেন। যেমন আব্দুল্লাহ ইবন সালাম ও সালমান আল-ফারেসী এবং তাদের মত যারা ছিলেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] “এদের” শব্দের মাধ্যমে কুরাইশ ও অন্যান্য আরববাসীদের প্রতি ইংগিত করা হয়েছে। [ইবন কাসীর] এর অর্থ হচ্ছে, সত্যপ্রিয় লোকেরা, তারা আহলে কিতাব বা অ-আহলে কিতাব যারাই হোক না কেন, সর্বত্রই এর প্রতি ঈমান আনছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "২৯ : ৪৮",
        "arabic_text": "\nوَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ ",
        "bangla_text": "আর আপনি তো এর আগে কোন কিতাব পড়েননি এবং নিজ হাতে কোন কিতাবও লেখেননি যে, বাতিলপন্থীরা সন্দেহ পোষণ করবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনি কুরআন নাযিল হওয়ার পূর্বে কোন কিতাব পাঠ করতেন না এবং কোন কিতাব লিখতেও পারতেন না; বরং আপনি ছিলেন নিরক্ষর। আল্লাহ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নবুওয়ত প্রমাণ করার জন্যে যেসব সুস্পষ্ট মু'জিযা প্রকাশ করেছেন, তন্মধ্যে তাকে পূর্ব থেকে নিরক্ষর রাখাও অন্যতম। এটি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুওয়াতের সপক্ষে একটি যুক্তি। তার স্বদেশবাসী ও আত্মীয়-বান্ধবগন, যাদের মধ্যে তিনি শৈশব থেকে প্রৌঢ়ত্ব পর্যন্ত জীবনকাল অতিবাহিত করেছিলেন, সবাই ভালোভাবে জানতো তিনি সারা জীবন কখনো কোন বই পড়েননি এবং কলম হাতে ধরেননি। [দেখুন, ইবন কাসীর] এ সত্য ঘটনাটি পেশ করে মহান আল্লাহ বলছেন, এটি একথার সুস্পষ্ট প্রমাণ যে, আসমানী কিতাবসমূহের শিক্ষাবলী, পূর্ববর্তী নবীগণের অবস্থা, বিভিন্ন ধর্ম ও দ্বীনের আকীদা-বিশ্বাস, প্রাচীন জাতিসমূহের ইতিহাস এবং সভ্যতা, সংস্কৃতি ও মানবিক জীবন যাপনের গুরুত্বপূর্ণ বিষয়াবলী সম্পর্কে যে গভীর ও ব্যাপক জ্ঞানের প্রকাশ ও নিরক্ষর নবীর কণ্ঠ থেকে হচ্ছে তা তিনি অহী ছাড়া আর অন্য কোন উপায়ে অর্জন করতে পারতেন না। [দেখুন, ফাতহুল কাদীর]। যদি তিনি লেখাপড়া জানতেন তবে হয়ত কেউ বলতে পারত যে, তিনি আগেকার নবীদের কোন কিতাব থেকে শিখে নিয়ে তা মানুষদের মধ্যে প্রচার করছেন। তবে মক্কার কিছু লোক রাসূলের নিরক্ষর হওয়া সত্ত্বেও একথা বলতে ছাড়েনি যে, তিনি কারও কাছ থেকে লিখে নিয়ে তা সকাল বিকাল পড়ে শোনাচ্ছেন। যেমন তারা বলেছিল, “তারা আরও বলে, “এগুলো তো সে কালের উপকথা, যা সে লিখিয়ে নিয়েছে; তারপর এগুলো সকাল-সন্ধ্যা তার কাছে পাঠ করা হয়।” [সূরা আল-ফুরকান: ৫] এর জওয়াবে আল্লাহ বলেন, “বলুন, ‘এটা তিনিই নাযিল করেছেন যিনি আসমানসমূহ ও যমীনের সমুদয় রহস্য জানেন; নিশ্চয়ই তিনি পরম ক্ষমাশীল, পরম দয়ালু।” [সূরা আল-ফুরকান: ৬]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "২৯ : ৪৯",
        "arabic_text": "\nبَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ ",
        "bangla_text": "বরং যাদেরকে জ্ঞান দেয়া হয়েছে বস্তুত তাদের অন্তরে এটা স্পষ্ট নিদর্শন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বলা হয়েছে যে, “বরং যাদেরকে জ্ঞান দেয়া হয়েছে বস্তুত তাদের অন্তরে এটা স্পষ্ট নিদর্শন।” অর্থাৎ এ কুরআন তার যাবতীয় আদেশ-নিষেধ ও সংবাদে হকের উপর প্রমাণবাহ হওয়ার দিক থেকে সুস্পষ্ট নিদর্শন। আলেমগণ এটাকে তাদের বক্ষে সংরক্ষণ করেন। আল্লাহ তা'আলা এটা মুখস্থ, তেলাওয়াত ও তাফসীর সহজ করে দিয়েছেন। এ সবই এ কুরআনের জন্য বিরাট নিদর্শন। যেমন অন্য আয়াতে বলেছেন, “আর অবশ্যই আমরা কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য ; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?” [সূরা আল-কামারঃ ১৭] অনুরূপ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও বলেছেন, “প্রত্যেক নবীকেই এমন কিছু নিদর্শন দেয়া হয়, যা দেখে মানুষ তার উপর ঈমান আনে। আমাকে দেয়া হয়েছে ওহী। যা আল্লাহ আমার কাছে ওহী করেছেন। আমি আশা করব যে তাদের থেকেও বেশী অনুসারী পাব।” [বুখারী: ৪৯৮১; মুসলিম: ১৫২] [ইবন কাসীর] অথবা আয়াতের অর্থ, একজন নিরক্ষরের পক্ষে কুরআনের মতো একটি কিতাব পেশ করা এবং সহসা এমনসব অসাধারণ বিস্ময়কর ঘটনাবলীর প্রকাশ ঘটানো, যেগুলোর জন্য পূর্বাহ্নে প্রস্তুতি গ্ৰহণ করার কোন উদ্যোগ আয়োজন কখনো কারো চোখে পড়েনি, এগুলোই বুদ্ধিমান ও বিচক্ষণ লোকদের দৃষ্টিতে তার নবুওয়াতের প্রমাণ পেশকারী উজ্জ্বলতম নিদর্শন। [আত-তাহরীর ওয়াত তানওয়ীর] পূর্ববর্তী আহলে কিতাবদের কাছেও এটা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নবুওয়তের প্রমাণ। [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "২৯ : ৫০",
        "arabic_text": "\nوَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ ",
        "bangla_text": "তারা আরও বলে, 'তার রব- এর কাছ থেকে তার কাছে নিদর্শনসমূহ নাযিল হয় না  কেন?'  বলুন,  'নিদর্শনসমূহ তো আল্লাহ্রই কাছে। আর আমি তো একজন প্রকাশ্য সতর্ককারী মাত্র।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "২৯ : ৫১",
        "arabic_text": "\nأَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "এটা কি তাদের জন্য যথেষ্ট নয় যে, আমরা আপনার প্রতি কুরআন নাযিল করেছি, যা তাদের কাছে পাঠ করা হয় [১]। এতে তো অবশ্যই অনুগ্রহ ও উপদেশ রয়েছে সে সম্প্রদায়ের জন্য, যারা ঈমান আনে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনি নিরক্ষর হওয়া সত্ত্বেও এই যে অপারগকারী কিতাব নিয়ে এসেছেন, যার মোকাবিলা কারও পক্ষে সম্ভব হয়নি, এটাই তো তাদের নিদর্শনের জন্য যথেষ্ট। এ কিতাবে রয়েছে পূর্ববর্তীদের খবর, পরবর্তীদের খবর, তাদের মধ্যে ঘটে যাওয়া ব্যাপারসমূহের সঠিক ফয়সালা। তারপরও তারা কেন নিদর্শনের জন্য পীড়াপীড়ি করছে? [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "২৯ : ৫২",
        "arabic_text": "\nقُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ ",
        "bangla_text": "বলুন, ‘আমার ও তোমাদের মধ্যে সাক্ষী হিসেবে আল্লাহ্‌ই যথেষ্ট। আসমানসমূহ ও যমিনে যা আছে তা তিনি জানেন। আর যারা বাতিলে বিশ্বাস করে ও আল্লাহ্‌র সাথে কুফরী করে তারাই তো ক্ষতিগ্রস্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "২৯ : ৫৩",
        "arabic_text": "\nوَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ ",
        "bangla_text": "আর তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে। আর যদি নির্ধারিত কাল না থাকত তবে শাস্তি অবশ্যই তাদের উপর আসত। আর নিশ্চয় তাদের উপর শাস্তি আসবে আকস্মিকভাবে, অথচ তারা উপলদ্ধিও করবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "২৯ : ৫৪",
        "arabic_text": "\nيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ ",
        "bangla_text": "তারা আপনাকে শাস্তি ত্বরান্বিত করতে বলে, আর জাহান্নাম তো কাফিরদেরকে পরিবেষ্টন করবেই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "২৯ : ৫৫",
        "arabic_text": "\nيَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "সেদিন শাস্তি তাদেরকে আচ্ছন্ন করবে তাদের উপর থেকে ও নীচ থেকে। আর তিনি বলবেন, ‘তোমরা যা করতে তা আস্বাদন কর’।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "২৯ : ৫৬",
        "arabic_text": "\nيَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ ",
        "bangla_text": "হে আমার মুমিন বান্দাগন! নিশ্চয় আমার যমীন প্রসস্ত ; কাজেই তোমরা আমারই ইবাদাত কর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে মুসলিমগণের জন্যে কাফেরদের অনিষ্ট থেকে আত্মরক্ষা করা, সত্য প্রচার করা এবং দুনিয়াতে ন্যায় ও সুবিচার প্রতিষ্ঠা করার একটি কৌশল বর্ণনা করা হয়েছে। এই কৌশলের নাম \"হিজরত’ তথা দেশত্যাগ। অৰ্থাৎ যে দেশে সত্যের বিরুদ্ধে কথা বলতে ও কাজ করতে বাধ্য হতে হয়, সেই দেশ পরিত্যাগ করা। আল্লাহ বলেছেন, আমার পৃথিবী প্রশস্ত। কাজেই কারও এই ওযর গ্রহণ করা হবে না যে, অমুক শহরে অথবা দেশে কাফেররা প্রবল ছিল বিধায় আমরা তাওহীদ ও ইবাদাত পালনে অপারগ ছিলাম। তাদের উচিত, যে দেশে কূফর ও অবাধ্যতা করতে বাধ্য করা হয়, আল্লাহর জন্যে সেই দেশ ত্যাগ করা এবং এমন কোন স্থান তালাশ করা, যেখানে স্বাধীন ও মুক্ত পরিবেশে আল্লাহর নির্দেশাবলী নিজেরাও পালন করতে পারে এবং অপরকেও উদ্বুদ্ধ করতে পারে। আর এজন্যই সাহাবায়ে কিরাম হাবশায় হিজরত করেছিলেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও অন্য সাহাবীগণ মদীনায় হিজরত করেছিলেন।  [দেখুন, ইবন কাসীর; ফাতহুল কাদীরা]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "২৯ : ৫৭",
        "arabic_text": "\nكُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ ",
        "bangla_text": "জীব মাত্রই মৃত্যুর স্বাদ গ্রহণকারী ; তারপর তোমরা আমাদেরই কাছে প্রত্যাবর্তিত হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হিজরতের পথে প্রথম বাধা হলো, মৃত্যুর ভয়। স্বদেশ পরিত্যাগ করে অন্যত্র যাবার মধ্যে মানুষ প্রথম যে সমস্যাটির সম্মুখীন হয় তা হলো, নিজের প্রাণের আশংকা। স্বদেশ ত্যাগ করে অন্যত্র রওয়ানা হলে পথিমধ্যে স্থানীয় কাফেরদের সাথেও প্রাণঘাতী সংঘর্ষের আশংকা বিদ্যমান থাকে। আয়াতে এই আশংকার জওয়াব দেয়া হয়েছে যে, জীবমাত্রই মৃত্যুর স্বাদ গ্রহণ করবে। কেউ কোথাও কোন অবস্থাতেই মৃত্যুর কবল থেকে রক্ষা পাবে না। কাজেই মৃত্যুর ভয়ে অস্থির হওয়া মুমিনের কাজ হতে পারে না। তাই স্বস্থানে থাকা অথবা হিজরত করে অন্যত্র চলে যাওয়ার মধ্যে মৃত্যুর ভয় অন্তরায় না হওয়া উচিত। [ফাতহুল কাদীর] বিশেষতঃ আল্লাহর নির্দেশাবলী পালন করা অবস্থায় মৃত্যু আসা চিরস্থায়ী সুখ ও নেয়ামতের কারণ। আখেরাতে এই সুখ ও নেয়ামত পাওয়া যাবে। তাই প্ৰাণের কথা ভেবে ঈমান ও হিজরত থেকে পিছপা হয়ো না।\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "২৯ : ৫৮",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ ",
        "bangla_text": "আর যারা ঈমান আনে ও সৎকাজ করে আমরা অবশ্যই তাদের বসবাসের জন্য সুউচ্চ প্রসাদ দান করব জান্নাতে, যার পাদদেশে নদীসমূহ প্রবাহিত [১], যেখানে তারা স্থায়ী হবে, কত উত্তম  প্রতিদান সে সকল কর্মশীলদের জন্য,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সে সমস্ত প্রাসাদ সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “নিশ্চয় জান্নাতে এমন প্রাসাদ আছে যার অভ্যন্তর থেকে বাইরের অংশ দেখা যায়। আর বাইরের অংশ থেকে অভ্যন্তরের অংশ দেখা যায়। আল্লাহ তা তাদের জন্যই তৈরী করেছেন যারা খাবার খাওয়ায়, নরমভাবে কথা বলে, পরপর সাওম রাখে আর মানুষের নিদ্রাবস্থায় সে সালাত আদায় করে।’ (মুসনাদ: ৫/৩৪৩]\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "২৯ : ৫৯",
        "arabic_text": "\nٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ ",
        "bangla_text": "যারা ধৈর্য ধারন করে [১] এবং তাদের রব-এর উপরই তাওয়াক্কুল করে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যারা সব রকমের সমস্যা, সংকট, বিপদ-আপদ, ক্ষতি ও কষ্টের মোকাবিলায় ঈমানের ওপর প্রতিষ্ঠিত থাকে। যারা ঈমান আনার বিপদ নিজের মাথায় তুলে নিয়েছে এবং মুখ ফিরিয়ে নেয়নি। ঈমান ত্যাগ করার পার্থিব উপকারিতা ও মুনাফা যারা নিজের চোখে দেখেছে। কিন্তু এরপরও তার প্রতি সামান্যতমও ঝুঁকে পড়েনি। যারা কাফের ও ফাসেকদেরকে নিজেদের সামনে ফুলে ফোঁপে উঠতে দেখেছে এবং তাদের ধন-দৌলত ও ক্ষমতা-প্রতিপত্তির দিকে ভুলেও নজর দেয়নি। একমাত্র আল্লাহর সন্তুষ্টির জন্য, তাঁর কাছে যা আছে তা পাবার আশায়, তাঁর ওয়াদার সত্যতায় বিশ্বাসী হয়ে আল্লাহর পথে হিজরত করেছে, শক্ৰদের সাথে সম্পর্কচ্ছেদ করেছে। পরিবার-পরিজন, আত্মীয়-স্বজন ছেড়ে এসেছে, তাদের জন্যই স্থায়ী জান্নাত রয়েছে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা নিজেদের সহায়-সম্পত্তি, কাজ-কারবার ও বংশ-পরিবারের ওপর ভরসা করেনি বরং দ্বীন ও দুনিয়ার প্রতিটি কাজে নিজেদের রবের ওপর ভরসা করেছে। তারাই উক্ত জান্নাতের অধিকারী। [দেখুন, ইবন কাসীর] যারা দুনিয়াবী উপায় উপাদানের দিক থেকে দৃষ্টি ফিরিয়ে নিয়ে নিছক নিজেদের রবের ভরসায় ঈমানের খাতিরে প্রত্যেকটি বিপদ সহ্য করার জন্য তৈরী হয়ে যায় এবং সময় এলে বাড়িঘর ছেড়ে বের হয়ে পড়ে। যারা নিজেদের রবের প্রতি এতটুকু আস্থা রাখে যে, ঈমান ও নেকীর ওপর প্রতিষ্ঠিত থাকার প্রতিদান তাঁর কাছে কখনো নষ্ট হবে না এবং বিশ্বাস রাখে যে, তিনি নিজের মুমিন ও সৎকর্মশীল বান্দাদেরকে এ দুনিয়ায় সহায়তা দান করবেন এবং আখেরাতেও তাদের কার্যক্রমের সর্বোত্তম প্রতিদান দেবেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "২৯ : ৬০",
        "arabic_text": "\nوَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "আর এমন কত জীবজন্তু রয়েছে যারা নিজেদের রিযিক মজুদ রাখে না। আল্লাহ্ই রিযিক দান করেন তাদেরকে ও তোমাদেরকে ; আর তিনি সর্বশ্রোতা, সর্বাজ্ঞ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হিজরতের পথে দ্বিতীয় আশংকা এই যে, অন্য দেশে যাওয়ার পর রুয়ী রোজগারের কি ব্যবস্থা হবে? জন্মস্থানে তো মানুষ কিছু পৈতৃক সম্পত্তি, কিছু নিজের উপার্জন দ্বারা বিষয়-সম্পত্তির ব্যবস্থা করে থাকে। হিজরতের সময় এগুলো সব এখানে থেকে যাবে। কাজেই পরবতী পর্যায়ে জীবননির্বাহ কিরূপে হবে? এ আয়াতসমূহে এর জওয়াব দেয়া হয়েছে যে, অর্জিত আসবাবপত্রকে রিযিকের যথেষ্ট কারণ মনে করা ভুল। প্রকৃতপক্ষে আল্লাহ্ তা'আলাই রিযিক দান করেন। তিনি ইচ্ছা করলে বাহ্যিক আয়োজন ছাড়াও রিযিকদান করেন এবং ইচ্ছা না করলে সব আয়োজন সত্বেও মানুষ সুযোগ থেকে বঞ্চিত থাকতে পারে। প্রমাণস্বরূপ প্রথম বলা হয়েছে, চিন্তা কর, পৃথিবীতে বিচরণকারী এমন হাজারো জীব-জন্তু আছে যারা খাদ্য সঞ্চয় করার কোন ব্যবস্থা করে না। কিন্তু আল্লাহ্ তা'আলা নিজ কৃপায় প্রত্যহ তাদেরকে খাদ্য সরবরাহ করেন। পৃথিবীর অসংখ্য ও অগণিত প্রকার জীব-জন্তুর মধ্যে অধিকাংশের অবস্থা এই যে, তারা খাদ্য সংগ্ৰহ করার পর আগামীকালের জন্যে তা সঞ্চিত রাখে। না এবং এর প্রয়োজনীয় সাজ-সরঞ্জামও তাদের নেই। [দেখুন, ইবন কাসীর] হাদীসে আছে, ‘পক্ষীকূল সকালে ক্ষুধার্ত অবস্থায় বাসা থেকে বের হয় এবং সন্ধ্যায় উদরপূর্তি করে ফিরে আসে।’ তিরমিয়ী: ২৩৪৪] অথচ তাদের না আছে ক্ষেত-খলা, না আছে জমি ও বিষয়-সম্পত্তি। তারা কোন কারখানা অথবা অফিসের কর্মচারীও নয়। তারা আল্লাহ্ তা'আলার উন্মুক্ত পৃথিবীতে বিচরণ করে এবং পেটভর্তি খাদ্যলাভ করে। এটা একদিনের ব্যাপার নয়। বরং তাদের আজীবন কর্মধারা।\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "২৯ : ৬১",
        "arabic_text": "\nوَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ ",
        "bangla_text": "আর যদি আপনি তাদেরকে জিজ্ঞেস করেন , 'কে আসমানসমূহ ও যমীনকে সৃষ্টি করেছেন এবং চন্দ্র-সূর্যকে নিয়ন্ত্রিত করেছেন?' তারা অবশ্যই বলবে, 'আল্লাহ্'। তাহলে কোথায় তাদের ফিরানো হচ্ছে !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "২৯ : ৬২",
        "arabic_text": "\nٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ ",
        "bangla_text": "আল্লাহ্ তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছে তার রিযিক বাড়িয়ে দেন এবং যার জন্য ইচ্ছে সীমিত করেন। নিশ্চয় আল্লাহ্ সবকিছু সম্পর্কে সম্যক অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "২৯ : ৬৩",
        "arabic_text": "\nوَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ ",
        "bangla_text": "আর যদি আপনি তাদেরকে জিজ্ঞাস করেন, 'আকাশ হতে বারি বর্ষণ করে কে ভূমিকে সঞ্জীবিত করেন তার মৃত্যুর পর?' তারা অবশ্যই বলবে, 'আল্লাহ্'। বলুন, 'সমস্ত প্রশংসা আল্লাহরই' [১]।  কিন্তু তাদের অধিকাংশই এটা অনুধাবন করে না।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে “সমস্ত প্ৰশংসা আল্লাহর জন্য” শব্দগুলোর দু'টি অর্থ প্রকাশিত হচ্ছে। একটি অর্থ হচ্ছে, এসব যখন আল্লাহরই কাজ তখন একমাত্র তিনিই প্ৰশংসার অধিকারী। অন্যেরা প্রশংসা লাভের অধিকার অর্জন করলো কোথায় থেকে? দ্বিতীয় অর্থটি হচ্ছে, আল্লাহর শোকর, তোমরা নিজেরাও একথা স্বীকার করছো। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "২৯ : ৬৪",
        "arabic_text": "\nوَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ ",
        "bangla_text": "আর এ দুনিয়ার জীবন তো খেল-তামাশা ছাড়া কিছুই নয় [১]। আর আখেরাতের জীবনই তো প্রকৃত জীবন [২]। যদি তারা জানত !  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে পার্থিবজীবন ক্রীড়া কৌতুক বলা হয়েছে। উদ্দেশ্য এই যে, ক্রীড়া কৌতুকের যেমন কোন স্থিতি নেই এবং এর দ্বারা কোন বড় সমস্যার সমাধান হয় না, অল্পক্ষণ পরেই সব তামাশা খতম হয়ে যায়, পার্থিব জীবনের অবস্থাও তদ্রুপ। পার্থিব জীবনের বাস্তবতা শুধুমাত্র এতটুকুই যেমন ছোট ছেলেরা কিছুক্ষণের জন্য নেচে গেয়ে আমোদ করে এবং তারপর যার যার ঘরে চলে যায়। জীবনের কোন একটি আকৃতিও এখানে স্থায়ী ও চিরন্তন নয়। যে যে অবস্থায়ই আছে সাময়িকভাবে একটি সীমিত সময়কালের জন্যই আছে। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যদি তারা একথা জানতো, এ দুনিয়ার জীবন একটি পরীক্ষার অবকাশ মাত্র এবং মানুষের জন্য আসল জীবন, যা চিরকাল স্থায়ী হবে, তা হচ্ছে। আখেরাতের জীবন, তাহলে তারা এখানে পরীক্ষার সময়-কালকে খেলা-তামাশায় নষ্ট না করে এর প্রতিটি মুহূর্ত এমনসব কাজে ব্যবহার করত যা সেই চিরন্তন জীবনের জন্য উৎকৃষ্ট ফলদায়ক হতো। দুনিয়ার জীবনের উপর আখেরাতের জীবনকে প্রাধান্য দিত। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "২৯ : ৬৫",
        "arabic_text": "\nفَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ ",
        "bangla_text": "অতঃপর তারা যখন নৌযানে আরোহণ করে, তখন তারা আনুগত্যে বিশুদ্ধ হয়ে একনিষ্ঠভাবে আল্লাহ্‌কে ডাকে। তারপর তিনি যখন স্থলে ভিড়িয়ে তাদেরকে উদ্ধার করেন, তখন তারা শির্কে লিপ্ত হয় [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুশরিকদের একটি মন্দ অবস্থা এই বর্ণিত হয়েছে যে, তারা জগৎ সৃষ্টির কাজে আল্লাহকে একক স্বীকার করা সত্ত্বেও ইবাদতে প্রতিমাদেরকে অংশীদার মনে করে। তাদের এই অবস্থার চাইতেও আশ্চর্যজনক অবস্থা এই যে, তাদের উপর যখন কোন বড় বিপদ পতিত হয়, তখনও তারা বিশ্বাস ও স্বীকার করে যে, এ ব্যাপারে কোন প্রতিমা আমাদের সাহায্যকারী হতে পারে না। বিপদ থেকে একমাত্র আল্লাহ তা'আলাই উদ্ধার করতে পারেন। তাহলে সবসময় তাঁকেই কেন ডাকা হয় না? [দেখুন, ইবন কাসীর] উদাহরণস্বরূপ বলা হয়েছে যে, তারা যখন সমুদ্রে ভ্রমণরত থাকে এবং জাহাজ নিমজ্জিত হওয়ার আশংকা দেখা দেয়, তখন এই আশংকা দূর করার জন্যে কোন প্রতিমাকে ডাকার পরিবর্তে তারা একমাত্র আল্লাহ্ তা'আলাকেই ডাকে। আল্লাহ্ তা'আলা তাদের অসহায়ত্ব এবং সাময়িকভাবে জগতের সব অবলম্বন থেকে বিচ্ছিন্নতার ভিত্তিতে তাদের দো’আ কবুল করেন এবং উপস্থিত ধ্বংসের কবল থেকে উদ্ধার করেন। কিন্তু যালেমরা যখন তীরে পৌছে স্বস্তির নিশ্বাস ফেলে, তখন পুনরায় প্রতিমাদেরকে শরীক বলতে শুরু করে। ফলে এর মাধ্যমে তারা আল্লাহর নেয়ামতের সাথে কুফরি করে। তাই তারা কিছু দিন ভোগ করে নিক। অচিরেই তারা জানতে পারবে।\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "২৯ : ৬৬",
        "arabic_text": "\nلِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ ",
        "bangla_text": "আমরা তাদেরকে যা দিয়েছি, তার সাথে কুফরী করার এবং ভোগ-বিলাসে মত্ত থাকার উদ্দেশ্যে; সুতরাং শীঘ্রই তারা জানতে পারবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "২৯ : ৬৭",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ ",
        "bangla_text": "তারা কি দেখে না আমরা 'হারাম'কে নিরাপদ স্থান করেছি, অথচ এর চারপাশে যেসব মানুষ আছে,  তাদের উপর হামলা করা হয়। তবে কি তারা বাতিলকে স্বীকার করবে, আর আল্লাহর নেয়ামতকে অস্বীকার করবে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুশরিকের এক অজুহাত এরূপও পেশ করা হত যে, তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর আনীত দ্বীনকে সত্য ও সঠিক বলে বিশ্বাস করে; কিন্তু ইসলাম গ্রহণ করার মধ্যে তারা তাদের প্রাণনাশের আশংকা অনুভব করে। কারণ, সমগ্র আরব ইসলামের বিরোধী। তারা মুসলিম হয়ে গেলে অবশিষ্ট আরব তাদেরকে দেশ থেকে উচ্ছেদ করবে এবং প্ৰাণে বধ করবে। এর জওয়াবে আল্লাহ তা'আলা বলেন যে, তাদের এই অজুহাতও অন্তঃসার শূন্য। আল্লাহ তা'আলা বায়তুল্লাহর কারণে মক্কাবাসীদেরকে এমন মাহাত্ম্য দান করেছেন, যা পৃথিবীর কোন স্থানের অধিবাসীদের ভাগ্যে জুটেনি। আল্লাহ বলেন, আমি সমগ্র মক্কাভূমিকে হারাম তথা নিরাপদ আশ্রয়স্থল প্রদর্শন করে এতে খুন-খারাবি হারাম মনে করে। মানুষ তো মানুষ, এখানে শিকার বধ করা এবং বৃক্ষ কর্তন করাও সবার মতে অবৈধ। বহিরাগত কোন ব্যক্তি হারামে প্রবেশ করলে সে-ও হত্যার কবল থেকে নিরাপদ হয়ে যায়। অতএব মক্কার বাসিন্দারা যদি ইসলাম গ্ৰহণ করার ক্ষেত্রে প্রাণনাশের আশংকা আছে বলে অজুহাত পেশ করে, তবে সেটা খোঁড়া অজুহাত বৈ নয়। [দেখুন, ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "২৯ : ৬৮",
        "arabic_text": "\nوَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ ",
        "bangla_text": "আর যে ব্যক্তি আল্লাহর উপর মিথ্যা রটনা করে অথবা তাঁর কাছ থেকে সত্য আসার পর তাতে মিথ্যারোপ করে, তার চেয়ে বেশি যালিম আর কে [১]? জাহান্নামের মধ্যেই কি কাফিরদের আবাস নয়?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নবী রিসালাতের দাবী করেছেন এবং তোমরা তা প্রত্যাখ্যান করেছো। এখন বিষয়টি দুটি অবস্থা থেকে মুক্ত নয়। নবী যদি আল্লাহর নাম নিয়ে মিথ্যা দাবী করে থাকেন, তাহলে তার চেয়ে বড় যালেম আর কেউ নেই। আর যদি তোমরা সত্য নবীর প্রতি মিথ্যা আরোপ করে থাকো তাহলে তোমাদের চেয়ে বড় যালেম আর কেউ নেই।[ ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "২৯ : ৬৯",
        "arabic_text": "\nوَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আর যারা আমাদের পথে সর্বাত্মক প্রচেষ্টা চালায়, আমরা তাদেরকে অবশ্যই আমাদের পথ সমূহের হিদায়াত দিব [১]। আর নিশ্চয় আল্লাহ্ মুহসিনদের সঙ্গে আছেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] جهاد ও مجاهدة এর আসল অর্থ দ্বীনের পথে বাধা বিপত্তি দূর করার জন্যে পূর্ণ শক্তি ব্যয় করা। এখানে এ নিশ্চয়তা দান করা হচ্ছে যে, যারা আল্লাহর পথে আন্তরিকতা সহকারে পূর্ণ শক্তি ব্যয় করবে তাদেরকে মহান আল্লাহ তাদের অবস্থার ওপর ছেড়ে দেন না। বরং তিনি তাদেরকে পথ দেখান এবং তাঁর দিকে যাওয়ার পথ তাদের জন্য খুলে দেন। তারা তাঁর সন্তুষ্টি কিভাবে লাভ করতে পারে তা তিনি প্রতি পদে পদে তাদেরকে জানিয়ে দেন। এই আয়াতের তফসীরে ফুদাইল ইবন আয়াদ বলেন, যারা বিদ্যার্জনে ব্ৰতী হয়, আমি তাদের জন্য আমলও সহজ করে দেই। [বাগভী]\n  <br/>\n  <br/>\n  [২] আগেই উল্লেখ করা হয়েছে যে, মহান আল্লাহর পক্ষ থেকে বান্দার সঙ্গে থাকা দু ধরনের। এক. মুমিন, কাফির নির্বিশেষে সবার সঙ্গে থাকার অর্থ হচ্ছে তাদের সম্পর্কে পরিপূর্ণ জানা, তাদেরকে পর্যবেক্ষনে রাখা ও নিয়ন্ত্রণ করা। দুই. মুমিন, মুহসিন, মুত্তাকীদের সাথে থাকা। তাদের সঙ্গে থাকার অর্থ হচ্ছে, তাদেরকে সাহায্য-সহযোগিতা করা, তাদের হেফাযত করা। তাছাড়া তাদের সম্পর্কে জানা, দেখা, পর্যবেক্ষণ ও নিয়ন্ত্ৰণ তো আছেই। তবে এটা অবশ্যই ঈমান রাখতে হবে যে, মহান আল্লাহ তাঁর আরাশের উপরেই আছেন।\n  <br/>\n </p>\n</div>"
    }
]