[
    {
        "id": 1,
        "verse": "৩০ : ১",
        "arabic_text": "\nالٓمٓ ",
        "bangla_text": "আলিফ-লাম-মীম",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৩০ : ২",
        "arabic_text": "\nغُلِبَتِ ٱلرُّومُ ",
        "bangla_text": "রোমক[১]রা পরাজিত হয়েছে---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রোম বা রোমান কারা? ইবন কাসীর বলেন, ঈসু ইবনে ইসহাক ইবনে ইবরাহীমের বংশধরদেরকে রোম বলা হয়। যারা বনী-ইসরাঈলদের চাচাতো ভাইদের গোষ্ঠী। এখন প্রশ্ন হচ্ছে, এ আয়াতে ‘রোম” বলে কাদেরকে বোঝানো হয়েছে? বস্তুত: আরবদের ভাষায় রোম বলতে দু'টি সম্প্রদায় থেকে উত্থিত একটি বিরাট জাতিকে বুঝায়। একদিকে গ্ৰীক, শ্লাভ সম্প্রদায়ভুক্ত রোমান, অপরদিকে লাতিন ভাষাভাষী ইতালিয়ান রোমান। যারা পূর্ব ইউরোপের বিভিন্ন দেশে ছড়িয়ে আছে। তাদের মিশ্রণে একটি রাষ্ট্র গড়ে উঠে। যার কিছু অংশ ইউরোপে আর কিছু অংশ এশিয়া মাইনরে। এই পুরো মিশ্রিত জাতিটাকেই আরবরা “রোম’ জাতি নামে অভিহিত করত। তবে মূল ল্যাটিন রোমানরা সবসময় স্বতন্ত্র ছিল। [আত-তাহরীর ওয়াত তানওয়ীর] তাদেরকে ‘বনুল আসফার' বা হলুদ রংয়ের সন্তানও বলা হয়। তারা গ্ৰীকদের ধর্মমতে বিশ্বাসী ছিল। আর গ্ৰীকরা সাতটি বিখ্যাত তারকার পূজারী ছিল। ঈসা আলাইহিস সালামের জন্মের ৩০০ বছর (মতান্তরে ৩২২ বছর) পর্যন্ত রোমরা গ্ৰীকদের ধর্মমতের উপরই ছিল। তাদের রাজত্ব শাম তথা বর্তমান সিরিয়া, ফিলিস্তিন সহ জাষীরা তথা আরব সাগরীয় উপদ্বীপের এলাকাসমূহে বিস্তৃত ছিল। এ অংশের রাজাকে বলা হতো: কায়সার। তাদের রাজাদের মধ্যে প্রথম যে ব্যক্তি নাসারাদের ধর্মে প্রবেশ করে সে হচ্ছে, সম্রাট কন্সটান্টাইন ইবন অগাস্টি। তার মা তার আগেই নাসারা হয়েছিল। সে তাকে নাসারা ধর্ম গ্রহণের আহবান জানালে সে তা গ্ৰহণ করে। তার সময়ে নাসারাদের মধ্যে মতবিরোধ চরম আকার ধারণ করে | পরস্পর বিরোধিতা এমন পৰ্যায় পৌঁছেছিল যে, তাদের মধ্যে সমন্বয় সাধন সম্ভব ছিল না। তখন ৩১৮ জন ধর্মীয় নেতা একত্রিত হয়ে কন্সটান্টাইনের জন্য এক প্রকার আকীদা বিশ্বাসের ভিত রচনা করে দেয়। যেটাকে তারা “প্রধান আমানত” বলে অভিহিত করে থাকে। বস্তুত তা ছিল নিকৃষ্টতম খিয়ানত। আর তারা তার জন্য আইনের বই রচনা করে। যাতে প্রয়োজনীয় হালালকে হারাম, আর হারামকে হালাল করে নেয়। এভাবে তারা মসীহ ঈসা আলাইহিস সালামের দ্বীন পরিবর্তন করে নেয়, তাতে কোথাও বাড়িয়ে নেয় আবার কোথাও কমিয়ে নেয়। আর তখনই তারা পূর্বদিকে ফিরে সালাত আদায় করা আবিষ্কার করে, শনিবারের পরিবর্তে রবিবারকে সম্মানিত দিন ঘোষণা করে, ক্রুশের ইবাদাত চালু করে, শুকর হালাল করে দেয়, নতুন নতুন ঈদের প্রচলন করে, যেমন ক্রশ দিবসের ঈদ, কাদাস বা পবিত্র ঈদ, গাতাস ঈদ ইত্যাদি। তারা এর জন্য পোপ সিষ্টেম চালু করে। যে হবে তাদের নেতা। তার নীচে থাকবে বাতারেকা (কার্ডিনেল), তার নীচে মাতারেনা, তার নীচে উসকুফ (বিশপ)ও কিসসিস (পাদ্রী), তার নীচে শামামিছাহ (ডিকন)। তাছাড়া তারা বৈরাগ্যবাদ চালু করে। বাদশাহ তখন তাদের জন্য রাষ্ট্রের বিভিন্ন স্থানে গীর্জ ও ইবাদাতখানা তৈরী করে দেয়। আর তার নামের সাথে সংশ্লিষ্ট করে এক নগরীর পত্তন করে তার নাম দেয়া হয়, কন্সটান্টিনোপল। বলা হয়ে থাকে যে, সে রাজ্যে বার হাজার গীর্জা তৈরী করে। বেথেলহামকে তিন মিহরাব বিশিষ্ট ইবাদাতখানা তৈরী করে। তার মা তৈরী করে কুমামাহ গীর্জা। এ দলটিকেই বলা হয়, আল-মালাকিয়্যাহ, যারা বাদশাহর দলভুক্ত লোক। তারপর তাদের থেকে ইয়া’কুবীয়্যাহ সম্প্রদায় বের হয়। যারা ছিল ইয়াকুব আল-ইসকফ এর অনুসারী। তারপর তাদের থেকে বের হয় নাসতুরীয়্যাহ সম্প্রদায়। যারা নাসতূরা এর অনুসারী ছিল। তাদের দলের কোন কুল কিনারা নেই। যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “নাসারারা ৭২ দলে বিভক্ত হয়েছে” [আবু দাউদ: ৪৫৯৭] মোটকথা: তখন থেকে সে দেশের রাজারা খৃষ্টান ধর্মমতের উপর ছিল। যখনই কোন কায়সার মারা যেত, তার স্থানে অন্য কায়সার আসত। অবশেষে যে ছিল তার নাম ছিল হিরাক্লিয়াস।[ ইবন কাসীর]\n  <br/>\n  <br/>\n  এ মিশ্রিত জাতির অর্থাৎ গ্ৰীক শ্লাভ ও এশিয়া মাইনরের জাতিদের সাথে মিশ্রিত হয়ে যে নব্য রোমান সমাজ সৃষ্টি হয়েছে তাদের সাথে মূল ইতালিয়ান রোমানদের সংযুক্তির কারণ হচ্ছে, সম্রাট ইউলিয়ুস তার দিগ্বিজয়ী আগ্রাসনে ইতালিয়ান রোমান এলাকা থেকে বের হয়ে এশিয়া মাইনর ও মধ্য এশিয়ার কোন কোন অঞ্চল যেমন ইরাক ও আরমেনিয়া, অনুরূপভাবে মিশর পর্যন্ত তার সম্রাজ্য বিস্তৃত করে। অন্যদিকে শ্লাভদের এলাকা সহ বসফরাসের তীরবর্তী বাইজেন্টাইন সাম্রাজ্য পর্যন্ত বিস্তার লাভ করে। মসীহ এর প্রায় জন্মের ৪০০ বছর আগে আলেক্সান্ডার এর সময় পর্যন্ত বাইজেন্টাইন সম্প্রদায় আশেপাশের বিভিন্ন রাষ্ট্র নিয়ে এক রাষ্ট্র অভিহিত হত। আলেক্সান্ডারের মৃত্যুর পর বাইজেন্টাইন সম্রাজ্য আলাদা হয়ে যায় এবং ইতালিয়ান রোমানদের অধীনে চলে যায়। তখন থেকে ৩২২ খ্রিষ্টাব্দ পর্যন্ত এ অবস্থায় ছিল। তারপর সম্রাট কন্সটান্টাইন যখন কায়সার (সীজার) হন, তখন তিনি তার রাষ্ট্রকে আরও বিস্তৃত করেন এবং পুরো সাম্রাজ্যকে দু’ভাগে ভাগ করেন। পশ্চিমাঞ্চলীয় রাজধানী হিসেবে ইটালিয়ান রোম নগরীকে বাছাই করেন। আর পূর্বাঞ্চলীয় রাজধানী হিসেবে বাইজেন্টাইন সাম্রাজ্যের ধ্বংসাবশেষের সাথে মিলিয়ে এক শহর পত্তন করেন। যার নাম দিলেন, কন্সটান্টিনিয়্যাহ। (বর্তমান ইস্তাম্বুল)। তিনি এমনভাবে এ শহরটির পিছনে শ্রম দেন যে, তার প্রসিদ্ধি ও সুনাম ইটালিয়ান রোম নগরীকে ছাড়িয়ে যায়। ৩৩৭ খ্রিষ্টাব্দে তার মৃত্যুর পর পুরো রাজ্যটি তার সন্তানদের মধ্যে বন্টিত হয়। তখন এ পূর্বাংশ যা রোম দেশ নামে খ্যাত হয় তা তার সন্তান কন্সটান্টিনোস এর করায়ত্বে আসে। তখন থেকে কনস্টান্টিনোপল ভিত্তিক রাষ্ট্রকে বলা হতে লাগল, রোম সাম্রাজ্য। আর রোমা নগরীটি ইটালিয়ান রোমান সাম্রাজ্যের অধীন থেকে গেল। কিন্তু তখনও রোমান সাম্রাজ্য সম্পপূর্ণ বিভক্ত হয়ে যায়নি। তারপর ৩৯৫ খ্রিষ্টাব্দে সম্রাট থিয়োদিসিয়োস তার দুই পুত্রের মধ্যে পুরো রোমান সম্রাজ্যকে দু’ভাগে ভাগ করে দেন। পূর্বাঞ্চলীয় রাষ্ট্র ও পশ্চিমাঞ্চলীয় রাষ্ট্র। তখন থেকে পূর্বাঞ্চলীয় রাষ্ট্র ‘বিলাদুর রোম’ বা রোম সাম্রাজ্য নামে খ্যাতি লাভ করে। যার রাজধানী ছিল কন্সটান্টিনোপল। ইউরোপিয়ানরা এ রাষ্ট্রকে বাইজেন্টাইন রাষ্ট্র নামেই অভিহিত করত। (মূল ইটালী ভিত্তিক রোমান সাম্রাজ্য থেকে আলাদা করে বুঝার সুবিধার্থে)। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের যুগে এ সাম্রাজ্যের বিস্তৃতি শাম (সিরিয়া, লেবানন) ও ফিলিস্তিন এলাকা পর্যন্ত বিস্তৃত ছিল। আর তখনকার রাজার নাম ছিল হিরাক্লিয়াস। যার কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চিঠি পাঠিয়েছিলেন। তার সাথে তখনকার দিনের অপর শক্তিমান রাষ্ট্র পারস্যের রাজা খসরু ইবন হুরমুযের যুদ্ধে যখন পারসিকরা তাদের উপর জয়লাভ করে এবং ইন্তাকিয়া ও দামেশক পারসিকদের হাতে ছেড়ে দিতে হয়, তখন এ আয়াত নাযিল হয়। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৩০ : ৩",
        "arabic_text": "\nفِيٓ أَدۡنَى ٱلۡأَرۡضِ وَهُم مِّنۢ بَعۡدِ غَلَبِهِمۡ سَيَغۡلِبُونَ ",
        "bangla_text": "কাছাকাছি অঞ্চলে [১]; কিন্তু তারা তাদের এ পরাজয়ের পর শীঘ্রই বিজয়ী হবে,  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পারস্যের অনুপাতে রোমকদের সবচেয়ে কাছের জনপদে রোমকগণ পারসিকদের হাতে পরাজিত হয়েছে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৩০ : ৪",
        "arabic_text": "\nفِي بِضۡعِ سِنِينَۗ لِلَّهِ ٱلۡأَمۡرُ مِن قَبۡلُ وَمِنۢ بَعۡدُۚ وَيَوۡمَئِذٖ يَفۡرَحُ ٱلۡمُؤۡمِنُونَ ",
        "bangla_text": "কয়েক বছরের মধ্যেই [১]। আগের ও পরের সব ফয়সালা আল্লাহরই। আর সেদিন মুমিনগণ খুশী হবে [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই সূরায় রোমক ও পারসিকদের যুদ্ধের কাহিনী আলোচিত হয়েছে। এই যুদ্ধে উভয়পক্ষই ছিল কাফের। তাদের মধ্যে কারও বিজয় এবং কারও পরাজয় বাহ্যতঃ ইসলাম ও মুসলিমদের জন্যে কোন কৌতুহলের বিষয় ছিল না। কিন্তু উভয় কাফের দলের মধ্যে পারসিকরা ছিল অগ্নিপূজারী মুশরিক এবং রোমকরা ছিল নাসারা আহলে কিতাব। ফলে এরা ছিল মুসলিমদের অপেক্ষাকৃত নিকটবতী। [ইবন কাসীর]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মক্কায় অবস্থানকালে পারসিকরা রোমকদের উপর আক্রমণ পরিচালনা করে। হাফেজ ইবনে হাজার প্রমুখের উক্তি অনুযায়ী তাদের এই যুদ্ধ শাম দেশের আযরু\"আত ও বুসরার মধ্যস্থলে সংঘটিত হয়। এই যুদ্ধ চলাকালে মক্কার মুশরিকরা পারসিকদের বিজয় কামনা করত। কেননা, শির্ক ও প্রতিমা পুজায় তারা ছিল পারসিকদের সহযোগী। অপরপক্ষে মুসলিমদের আন্তরিক বাসনা ছিল রোমকরা বিজয়ীত হোক। কেননা, ধর্ম ও মাযহাবের দিক দিয়ে তারা ইসলামের নিকটবর্তী ছিল। [ সা'দী] কিন্তু হল এই যে, তখনকার মত পারসিকরা যুদ্ধে জয়লাভ করল। এমনকি তারা কনষ্টাণ্টিনোপলও অধিকার করে নিল এবং সেখানে উপাসনার জন্যে একটি অগ্নিকুণ্ড নির্মাণ করল। এই ঘটনায় মক্কার মুশরিকরা আনন্দে আত্মহারা হয়ে গেল এবং মুসলিমদেরকে লজ্জা দিতে লাগল যে, তোমরা যাদের সমর্থন করতে তারা হেরে গেছে। ব্যাপার এখানেই শেষ নয়; বরং আহলে কিতাব রোমকরা যেমন পারসিকদের মোকাবেলায় পরাজয় বরণ করেছে, তেমনি আমাদের মোকাবিলায় তোমরাও একদিন পরাজিত হবে। এতে মুসলিমরা আন্তরিকভাবে দুঃখিত হয়। [সা'দী] সূরা রূমের প্রাথমিক আয়াতগুলো এই ঘটনা সম্পর্কেই নাযিল হয়েছে। এসব আয়াতে ভবিষ্যদ্বাণী করা হয়েছে যে, কয়েক বছর পরেই রোমকরা পারসিকদের বিরুদ্ধে বিজয়ী হবে।\n  <br/>\n  <br/>\n  আবু বকর সিদ্দীক রাদিয়াল্লাহু ‘আনহু যখন এসব আয়াত শুনলেন, তখন মক্কার চতুস্পার্শ্বে এবং মুশরিকদের সমাবেশ ও বাজারে উপস্থিত হয়ে ঘোষণা করলেন, তোমাদের হর্ষোৎফুল্ল হওয়ার কোন কারণ নেই। কয়েক বছরের মধ্যে রোমকরা পারসিকদের বিরুদ্ধে জয়লাভ করবে। মুশরিকদের মধ্যে উবাই ইবনে খালফ কথা ধরল এবং বলল, তুমি মিথ্যা বলছ। এরূপ হতে পারে না। আবু বকর রাদিয়াল্লাহু ‘আনহু বললেন, আল্লাহর দুশমন, তুই-ই মিথ্যাবাদী। আমি এই ঘটনার জন্যে বাজি রাখতে প্ৰস্তুত আছি। যদি তিন বছরের মধ্যে রোমকরা বিজয়ী না হয়, তবে আমি তোকে দশটি উষ্ট্রী দেব। সবাই এতে সম্মত হল। একথা বলে আবু বকর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে উপস্থিত হয়ে ঘটনা বিবৃত করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আমি তো তিন বছরের সময় নির্দিষ্ট করিনি। কুরআনের এই জন্যে بضع শব্দ ব্যবহৃত হয়েছে। কাজেই তিন থেকে নয় বছরের মধ্যে এই ঘটনা ঘটতে পারে। তুমি যাও এবং উবাইকে বল যে, আমি দশটি উষ্ট্রীর স্থলে একশ উষ্ট্ৰী বাজি রাখছি, কিন্তু সময়কাল তিন বছরের পরিবর্তে নয় বছর এবং কোন কোন বর্ণনা মতে সাত বছর নির্দিষ্ট করছি। আবু বকর রাদিয়াল্লাহু আনহু আদেশ পালন করলেন এবং উবাইও নতুন চুক্তিতে সম্মত হল। তিরমিয়ী: [৩১৯৩,৩১৯৪] বিভিন্ন হাদিস থেকে জানা যায় যে, হিজরতের পাঁচ বছর পূর্বে এই ঘটনা সংঘটিত হয় এবং সাত বছর পূর্ণ হওয়ার পর বদর যুদ্ধের সময রোমকরা পারসিকদের বিরুদ্ধে বিজয় লাভ করে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ যেদিন রোমকরা পারসিকদের বিরুদ্ধে বিজয়ী হবে, সেদিন আল্লাহর সাহায্যের কারণে মুসলিমরা উৎফুল্ল হবে। বাক্যবিন্যাস পদ্ধতির দিক দিয়ে বাহ্যতঃ এখানে রোমকদের সাহায্য বোঝানো হয়েছে। তারা যদিও কাফের ছিল, কিন্তু অন্য কাফেরদের তুলনায় তাদের কুফর কিছুটা হাল্কা ছিল। কাজেই আল্লাহর পক্ষ থেকে তাদেরকে সাহায্য করা অবান্তর নয়। বিশেষতঃ যখন তাদেরকে সাহায্য করলে মুসলিমরাও আনন্দিত হয় এবং কাফেরদের মোকাবিলায় তাদের জিত হয়। [সা'দী]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৩০ : ৫",
        "arabic_text": "\nبِنَصۡرِ ٱللَّهِۚ يَنصُرُ مَن يَشَآءُۖ وَهُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ",
        "bangla_text": "আল্লাহর সাহায্যে। তিনি যাকে ইচ্ছে সাহায্য করেন এবং তিনিই প্রবলপরাক্রমশালী, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৩০ : ৬",
        "arabic_text": "\nوَعۡدَ ٱللَّهِۖ لَا يُخۡلِفُ ٱللَّهُ وَعۡدَهُۥ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "এটা আল্লাহরই প্রতিশ্রুতি ; আল্লাহ্ তাঁর প্রতিশ্রুতির ব্যতিক্রম করেন না, কিন্তু অধিকাংশ লোক জানে না।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৩০ : ৭",
        "arabic_text": "\nيَعۡلَمُونَ ظَٰهِرٗا مِّنَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ عَنِ ٱلۡأٓخِرَةِ هُمۡ غَٰفِلُونَ ",
        "bangla_text": "তারা দুনিয়ার জীবনের বাহ্য দিক সম্বন্ধে অবগত, আর তারা আখিরাত সম্বন্ধে গাফিল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পার্থিব জীবনের এক পিঠ তাদের নখদর্পণে। ব্যবসা কিরূপে করবে, কিসের ব্যবসা করবে, কোথা থেকে কিনবে, কোথায় বেচবে কৃষিকাজ কিভাবে করবে, কবে বীজ বপন করবে, কবে শস্য কাটবে, দালান-কোঠা কিভাবে নির্মাণ করবে, বিলাস-ব্যসনের উপকরণ কিভাবে আহরণ করবে- এসব বিষয় তারা সম্যক অবগত।[কুরতুবী; আরও দেখুন, আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৩০ : ৮",
        "arabic_text": "\nأَوَلَمۡ يَتَفَكَّرُواْ فِيٓ أَنفُسِهِمۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ بِلِقَآيِٕ رَبِّهِمۡ لَكَٰفِرُونَ ",
        "bangla_text": "তারা কি নিজেদের অন্তরে ভেবে দেখে  না?  আল্লাহ্‌ আসমানসমূহ, যমীন ও এতদুভয়ের মধ্যবর্তী সবকিছু সৃষ্টি করেছেন যথাযথভাবে এবং এক নির্দিষ্ট সময়ের জন্য।  কিন্তু মানুষের মধ্যে অনেকেই তো তাদের রবের সাক্ষাতের ব্যাপারে কাফির।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৩০ : ৯",
        "arabic_text": "\nأَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَأَثَارُواْ ٱلۡأَرۡضَ وَعَمَرُوهَآ أَكۡثَرَ مِمَّا عَمَرُوهَا وَجَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ ",
        "bangla_text": "তারা কি জমিনে ভ্রমণ করে না? তাহলে তারা দেখত যে, তাদের পূর্ববর্তীদের পরিণাম কিরূপ হয়েছিল, শক্তিতে তারা ছিল এদের চেয়ে প্রবল, তারা জমি চাষ করত,  তারা সেটা আবাদ করত এদের আবাদ করার চেয়ে বেশী। আর তাদের কাছে এসেছিল তাদের রাসূলগণ স্পষ্ট প্রমাণাদিসহ; বস্তুত আল্লাহ্ এমন নন যে, তাদের প্রতি যুলুম করেন, কিন্তু তারা নিজেরাই নিজেদের উপর যুলুম করেছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৩০ : ১০",
        "arabic_text": "\nثُمَّ كَانَ عَٰقِبَةَ ٱلَّذِينَ أَسَٰٓـُٔواْ ٱلسُّوٓأَىٰٓ أَن كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِ وَكَانُواْ بِهَا يَسۡتَهۡزِءُونَ ",
        "bangla_text": "তারপর যারা মন্দ কাজ করেছিল তাদের পরিণাম হয়েছে মন্দ [১]; কারণ তারা আল্লাহর আয়াতসমূহে মিথ্যা আরোপ করত এবং তা নিয়ে ঠাট্টা-বিদ্রুপ করত।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন আব্বাস বলেন, এর অর্থ যারা কুফরী করেছে তাদের প্রতিদান হচ্ছে, শাস্তি। [তাবারী; আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৩০ : ১১",
        "arabic_text": "\nٱللَّهُ يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "আল্লাহ্ সৃষ্টির সূচনা করেন, তারপর তিনি এর পুনরাবৃত্তি করবেন [১], তারপর তোমাদেরকে তাঁরই কাছে প্রত্যাবর্তন করানো হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সৃষ্টির সূচনা করা যার পক্ষে সম্ভবপর তার পক্ষে একই সৃষ্টির পুনরাবৃত্তি করা আরো ভালোভাবেই সম্ভবপর [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৩০ : ১২",
        "arabic_text": "\nوَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُبۡلِسُ ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "আর যেদিন কিয়ামত সংগঠিত হবে সে দিন অপরাধীরা হতাশ হয়ে পড়বে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৩০ : ১৩",
        "arabic_text": "\nوَلَمۡ يَكُن لَّهُم مِّن شُرَكَآئِهِمۡ شُفَعَٰٓؤُاْ وَكَانُواْ بِشُرَكَآئِهِمۡ كَٰفِرِينَ ",
        "bangla_text": "আর (আল্লাহ্‌র সাথে) শরীককৃত তাদের উপাস্যগুলো তাদের জন্য সুপারিশকারী হবে না এবং তারা তাদের শরীককৃত উপাস্যগুলোকে অস্বীকারকারী হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৩০ : ১৪",
        "arabic_text": "\nوَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يَوۡمَئِذٖ يَتَفَرَّقُونَ ",
        "bangla_text": "আর যেদিন কিয়ামত সংগঠিত হবে সেদিন তারা বিভক্ত হয়ে পড়বে।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৩০ : ১৫",
        "arabic_text": "\nفَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَهُمۡ فِي رَوۡضَةٖ يُحۡبَرُونَ ",
        "bangla_text": "অতএব যারা ঈমান এনেছে এবং সৎকাজ করেছে তারা জান্নাতে খোশহালে থাকবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জান্নাতীগণ যত প্রকার আনন্দ লাভ করবে, সবই এই শব্দের ব্যাপকতার অন্তর্ভুক্ত। পবিত্র কুরআনের অন্য এক আয়াতে বলা হয়েছে, “দুনিয়াতে কেউ জানে না যে, তার জন্যে জান্নাতে চক্ষু শীতল করার কি কি সামগ্ৰী যোগাড় রাখা হয়েছে।” [সূরা আস-সাজদাহ:১৭]। কাতাদাহ বলেন, তারা ফুলের সুগন্ধে, ঘন উদ্ভিদঘেরা বাগানে, জান্নাতে বিভিন্ন প্রকার ফুলের মধ্যে খুশী প্রকাশ করবে। অতি মনোমুগ্ধকর শব্দ এবং প্রাচুর্যপূর্ণ উত্তম জীবিকা আস্বাদন করবে। [তাবারী; আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৩০ : ১৬",
        "arabic_text": "\nوَأَمَّا ٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآيِٕ ٱلۡأٓخِرَةِ فَأُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ ",
        "bangla_text": "আর যারা কুফরী করেছে এবং আমাদের আয়াতসমূহ ও আখিরাতের সাক্ষাতের প্রতি মিথ্যারোপ করেছে, পরিণামে তাদেরকেই আযাবের মাঝে উপস্থিত রাখা হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৩০ : ১৭",
        "arabic_text": "\nفَسُبۡحَٰنَ ٱللَّهِ حِينَ تُمۡسُونَ وَحِينَ تُصۡبِحُونَ ",
        "bangla_text": "কাজেই [১] তোমরা আল্লাহ্‌র পবিত্রতা ও মহিমা ঘোষণা কর যখন তোমরা সন্ধ্যা কর এবং যখন তোমরা ভোর কর,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ف শব্দটি পূর্ববতী বাক্যের জন্য কারণ সূচক। [আত-তাহরীর ওয়াত তানওয়ীর] তাই অনুবাদ করা হয়েছে, “কাজেই”। আয়াতে তাসবীহ, তাহমীদ দ্বারা যিকর উদ্দেশ্য হতে পারে। [সা’দী] তাছাড়া সালাত উত্তমরূপেই আয়াতের মধ্যে দাখিল আছে বলা যায়। [কুরতুবী]] এ কারণেই কোন কোন আলেম বলেন, এই আয়াতে পাঁচ ওয়াক্ত সালাত ও সেসবের সময়ের বর্ণনা আছে। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমাকে কেউ জিজ্ঞেস করল, কুরআনে পাঁচ ওয়াক্ত সালাতের স্পষ্ট উল্লেখ আছে কি? তিনি বললেন, “হ্যাঁ। অতঃপর তিনি প্রমাণ হিসেবে এই আয়াত পেশ করলেন।\n  <br/>\n  <br/>\n  فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ\n  <br/>\n  <br/>\n  এর অর্থ মাগরিবের সালাত, وَحِيْنَ تُصْبِحُوْنَ শব্দে ফজরের সালাত, عشياً দ্বারা আসরের সালাত এবং حين تظهرون শব্দে যোহরের সালাত উল্লেখিত হয়েছে। অন্য এক আয়াতে\n  <br/>\n  <br/>\n  وَمِنْ م بَعْدِصِاوٰةِالْعِشَآءِ\n  <br/>\n  <br/>\n  [সূরা আন-নূর:৫৮] এশার সালাতের কথা এসেছে।” [মুস্তাদরাকে হাকিম: ২/৪৪৫, নং ৩৫৪১] অবশ্য হাসান বসরী রাহেমাহুল্লাহর মতে حِيْنَ تُمْسُوْنَ শব্দে মাগরিব ও এশা উভয় সালাতই উদ্দেশ্য নেয়া হয়েছে। [বাইহাকী, সুনানুল কুবরা: ১/৩৫৯] সে হিসেবে এ সূরাতেই সমস্ত সালাতের উল্লেখ আছে বলা যায়। এ ছাড়াও সালাতের ওয়াক্ত সম্পর্কে কুরআন মজিদে আরো যেসব ইশারা করা হয়েছে সেগুলো হচ্ছে: “সালাত কায়েম করো সূর্য ঢলে পড়ার পর থেকে রাতের অন্ধকার পর্যন্ত এবং ফজরের সময় কুরআন পাঠ করো।” [সূরা আল-ইসরা:৭৮] আরো এসেছে, “আর সালাত কায়েম করো দিনের দুই মাথায় এবং রাতের কিছু অংশে।” [সূরা হূদ, ১১৪] অন্যত্র এসেছে, “আর তোমার রবের প্রশংসা সহকারে তাঁর মহিমা ও পবিত্ৰতা ঘোষণা করো সূর্য উদিত হবার আগে এবং তার অস্ত যাবার আগে। আর রাতের কিছু সময়ও আল্লাহর মহিমা ও পবিত্রতা ঘোষণা করো এবং দিনের প্রান্তভাগেও \" [সূরা ত্বা-হা, ১৩০] এভাবে সারা দুনিয়ার মুসলিমরা আজ যে পাঁচটি সময়ে সালাত পড়ে থাকে কুরআন মজীদ বিভিন্ন স্থানে সে সময়গুলোর প্রতি ইংগিত করেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৩০ : ১৮",
        "arabic_text": "\nوَلَهُ ٱلۡحَمۡدُ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَعَشِيّٗا وَحِينَ تُظۡهِرُونَ ",
        "bangla_text": "এবং বিকেলে, আর যখন তোমরা দুপুরে উপনীত হও। আর তাঁরই জন্য সমস্ত প্রশংসা আসমানে ও যমীনে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৩০ : ১৯",
        "arabic_text": "\nيُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَيُخۡرِجُ ٱلۡمَيِّتَ مِنَ ٱلۡحَيِّ وَيُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَكَذَٰلِكَ تُخۡرَجُونَ ",
        "bangla_text": "তিনিই মৃত থেকে জীবিতকে বের কতেন এবং তিনিই বের করেন মৃতকে জীবিত থেকে [১],  আর যমীনকে জীবিত করেন তার মৃত্যুর পর এবং এভাবেই বের করে আনা হবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাসান বসরী বলেন, এর অর্থ কাফের থেকে মুমিনকে বের করেন, আর মুমিন থেকে কাফের বের করেন। [তাবারী]\n  <br/>\n  <br/>\n  [২] যেমন অন্য আয়াতে বলা হয়েছে, “আর তাদের জন্য একটি নিদর্শন মৃত যমীন, যাকে আমরা সঞ্জীবিত করি এবং তা থেকে বের করি শস্য, অতঃপর তা থেকেই তারা খেয়ে থাকে। আর সেখানে আমরা সৃষ্টি করি খেজুর ও আঙ্গুরের উদ্যান এবং সেখানে উৎসারিত করি কিছু প্রস্রবণ”। [সূরা ইয়াসীন: ৩৩-৩৪] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৩০ : ২০",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَكُم مِّن تُرَابٖ ثُمَّ إِذَآ أَنتُم بَشَرٞ تَنتَشِرُونَ ",
        "bangla_text": "আর তাঁর নিদর্শনাবলীর মধ্যে [১] রয়েছে যে, তিনি তোমাদেরকে মাটি থেকে সৃষ্টি করেছেন। তারপর এখন তোমরা মানুষ, সর্বত্র ছড়িয়ে পড়ছ [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ২০ থেকে ২৭নং আয়াতসমূহে মহান আল্লাহর যেসব নিদর্শন বর্ণনা করা হচ্ছে, সেগুলো বক্তব্য পরম্পরার সাথে সম্পর্ক রেখে আখেরাতের সম্ভাবনা ও অস্তিত্বশীলতার কথা প্রমাণ করে, কেয়ামতে পুনরুজীবন, হিসাব-নিকাশ এবং শাস্তি ও প্রতিদানকে যেসব বাহাদর্শী অবান্তর মনে করতে পারতো, এ আয়াতসমূহে তাদেরকে বিভিন্ন ভঙ্গিতে জওয়াব দেয়া হয়েছে। [ফাতহুল কাদীর; আত-তাহরীর ওয়াত তানওয়ীর]।\n  <br/>\n  <br/>\n  [২] আল্লাহর কুদরাতের প্রথম নিদর্শন: প্রথম নিদর্শন এই যে, মানব জাতীকে মাটি থেকে সৃষ্টি করা। মানব সৃষ্টির উপাদান যে মৃত্তিকা, একথা আদম আলাইহিস সালামের দিক দিয়ে বুঝতে কষ্ট হয় না। তিনি সমগ্ৰ মানব জাতির অস্তিত্বের মূলভিত্তি, তাই অন্যান্য মানুষের সৃষ্টিও পরোক্ষভাবে তাঁরই সাথে সম্বন্ধযুক্ত হওয়া অবান্তর নয় [কুরতুবী]। এটাও সম্ভবপর যে, সাধারণ মানুষের প্রজনন বীর্যের মাধ্যমে হলেও বীর্য যেসব উপাদান দ্বারা গঠিত, তন্মধ্যে মৃত্তিকা প্রধান [আত-তাহরীর ওয়াত তানওয়ীর]।\n  <br/>\n  ।\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৩০ : ২১",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦٓ أَنۡ خَلَقَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا لِّتَسۡكُنُوٓاْ إِلَيۡهَا وَجَعَلَ بَيۡنَكُم مَّوَدَّةٗ وَرَحۡمَةًۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ ",
        "bangla_text": "আর  তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি তোমাদের জন্য তোমাদের মধ্য থেকে সৃষ্টি করেছেন তোমাদের জোড়া[১]; যাতে তোমরা তাদের কাছে শান্তি পাও [২] এবং সৃজন করেছেন তোমাদের মধ্যে ভালবাসা ও সহমর্মিতা। নিশ্চয় এতে বহু নিদর্শন রয়েছে সে সম্প্রদায়ের জন্য,  যারা চিন্তা করে [৩]। \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর কুদরতের দ্বিতীয় নিদর্শনঃ দ্বিতীয় নিদর্শন এই যে, মানুষের মধ্য থেকে আল্লাহ তাআলা নারী জাতিকে সৃষ্টি করেছেন। তারা পুরুষের সংগিনী হয়েছে। [ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘তোমাদের মধ্যে যে কেউ আল্লাহ ও শেষ দিবসে ঈমান রাখবে সে যেন তার পড়শীকে কষ্ট না দেয়। আর তোমরা মহিলাদের প্রতি কল্যাণকর হওয়ার ব্যাপারে পরস্পরকে উপদেশ দাও; কেননা তারা বাঁকা হাড় থেকে সৃষ্টি হয়েছে। সবচেয়ে বাঁকা অংশ হচ্ছে হাড়ের উপরের অংশ। যদি তুমি তাকে সোজা করতে যাও তবে তা ভেঙ্গে ফেলবে। পক্ষান্তরে যদি তুমি ছেড়ে যাও তবে সব সময় বাঁকাই থেকে যাবে। সুতরাং তোমরা মহিলাদের প্রতি কল্যাণকর হওয়ার ব্যাপারে পরস্পরকে উপদেশ দাও।” [বুখারী: ৫১৮৫, ৫১৮৬]\n  <br/>\n  <br/>\n  [২] ইবন কাসীর বলেন, এর অর্থ তোমাদের স্বজাতি থেকে তোমাদের জন্য স্ত্রীর ব্যবস্থা করেছেন। যাতে তোমাদের মধ্যে প্রশান্তি আসে। যেমন অন্য আয়াতে বলেছেন, “তিনিই তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন ও তার থেকে তার স্ত্রী সৃষ্টি করেছেন, যাতে সে তার কাছে শান্তি পায়।” [সূরা আল-আরাফ: ১৮৯]\n  <br/>\n  <br/>\n  [৩] এখানে নারী জাতি সৃষ্টি করার রহস্য ও উপকারিতা বর্ণনা প্রসঙ্গে বলা হয়েছেঃ অর্থাৎ তোমার তাদের কাছে পৌঁছে শান্তি লাভ কর, এ কারণেই তাদেরকে সৃষ্টি করা হয়েছে। পুরুষদের যত প্রয়োজন নারীর সাথে সম্পৃক্ত সবগুলো সম্পর্কে চিন্তা করলে দেখা যাবে যে, সবগুলোর সারমর্ম হচ্ছে মানসিক শান্তি ও সুখ। [আদওয়াউল-বায়ান; সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৩০ : ২২",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفُ أَلۡسِنَتِكُمۡ وَأَلۡوَٰنِكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡعَٰلِمِينَ ",
        "bangla_text": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে আসমানসমূহ ও যমীনের সৃষ্টি এবং তোমাদের ভাষা ও বর্ণের বৈচিত্র্য। এতে তো অবশ্যই বহু নিদর্শন রয়েছে জ্ঞানীদের জন্য [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর কুদরতের তৃতীয় নিদর্শনঃ তৃতীয় নিদর্শন হচ্ছে আকাশ ও পৃথিবী সৃজন, বিভিন্ন স্তরের মানুষের বিভিন্ন ভাষা ও বর্ণনাভঙ্গি এবং বিভিন্ন স্তরের বর্ণবৈষম্য; যেমন কোন স্তর শ্বেতকায়, কেউ কৃষ্ণকায়, কেউ লালচে এবং কেউ হলদে। এখানে আকাশ ও পৃথিবী সৃজন তো শক্তির মহানিদর্শন বটেই, মানুষের ভাষার বিভিন্নতাও আল্লাহর বিস্ময়কর ব্যাপার। ভাষার বিভিন্নতার মধ্যে অভিধানের বিভিন্নতাও অন্তর্ভুক্ত রয়েছে। আরবী ফারসী, হিন্দী, তুর্কী, ইংরেজী ইত্যাদি কত বিভিন্ন ভাষা আছে। এগুলো বিভিন্ন ভূ-খণ্ডে প্রচলিত। তন্মধ্যে কোন কোন ভাষা পরস্পর এত ভিন্নরূপ যে, এদের মধ্যে পারস্পরিক কোন সম্পর্ক আছে বলেই মনে হয় না। স্বর ও উচ্চারণভঙ্গির বিভিন্নতাও ভাষার বিভিন্নতার মধ্যে শামিল। [দেখুন, কুরতুবী; ইবন কাসীর] আল্লাহ তাআলা প্রত্যেক পুরুষ, নারী বালক ও বৃদ্ধের কণ্ঠস্বরে এমন স্বাতন্ত্র্য সৃষ্টি করেছেন যে, একজনের কণ্ঠস্বর অন্য জনের কণ্ঠস্বরের সাথে পুরোপুরি মিল রাখে না। কিছু না কিছু পার্থক্য অবশ্যই থাকে। অথচ এই কণ্ঠস্বরের যন্ত্রপাতি তথা জিহবা, ঠোঁট, তালু ও কণ্ঠনালী সবার মধ্যেই অভিন্ন ও একরূপ। [সা’দী] এমনিভাবে বর্ণ-বৈষম্যের কথা বলা যায়। একই পিতা-মাতা থেকে একই প্রকার অবস্থায় দুই সন্তান বিভিন্ন বর্ণের জন্মগ্রহণ করে। এ হচ্ছে সৃষ্টি ও কারিগরির নৈপুণ্য। [ফাতহুল কাদীর; বাগভী]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৩০ : ২৩",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦ مَنَامُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ وَٱبۡتِغَآؤُكُم مِّن فَضۡلِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَسۡمَعُونَ ",
        "bangla_text": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে রাতে ও দিনে তোমাদের নিদ্রা এবং তোমাদের অন্বেষণ তাঁর অনুগ্রহ হতে। নিশ্চয় এতে বহু নিদর্শন রয়েছে সে সম্প্রদায়ের জন্য, যারা শোনে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর কুদরতের চতুর্থ নিদর্শনঃ মানুষের রাত্রে ও দিবাভাগে নিদ্রা যাওয়া এমনিভাবে রাত্রে ও দিবাভাগে জীবিকা অন্বেষণ করা। এই আয়াতে দিনে-রাত্রে নিদ্রাও বর্ণনা করা হয়েছে এবং জীবিকা অন্বেষণও। অন্য কতক আয়াতে নিদ্রা শুধু রাত্রে এবং জীবিকা অন্বেষণ শুধু দিনে করা হয়েছে। কারণ এই যে, রাত্রের আসল কাজ নিদ্রা যাওয়া এবং জীবিকা অন্বেষণের কাজও কিছু চলে। দিনে এর বিপরীতে আসল কাজ জীবিকা অন্বেষণ করা এবং কিছু নিদ্রা ও বিশ্রাম গ্রহণেরও সময় পাওয়া যায়। তাই উভয় বক্তব্যই স্ব স্ব স্থানে নির্ভুল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৩০ : ২৪",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦ يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءٗ فَيُحۡيِۦ بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ ",
        "bangla_text": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে, তিনি তোমাদেরকে প্রদর্শন করান বিদ্যুৎ, ভয় ও আশার সঞ্চারকরূপে এবং আসমান থেকে পানি নাযিল করেন অতঃপর তা দিয়ে যমীনকে পুনর্জীবিত করেন সেটার মৃত্যুর পর; নিশ্চয় এতে বহু নিদর্শন রয়েছে এমন সম্প্রদায়ের জন্য, যারা অনুধাবন করে [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর কুদরতের পঞ্চম নিদর্শনঃ পঞ্চম নিদর্শন এই যে, আল্লাহ তাআলা মানুষকে বিদ্যুতের চমক দেখান। এতে উহার পতিত হওয়ার এবং ক্ষতি করারও আশংকা থাকে এবং এর পশ্চাতে বৃষ্টির আশাবাদও সঞ্চয় হয়। তিনি এই বৃষ্টির দ্বারা শুষ্ক এবং মৃত মৃত্তিকাকে জীবিত ও সতেজ করে তাতে রকমারি প্রকারের বৃক্ষ ও ফল-ফুল উৎপন্ন করেন। [ইবন কাসীর, ফাতহুল কাদীর] কাতাদাহ বলেন, এখানে যে ভয়ের কথা বলা হয়েছে তা সাধারণত মুসাফিরদের মনে উদ্রেক হয়। আর যে আশার কথা বলা হয়েছে সেটা সাধারণত: মুকীম বা স্থায়ী অবস্থানকারীদের মনে উদ্রেক হয়। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৩০ : ২৫",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلۡأَرۡضُ بِأَمۡرِهِۦۚ ثُمَّ إِذَا دَعَاكُمۡ دَعۡوَةٗ مِّنَ ٱلۡأَرۡضِ إِذَآ أَنتُمۡ تَخۡرُجُونَ ",
        "bangla_text": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তাঁরই আদেশে আসমান ও যমীনের স্থিতি থাকে; তারপর আল্লাহ্ যখন তোমাদেরকে যমীন থেকে উঠার জন্য একবার ডাকবেন তখনই তোমরা বেরিয়ে আসবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর কুদরতের ষষ্ঠ নিদর্শনঃ ষষ্ঠ নিদর্শন এই যে, আকাশ ও পৃথিবী আল্লাহ তাআলারই আদেশে কায়েম আছে। এতে নেই কোন খুঁটি। [তাবারী] হাজার হাজার বছর সক্রিয় থাকার পরও এগুলোতে কোথাও কোন ত্রুটি দেখা দেয় না। আল্লাহ তাআলা যখন এই ব্যবস্থাপনাকে ভেঙ্গে দেয়ার আদেশ দেবেন, তখন এই মজবুত ও অটুট বস্তুগুলো নিমেষের মধ্যে ভেঙ্গে-চুরে নিশ্চিহ্ন হয়ে যাবে। আর এ যমীনের পরিবর্তে অন্য যমীন ও আসমান তৈরী হবে। অতঃপর তাঁরই আদেশে সব মৃত পুনরুজ্জীবিত হয়ে হাশরের মাঠে সমবেত হবে। [ইবন কাসীর]। যেমন অন্য আয়াতে বলেছেন, “যেদিন তিনি তোমাদেরকে ডাকবেন এবং তোমরা তাঁর প্রশংসার সাথে তাঁর ডাকে সাড়া দেবে এবং তোমরা মনে করবে, তোমরা অল্পকালই অবস্থান করেছিলে।” [সূরা আল-ইসরা: ৫২] অন্য আয়াতেও এসেছে, “অতঃপর তা তো একটিমাত্র প্রচণ্ড ধমক---আর তখনই তারা দেখবে।” [সূরা আস-সাফফাত: ১৯] আরও এসেছে, “এ তো শুধু এক বিকট আওয়াজ, তখনই ময়দানে তাদের আবির্ভাব হবে।” [সূরা আন-নাযি’আত: ১৩-১৪] অন্যত্র বলা হয়েছে, “এটা হবে শুধু এক বিকট শব্দ; তখনই এদের সকলকে উপস্থিত করা হবে আমাদের সামনে” [সূরা ইয়াসীন: ৫৩] উমর রাদিয়াল্লাহু আনহু যখন কোন ব্যাপারে কঠিন শপথ করতে চাইতেন তখন বলতেন,\n  <br/>\n  <br/>\n  لاَ،وَللَّذِيْ تَقُوْ مُ السَّماءُوَالأَرْضُ بِأَمْرِه\n  <br/>\n  <br/>\n  অর্থাৎ শপথ তাঁর যাঁর নির্দেশে আসমান ও যমীন স্ব স্ব স্থানে প্রতিষ্ঠিত রয়েছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৩০ : ২৬",
        "arabic_text": "\nوَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ ",
        "bangla_text": "আর আসমানসমূহ ও যমীনে যা কিছু আছে তা তাঁরই। সবকিছু তাঁরই অনুগত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আনুগত্য কারও পক্ষ থেকে ঐচ্ছিক, আবার কারও পক্ষ থেকে তাদের ইচ্ছার বাইরে। ঈমানদারগণ ইচ্ছাকৃতভাবে আল্লাহর আনুগত্য করে, পক্ষান্তরে কাফিররা ইচ্ছাকৃতভাবে তাঁর আনুগত্য করে না। কিন্তু তারা কখনো তাঁর ফয়সালাকে লঙ্ঘন করতে পারে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৩০ : ২৭",
        "arabic_text": "\nوَهُوَ ٱلَّذِي يَبۡدَؤُاْ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهۡوَنُ عَلَيۡهِۚ وَلَهُ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "আর তিনি-ই, যিনি সৃষ্টিকে শুরুতে অস্তিত্বে আনয়ন করেন, তারপর তিনি সেটা পুনরাবৃত্তি করবেন; আর এটা তাঁর জন্য অতি সহজ [১]। আসমানসমূহ ও যমীনে সর্বোচ্চ গুনাগুন তাঁরই [২]; এবং তিনিই পরাক্রমশালী,  হিক্‌মতওয়ালা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘মহান আল্লাহ বলেন, আদম সন্তান আমার প্রতি মিথ্যারোপ করে অথচ এটা করা তার জন্য উচিত ছিল না। অনুরূপ সে আমাকে গালি দেয় অথচ সেটা তার জন্য ঠিক নয়। তার মিথ্যারোপ হচ্ছে এটা বলা যে, “আমাকে যেভাবে পূর্বে সৃষ্টি করেছেন সেভাবে সৃষ্টি করবে না। অথচ প্রথম সৃষ্টি থেকে দ্বিতীয় সৃষ্টি আরো সহজ’। আর তার গালি হচ্ছে সে বলে ‘আল্লাহ সন্তান গ্ৰহণ করেছেন, অথচ আমি একক, অমুখাপেক্ষী, জন্ম দেইনি, জন্ম নেইনি। আর আমার সমকক্ষ কেউ নেই’ [বুখারী: ৪৯৭৪]\n  <br/>\n  <br/>\n  [২] যত সুন্দর সুন্দর গুণ সবই মহান আল্লাহর রয়েছে। [ফাতহুল কাদীর] তাঁর মত কোন কিছুই নেই। [তাবারী।]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৩০ : ২৮",
        "arabic_text": "\nضَرَبَ لَكُم مَّثَلٗا مِّنۡ أَنفُسِكُمۡۖ هَل لَّكُم مِّن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن شُرَكَآءَ فِي مَا رَزَقۡنَٰكُمۡ فَأَنتُمۡ فِيهِ سَوَآءٞ تَخَافُونَهُمۡ كَخِيفَتِكُمۡ أَنفُسَكُمۡۚ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡقِلُونَ ",
        "bangla_text": "আল্লাহ্ তোমাদের জন্য তোমাদের নিজেদের মধ্যে একটি দৃষ্টান্ত পেশ করছেনঃ তোমাদেরকে আমরা যে, রিয্‌ক দিয়েছি, তোমাদের অধিকারভুক্ত দাস-দাসীদের কেউ কি তাতে অংশীদার? ফলে তোমরা কি এ ব্যাপারে সমান? তোমরা কি তাদেরকে সেরূপ ভয় কর যেরূপ তোমরা পরস্পর পরস্পরকে ভয় কর? এভাবেই আমরা নিদর্শনাবলী বিস্তারিত বর্ণনা করি সে সম্প্রদায়ের জন্য, যারা অনুধাবন করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমুহে তাওহীদের বিষয়বস্তু বিভিন্ন সাক্ষ্য-প্রমাণ ও বিভিন্ন হৃদয়গ্রাহী শিরোনামে ব্যক্ত করা হয়েছে। প্রথমে একটি উদাহরণ দ্বারা বোঝানো হয়েছে যে, তোমাদের গোলাম-চাকর তোমাদের মতই মানুষ; আকার-আকৃতি, হাত-পা, মনের চাহিদা ইত্যাদি সব বিষয়ে তোমাদের শরীক। কিন্তু তোমরা তাদেরকে ক্ষমতায় নিজেদের সমান কর না যে, তারাও তোমাদের ন্যায় যা ইচ্ছা করবে এবং যা ইচ্ছা ব্যয় করবে। নিজেদের পুরোপুরি সমকক্ষ তো দূরের কথা, তাদেরকে তোমাদের ধন-সম্পদ ও ক্ষমতায় সামান্যতম অংশীদারিত্রেও অধিকার দাও না। কোন ক্ষুদ্র ও মামুলী শরীককেও তোমরা ভয় কর যে, তার ইচ্ছার বিরুদ্ধে কোন কাজ করলে সে আপত্তি করবে। গোলাম-চাকরদেরকে তোমরা এই মর্যাদাও দাও না। অতএব, চিন্তা কর, ফেরেশতা, মানব ও জিনসহ সমগ্র সৃষ্টজগত আল্লাহর সৃজিত ও তাঁরই দাস, গোলাম। তাদেরকে তোমরা আল্লাহর সমকক্ষ অথবা তাঁর শরীক কিরূপে বিশ্বাস করা? [দেখুন, কুরতুবী ইবন কাসীর, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৩০ : ২৯",
        "arabic_text": "\nبَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓاْ أَهۡوَآءَهُم بِغَيۡرِ عِلۡمٖۖ فَمَن يَهۡدِي مَنۡ أَضَلَّ ٱللَّهُۖ وَمَا لَهُم مِّن نَّٰصِرِينَ ",
        "bangla_text": "বরং যালিমরা অজ্ঞতাবশত তাদের খেয়াল-খুশীর অনুসরণ করে, কাজেই আল্লাহ্ যাকে পথভ্রষ্ট করেন কে তাকে হিদায়াত দান করবে? আর তাদের কোন সাহাযাকারী নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৩০ : ৩০",
        "arabic_text": "\nفَأَقِمۡ وَجۡهَكَ لِلدِّينِ حَنِيفٗاۚ فِطۡرَتَ ٱللَّهِ ٱلَّتِي فَطَرَ ٱلنَّاسَ عَلَيۡهَاۚ لَا تَبۡدِيلَ لِخَلۡقِ ٱللَّهِۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "কাজেই আপনি একনিষ্ঠ হয়ে নিজ চেহারাকে দ্বীনে প্রতিষ্ঠিত রাখুন [১]। আল্লাহর ফিতরাত (স্বাভাবিক রীতি বা দ্বীন ইসলাম) [২], যার উপর (চলার যোগ্য করে) তিনি মানুষ সৃষ্টি করেছেন; আল্লাহর সৃষ্টির কোন পরিবর্তন নেই [৩]। এটাই প্রতিষ্ঠিত দ্বীন; কিন্তু অধিকাংশ মানুষ জানে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ একনিষ্ঠ হয়ে নিজের চেহারাকে এদিকে স্থির নিবদ্ধ করো, এরপর আবার অন্যদিকে ফিরে যেও না। জীবনের জন্য এ পথটি গ্রহণ করে নেবার পর অন্য কোন পথের দিকে দৃষ্টিও দেয়া যাবে না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এ দ্বীনকে আঁকড়ে থাকো ৷ অন্য কোন মতবাদে বিশ্বাসী হয়ে নিজেদেরকে কলুষিত করো না। পরবর্তী বাক্যে বলা হয়েছে যে, আল্লাহর ফিতরত বলে সেই ফিতরত বোঝানো হয়েছে, যার উপর আল্লাহ মানুষকে সৃষ্টি করেছেন। তবে এখানে ফিতরত বলে কি বোঝানো হয়েছে এ সম্পর্কে তফসীরকারদের অনেক উক্তির মধ্যে দুইটি উক্তি প্ৰসিদ্ধ।\n  <br/>\n  <br/>\n  (এক) ফিতরত বলে ইসলাম বোঝানো হয়েছে। উদ্দেশ্য এই যে, আল্লাহ তা'আলা প্রত্যেক মানুষকে প্রকৃতিগতভাবে মুসলিম সৃষ্টি করেছেন। যদি পরিবেশ কোন কিছু খারাপ না করে, তবে প্রতিটি জন্মগ্রহণকারী শিশু ভবিষ্যতে মুসলিমই হবে। কিন্তু অভ্যাসগতভাবেই পিতা-মাতা তাকে ইসলামবিরোধী বিষয়াদি শিক্ষা দেয়। ফলে সে ইসলামের উপর কায়েম থাকে না। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, ‘প্রতিটি শিশুই ফিতরাতের উপর জন্মগ্রহণ করে। তারপর তার পিতামাতা তাকে ইয়াহুদী বানায় বা নাসারা বানায় অথবা মাজুসী বানায়। যেমন কোন জন্তুকে তোমরা সম্পূর্ণ দোষমুক্ত জন্ম নিতে দেখ, সেখানে তোমরা তাকে নাক কাটা অবস্থায় পাও না। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ আয়াত তেলাওয়াত করলেন।’ [বুখারী:৪৭৭৫, মুসলিম: ২৬৫৮]\n  <br/>\n  <br/>\n  (দুই) ফিতরত বলে যোগ্যতা বোঝানো হয়েছে। অর্থাৎ, আল্লাহ তাআলা সৃষ্টিগতভাবে প্রত্যেক মানুষের মধ্যে স্রষ্টাকে চেনার ও তাঁকে মেনে চলার যোগ্যতা নিহিত রেখেছেন। এর ফলে মানুষ ইসলাম গ্ৰহণ করে যদি সে যোগ্যতাকে কাজে লাগায়। [ফাতহুল কাদীর; কুরতুবী]\n  <br/>\n  <br/>\n  [৩] এ আয়াতের কয়েকটি অর্থ হতে পারে, এক: তোমরা আল্লাহর সৃষ্টিকে পরিবর্তন করো না। [ফাতহুল কাদীর] দুই. এখানে আল্লাহর সৃষ্টি বলে আল্লাহর দ্বীনকে বুঝানো হয়েছে। তখন অর্থ হবে, তোমরা আল্লাহর এ দ্বীনকে পরিবর্তন করোনা। তিনি মানুষকে ইসলামের উপর সৃষ্টি করেছেন, তোমরা তাদেরকে অন্যান্য মানব মতবাদে দীক্ষিত করো না। [বাগভী]| তিন. অথবা আয়াতের অর্থ হচ্ছে, আল্লাহ মানুষকে নিজের বান্দায় পরিণত করেছেন। কেউ চাইলেও এ কাঠামোয় কোন পরিবর্তন সাধন করতে পারে না। মানুষ বান্দা থেকে অ-বান্দা হতে পারে না এবং আল্লাহ ছাড়া অন্য কাউকে ইলাহ বানিয়ে নিলেও প্রকৃতপক্ষে সে মানুষের ইলাহ হতে পারে না। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৩০ : ৩১",
        "arabic_text": "\n۞ مُنِيبِينَ إِلَيۡهِ وَٱتَّقُوهُ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَلَا تَكُونُواْ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "তোমরা বিশুদ্ধ চিত্তে তাঁরই অভিমুখী হয়ে থাক আর তাঁরই তাকওয়া অবলম্বন কর এবং সালাত কায়েম কর। আর অন্তর্ভুক্ত হয়ো না মুশরিকদের, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৩০ : ৩২",
        "arabic_text": "\nمِنَ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗاۖ كُلُّ حِزۡبِۭ بِمَا لَدَيۡهِمۡ فَرِحُونَ ",
        "bangla_text": "যারা নিজেদের দ্বিনকে বিভক্ত করেছে এবং বিভিন্ন দলে পরিণত হয়েছে [১]। প্রত্যেক দলই যা তাদের কাছে আছে তা নিয়ে উৎফুল্ল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, তারা হচ্ছে ইয়াহুদী ও নাসারা। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৩০ : ৩৩",
        "arabic_text": "\nوَإِذَا مَسَّ ٱلنَّاسَ ضُرّٞ دَعَوۡاْ رَبَّهُم مُّنِيبِينَ إِلَيۡهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنۡهُ رَحۡمَةً إِذَا فَرِيقٞ مِّنۡهُم بِرَبِّهِمۡ يُشۡرِكُونَ ",
        "bangla_text": "আর মানুষকে যখন দুঃখ-দৈন্য স্পর্শ করে তখন তারা তাদের রবকে ডাকে তাঁরই অভিমুখী হয়ে। তারপর তিনি যখন তাদেরকে স্বীয় অনুগ্রহ আস্বাদন করান, তখন তাদের একদল তাদের রবের সাথে শির্ক করে; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৩০ : ৩৪",
        "arabic_text": "\nلِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ ",
        "bangla_text": "ফলে তাদেরকে আমরা যা দিয়েছি, তাতে তারা কুফরী করে। কাজেই তোমরা ভোগ করে নাও, শীঘ্রই তোমরা জানতে পারবে! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৩০ : ৩৫",
        "arabic_text": "\nأَمۡ أَنزَلۡنَا عَلَيۡهِمۡ سُلۡطَٰنٗا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِۦ يُشۡرِكُونَ ",
        "bangla_text": "নাকি আমরা তাদের কাছে এমন কোন প্রমান নাযিল করেছি যা তারা যে শির্ক করছে সে সম্পর্কে বক্তব্য দেয় [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, এর অর্থ আমরা কি এমন কোন কিতাব নাযিল করেছি যাতে তাদের শির্কের ঘোষণা রয়েছে? [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৩০ : ৩৬",
        "arabic_text": "\nوَإِذَآ أَذَقۡنَا ٱلنَّاسَ رَحۡمَةٗ فَرِحُواْ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ إِذَا هُمۡ يَقۡنَطُونَ ",
        "bangla_text": "আর আমরা যখন মানুষকে রহমত আস্বাদন করাই তখন তারা তাতে উৎফুল্ল হয় এবং যদি তাদের কৃতকর্মের কারনে কোন অনিষ্ট পৌঁছে তখনই তারা নিরাশ হয়ে পড়ে।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৩০ : ৩৭",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "তারা কি লক্ষ্য করে না যে, আল্লাহ্ যার জন্য ইচ্ছে রিযিক প্রশস্ত করেন এবং সংকুচিত করেন? এতে তো অবশ্যই বহু নিদর্শন রয়েছে সে সম্প্রদায়ের জন্য, যারা ঈমান আনে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অনুরূপ আয়াত আরও এসেছে, সূরা আর-রা’দ: ২৬; সূরা আল-ইসরা: ৩০।\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৩০ : ৩৮",
        "arabic_text": "\nفَـَٔاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُۥ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِۚ ذَٰلِكَ خَيۡرٞ لِّلَّذِينَ يُرِيدُونَ وَجۡهَ ٱللَّهِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ",
        "bangla_text": "অতএব আত্মীয়কে দাও তার হক [১] এবং অভাবগ্রস্ত ও মুসাফিরকেও [২]। যারা আল্লাহ্‌র  সন্তুষ্টি [৩] কামনা করে তাদের জন্য এটা উত্তম এবং তারাই তো সফলকাম।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, তোমার যদি কোন নিকটাত্মীয় থাকে, তারপর তুমি তাকে কোন সম্পদ না দাও বা তার কাছে না যাও, তাহলে তুমি তার সাথে সম্পর্ক কর্তন করেছ, সম্পর্ক রক্ষা করনি। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতে ধন-সম্পদের কয়েকটি খাত বৰ্ণনা করা হয়েছে। (এক) আত্মীয়-স্বজন, (দুই) মিসকীন, (তিন)। মুসাফির। অর্থাৎ, আল্লাহ প্রদত্ত ধন-সম্পদ তাদেরকে দান কর এবং তাদের জন্যে ব্যয় কর। সাথে সাথে আরও বলা হয়েছে যে, এটা তাদের প্রাপ্য, যা আল্লাহ তোমাদের ধন-সম্পদে শামিল করে দিয়েছেন। কাজেই দান করার সময় তাদের প্রতি কোন অনুগ্রহ করছ বলে বড়াই করো না। কেননা, প্রাপকের প্রাপ্য পরিশোধ করা ইনসাফের দাবী; কোন অনুগ্রহ নয়। [তাবারী, ইবন। কাসীর, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] وَجْهَ اللّٰهِ এর মধ্যস্থিত وجه এর এক অর্থ চেহারা। সে হিসেবে এর দ্বারা আল্লাহর চেহারা থাকার গুণ সাব্যস্ত হয়। আবার অন্য অর্থ হচ্ছে, جهة বা দিক। তখন অর্থ হয়; আল্লাহর সন্তুষ্টির উদ্দেশ্যে। অধিকাংশ মুফাসসির এ অর্থই করেছেন। তাছাড়া এর দ্বারা চেহারা (দর্শন) কামনা করাও উদ্দেশ্য হতে পারে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৩০ : ৩৯",
        "arabic_text": "\nوَمَآ ءَاتَيۡتُم مِّن رِّبٗا لِّيَرۡبُوَاْ فِيٓ أَمۡوَٰلِ ٱلنَّاسِ فَلَا يَرۡبُواْ عِندَ ٱللَّهِۖ وَمَآ ءَاتَيۡتُم مِّن زَكَوٰةٖ تُرِيدُونَ وَجۡهَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُضۡعِفُونَ ",
        "bangla_text": "আর মানুষের সম্পদ বৃদ্ধি পাবে বলে তোমরা যে সুদ দাও, আল্লাহর দৃষ্টিতে তা ধন-সম্পদ বৃদ্ধি করে না। কিন্তু আল্লাহ্‌র সন্তষ্টি লাভের জন্য যে যাকাত তোমরা দাও (তা-ই বৃদ্ধি পায়) সুতরাং তারাই সমৃদ্ধশালী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বৃদ্ধির কোন সীমা নির্ধারণ করা হয়নি। যে ধরনের ঐকান্তিক সংকল্প, গভীর ত্যাগের অনুভূতি এবং আল্লাহর সস্তুষ্টি লাভের প্রবল আকাংখা সহকারে কোন ব্যক্তি আল্লাহর পথে অর্থ ব্যয় করবে। অনুরূপভাবেই আল্লাহ তাকে বেশী বেশী প্রতিদানও দেবেন। তাই একটি সহীহ হাদীসে বলা হয়েছে, “নিশ্চয় আল্লাহ তা'আলা সাদকা কবুল করেন এবং ডান হাতে তা গ্ৰহণ করেন, তারপর তিনি সেটাকে এমনভাবে বাড়িয়ে তোলেন যেমন তোমাদের কেও উটের বাচ্চাকে লালন পালন করে বাড়িয়ে তোলে। এমনকি শেষ পর্যন্ত সেই একটি লোকমাও বাড়িয়ে ওহুদ পাহাড়ের সমান করে দেন।' [তিরমিয়ী: ৬৬২, মুসনাদে আহমাদ: ২/৪৭১]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৩০ : ৪০",
        "arabic_text": "\nٱللَّهُ ٱلَّذِي خَلَقَكُمۡ ثُمَّ رَزَقَكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۖ هَلۡ مِن شُرَكَآئِكُم مَّن يَفۡعَلُ مِن ذَٰلِكُم مِّن شَيۡءٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "আল্লাহ্ [১], যিনি তোমাদেরকে সৃষ্টি করেছেন, তারপর তোমাদেরকে রিয্‌ক দিয়েছেন, তারপর তিনি তোমাদের মৃত্যু ঘটাবেন অবশেষে তিনি তোমাদেরকে জীবিত করবেন। (আল্লাহ্‌র সাথে শরীক সাব্যস্তকৃত) তোমাদের মা'বুদগুলোর এমন কেউ আছে কি, যে এসবের কোন কিছু করতে পারে [২]? তারা যাদেরকে শরীক করে, তিনি (আল্লাহ্) সে সব (শরীক) থেকে মহিমাময়-পবিত্র ও অতি ঊর্ধে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখান থেকে আবার মুশরিকদেরকে বুঝাবার জন্য বক্তব্যের ধারা তাওহীদ ও আখেরাতের বিষয়বস্তুর দিকে ফিরে এসেছে। [আইসারুতি-তাফসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমাদের তৈরী করা উপাস্যদের মধ্যে কেউ কি সৃষ্টিকর্তা ও রিযিকদাতা? জীবন ও মৃত্যু দান করা কি কারো ক্ষমতার আওতাভুক্ত আছে? অথবা মরার পর সে আবার কাউকে পুনরুজ্জীবিত করার ক্ষমতা রাখে? তাহলে তাদের কাজ কি? তোমরা তাদেরকে উপাস্য বানিয়ে রেখেছো কেন? [তাবারী।]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৩০ : ৪১",
        "arabic_text": "\nظَهَرَ ٱلۡفَسَادُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ بِمَا كَسَبَتۡ أَيۡدِي ٱلنَّاسِ لِيُذِيقَهُم بَعۡضَ ٱلَّذِي عَمِلُواْ لَعَلَّهُمۡ يَرۡجِعُونَ ",
        "bangla_text": "মানুষের কৃতকর্মের দরুন স্থলে ও সাগরে বিপর্যয় ছড়িয়ে পড়েছে; ফলে তিনি তাদেরকে তাদের কোন কোন কাজের শাস্তি আস্বাদন করান [১], যাতে তারা ফিরে আসে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ স্থলে, জলে তথা সারা বিশ্বে মানুষের কুকর্মের বিপর্যয় ছড়িয়ে পড়েছে। ‘বিপর্যয়’ বলে দুর্ভিক্ষ, মহামারী, অগ্নিকাণ্ড, পানিতে নিমজ্জিত হওয়ার ঘটনাবলীর প্রাচুর্য, সব কিছু থেকে বরকত উঠে যাওয়া, উপকারী বস্তুর উপকার কম এবং ক্ষতি বেশী হয়ে যাওয়া ইত্যাদি আপদ-বিপদ বোঝানো হয়েছে। [সাদী, কুরতুবী, বাগভী] অন্য এক আয়াতে এই বিষয়বস্তু এভাবে বর্ণিত হয়েছে, “তোমাদেরকে যেসব বিপদাপদ স্পর্শ করে, সেগুলো তোমাদেরই কৃতকর্মের কারণে। অনেক গোনাহ তো আল্লাহ ক্ষমাই করে দেন।\" [সূরা আশ-শূরা: ৩০] উদ্দেশ্য এই যে, এই দুনিয়ায় বিপদাপদের সত্যিকার কারণ তোমাদের গোনাহ; যদিও দুনিয়াতে এসব গোনাহের পুরোপুরি প্রতিফল দেয়া হয় না এবং প্রত্যেক গোনাহর কারণেই বিপদ আসে না। বরং অনেক গোনাহ, তো ক্ষমা করে দেয়া হয়। তবে এটা সত্য যে, সমস্ত গোনাহর কারণে বিপদ আসে না বরং কোন কোন গোনাহর কারণেই বিপদ আসে। দুনিয়াতে প্রত্যেক গোনাহর কারণে বিপদ আসলে একটি মানুষও পৃথিবীতে বেঁচে থাকত না। আল্লাহ বলেন, “আল্লাহ যদি মানুষকে তাদের সীমালংঘনের জন্য শাস্তি দিতেন তবে ভূপৃষ্ঠে কোন জীব-জন্তুকেই রেহাই দিতেন না; কিন্তু তিনি এক নির্দিষ্ট কাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন।” [সূরা আন-নাহল: ৬১] আল্লাহ আরো বলেন, রেহাই দিতেন না, কিন্তু তিনি এক নির্দিষ্ট কাল পর্যন্ত তাদেরকে অবকাশ দিয়ে থাকেন।” [সূরা ফাতির: ৪৫] বরং অনেক গোনাহ তো আল্লাহ মাফই করে দেন। যেগুলো মাফ করেন না, সেগুলোরও পুরোপুরি শাস্তি দুনিয়াতে দেন না; বরং সামান্য স্বাদ আস্বাদন করান।\n  <br/>\n  <br/>\n  [২] কাতাদাহ বলেন, এটা আল্লাহ কর্তৃক মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে রাসূল হিসেবে পাঠানোর আগের অবস্থার বর্ণনা। যখন যমীন ভ্ৰষ্টতা ও অন্ধকারে পূর্ণ হয়ে গিয়েছিল। তারপর আল্লাহ যখন তাঁর নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে পাঠালেন, তখন মানুষের মধ্যে যারা ফিরে আসার তারা ফিরে আসল। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৩০ : ৪২",
        "arabic_text": "\nقُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلُۚ كَانَ أَكۡثَرُهُم مُّشۡرِكِينَ ",
        "bangla_text": "বলুন, 'তোমরা যমীনে ভ্রমন কর অতঃপর দেখ পূর্ববর্তীদের পরিণাম কী হয়েছে!' তাদের অধিকাংশই ছিল মুশরিক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৩০ : ৪৩",
        "arabic_text": "\nفَأَقِمۡ وَجۡهَكَ لِلدِّينِ ٱلۡقَيِّمِ مِن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۖ يَوۡمَئِذٖ يَصَّدَّعُونَ ",
        "bangla_text": "সুতরাং আপনি সরল-সঠিক দ্বীনে নিজকে প্রতিষ্ঠিত করুন, আল্লাহর পক্ষ থেকে যে দিন অনিবার্য তা উপস্থিত হওয়ার আগে, সেদিন মানুষ বিভক্ত হয়ে পড়বে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, এর অর্থ আপনি ইসলামের ওপর সুপ্রতিষ্ঠিত থাকুন। সেদিন আসার পূর্বেই। যেদিন মানুষ বিভক্ত হয়ে পড়বে, একদল জান্নাতী হবে, আরেকদল হবে জাহান্নামী। [তাবারী] আল্লামা শানকীতী বলেন, এ আয়াত এ সূরার অন্য আয়াতের অনুরূপ যেখানে এসেছে, “আর যেদিন কিয়ামত সংঘটিত হবে সেদিন তারা বিভক্ত হয়ে পড়বে। অতএব যারা ঈমান এনেছে এবং সৎকাজ করেছে তারা জান্নাতে খোশহালে থাকবে; আর যারা কুফরী করেছে এবং আমাদের আয়াতসমূহ ও আখিরাতের সাক্ষাতের প্রতি মিথ্যারোপ করেছে, পরিণামে তাদেরকেই আযাবের মাঝে উপস্থিত রাখা হবে।” তাছাড়া অন্য সূরায় এসেছে, “এবং সতর্ক করতে পারেন কেয়ামতের দিন সম্পর্কে, যাতে কোন সন্দেহ নেই। একদল থাকবে জান্নাতে আরেক দল জলন্ত আগুনে।” [সূরা আশ-শূরা: ৭]।\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৩০ : ৪৪",
        "arabic_text": "\nمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُۥۖ وَمَنۡ عَمِلَ صَٰلِحٗا فَلِأَنفُسِهِمۡ يَمۡهَدُونَ ",
        "bangla_text": "যে কুফরী করে কুফরীর শাস্তি তারই প্রাপ্য; আর যারা সৎকাজ করে তারা নিজেদেরই জন্য রচনা করে সুখশয্যা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৩০ : ৪৫",
        "arabic_text": "\nلِيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِن فَضۡلِهِۦٓۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "যাতে করে আল্লাহ্ যারা ঈমান আনে ও সৎকাজ করে তাদেরকে নিজ অনুগ্রহে পুরস্কৃত করেন। নিশ্চয় তিনি কাফিরদেরকে পছন্দ করেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৩০ : ৪৬",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦٓ أَن يُرۡسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٖ وَلِيُذِيقَكُم مِّن رَّحۡمَتِهِۦ وَلِتَجۡرِيَ ٱلۡفُلۡكُ بِأَمۡرِهِۦ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে যে, তিনি বায়ু পাঠান সুসংবাদ দেয়ার জন্য [১] এবং তাদেরকে তাঁর কিছু রহমত আস্বাদন করাবার জন্য; আর যাতে তাঁর নির্দেশে নৌযানগুলো বিচরণ করে এবং যাতে তোমরা তাঁর অনুগ্রহের কিছু সন্ধান করতে পার, আর যেন তোমরা কৃতজ্ঞ হও [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এর অর্থ বৃষ্টির পূর্বে সুসংবাদবাহী বাতাস। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২] এ আয়াতের সমার্থে আরও দেখুন, সূরা আল-বাকারাহ: ১৬৪; সূরা আল-মুমিনুন: ২২\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৩০ : ৪৭",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ رُسُلًا إِلَىٰ قَوۡمِهِمۡ فَجَآءُوهُم بِٱلۡبَيِّنَٰتِ فَٱنتَقَمۡنَا مِنَ ٱلَّذِينَ أَجۡرَمُواْۖ وَكَانَ حَقًّا عَلَيۡنَا نَصۡرُ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর আমরা তো আপনার আগে রাসূলগণকে পাঠিয়েছিলাম তাদের নিজ নিজ সম্প্রদায়ের কাছে। অতঃপর তাঁরা তাদের কাছে সুস্পষ্ট প্রমাণাদি নিয়ে এসেছিলেন; অতঃপর আমরা অপরাধীদের থেকে প্রতিশোধ নিয়েছিলাম। আর আমাদের দায়িত্ব তো মুমিনদের সাহায্য করা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি অপরাধী কাফেরদের কাছ থেকে প্রতিশোধ নিলাম এবং মুমিনদের সাহায্য করা আমার দায়িত্ব ছিল। এই আয়াত থেকে জানা গেল যে, আল্লাহ তাআলা কৃপাবশতঃ মুমিনের সাহায্য করাকে নিজ দায়িত্বে গ্রহণ করেছেন। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৩০ : ৪৮",
        "arabic_text": "\nٱللَّهُ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَيَبۡسُطُهُۥ فِي ٱلسَّمَآءِ كَيۡفَ يَشَآءُ وَيَجۡعَلُهُۥ كِسَفٗا فَتَرَى ٱلۡوَدۡقَ يَخۡرُجُ مِنۡ خِلَٰلِهِۦۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦٓ إِذَا هُمۡ يَسۡتَبۡشِرُونَ ",
        "bangla_text": "আল্লাহ্, যিনি বায়ু পাঠান, ফলে তা মেঘমালাকে সঞ্চালিত করে; অতঃপর তিনি এটাকে যেমন ইচ্ছে আকাশে ছড়িয়ে দেন; পরে এটাকে খণ্ড-বিখণ্ড করেন, ফলে আপনি দেখতে পান সেটার মধ্য থেকে নির্গত হয় বৃষ্টিধারা; তারপর যখন তিনি তাঁর বান্দাদের মধ্যে যাদের কাছে ইচ্ছে এটা পৌঁছে দেন, তখন তারা হয় আনন্দিত, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৩০ : ৪৯",
        "arabic_text": "\nوَإِن كَانُواْ مِن قَبۡلِ أَن يُنَزَّلَ عَلَيۡهِم مِّن قَبۡلِهِۦ لَمُبۡلِسِينَ ",
        "bangla_text": "যদিও ইতোপূর্বে তাদের প্রতি বৃষ্টি বর্ষণের আগে তারা ছিল একান্ত নিরাশ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৩০ : ৫০",
        "arabic_text": "\nفَٱنظُرۡ إِلَىٰٓ ءَاثَٰرِ رَحۡمَتِ ٱللَّهِ كَيۡفَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآۚ إِنَّ ذَٰلِكَ لَمُحۡيِ ٱلۡمَوۡتَىٰۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "সুতরাং আপনি আল্লাহ্‌র অনুগ্রহের ফল সম্বন্ধে চিন্তা করুন, কিভাবে তিনি যমীনকে জীবিত করেন সেটার মৃত্যুর পর। এভাবেই তো আল্লাহ্ মৃতকে জীবিতকারী, আর তিনি সবকিছুর উপর ক্ষমতাবান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের সমার্থে সূরা আল-আ’রাফের ৫৭ নং আয়াত দেখুন।\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৩০ : ৫১",
        "arabic_text": "\nوَلَئِنۡ أَرۡسَلۡنَا رِيحٗا فَرَأَوۡهُ مُصۡفَرّٗا لَّظَلُّواْ مِنۢ بَعۡدِهِۦ يَكۡفُرُونَ ",
        "bangla_text": "আর যদি আমরা এমন বায়ু পাঠাই যার ফলে তারা দেখে যে শস্য পীতবর্ণ ধারণ করেছে, তখন তো তারা কুফরী করতে শুরু করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৩০ : ৫২",
        "arabic_text": "\nفَإِنَّكَ لَا تُسۡمِعُ ٱلۡمَوۡتَىٰ وَلَا تُسۡمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوۡاْ مُدۡبِرِينَ ",
        "bangla_text": "সুতরাং আপনি তো মৃতকে [১] শুনাতে পারবেন না, বধিরকেও পারবেন না ডাক শুনাতে, যখন তারা মুখ ফিরিয়ে চলে যায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে এমন সব লোককে মৃত বলা হয়েছে, যাদের বিবেক মরে গেছে, যাদের মধ্যে নৈতিক জীবনের ছিটেফোটাও নেই এবং যাদের আপন প্রবৃত্তির দাসত্ব, জিদ ও একগুঁয়েমি সেই মানবীয় গুণাবলীর অবসান ঘটিয়েছে যা মানুষকে হক কথা বুঝার ও গ্রহণ করার যোগ্য করে তোলে। কাতাদাহ বলেন, এ উদাহরণটি আল্লাহ তা'আলা কাফেরদের উদ্দেশ্য করে পেশ করেছেন। যেভাবে মৃতরা আহবান শুনতে পায় না, তেমনি কাফেররাও শুনতে পায় না। অনুরূপভাবে যেভাবে কোন বধির ব্যক্তি পিছনে ফিরে চলে গেলে তাকে পিছন থেকে ডাকলে শুনতে পায় না, তেমনি কাফের কিছুই শুনতে পায় না, আর শুনলেও সেটা দ্বারা উপকৃত হতে পারে না। [তাবারী] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ‘বদর যুদ্ধের পর বদরের কুপের পাশে যেখানে কাফেরদের লাশ রাখা ছিল সেখানে দাঁড়িয়ে কাফেরদের সম্বোধন করে বললেন, তোমাদের মাবুদরা তোমাদেরকে যা দেবার ওয়াদা করেছে তা কি তোমরা পেয়েছ? তারপর তিনি বললেন: তারা এখন আমি যা বলছি তা শুনছে। তারপর এ হাদীসটি আয়েশা রাদিয়াল্লাহু আনহাকে জানানো হলে তিনি বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তো এটাই বলেছেন যে, তারা এখন অবশ্যই জানছে যে, আমি তাদেরকে যা বলেছি তা-ই যথাযথ। তারপর আয়েশা রাদিয়াল্লাহু আনহা এ আয়াত তেলাওয়াত করলেন’ ৷ [বুখারী: ৩৯৮০, ৩৯৮১]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৩০ : ৫৩",
        "arabic_text": "\nوَمَآ أَنتَ بِهَٰدِ ٱلۡعُمۡيِ عَن ضَلَٰلَتِهِمۡۖ إِن تُسۡمِعُ إِلَّا مَن يُؤۡمِنُ بِـَٔايَٰتِنَا فَهُم مُّسۡلِمُونَ ",
        "bangla_text": "আর আপনি অন্ধদেরকেও পথে আনতে পারবেন না তাদের পথভ্রষ্টতা থেকে। যারা আমাদের আয়াতসমূহে ঈমান রাখে শুধু তাদেরকেই আপনি শুনাতে পারবেন; কারণ তারা আত্নসমার্পণকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৩০ : ৫৪",
        "arabic_text": "\n۞ ٱللَّهُ ٱلَّذِي خَلَقَكُم مِّن ضَعۡفٖ ثُمَّ جَعَلَ مِنۢ بَعۡدِ ضَعۡفٖ قُوَّةٗ ثُمَّ جَعَلَ مِنۢ بَعۡدِ قُوَّةٖ ضَعۡفٗا وَشَيۡبَةٗۚ يَخۡلُقُ مَا يَشَآءُۚ وَهُوَ ٱلۡعَلِيمُ ٱلۡقَدِيرُ ",
        "bangla_text": "আল্লাহ্ তিনি তোমাদেরকে সৃষ্টি করেন দুর্বলতা থেকে, দুর্বলতার পর তিনি দেন শক্তি; শক্তির পর আবার দেন দুর্বলতা ও বার্ধক্য [১]। তিনি যা ইচ্ছে সৃষ্টি করেন এবং তিনিই সর্বজ্ঞ, সর্বক্ষম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, প্রথম দুর্বলতা হচ্ছে শুক্র। আর শেষ দুর্বলতা হচ্ছে বৃদ্ধ বয়স যখন তার চুল সাদা হয়ে যেতে থাকে। [তাবারী] আল্লামা শানকীতী বলেন, আল্লাহ তা'আলা প্রথম দুর্বলতা ও শেষ দুর্বলতা উভয়টির কথাই কুরআনের অন্যত্র বর্ণনা করেছেন। যেমন প্রথম দুর্বলতা সম্পর্কে বলেন, “আমরা কি তোমাদেরকে তুচ্ছ পানি হতে সৃষ্টি করিনি?” [সূরা আল-মুরসালাত: ২০] “মানুষ কি দেখে না যে, আমরা তাকে সৃষ্টি করেছি শুক্রবিন্দু থেকে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী।” [সূরা ইয়াসীন: ৭৭] “অতএব মানুষ যেন চিন্তা করে দেখে তাকে কী থেকে সৃষ্টি করা হয়েছে! তাকে সৃষ্টি করা হয়েছে সবেগে স্থলিত পানি হতে” |সূরা আত-তারেক: ৫-৬] “কখনো নয়, আমরা তাদেরকে যা থেকে সৃষ্টি করেছি তা তারা জানে।” [সূরা আল-মা'আরেজঃ ৩৯] “তিনি শুক্র হতে মানুষ সৃষ্টি করেছেন; অথচ দেখুন, সে প্রকাশ্য বিতণ্ডাকারী!\" |সূরা আন-নাহল: ৪] আর দ্বিতীয় দুর্বলতা সম্পর্কে বলেন, “আর আল্লাহই তোমাদেরকে সৃষ্টি করেছেন; তারপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং তোমাদের মধ্যে কাউকে প্রত্যাবর্তিত করা হবে নিকৃষ্টতম বয়সে; যাতে জ্ঞান লাভের পরেও তার সবকিছু অজানা হয়ে যায়।” [সূরা আন-নাহল: ৭০] “আর আমরা যা ইচ্ছে তা এক নির্দিষ্ট কালের জন্য মাতৃগর্ভে স্থিত রাখি, তারপর আমরা তোমাদেরকে শিশুরূপে বের করি, পরে যাতে তোমরা পরিণত বয়সে উপনীত হও। তোমাদের মধ্যে কারো কারো মৃত্যু ঘটান হয় এবং তোমাদের মধ্যে কাউকে কাউকে হীনতম বয়সে প্রত্যাবর্তিত করা হয়, যার ফলে সে জানার পরেও যেন কিছুই (আর) জানে না।” [সূরা আল-হাজ: ৫] “আর আমরা যাকে দীর্ঘ জীবন দান করি, সৃষ্টি অবয়বে তার অবনতি ঘটাই। তবুও কি তারা বুঝে না?” [সূরা ইয়াসীন: ৬৮]\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৩০ : ৫৫",
        "arabic_text": "\nوَيَوۡمَ تَقُومُ ٱلسَّاعَةُ يُقۡسِمُ ٱلۡمُجۡرِمُونَ مَا لَبِثُواْ غَيۡرَ سَاعَةٖۚ كَذَٰلِكَ كَانُواْ يُؤۡفَكُونَ ",
        "bangla_text": "আর যেদিন কিয়ামত সংঘটিত হবে সেদিন অপরাধীরা শপথ করে বলবে যে, তারা মুহূর্তকালের বেশী অবস্থান করেনি [১]। এভাবেই তাদেরকে পথভ্রষ্ট করা হত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হাশরে কাফেররা কসম খেয়ে এই মিথ্যা কথা বলবে, আমরা দুনিয়াতে অথবা কবরে এক মুহুর্তের বেশী থাকিনি। অন্য এক আয়াতে মুশরিকদের এই উক্তি বর্ণিত আছে, “তারা কসম খেয়ে বলবে আমরা মুশরিক ছিলাম না।” [সূরা আল-আন’আম:২৩] এর কারণ এই যে, হাশরের ময়দানে রাব্ববুল আলামীনের আদালত কায়েম হবে। তিনি সবাইকে স্বাধীনতা দেবেন। তারা সত্য কিংবা মিথ্যা যে কোন বিবৃতি দিতে পারবে। কেননা, রাব্বুল আলমীনের ব্যক্তিগত জ্ঞানও পূর্ণমাত্রায় আছে এবং বিচার বিভাগীয় তদন্তের জন্যে তিনি তাদের স্বীকারোক্তি করা না করার মুখাপেক্ষী নন। মানুষ যখন মিথ্যা বলবে, তখন তার মুখ মোহরাঙ্কিত করে দেয়া হবে এবং তার হস্ত-পদ ও চর্ম থেকে সাক্ষ্য নেয়া হবে। এসব অঙ্গ-প্রত্যঙ্গ সম্পূর্ণ সত্য ঘটনা বিবৃত করে দেবে। এরপর আর কোন প্রমাণ আবশ্যক হবে না। আলোচ্য আয়াতের অর্থ তাই। কুরআনের অন্যান্য আয়াত থেকে জানা যায় যে, হাশরের মাঠে বিভিন্ন অবস্থানস্থল হবে এবং প্রত্যেক অবস্থানস্থলের অবস্থা ভিন্নরূপ হবে। এক অবস্থানস্থলে আল্লাহর অনুমতি ব্যতীত কারও কথা বলার অধিকার থাকবে না। যাকে অনুমতি দেয়া হবে, সে কেবল সত্য ও নির্ভুল কথা বলতে পারবে মিথ্যা বলার সামৰ্থ্য থাকবে না। যেমন এরশাদ হয়েছে, “যখন সেদিন আসবে তখন আল্লাহর অনুমতি ছাড়া কেউ কথা বলতে পারবে না”। [সূরা হূদ:১০৫] এর বিপরীতে সহীহ হাদীসে বর্ণিত আছে যে, কবরে যখন কাফেরকে জিজ্ঞেস করা হবে, তোমার পালনকর্তা কে এবং মুহাম্মাদ কে ? তখন সে বলবে, ‘হায়, হায়, আমি কিছুই জানি না” [মুসনাদে আহমাদ: ৪/২৮৭, ২৯৫-২৯৬, আবু দাউদ: ৪৭৫৩]।\n  <br/>\n  <br/>\n  [২] কাতাদাহ বলেন, এর অর্থ এভাবেই তারা দুনিয়াতে মিথ্যা বলত। তারা সত্য থেকে বিমুখ থাকত। সত্য থেকে বিরত হয়ে মিথ্যার দিকে চলে যেত। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৩০ : ৫৬",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَٱلۡإِيمَٰنَ لَقَدۡ لَبِثۡتُمۡ فِي كِتَٰبِ ٱللَّهِ إِلَىٰ يَوۡمِ ٱلۡبَعۡثِۖ فَهَٰذَا يَوۡمُ ٱلۡبَعۡثِ وَلَٰكِنَّكُمۡ كُنتُمۡ لَا تَعۡلَمُونَ ",
        "bangla_text": "আর যাদেরকে জ্ঞান ও ঈমান দেয়া হয়েছে [১] তারা বলবে, 'অবশ্যই তোমরা আল্লাহর লিখা অনুযায়ী পুনরুত্থানের দিন পর্যন্ত অবস্থান করেছ। সুতরাং এটাই তো পুনরুত্থান দিন, কিন্তু তোমরা জানতে না।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, এখানে যাদেরকে জ্ঞান ও ঈমান দেয়া হয়েছে বলে, ফেরেশতাগণ, রাসূলগণ, নবীগণ, সৎবান্দাগণ সবই উদ্দেশ্য হতে পারে। [আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৩০ : ৫৭",
        "arabic_text": "\nفَيَوۡمَئِذٖ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُواْ مَعۡذِرَتُهُمۡ وَلَا هُمۡ يُسۡتَعۡتَبُونَ ",
        "bangla_text": "সুতরাং যারা যুলুম করেছে সেদিন তাদের ওযর-আপত্তি তাদের কোন কাজে আসবে না এবং তাদেরকে তিরস্কৃত হওয়ার (মাধ্যমে আল্লাহর সন্তুষ্টি লাভের) সুযোগও দেয়া হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৩০ : ৫৮",
        "arabic_text": "\nوَلَقَدۡ ضَرَبۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖۚ وَلَئِن جِئۡتَهُم بِـَٔايَةٖ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ أَنتُمۡ إِلَّا مُبۡطِلُونَ ",
        "bangla_text": "আর অবশ্যই আমরা মানুষের জন্য এ কুরআনে সব ধরনের দৃষ্টান্ত দিয়েছি। আর আপনি যদি তাদের কাছে কোন নিদর্শন উপস্থিত করেন, তবে যারা কুফরী করেছে তারা অবশ্যই বলবে, 'তোমরা তো বাতিলপন্থী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ বলেন, অবশ্যই আমরা হক বর্ণনা করেছি, হককে তাদের জন্য স্পষ্ট করেছি, হকের জন্য বিভিন্ন প্রকার উদাহরণ তাদের সামনে তুলে ধরেছি। যাতে তারা হক চিনতে পারে এবং হকের অনুসরণ করতে পারে। কিন্তু তারা যে নিদর্শনই দেখুক না কেন, চাই সেটা তাদের প্রস্তাবনা মোতাবেকই হোক বা অন্যভাবেই পেশ করা হোক, তারা এর উপর ঈমান আনবে না। আর তারা বিশ্বাস করতে থাকবে যে, এটা জাদু ও বাতিল। যেমন চাঁদ দু’খণ্ডিত হওয়ার ব্যাপারে তাদের অবস্থান।[ইবন কাসীর] অন্য আয়াতেও আল্লাহ বলেন, “নিশ্চয় যাদের বিরুদ্ধে আপনার রবের বাক্য সাব্যস্ত হয়ে গেছে, তারা ঈমান আনবে না। যদিও তাদের কাছে সবগুলো নিদর্শন আসে, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি দেখতে পাবে।” [সূরা ইউনুস: ৯৬-৯৭]\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৩০ : ৫৯",
        "arabic_text": "\nكَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعۡلَمُونَ ",
        "bangla_text": "যারা জানে না আল্লাহ্ এভাবেই তাদের হৃদয়ে মোহর মেরে দেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুতরাং সেখানে কোন কল্যাণ প্রবেশ করবে না, সে অন্তরে কোন বস্তুর সঠিক রূপ প্রকাশিত হবে না। বরং সেখানে হক বাতিলরপে এবং বাতিল হকরুপে তাদের কাছে প্রতিভাত হবে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৩০ : ৬০",
        "arabic_text": "\nفَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ وَلَا يَسۡتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ ",
        "bangla_text": "অতএব আপনি ধৈর্য ধারণ করুন, নিশ্চয় আল্লাহর প্রতিশ্রুতি সত্য [১]। আর যারা দৃঢ় বিশ্বাসী নয় তারা যেন আপনাকে বিচলিত করতে না পারে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুতরাং আপনাকে যে কাজের নির্দেশ দেয়া হয়েছে তাতে ধৈর্য ধারণ করুন এবং আল্লাহর পথে দাওয়াতেও লেগে থাকুন, তাদের কাছ থেকে বিমুখ হওয়া দেখলেও তা যেন আপনাকে আপনার কাজ থেকে বিমুখ না করে। আর বিশ্বাস করুন যে, আল্লাহর ওয়াদা হক। এতে কোন সন্দেহ নেই। এটা বিশ্বাস থাকলে আপনার পক্ষে ধৈর্য ধারণ করা সহজ হবে। কারণ, বান্দা যখন জানতে পারে যে, তার কাজ নষ্ট হচ্ছে না, বরং সে সেটাকে পূর্ণমাত্রায় পাবে, তখন এ পথে যত কষ্টের মুখোমুখিই সে হোক না কেন, সে সেটাকে ভ্ৰক্ষেপ করবে না, কঠিন কাজও তার জন্য সহজ হয়ে যায়, বেশী কাজও তার কাছে অল্প মনে হয়, আর তার পক্ষে ধৈর্য ধারণ করা সহজ হয়ে যায়। [সা'দী]\n  <br/>\n  <br/>\n  [২] কারণ, তাদের ঈমান দুর্বল হয়ে গেছে, তাদের দৃঢ়তা কমে গেছে, তাই তাদের বিবেক হাল্কা হয়ে গেছে, তাদের সবর কমে গেছে। সুতরাং আপনি তাদের থেকে সাবধান থাকুন। আপনি যদি তাদের থেকে সাবধান না থাকুন, তবে তারা আপনাকে বিচলিত করে দিতে পারে, আপনাকে আল্লাহর আদেশ ও নিষেধের উপর থেকে সরিয়ে দিতে পারে। কারণ, সাধারণত মন চায় তাদের মত হতে। আয়াত থেকে প্রমাণিত হচ্ছে যে, প্রত্যেক মুমিনই দৃঢ়বিশ্বাসী, স্থির বিবেকসম্পন্ন, তাই তার জন্য ধৈর্য ধারণ করা সহজ। পক্ষান্তরে প্রত্যেক দুর্বল বিশ্বাসী, অস্থিরমতি থাকে। [সা'দী]\n  <br/>\n </p>\n</div>"
    }
]