[
    {
        "id": 1,
        "verse": "৩১ : ১",
        "arabic_text": "\nالٓمٓ ",
        "bangla_text": "আলিফ-লাম-মীম; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৩১ : ২",
        "arabic_text": "\nتِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ ",
        "bangla_text": "এগুলো হিকমতপূর্ণ কিতাবের আয়াত, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৩১ : ৩",
        "arabic_text": "\nهُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ ",
        "bangla_text": "পথ-নির্দেশ ও দয়াস্বরূপ মুহসিনদের জন্য [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ আয়াতগুলো সঠিক পথনির্দেশক এবং আল্লাহর পক্ষ থেকে অনুগ্রহের রূপ লাভ করে এসেছে। কিন্তু এ পথনির্দেশনা ও অনুগ্রহ থেকে লাভবান হয় একমাত্র তারাই যারা সৎকাজ করার পথ অবলম্বন করে, সৎ হতে চায়, কল্যাণ ও ন্যায়ের সন্ধান করে এবং অসৎকাজ সম্পর্কে যখনই সতর্ক করে দেয়া হয় তখনই তা পরিহার করে এবং কল্যাণ ও ন্যায়ের পথ যখনই সামনে খুলে রেখে দেয়া হয় তখনই সে পথে চলতে শুরু করে। আর যারা অসৎকাজ করে ও অসৎ মনোবৃত্তির অধিকারী তারা এ পথনির্দেশনা থেকে লাভবান হবে না এবং এ অনুগ্রহেরও কোন অংশ পাবে না। [তাবারী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৩১ : ৪",
        "arabic_text": "\nٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ ",
        "bangla_text": "যারা সালাত কায়েম করে এবং যাকাত দেয়, আর তারাই আখিরাতে নিশ্চিত বিশ্বাসী; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৩১ : ৫",
        "arabic_text": "\nأُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ",
        "bangla_text": "তারাই তাদের রবের পক্ষ থেকে হিদায়াতের উপর আছে এবং তারাই সফলকাম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যাদেরকে সৎকর্মপরায়ণ বলা হয়েছে তারা কেবলমাত্র এ তিনটি গুণাবলীর অধিকারী, একথা বলা হয়নি। আসলে প্রথমে ‘সৎকর্মপরায়ণ’ শব্দটি ব্যাপক অর্থে বর্ণনা করে এদিকে ইংগিত করা হয়েছে যে, এ কিতাব যেসব অপকর্মে বাধা দেয় এ সৎকর্মশীলরা সেসবগুলো থেকেই বিরত থাকে। আর এ কিতাব যেসব সৎকাজ করার হুকুম দেয়। এরা সেসবগুলোই করে। তারপর এ “সৎকর্মশীলদের” তিনটি গুরুত্বপূর্ণ গুণাবলী বিশেষভাবে উল্লেখ করা হয়েছে। এর মাধ্যমে একথা প্ৰকাশ করাই উদ্দেশ্য যে, বাদবাকি সমস্ত সৎকাজ কিন্তু এ তিনটি সদগুণের ওপরই নির্ভর করবে। তারা সালাত কায়েম করে। এর ফলে আল্লাহর হুকুম মেনে চলা ও আল্লাহর ভয়ে ভীত হওয়া তাদের স্থায়ী অভ্যাসে পরিণত হয়ে যায়। তারা যাকাত দেয়। এর ফলে আত্মত্যাগের প্রবণতা তাদের মধ্যে সুদৃঢ় ও শক্তিশালী হয়, পার্থিব সম্পদের প্রতি মোহ প্ৰদমিত হয় এবং আল্লাহর সন্তুষ্টি অর্জনের আকাংখা জেগে ওঠে। তারা আখেরাতে বিশ্বাস করে। এর ফলে তাদের মধ্যে দায়িত্ববোধ ও জবাবদিহি করার অনুভূতি জাগে। এর বদৌলতে তারা এমন জন্তু-জানোয়ারের মতো হয় না। যারা চারণক্ষেত্রে বাঁধনহারা হয়ে এদিক ওদিক চরে বেড়ায়। বরং তারা এমন মানুষদের মতো হয়ে যায় যারা নিজেদেরকে স্বেচ্ছাচারী মনে করে না। মনে করে, তারা কোন প্রভুর গোলাম এবং নিজেদের সমস্ত কাজের জন্য প্রভুর সামনে জবাবদিহি করতে বাধ্য। এ তিনটি বিশেষত্ত্বের কারণে এ “সৎকর্মশীলরা” ঠিক তেমনি ধরনের সৎকর্মশীল থাকে না। যারা ঘটনাক্রমে কোন সৎকাজ করে বসে এবং তাদের অসৎকাজও তেমনি সৎকাজের মতো একই ধারায় অনুষ্ঠিত হতে পারে। পক্ষান্তরে এ বিশেষত্বগুলো তাদের মধ্যে একটি চিন্তা ও নৈতিক ব্যবস্থার জন্ম দেয় যার ফলে তাদের সৎকাজগুলো একটি ধরা বাঁধা নিয়মানুসারে অনুষ্ঠিত হতে থাকে এবং অসৎকাজ যদি কখনো হয়ে যায়ই তাহলে তা হয় ঘটনাক্ৰমে। তাদের কোন গভীর চিন্তা ও নৈতিক উদ্যোগ তাদেরকে নিজেদের প্রকৃতিক চাহিদা অনুসারে অসৎপথে নিয়ে যায় না। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৩১ : ৬",
        "arabic_text": "\nوَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ ",
        "bangla_text": "আর মানুষের মধ্যে থেকে কেউ কেউ আল্লাহর পথ থেকে বিচ্যুত করার জন্য অসার বাক্য কিনে নেয় [১] জ্ঞান ছাড়াই [২] এবং আল্লাহর দেখানো পথ নিয়ে ঠাট্টা-বিদ্রূপ করে। তাদের জন্য রয়েছে অবমাননাকর শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] اَهْوَ الْحَدِيْثِ বাক্যটিতে حديث শব্দের অর্থ কথা, কিসসা-কাহিনী এবং لهو শব্দের অর্থ গাফেল হওয়া। যেসব বিষয় মানুষকে প্রয়োজনীয় কাজ থেকে গাফেল করে দেয় সেগুলোকে لهو বলা হয়। মাঝে মাঝে এমন কাজকেও لهو বলা হয়, যার কোন উল্লেখযোগ্য উপকারিতা নেই, কেবল সময় ক্ষেপণ অথবা মনোরঞ্জনের জন্যে করা হয়। আলোচ্য আয়াতে لَهْوَ الْحَدِيْثِ এর অর্থ ও তফসীর কি, এ সম্পর্কে তাফসীরবিদগণের উক্তি বিভিন্নরূপ। ইবনে মাসউদ, ইবনে আব্বাস ও জাবের রাদিয়াল্লাহু আনহুম- এর মতে এর অর্থ, গান-বাদ্য করা। অধিকাংশ সাহাবী, তাবেয়ী ও তফসীরবিদগণের মতে এর অর্থ গান, বাদ্যযন্ত্র ও অনর্থক কিসসা-কাহিনীসহ যেসব বস্তু মানুষকে আল্লাহর ইবাদত ও স্মরণ থেকে গাফেল করে, সেগুলো সবই لَهْوَ الْحَدِيْثِ। ইমাম বুখারী তার কিতাবে لَهْوَ الْحَدِيْثِ এর এ তাফসীরই অবলম্বন করেছেন। তিনি বলেন,\n  <br/>\n  <br/>\n  لَهْوُ الْحَدِيْثِ هُوَ الْغِنَاءُ وَ أَشْبَاهُه\n  <br/>\n  <br/>\n  অর্থাৎ, لَهْوَ الْحَدِيْثِ বলে গান ও অনুরূপ অন্যান্য বিষয় বোঝানো হয়েছে যা আল্লাহর ইবাদত থেকে গাফেল করে দেয়।\n  <br/>\n  <br/>\n  পূর্বেই বলা হয়েছে যে, অধিকাংশ সাহাবী উল্লেখিত আয়াতে لَهْوَالْحَدِيْثِ এর তাফসীর করেছেন গান-বাজনা করা। তবে কোন কোন সাহাবী আয়াতের ব্যাপক তাফসীর করে বলেছেন যে, আয়াতে এমন যে কোন খেলা বোঝানো হয়েছে, যা মানুষকে আল্লাহ থেকে গাফেল করে দেয়। আলেমগণ পবিত্র কুরআনের لَايَثْهَدُوْنَ الزُّوْرَه আয়াতের শব্দের তাফসীর করেছেন গান-বাজনা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “আমার উম্মতের কিছু লোক মদের নাম পাল্টিয়ে তা পান করবে। তাদের সামনে গায়িকারা বিভিন্ন বাদ্যযন্ত্র সহকারে গান করবে। আল্লাহ্ তা'আলা তাদেরকে ভূ-গর্ভে বিলীন করে দেবেন এবং কতকের বিকৃত করে বানর ও শূকরে পরিণত করে দেবেন।” [বুখারী:৫৫৯০, আবু দাউদ: ৪০৩৯] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমার বর্ণনায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আল্লাহ তা'আলা মদ, জুয়া, তবলা ও সারেঙ্গী হারাম করেছেন। তিনি আরও বলেন, নেশাগ্ৰস্ত করে এমন প্রত্যেক বস্তু হারাম। [আহমদ:১/৩৫০, আবু দাউদ: ৩৬৯৮] এতদ্ভিন্ন বহু প্রমাণ ও নির্ভরযোগ্য হাদীস রয়েছে, যাতে গান-বাদ্য হারাম ও না-জায়েয বলা হয়েছে, এ ব্যাপারে বিশেষ সতর্কবাণী রয়েছে এবং কঠিন শাস্তির ঘোষণা রয়েছে। সারকথা এই যে, যেসব কাজ প্রকৃতপক্ষে খেলা; অর্থাৎ যাতে কোন দ্বীনী বা পার্থিব উপকারিতা নেই, সেগুলো অবশ্যই নিন্দনীয় ও মাকরূহ। তবে কতক একেবারে কুফার পর্যন্ত পৌঁছে যায়, কতক প্রকাশ্য হারাম এবং কতক কমপক্ষে মাকরূহ। যেসব কাজ প্রকৃতই খেলা, তার কোনটিই এ বিধানের বাইরে নয়। বর্তমান যুগে অধিকাংশ যুবক-যুবতী অশ্লীল উপন্যাস, পেশাদার অপরাধীদের কাহিনী অথবা অশ্লীল কবিতা পাঠে অভ্যস্ত। এসব বিষয় উপরোক্ত হারাম খেলারই অন্তর্ভুক্ত। অনুরূপভাবে পথভ্রষ্ট বাতিলপন্থীদের চিন্তাধারা অধ্যায়ন করাও সর্ব সাধারণের জন্যে পথভ্রষ্টতার কারণ বিধায় না-জায়েয। তবে গভীর জ্ঞানের অধিকারী আলেমগণ জওয়াবা দানের উদ্দেশ্যে এগুলো পাঠ করলে তাতে আপত্তির কারণ নেই।\n  <br/>\n  <br/>\n  খেলার সাজ-সরঞ্জাম ক্ৰয়-বিক্রয়ের বিধান হলো, যেসব সাজ-সরঞ্জাম কুফার অথবা হারাম খেলায় ব্যবহৃত হয়, সেগুলো ক্ৰয়-বিক্রয় করাও হারাম এবং যেগুলো মাকরূহ খেলায় ব্যবহৃত হয়, সেগুলোর ব্যবসা করাও মাকরূহ। পক্ষান্তরে যেসব সাজ-সরঞ্জাম বৈধ ও ব্যতিক্রমভুক্ত খেলায় ব্যবহার করা হয়, সেগুলোর ব্যবসাও বৈধ এবং যেগুলো বৈধ ও অবৈধ উভয় প্রকার খেলায় ব্যবহার করা হয়; সেগুলোর ব্যবসাও অবৈধ।\n  <br/>\n  <br/>\n  এর বাইরে এমনও কতক খেলা রয়েছে যেগুলো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিশেষভাবে নিষিদ্ধ করেছেন, যদিও সেগুলোতে কিছু কিছু উপকারিতা আছে বলেও উল্লেখ করা হয়, যেমন দাবা, চওসর ইত্যাদি। এগুলোর সাথে হারজিত ও টাকা-পয়সার লেনদেন জড়িত থাকলে এগুলো জুয়া ও অকাট্য হারাম। অন্যথায় কেবল চিত্তবিনোদনের উদ্দেশ্যে খেলা হলেও হাদীসে এসব খেলা নিষিদ্ধ করা হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যে ব্যক্তি চওসর খেলায় প্রবৃত্ত হয়, সে যেন তার হাতকে শূকরের রক্তে রঞ্জিত করে। [মুসলিম: ২২৬০] এমনিভাবে কবুতর নিয়ে খেলা করাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অবৈধ সাব্যস্ত করেছেন। [আবু দাউদ: ৪৯৪০] এই নিষেধাজ্ঞার বাহ্যিক কারণ এই যে, সাধারণভাবে এসব খেলায় মগ্ন হলে মানুষ জরুরী কাজকর্ম এমন কি সালাত, সাওম ও অন্যান্য ইবাদত থেকেও অসাবধান হয়ে যায়।\n  <br/>\n  <br/>\n  তাই সংক্ষেপে এটাই বলা যায় যে, যে খেলায় কোন ধমীয় ও পার্থিব উপকারিতা নেই, সেসব খেলাই নিন্দনীয় ও নিষিদ্ধ। যে খেলা শারীরিক ব্যায়াম তথা স্বাস্থ্য রক্ষার জন্যে অথবা অন্য কোন ধমীয় ও পার্থিব উপকারিতা লাভের জন্যে অথবা কমপক্ষে মানসিক অবসাদ দূর করার জন্যে খেলা হয়, সে খেলা শরীয়ত অনুমোদন করে, যদি তাতে বাড়াবাড়ি না করা এবং এতে ব্যস্ত থাকার কারণে প্রয়োজনীয় কাজকর্ম বিঘ্নিত না হয়। আর ধর্মীয় প্রয়োজনের নিয়তে খেলা হলে তাতে সওয়াবও আছে। হাদীসে তিনটি খেলাকে নিষেধাজ্ঞার বাইরে রাখা হয়েছে তীর নিক্ষেপ, অশ্বারোহণ এবং স্ত্রীর সাথে হাস্যরস করা। [সাঈদ ইবন মানসূর: ২৪৫০, ইবন আবি শাইবাহঃ ৫/৩২০,৩২১ নাসায়ী: আস সুনানুল কুবরা ৪৩৫৪, ৮৯৩৮, ৮৯৩৯, ৮৯৪০, আস-সুগরা: ৬/২৮, ত্বাবরানী: আল-মুজামুল কবীর ১৭৮৫, আবু দাউদ: ২৫১৩, আল-মুনতাকা: ১০৬২, মুসনাদে আহমাদ 8/১৪৪,১৪৬, ১৪৮] কোন কোন বর্ণনায় এর সাথে যোগ করা হয়েছে, সাঁতার কাটা। [ত্বাবরানী: মুজামুল কাবীর ২/১৯৩, (১৭৮৬)। অপর বর্ণনায় এর সাথে যোগ করা হয়েছে, দৌড় প্রতিযোগিতা করা। [নাসায়ী: সুনানুল কুবরা ৫/৩০২, (৮৯৩৯)। অন্য বর্ণনায় এসেছে, সালামাহ ইবনে আকওয়া রাদিয়াল্লাহু আনহু বলেন, জনৈক আনসারী দৌড়ে অত্যন্ত পারদর্শী ছিলেন। প্রতিযোগিতায় কেউ তাঁকে হারাতে পারত না। তিনি একদিন ঘোষণা করলেন কেউ আমার সাথে দৌড় প্রতিযোগিতায় অবতীর্ণ হতে প্রস্তুত আছে কি? আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে অনুমতি চাইলে তিনি অনুমতি দিলেন। অতঃপর প্রতিযোগিতায় আমি জয়ী হয়ে গেলাম। [মুসলিম: ১৮০৭] এ থেকে জানা গেল যে, দৌড় প্রতিযোগিতা বৈধ।\n  <br/>\n  <br/>\n  আবিসিনিয়ার কতিপয় যুবক মদীনা তাইয়্যেবায় সামরিক কলা-কৌশল অনুশীলনকল্পে বর্শা ইত্যাদি নিয়ে খেলায় প্রবৃত্ত ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আয়েশা রাদিয়াল্লাহু আনহাকে নিজের পেছনে দাঁড় করিয়ে তাদের খেলা উপভোগ করাচ্ছিলেন। তিনি তাদেরকে বলেছিলেন খেলাধুলা অব্যাহত রাখো ৷ [বুখারী: ৪৫৪] অনুরূপভাবে কোন কোন সাহাবায়ে কেরাম সম্পর্কে বর্ণিত আছে যে, যখন তারা কুরআন ও হাদীস সম্পর্কিত কাজে ব্যস্ততার ফলে অবসন্ন হয়ে পড়তেন, তখন অবসাদ দূর করার জন্যে মাঝে মাঝে আরবে প্রচলিত কবিতা ও ঐতিহাসিক ঘটনাবলী দ্বারা মনোরঞ্জন করতেন। এক হাদীসে এরশাদ হয়েছে “তোমরা মাঝে মাঝে অন্তরকে বিশ্রাম ও আরাম দিবে। [আবু দাউদ: ১৫২৮] এ থেকে অন্তর ও মস্তিষ্কের বিনোদন এবং এর জন্যে কিছু সময় বের করার বৈধতা প্রমাণিত হয়।\n  <br/>\n  <br/>\n  [২] “জ্ঞান ছাড়াই” শব্দের সম্পর্ক “কিনে নেয়” এর সাথেও হতে পারে আবার “বিচ্যুত করে” এর সাথেও হতে পারে। যদি প্রথম বাক্যাংশের সাথে এর সম্পর্ক মেনে নেয়া হয়, তাহলে এর অর্থ হবে, সেই মূৰ্থ অজ্ঞ লোক এই মনোমুগ্ধকর জিনিসটি কিনে নেয় এবং সে জানে না কেমন মূল্যবান জিনিস বাদ দিয়ে সে কেমন ধ্বংসকর জিনিস কিনে নিচ্ছে। একদিকে আছে জ্ঞান ও সঠিক পথনির্দেশনা সমৃদ্ধ আল্লাহর আয়াত। বিনামূল্যে সে তা লাভ করছে কিন্তু তা থেকে মুখ ফিরিয়ে নিচ্ছে। অন্যদিকে রয়েছে সব অর্থহীন ও বাজে জিনিস। সেগুলো চিন্তা ও চরিত্ৰশক্তি ধ্বংস করে দেয়। নিজের টাকা পয়সা খরচ করে সে সেগুলো লাভ করছে। আর যদি একে দ্বিতীয় বাক্যাংশের সাথে সম্পর্কযুক্ত মনে করা হয়, তাহলে এর অর্থ হবে যে, সে জ্ঞান ছাড়াই লোকদের পথ দেখাচ্ছে এবং আল্লাহর সৃষ্টিকে আল্লাহর পথ থেকে বিচ্যুত করার চেষ্টা করে সে যে নিজের ঘাড়ে কত বড় জুলুমের দায়ভার চাপিয়ে নিচ্ছে, তা সে জানে না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৩১ : ৭",
        "arabic_text": "\nوَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ ",
        "bangla_text": "আর যখন তার কাছে আমাদের আয়াতসমূহ তিলাওয়াত করা হয় তখন সে অহংকারে মুখ ফিরিয়ে নেয় যেন সে এটা শুনতে পায়নি [১], যেন তার কান দুটো বধির; অতএব তাকে যন্ত্রণাদায়ক শাস্তির সংবাদ দিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অহংকারই মূলত কাফের-মুশরিকদেরকে ঈমান থেকে দূরে রেখেছিল। অন্য আয়াতেও আল্লাহ তা'আলা এ সত্য প্রকাশ করে বলেছেন, দুর্ভোগ প্রত্যেক ঘোর মিথ্যাবাদী পাপীর, যে আল্লাহর আয়াতসমূহের তিলাওয়াত শোনে অথচ ঔদ্ধত্যের সাথে অটল থাকে যেন সে তা শোনেনি। তাকে সংবাদ দিন যন্ত্রণাদায়ক শাস্তির; যখন আমার কোন আয়াত সে অবগত হয় তখন তা নিয়ে পরিহাস করে। তাদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি। তাদের পিছনে রয়েছে জাহান্নাম; তাদের কৃতকর্ম তাদের কোন কাজে আসবে না, তারা আল্লাহর পরিবর্তে যাদেরকে অভিভাবক স্থির করেছে ওরাও নয়। তাদের জন্য রয়েছে মহাশাস্তি। [সূরা আল-জাসিয়াহঃ ৭-১০]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৩১ : ৮",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ ",
        "bangla_text": "নিশ্চয় যারা ঈমান আনে ও সৎকাজ করে তাদের জন্য রয়েছে নেয়ামতপূর্ণ জান্নাত; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৩১ : ৯",
        "arabic_text": "\nخَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "সেখানে তারা স্থায়ী হবে। আল্লাহর  প্রতিশ্রুতি সত্য (অকাট্য)। আর তিনি প্রবল পরাক্রমশালী, হিকমতওয়ালা [১]!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নিজের প্রতিশ্রুতি পালন থেকে কোন জিনিসই তাঁকে ঠেকিয়ে রাখতে পারে না এবং তিনি যা কিছু করেন ঠিকমতো জ্ঞান ও ন্যায়পরায়ণতার দাবী অনুযায়ীই করেন। [ইবন কাসীর, ফাতহুল কাদীর; সাদী]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৩১ : ১০",
        "arabic_text": "\nخَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ ",
        "bangla_text": "তিনি আসমানসমূহ নির্মাণ করেছেন খুঁটি ছাড়া---তোমরা এটা দেখতে পাচ্ছ; তিনিই যমীনে স্থাপন করেছেন সুদৃঢ় পর্বতমালা যাতে এটা তোমাদেরকে নিয়ে ঢলে না পড়ে এবং এতে ছড়িয়ে দিয়েছেন সব ধরনের জীব-জন্তু। আর আমরা আকাশ হতে বারি বর্ষণ করি তারপর এতে উদ্গত  করি সব ধরণের কল্যাণকর উদ্ভিদ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৩১ : ১১",
        "arabic_text": "\nهَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "এটা আল্লাহর  সৃষ্টি! সুতরাং তিনি ছাড়া অন্যরা কি সৃষ্টি করেছে আমাকে দেখাও। বরং যালিমরা স্পষ্ট বিভ্রান্তিতে রয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  ১] অর্থাৎ যখন এরা এ বিশ্ব-জাহানে আল্লাহ ছাড়া আর কারো কোন সৃষ্টি চিহ্নিত করতে পারেনি এবং একথা সুস্পষ্ট যে, তারা তা করতে পারে না তখন তাদের যারা স্রষ্টা নয় এমন সত্ত্বাকে আল্লাহর একচ্ছত্র ও সার্বভৌম কর্তৃত্বে শরীক করা, তাদের সামনে আনুগত্যের শির নত করা এবং তাদের কাছে প্রার্থনা করা ও অভাব মোচন করার জন্য আবেদন জানানোকে সুস্পষ্ট নিৰ্বুদ্ধিতা ছাড়া আর কী বলা যেতে পারে?\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৩১ : ১২",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ ",
        "bangla_text": "আর অবশ্যই  আমরা লুক্‌মান [১] কে হিকমত [২] দিয়েছিলাম এবং বলেছিলাম যে, আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশ কর। আর যে কৃতজ্ঞতা প্রকাশ করে সে তো তা করে নিজেরই জন্য এবং কেউ অকৃতজ্ঞ হলে আল্লাহ্ তো অভাবমুক্ত, চির প্রশংসিত [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন তাবেয়ী আলোচ্য আয়াতে বর্ণিত লুকমানকে আইইয়্যূব আলাইহিস সালাম-এর ভাগ্নে বলেছেন। আবার কেউ কেউ তার খালাতো ভাই বলে বর্ণনা করেছেন। বিভিন্ন তফসীরে রয়েছে যে, তিনি দীর্ঘায়ু লাভ করেছিলেন এবং দাউদ আলাইহিস সালাম-এর সময়েও বেঁচে ছিলেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, লুকমান ছিলেন একজন হাবশী গোলাম। আবু হুরাইরা রাদিয়াল্লাহু ‘আনহু, মুজাহিদ, ইকরিমাহ ও খালেদ আর-রাবাঈও একথাই বলেন। জাবের ইবনে আবদুল্লাহ রাদিয়াল্লাহু আনহু বলেন, তিনি ছিলেন নূবার অধিবাসী। অপর বর্ণনায় তিনি বলেন, লুকমান চেপ্টা নাকবিশিষ্ট, বেঁটে আকারের হাবশী ক্রীতদাস ছিলেন। সাঈদ ইবনে মুসাইয়েবের উক্তি হচ্ছে, তিনি মিসরের কালো লোকদের অন্তর্ভুক্ত ছিলেন। মুজাহিদ বলেন, তিনি ফাটা পা ও পুরু ঠোঁটবিশিষ্ট হাবশী ক্রীতদাস ছিলেন। এ বক্তব্যগুলো প্রায় কাছাকাছি অবস্থান করছে। কারণ আরবের লোকেরা কালো বর্ণের মানুষদেরকে সেকালে প্রায়ই হাবশী বলতো। আর নূবা হচ্ছে মিসরের দক্ষিণে এবং সূদানের উত্তরে অবস্থিত একটি এলাকা। তাই উক্ত বক্তব্যগুলোতে একই ব্যক্তিকে নূবী, মিসরীয় ও হাবশী বলা কেবলমাত্র শাব্দিক বিরোধ ছাড়া আর কিছুই নয়। অর্থের দিক দিয়ে এখানে কোন বিরোধ নেই। এ ব্যক্তি আসলে বাসিন্দা ছিলেন মাদ্‌য়ান ও আইল (বর্তমান আকাবাহ) এলাকার। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমার বর্ণনা অনুযায়ী লুকমান কাঠ চেরার কাজ করতেন। আবার কোন কোন বর্ণনায় এসেছে যে, তিনি দর্জি ছিলেন।\n  <br/>\n  <br/>\n  কোন কোন গবেষক লুকমানকে আদ জাতির অন্তর্ভুক্ত ইয়ামনের বাদশাহ মনে করতো। তাদের মতে ‘আদ জাতির ওপর আল্লাহর আযাব নাযিল হবার পর হূদ আলাইহিস সালামের সাথে তাদের যে ঈমানদার অংশটি বেঁচে গিয়েছিল লুকমান ছিলেন তাঁদেরই বংশোদ্ভূত। ইয়ামনে এ জাতির যে শাসন প্রতিষ্ঠিত হয়েছিল তিনি ছিলেন তার অন্যতম শাসক ও বাদশাহ। কিন্তু প্ৰবীণ সাহাবী ও তাবেঈদের মাধ্যমে প্রাপ্ত অন্য বর্ণনাগুলো এর সম্পূর্ণ বিপরীত। সম্ভবত: এর কারণ হচ্ছে, ইতিহাসে লুকমান ইব্‌ন ‘আদ নামক এক ব্যক্তি প্ৰসিদ্ধি লাভ করেছিলেন। কোন কোন গবেষক তাকে এই লুকমান হাকীমই ধরে নিয়েছেন। আল্লামা সুহাইলী এ সন্দেহ অপনোদন করে বলেছেন যে, লুকমান হাকীম ও লুকমান ইবনে আদ দু'জন আলাদা ব্যক্তি। তাদেরকে এক ব্যক্তি মনে করা ঠিক নয়।\n  <br/>\n  <br/>\n  লুকমান কোন নবী ছিলেন না; বরং ওলী, প্রজ্ঞাবান ও বিশিষ্ট মনীষী ছিলেন। ইবনে কাসীর বলেন যে, প্রাচীন ইসলামী মনীষীবৃন্দ এ ব্যাপারে একমত যে, তিনি নবী ছিলেন না। কেবল ইকরিম থেকে বর্ণিত আছে যে, তিনি নবী ছিলেন। কিন্তু এর বর্ণনাসূত্র বা সনদ দুর্বল। ইমাম বগবী বলেন, একথা সর্বসম্মত যে, তিনি বিশিষ্ট ফকীহ ও প্রজ্ঞাবান ব্যক্তি ছিলেন, নবী ছিলেন না। ইবনে কাসীর আরো বলেন, তার সম্পর্কে কাতাদাহ থেকে বর্ণিত আছে যে, আল্লাহ লুকমানকে নবুওয়ত ও হেকমত বা প্রজ্ঞা-দুয়ের মধ্যে যে কোন একটি গ্রহণের সুযোগ দেন। তিনি হেকমতই গ্রহণ করেন। কোন কোন বর্ণনায় আছে যে, তাকে নবুওয়ত গ্রহণের সুযোগ দেয়া হয়েছিল। তিনি আরয করলেন যে, “যদি আমার প্রতি এটা গ্ৰহণ করার নির্দেশ হয়ে থাকে, তবে তা শিরোধার্য। অন্যথায় আমাকে ক্ষমা করুন।” কাতাদা থেকে আরও বর্ণিত আছে যে, লুকমানের নিকট এক ব্যক্তি জিজ্ঞেস করেছিলেন যে, আপনি হেকমতকে নবুওয়ত থেকে সমধিক গ্রহণযোগ্য কেন মনে করলেন, যখন আপনাকে যে কোন একটা গ্রহণ করার অধিকার দেয়া হয়েছিল? তিনি বললেন যে, নবুওয়ত বিশেষ দায়িত্বপূর্ণ পদ। যদি তা আমার ইচ্ছা ব্যতীত প্ৰদান করা হতো, তবে স্বয়ং মহান আল্লাহ তার দায়িত্ব গ্রহণ করতেন যাতে আমি সে কর্তব্যসমূহ পালন করতে সক্ষম হই। কিন্তু যদি আমি তা স্বেচ্ছায় চেয়ে নিতাম, তবে সে দায়িত্ব আমার উপর বর্তাতো। বর্ণিত আছে যে, দাউদ আলাইহিস সালাম-এর আবির্ভাবের পূর্বে লুকমান শরীয়তী মাসআলাসমূহ সম্পর্কে জনগণের নিকট ফতোয়া দিতেন। দাউদ আলাইহিস সালাম-এর নবুওয়ত প্ৰাপ্তির পর তিনি এ ফতোয়া প্ৰদান কার্য পরিত্যাগ করেন এই বলে যে, এখন আর তার প্রয়োজন নেই। কোন কোন বর্ণনায় এসেছে যে, তিনি ইসরাঈল গোত্রের বিচারপতি ছিলেন। লুকমানের বহু জ্ঞানগর্ভ বাণী লিপিবদ্ধ আছে। কোন কোন তাবেয়ী বলেন, আমি লুকমানের জ্ঞান-বিজ্ঞানের দশ হাজারের চাইতেও বেশী অধ্যায় অধ্যায়ন করেছি। একদিন লুকমান এক বিরাট সমাবেশে উপস্থিত জনমণ্ডলীকে বহু জ্ঞানগর্ভ কথা শোনাচ্ছিলেন। এমন সময় এক ব্যক্তি এসে জিজ্ঞেস করলো যে, আপনি কি সে ব্যক্তি – যে আমার সাথে অমুক বনে ছাগল চরাতো? লুকমান বলেন, হ্যাঁ-আমিই সে লোক। অতঃপর লোকটি বললো, তবে আপনি এ মর্যাদা কিভাবে লাভ করলেন যে, আল্লাহ্‌র গোটা সৃষ্টিকুল আপনার প্রতি সম্মান প্রদর্শন করে এবং আপনার বাণী শোনার জন্যে দূর-দূরান্ত থেকে এসে জমায়েত হয়? উত্তরে লুকমান বললেন যে, এর কারণ আমার দুটি কাজ-[এক] সর্বদা সত্য বলা, [দুই] অপ্রয়োজনীয় কথাবার্তা পরিহার করা। অপর এক বর্ণনায় আছে যে, লুকমান বলেছেন, এমন কতগুলো কাজ আছে যা আমাকে এর স্তরে উন্নীত করেছে। যদি তুমি তা গ্রহণ কর, তবে তুমিও এ মর্যাদা ও স্থান লাভ করতে পারবে। সে কাজগুলো এই : নিজের দৃষ্টি নিম্নমুখী রাখা এবং মুখ বন্ধ করা, হালাল জীবিকাতে তুষ্ট থাকা, নিজের লজ্জাস্থান সংরক্ষণ করা, সত্য কথায় অটল থাকা, অঙ্গীকার পূর্ণ করা, মেহমানের আদর-আপ্যায়ন ও তাদের প্রতি সম্মান প্রদর্শন, প্রতিবেশীর প্রতি সর্বদা লক্ষ্য রাখা এবং অপ্রয়োজনীয় কাজ ও কথা পরিহার করা। [ইবন কাসীর: আল-বিদায়াহ ওয়ান নিহায়াহ]\n  <br/>\n  <br/>\n  [২] হেকমত অর্থ প্রজ্ঞা, জ্ঞান, বুদ্ধিমত্তা, পাণ্ডিত্য, যুগ ও সময়োপযোগী কথা বলা ও কাজ করার যোগ্যতা ইত্যাদি। [তাবারী, ইবন কাসীর, বাগভী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যে ব্যক্তি কুফরী করে তার কুফারী তার নিজের জন্য ক্ষতিকর। এতে আল্লাহর কোন ক্ষতি হয় না। তিনি অমুখাপেক্ষী। কারো কৃতজ্ঞতার মুখাপেক্ষী নন। কারো কৃতজ্ঞতা তাঁর সার্বভৌম কর্তৃত্বে কোন বৃদ্ধি ঘটায় না। বান্দার যাবতীয় নিয়ামত যে একমাত্র তাঁরই দান, কারো অকৃতজ্ঞতা ও কুফরী এ জাজ্জ্বল্যমান সত্যে কোন পরিবর্তন ঘটাতে পারে না। কেউ তাঁর প্রশংসা করুক বা নাই করুক। তিনি আপনা আপনিই প্রশংসিত। বিশ্ব-জাহানের প্রতিটি অণু-কণিকা তাঁর পূর্ণতা ও সৌন্দর্য এবং তাঁর স্রষ্টা ও অন্নদাতা হবার সাক্ষ্য দিচ্ছে এবং প্রত্যেকটি সৃষ্ট বস্তু নিজের সমগ্র সত্তা দিয়ে তাঁর প্রশংসা গেয়ে চলছে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৩১ : ১৩",
        "arabic_text": "\nوَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ ",
        "bangla_text": "আর স্বরণ করুন যখন লুকমান উপদেশ দিতে গিয়ে তার পুত্রকে বলেছিল, 'হে আমার প্রিয় বৎস! আল্লাহর সাথে কোন শির্ক করো না। নিশ্চয় শির্ক বড় যুলুম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জ্ঞানগর্ভ বাণীসমূহের মধ্যে সর্বাগ্রে হলো আকীদাসমূহের পরিশুদ্ধিতার ব্যাপারে কথা বলা। সে জন্য লুকমানের সর্বপ্রথম কথা হলো কোন প্রকারের অংশীদারিত্ব স্থির না করে আল্লাহ কে গোটা বিশ্বের স্রষ্টা ও প্ৰভু বলে বিশ্বাস করা। সাথে সাথে আল্লাহর কোন সৃষ্ট বস্তুকে স্রষ্টার সমমর্যাদাসম্পন্ন মনে করার মত গুরুতর অপরাধ দুনিয়াতে আর কিছু হতে পারে না। তাই তিনি বলেছেন, ‘হে আমার প্রিয় বৎস, আল্লাহর অংশীদার স্থির করো না, অংশীদার স্থাপন করা গুরুতর যুলুম’। জুলুমের প্রকৃত অর্থ হচ্ছে, কারো অধিকার হরণ করা এবং ইনসাফ বিরোধী কাজ করা। শির্ক এ জন্য বৃহত্তর জুলুম যে, মানুষ এমন সব সত্তাকে তার নিজের স্রষ্টা, রিযিকদাতা ও নিয়ামতদানকারী হিসেবে বরণ করে নেয়, তার সৃষ্টিতে যাদের কোন অংশ নেই। তাকে রিফিক দান করার ক্ষেত্রে যাদের কোন দখল নেই এবং মানুষ এ দুনিয়ায় যেসব নিয়ামত লাভে ধন্য হচ্ছে সেগুলো প্ৰদান করার ব্যাপারে যাদের কোন ভূমিকাই নেই। এটা এত বড় অন্যায়, যার চেয়ে বড় কোন অন্যায়ের কথা চিন্তাই করা যায় না। তারপর মানুষ একমাত্র তার স্রষ্টারই বন্দেগী করবে, এটা মানুষের ওপর তার স্রষ্টার অধিকার। কিন্তু সে অন্যের বন্দেগী ও পূজা-অৰ্চনা করে তাঁর অধিকার হরণ করে। তারপর স্রষ্টা ছাড়া অন্য সত্তার বন্দেগী ও পূজা করতে গিয়ে মানুষ যে কাজই করে তাতে সে নিজের দেহ ও মন থেকে শুরু করে পৃথিবী ও আকাশের বহু জিনিস ব্যবহার করে। অথচ এ সমস্ত জিনিস এক লা-শরীক আল্লাহই সৃষ্টি করেছেন এবং এর মধ্যে কোন জিনিসকে আল্লাহ ছাড়া অন্য কারো বন্দেগীতে ব্যবহার করার অধিকার তার নেই। তারপর মানুষ নিজেকে লাঞ্ছনা ও দুর্ভোগের মধ্যে ঠেলে দেবে না, তার নিজের ওপর এ অধিকার রয়েছে। কিন্তু সে স্রষ্টাকে বাদ দিয়ে সৃষ্টির বন্দেগী করে নিজেকে লাঞ্ছিত ও অপমানিত করে এবং এই সঙ্গে শাস্তির যোগ্যও বানায়। এভাবে একজন মুশরিকের সমগ্র জীবন একটি সৰ্বমুখী ও সার্বক্ষণিক যুলুমে পরিণত হয়। তার কোন একটি মুহুৰ্তও যুলুমমুক্ত নয়। পক্ষান্তরে মুমিন এ ধরনের অবস্থা থেকে মুক্ত। হাদীসে এসেছে, ‘যখন নাযিল হল ‘যারা ঈমান এনেছে এবং তাদের ঈমানের সাথে যুলুমের সংমিশ্রণ ঘটায়নি তাদের জন্যই রয়েছে নিরাপত্তা। [সূরা আল-আন’আম:৮২] তখন সাহাবায়ে কিরাম অত্যন্ত ভীত হয়ে গেলেন; (কারণ তারা যুলুমের আভিধানিক অর্থ ধরে নিয়েছিলেন)। তারা বলতে লাগলেন, আমাদের কেউ কি এমন আছে যে, যার ঈমানের সাথে যুলুম নেই? তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এটা সেই যুলুম নয় (যার ভয় তোমরা করছ)। তোমরা কি শুননি লুকমান তার ছেলেকে কি বলেছে, তিনি বলেছেন: নিশ্চয় শির্ক হচ্ছে বড় যুলুম' বুখারী: ৪৭৭৬]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৩১ : ১৪",
        "arabic_text": "\nوَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ ",
        "bangla_text": "আর আমরা মানুষকে তার পিতা-মাতার প্রতি সদাচরণের নির্দেশ দিয়েছি। তার মা তাকে কষ্টের পর কষ্ট বরণ করে গর্ভ ধারণ করে, আর তার দুধ ছাড়ানো হয় দু'বছরে। কাজেই আমার প্রতি ও তোমার পিতা-মাতার প্রতি কৃতজ্ঞ হও [১]। ফিরে আসা তো আমারই কাছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যখন পিতা-মাতার প্রতি কর্তব্য পালন এবং তাদের কৃতজ্ঞতা স্বীকারের নির্দেশ প্ৰদান করা হয়েছে, তখন এর হেকমত ও অন্তর্নিহিত রহস্য এই বর্ণনা করেছেন যে, তার মা ধরাধামে তার আবির্ভাব ও অস্তিত্ব বজায় রাখার ক্ষেত্রে অসাধারণ ত্যাগ স্বীকার ও অবর্ণনীয় দুঃখ-কষ্ট বরদাশত করেছেন। নয় মাস কাল উদরে ধারণ করে তার রক্ষণাবেক্ষণ করেছেন এবং এ কারণে ক্রমবর্ধমান দুঃখ-কষ্ট বরদাশত করেছেন। আবার ভূমিষ্ট হওয়ার পরও দু’বছর পর্যন্ত স্তন্যদানের কঠিন ঝামেলা পোহাতে হয়েছে। যাতে দিন-রাত মাকে কঠোর পরিশ্রম করতে হয়েছে। ফলে তার দুর্বলতা উত্তরোত্তর বৃদ্ধি পেয়েছে। আর সন্তানের লালন-পালন করার ক্ষেত্রে মাকেই যেহেতু অধিক ঝুঁকি-ঝামেলা বহন করতে হয়, সেজন্য শরীয়তে মায়ের স্থান ও অধিকার পিতার অগ্রে রাখা হয়েছে। যদি পিতা-মাতার কৃতজ্ঞতা প্রকাশ করা না হয় তাতে আল্লাহরাও কৃতজ্ঞতা প্রকাশ করা হয় না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘যে কেউ মানুষের কাছে কৃতজ্ঞ হয় না সে আল্লাহর কাছেও কৃতজ্ঞ হতে পারে না।’ [আবুদাউদ:৪৮১১, তিরমিয়ী:১৯৫৪, মুসনাদে আহমাদ:২/২৯৫]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৩১ : ১৫",
        "arabic_text": "\nوَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "আর তোমার পিতা-মাতা যদি তোমাকে আমার সাথে শির্ক করার জন্য পীড়াপীড়ি করে, যে বিষয়ে তোমার কোন জ্ঞান নেই [১], তাহলে তুমি তাদের কথা মেনো না এবং দুনিয়াতে তাদের সাথে বসবাস করবে সদ্ভাবে [২] আর যে আমার অভিমুখী হয়েছে তার পথ অনুসরণ কর। তারপর তোমাদের ফিরে আসা আমারই কাছে, তখন তোমরা যা করতে সে বিষয়ে আমি তোমাদেরকে অবিহিত করব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমার জানা মতে যে আমার সাথে শরীক নয়। অথবা তুমি আমার কোন শরীক আছে বলে জান না। তুমি তো শুধু এটাই জান যে, আমি এক, আমার কোন শরীক নেই। এমতাবস্থায় কিভাবে তুমি তোমার পিতা-মাতার কথা মানতে পার? অন্যায়কে যেন তুমি প্রশ্ৰয় না দাও। শির্ক গুরুতর অপরাধ হওয়ার কারণেই আল্লাহর নির্দেশ এই যে, যদিও সন্তানের প্রতি পিতা-মাতাকে মান্য করার ও তাদের কৃতজ্ঞতা স্বীকারের বিশেষ তাকীদ রয়েছে এবং আল্লাহ্‌র প্রতি আনুগত্য প্রকাশ ও কৃতজ্ঞতা প্রকাশের সাথে সাথে পিতা-মাতার প্রতিও তা করার জন্যে সন্তানকে নির্দেশ দেয়া হয়েছে। কিন্তু শির্ক এমন গুরুতর অন্যায় ও মারাত্মক অপরাধ যে, মাতা-পিতার নির্দেশে, এমন কি বাধ্য করার পরও কারো পক্ষে তা জায়েয হয়ে যায় না। যদি কারো পিতা-মাতা তাকে আল্লাহর সাথে অংশী স্থাপনে বাধ্য করতে চেষ্টা করতে থাকেন, এ বিষয়ে পিতা-মাতার কথাও রক্ষা করা জায়েয নয়। যেমনটি হয়েছিল, সা'দ ইবন আবি ওয়াক্কাস রাদিয়াল্লাহু আনহুর সাথে তার মায়ের আচরণ। তিনি ইসলাম গ্ৰহণ করলে তার মা শপথ করলেন যে, যতক্ষণ তুমি আবার পূর্ববতী দ্বীনে ফিরে না আসবে ততক্ষণ আমি কোন খাবার গ্রহণ করবনা। কিন্তু সা’দ রাদিয়াল্লাহু ‘আনহু তার এ কথা মান্য করলেন না। তার সমর্থনেই এই আয়াত নাযিল হয়। [মুসলিম : ১৭৪৮]\n  <br/>\n  <br/>\n  [২] যদি পিতা-মাতা আল্লাহর অংশী স্থাপনে বাধ্য করার চেষ্টা করেন, তখন আল্লাহর নির্দেশ হল তাদের কথা না মানা। এমতাবস্থায় মানুষ স্বভাবতঃ সীমার মধ্যে স্থির থাকে না। এ নির্দেশ পালন করতে গিয়ে সন্তানের পক্ষে পিতা-মাতার প্রতি কটু বাক্য প্রয়োগ ও অশোভন আচরণ করে তাঁদেরকে অপমানিত করার সম্ভাবনা ছিল। ইসলাম তো ন্যায়নীতির জ্বলন্ত প্রতীক-প্রত্যেক বস্তুরই একটি সীমা আছে। তাই অংশীদার স্থাপনের বেলায় পিতা-মাতার অনুসরণ না করার নির্দেশের সাথে সাথে এ হুকুমও প্ৰদান করেছে যে, দ্বীনের বিরুদ্ধে তো তাদের কথা মানবে না, কিন্তু পার্থিব কাজকর্ম যথা শারীরিক সেবা-যত্ন বা ধন-সম্পদ ব্যয় ও অন্যান্য ক্ষেত্ৰে যেন কার্পণ্য প্রদর্শিত না হয়। তাদের প্রতি বেআদবী ও অশালীনতা প্রদর্শন করো না। তাদের কথাবার্তার এমনভাবে উত্তর দিবে না, যাতে অহেতুক মনোবেদনার উদ্রেক করে। মোটকথা, শিরক-কুফরীর ক্ষেত্রে তাদের কথা না মানার কারণে যে মর্মপীড়ার উদ্রেক হবে, তা তো অপারগতা হেতু বরদাশত করবে, কিন্তু প্রয়োজনকে তার সীমার মধ্যেই রাখতে হবে। অন্যান্য ব্যাপারে যেন মনোকষ্টের কারণ না ঘটে। সে সম্পর্কে সচেতন থাকবে। [কুরতুবী, তাবারী, সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৩১ : ১৬",
        "arabic_text": "\nيَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ ",
        "bangla_text": "'হে আমার প্রিয় বৎস! নিশ্চয় তা (পাপ- পুণ্য) যদি সরিষার দানা পরিমাণও হয়, অতঃপর তা থেকে শিলাগর্ভে অথবা আসমানসমূহে কিংবা যমীনে, আল্লাহ্ তাও উপস্থিত করবেন [১]। নিশ্চয় আল্লাহ্‌ সুক্ষ্মদর্শী, সম্যক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বিশ্বাস রাখতে হবে যে, আসমান ও যমীন এবং এর মাঝে যা কিছু আছে, এর প্রতিটি বিন্দুকণা আল্লাহর অসীম জ্ঞানের আওতাধীন এবং সবকিছুর উপর তাঁর পূর্ণ ক্ষমতা ও আধিপত্য রয়েছে। কোন বস্তু যত গভীর আঁধার বা যবনিকার অন্তরালেই থাক না কেন – মহান আল্লাহর জ্ঞান ও দৃষ্টির আড়ালে থাকতে পারে না এবং তিনি যে কোন বস্তুকে যখন ও যেখানে ইচ্ছা উপস্থিত করতে পারেন। যাবতীয় বস্তু মহান আল্লাহর জ্ঞান ও ক্ষমতার আওতাভুক্ত। আল্লাহর জ্ঞান ও তাঁর পাকড়াও এর বাইরে কেউ যেতে পারে না। পাথরের মধ্যে ছোট্ট একটি কণা তোমার দৃষ্টির অগোচরে থাকতে পারে কিন্তু তাঁর কাছে তা সুস্পষ্ট। আকাশ মণ্ডলে একটি ক্ষুদ্রতম কণিকা তোমার থেকে বহু দূরবতী হতে পারে কিন্তু তা আল্লাহর বহু নিকটতর। ভূমির বহু নিম্ন স্তরে পতিত কোন জিনিস, তোমার কাছে কোথায়, কোন অবস্থায় ও কী অবস্থায় রয়েছে, তুমি যে কোন সৎ বা অসৎ কাজই করো না কেন, তা আল্লাহর অগোচরে নয়। তিনি কেবল তা জানেন তাই নয় বরং যখন হিসেবা-নিকেশের সময় আসবে তখন তিনি তোমাদের প্রত্যেকটি কাজের ও নড়াচড়ার রেকর্ড সামনে নিয়ে আসবেন। [কুরতুবী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৩১ : ১৭",
        "arabic_text": "\nيَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ ",
        "bangla_text": "'হে আমার প্রিয় বৎস! সালাত কায়েম করো, সৎ কাজের নির্দেশ দাও এবং অসৎ কাজে নিষেধ কর, আর তোমার উপর যা আপতিত হয় তাতে ধৈর্য ধারণ কর। নিশ্চয় এটা অন্যতম দৃঢ় সংকল্পের কাজ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৩১ : ১৮",
        "arabic_text": "\nوَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ ",
        "bangla_text": "‘আর তুমি মানুষের প্রতি অবজ্ঞাভরে তোমার গাল বাঁকা কর না [১] এবং যমীনে উদ্ধতভাবে বিচরণ কর না [২]; নিশ্চয় আল্লাহ্ কোন উদ্ধত, অহংকারীকে পছন্দ করেন না [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পঞ্চম উপদেশ সামাজিক কর্মকাণ্ড সম্পর্কে, বলা হয়েছে যে, লোকের সাথে সাক্ষাত বা কথোপকথনের সময় মুখ ফিরিয়ে রেখো না-যা তাদের প্রতি উপেক্ষা ও অহংকারের নিদর্শন এবং ভদ্রোচিত স্বভাব ও আচরণের পরিপন্থী। এর আরেক অর্থ হলো, মানুষের প্রতি গাল বাঁকা করে কথা বলো না। এ অর্থ অনুসারে তার প্রতি তাকিয়েও যদি গাল বাঁকা করে তাকে অপমান করা উদ্দেশ্য হয় তবে তাও নিষিদ্ধ হবে। [কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ গর্বভরে ঔদ্ধত্যের সহিত বিচরণ করো না। আল্লাহ ভূমিকে যাবতীয় বস্তু হতে নত ও পতিত করে সৃষ্টি করেছেন। তোমাদের সৃষ্টিও এ মাটি দিয়েই। তোমরা এর উপর দিয়েই চলাফেরা করা-নিজের নিগুঢ় তত্ত্ব বুঝতে চেষ্টা কর। আত্মাভিমানীদের ধারা অনুসরণ করে অহংকারভরে বিচরণ করো না। আল্লাহ কোন অহংকারী আত্মাভিমানীকে পছন্দ করেন না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যার অন্তরে শরিষা দানা পরিমান ঈমান আছে সে জাহান্নামে যাবে না, পক্ষান্তরে যার অন্তরে শরিষা দানা পরিমান অহংকার আছে সে জান্নাতে যাবে না।’ [মুসলিম:১৩২] অন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: আর তিনজনকে আল্লাহ পছন্দ করেন না, অহংকারী, দাম্ভিক। যেমন তোমরা আল্লাহর কিতাবে পাও, তারপর আলোচ্য আয়াত তেলাওয়াত করলেন। আর দান করে খোঁটা প্রদানকারী কৃপণ ব্যক্তি; এরং শপথের মাধ্যমে বিক্রয়কারী। [মুসনাদে আহমাদ: ৫/১৭৬]\n  <br/>\n  <br/>\n  [৩] ‘মুখতাল’ মানে হচ্ছে, এমন ব্যক্তি যে নিজেই নিজেকে কোন বড় কিছু মনে করে। আর ‘ফাখূর’ তাকে বলে, যে নিজের বড়াই করে অন্যের কাছে। [ইবন কাসীর] মানুষের চালচলনে অহংকার, দম্ভ ও ঔদ্ধত্যের প্রকাশ তখনই অনিবার্য হয়ে ওঠে, যখন তার মাথায় নিজের শ্রেষ্ঠত্বের বিশ্বাস ঢুকে যায় এবং সে অন্যদেরকে নিজের বড়াই ও শ্রেষ্ঠত্ব অনুভব করাতে চায়। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৩১ : ১৯",
        "arabic_text": "\nوَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ ",
        "bangla_text": "‘আর তুমি তোমার চলার ক্ষেত্রে মধ্যপন্থা অবলম্বন কর [১] এবং তোমার কণ্ঠস্বর নীচু করো [২]; নিশ্চয় সুরের মধ্যে গর্দভের সুরই সবচেয়ে অপ্রীতিকর [৩]।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দৌড়-ধাপসহ চলো না, যা সভ্যতা ও শালীনতার পরিপন্থী। এভাবে চলার ফলে নিজেরও দুর্ঘটনায় পতিত হওয়ার আশংকা থাকে বা অপরের দুর্ঘটনার কারণও ঘটতে পারে। আবার অত্যাধিক মন্থর গতিতেও চলো না—যা সেসব গর্বস্ফীত আত্মভিমানীদের অভ্যাস, যারা অন্যান্য মানুষের চাইতে নিজের অসার কৌলীন্য ও শ্রেষ্ঠত্ব দেখাতে চায়। অথবা সেসব স্ত্রীলোকদের অভ্যাস, যারা অত্যধিক লজ্জা-সংকোচের দরুন দ্রুতগতিতে বিচরণ করে না। অথবা অক্ষম ব্যাধিগ্রস্তদের অভ্যাস। প্রথমটি তো হারাম। দ্বিতীয়টি যদি নারী জাতির অনুসরণে করা হয় তাও না-জায়েয। আর যদি এ উদ্দেশ্য না থাকে, তবে পুরুষের পক্ষে এটা একটা কলঙ্ক। তৃতীয় অবস্থায় আল্লাহর প্রতি অকৃতজ্ঞতা প্ৰদৰ্শন-সুস্থ থাকা সত্ত্বেও রোগগ্ৰস্তাদের রূপ ধারণ করা। [ইবন কাসীর, কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমাদের স্বর ক্ষীণ কর। যার অর্থ স্বর প্রয়োজনাতিরিক্ত উচ্চ করো না। [ইবন কাসীর, কুরতুবী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ চতুষ্পদ জন্তুসমূহের মধ্যে গাধার চীৎকারই অত্যন্ত বিকট ও শ্রুতিকটু। [কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৩১ : ২০",
        "arabic_text": "\nأَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ ",
        "bangla_text": "তোমরা কি দেখ না, নিশ্চয় আল্লাহ্ আসমানসমূহ ও যমীনে যা কিছু আছে সবকিছুই তোমাদের কল্যানে নিয়োজিত করেছেন এবং তোমাদের প্রতি তাঁর প্রকাশ্য ও অপ্রকাশ্য অনুগ্রহ সম্পূর্ণ করেছেন [১]? আর মানুষের মধ্যে কেউ কেউ কোন জ্ঞান, কোন পথনির্দেশ বা কোন দীপ্তিমান কিতাব ছাড়াই আল্লাহ্ সম্বন্ধে বিতণ্ডা করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তোমাদের উপর তাঁর প্রকাশ্য-অপ্ৰকাশ্য সকল প্রকারের নেয়ামত পরিপূর্ণ করে দিয়েছেন। প্রকাশ্য নেয়ামত বলতে সেসব নেয়ামতকেই বোঝায়, যা মানুষ তার পঞ্চেন্দ্ৰিয়ের সাহায্যে অনুধাবন করতে পারে। যেমন, মনোরম আকৃতি, মানুষের সুঠাম ও সংবদ্ধ অঙ্গ-প্রত্যঙ্গ এবং প্রত্যেক অংগ এমন সুসামঞ্জস্যপূর্ণভাবে তৈরী করা যেন তা মানুষের কাজে সর্বাধিক সহায়কও হয় অথচ আকৃতি-প্রকৃতিতেও কোন প্রকারের বিকৃতি না ঘটায়। অনুরূপভাবে জীবিকা, ধন-সম্পদ, জীবনযাপনের মাধ্যমসমূহ, সুস্থতা ও কুশলাবস্থা—এসবই ইন্দ্ৰিয়গ্রাহ্য নেয়ামত ও অনুকম্পাসমূহের অন্তর্ভুক্ত। তদ্রুপ দ্বীন ইসলামকে সহজ ও অনায়াসলব্ধ করে দেয়া, আল্লাহ-রাসূলের অনুসরণ ও আনুগত্য প্রদর্শনের তওফীক প্ৰদান, অন্যান্য দ্বীনের উপর ইসলামের বিজয় ও প্রভাবশীলতা এবং শক্ৰদের মোকাবেলায় মুসলিমদের প্রতি সাহায্য ও সহায়তা- এসবই প্রকাশ্য নেয়ামতসমূহের পর্যায়ভুক্ত। আর গোপনীয় নেয়ামত সেগুলো, যা মানব হৃদয়ের সাথে সম্পর্কযুক্ত-যথা ঈমান, আল্লাহর পরিচয় লাভ এবং জ্ঞান-বুদ্ধি, সচ্চরিত্র, পাপসমূহ গোপন করা ও অপরাধসমূহের ত্বরিৎ শাস্তি আরোপিত না হওয়া ইত্যাদি। অথবা যেসব নেয়ামত মানুষ জানে না এবং অনুভবও করে না সেগুলো গোপন নিয়ামত। মানুষের নিজের শরীরে এবং তার বাইরে দুনিয়ায় তার স্বার্থে কাজ করে যাচ্ছে এমন অগণিত ও অসংখ্য জিনিস রয়েছে কিন্তু মানুষ জানেও না যে, তার স্রষ্টা তার হেফাযত ও সংরক্ষণের জন্য, তাকে জীবিকা দান করার জন্য, তার বৃদ্ধি ও বিকাশ সাধনের জন্য এবং তার কল্যাণার্থে কত রকমের সাজ-সরঞ্জাম যোগাড় করে রেখেছেন। [দেখুন, ফাতহুল কাদীর; বাগভী]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৩১ : ২১",
        "arabic_text": "\nوَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ ",
        "bangla_text": "আর তাদেরকে যখন বলা হয়, 'আল্লাহ্ যা নাযিল করেছেন তোমরা তা অনুসরণ কর।' তারা বলে, 'বরং আমরা আমাদের পিতৃ-পুরুষদেরকে যাতে পেয়েছি তারই অনুসরণ করব।' শয়তান যদি তাদেরকে জ্বলন্ত আগুনের দিকে ডাকে, তবুও কি? (তারা পিতৃ পুরুষদের অনুসরণ করবে?) ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৩১ : ২২",
        "arabic_text": "\n۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ ",
        "bangla_text": "আর যে নিজেকে আল্লাহর কাছে সমর্পণ করে, এমতাবস্থায় যে সে মুহসিন [১] সে তো দৃঢ়ভাবে ধরলো এক মজবুত হাতল। আর যাবতীয় কাজের পরিণাম আল্লাহর কাছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মুখে নিজেকে আল্লাহর হাতে সোপর্দ করার ঘোষণা দেয়া হবে কিন্তু কার্যত আল্লাহর অনুগত বান্দার নীতি অবলম্বন করা হবে না, এমনটি যেন না হয়। আর তা হবে কেবলমাত্র রাসূলকে অনুসরণ করার মাধ্যমে। এ আয়াতের প্রথম অংশ তাওহীদ আর দ্বিতীয় অংশ রাসূলের অনুসরন করা বাধ্য করে দিয়েছে। তাওহীদ পরিশুদ্ধ হতে হলে রাসূলের অনুসরণ জরুরী। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৩১ : ২৩",
        "arabic_text": "\nوَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "আর কেউ কুফরী করলে তার কুফরী যেন আপনাকে কষ্ট না দেয় [১]। আমাদের কাছে তাদের প্রত্যাবর্তন। অতঃপর আমরা তাদেরকে তারা যা করত সে সম্পর্কে অবহিত করব। নিশ্চয় আল্লাহ্ অন্তরসমূহে যা রয়েছে সে সম্পর্কে সম্যক অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সম্বোধন করা হয়েছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে। অর্থ হচ্ছে, হে নবী! যে ব্যক্তি আপনার কথা মেনে নিতে অস্বীকার করে, সে তো নিজের দৃষ্টিকোণ থেকে একথা মনে করে যে, ইসলামকে প্রত্যাখ্যান এবং কুফরীকে মেনে নিয়েও তার ওপর জোর দিয়ে সে আপনাকে অপমানিত করেছে। কিন্তু আসলে সে নিজেই নিজেকে অপমানিত করেছে। সে আপনার কোন ক্ষতি করেনি বরং নিজেই নিজের ক্ষতি করেছে। কাজেই সে যদি আপনার কথা না মানে তাহলে তার পরোয়া করার প্রয়োজন নেই। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৩১ : ২৪",
        "arabic_text": "\nنُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ ",
        "bangla_text": "আমরা তাদেরকে ভোগ করতে দেব স্বল্প [১]। তারপর আমরা তাদেরকে কঠিন শাস্তি ভোগ করতে বাধ্য করব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] স্বল্প পরিমানও হতে পারে। আবার স্বল্প সময়ের জন্যও উদ্দেশ্য হতে পারে। দুনিয়ায় কাফেররা যা-ই পায় তা আখেরাতের তুলনায় পরিমানে স্বল্প আবার আখেরাতের তুলনায় স্বল্প সময়ের জন্যেই পেয়ে থাকে। [তাবারী, কুরতুবী, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৩১ : ২৫",
        "arabic_text": "\nوَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর যদি আপনি তাদেরকে  জিজ্ঞেস করেন, 'আসমানসমূহ ও যমীন কে সৃষ্টি করেছেন?' তারাই অবশ্যই বলবে, 'আল্লাহ।' বলুন, ‘সকল প্রশংসা আল্লাহ্‌রই’ , কিন্তু তাদের অধিকাংশই জানে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৩১ : ২৬",
        "arabic_text": "\nلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ ",
        "bangla_text": "আসমানসমূহ ও যমীনে যা কিছু আছে তা আল্লাহরই; নিশ্চয় আল্লাহ্, তিনি তো অভাবমুক্ত, চির প্রশংসিত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কেবল এতটুকুই সত্য নয় যে, পৃথিবী ও আকাশমণ্ডলীর স্রষ্টা আল্লাহ বরং পৃথিবী ও আকাশের মধ্যে যেসব জিনিস পাওয়া যায় তিনিই এসবের মালিক। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৩১ : ২৭",
        "arabic_text": "\nوَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ ",
        "bangla_text": "আর যমীনের সব গাছ যদি কলম হয় এবং সাগর, তার পরে আরও সাত সাগর কালি হিসেবে যুক্ত হয়, তবুও আল্লাহর বাণী [১] নিঃশেষ হবে না। নিশ্চয় আল্লাহ্ মহা পরাক্রমশালী, হিকমতওয়ালা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘আল্লাহর কালেমা বা কথা’ এর মানে কি? এ ব্যাপারে বিভিন্ন মত আছে। যদিও এর প্রতিটিই এখানে উদ্দেশ্য হতে পারে। অধিকাংশ মুফাসসিরের মতে, আয়াতে বৰ্ণিত ‘আল্লাহর কালেমা বা কথা বলে মহান আল্লাহর জ্ঞানপূর্ণ ও প্রজ্ঞাময় বাক্যাবলীই বুঝানো হয়েছে। আল্লাহর বাণীর কোন শেষ নেই। [সাদী; মুয়াসসার] এ কুরআন তার বাণীরই অংশ। অর্থ এই যে, এক সমুদ্রের সাথে আরো সাতটি সমুদ্রে সংযুক্ত হয়েছে বলে যদি ধরেও নেয়া হয়, তা সত্বেও এসবগুলির পানি দিয়ে আল্লাহর প্রজ্ঞাময় বাক্যসমূহ লিখে শেষ করা যাবে না। এখানে সাতের সংখ্যা উদাহরণস্বরূপ উল্লেখ করা হয়েছে- সীমিত করে দেয়া উদ্দেশ্য নয়। যার প্রমাণ কুরআনের অন্য এক আয়াতে-যেখানে বলা হয়েছে – ‘আল্লাহর মহিমাসুচক বাণীসমূহ প্রকাশ করতে যদি সমুদ্রকে কালিতে রূপান্তরিত করে দেয়া হয়, তবে সমুদ্র শূন্য হয়ে যাবে-কিন্তু সে বাণীসমূহ শেষ হবে না। আর শুধু এ সমুদ্র নয়, অনুরূপ আরো সমুদ্র অন্তর্ভুক্ত করলেও অবস্থা একই থাকবে। [সূরা আল-কাহফ: ১০৯] মোটকথা: সমুদ্রসমুহের যতগুণ বা সংখ্যাই মেনে নেয়া হোক না কেন, এসবগুলোর পানি কালি হলেও আল্লাহর মহিমা প্রকাশক বাণীসমূহ লিখে শেষ করতে পারবে না। যুক্তি-বুদ্ধির দিক দিয়ে একথা সুস্পষ্ট যে সমুদ্র সাতটি কেন সাত হাজারও যদি হয়, তবুও তা সীমাবদ্ধ, শেষ অবশ্যই হবে-কিন্তু আল্লাহর বাক্যাবলী অসীম ও অনন্ত- কোন সসীম বস্তু অসীমকে কিরূপে আয়ত্ব করতে পারে? [দেখুন, ইবন কাসীর, কুরতুবী, সাদী]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসিরের মতে “আল্লাহর কালেমা বা কথা’ বলে এই আয়াতে মহান আল্লাহ তাঁর জ্ঞান ও প্রজ্ঞা, তাঁর নেয়ামত (কৃপা ও দয়াসমূহ) যে একেবারে অসীম ও অফুরন্ত,- কোন ভাষার সাহায্যে তা প্রকাশ করা চলে না, তাই বুঝিয়েছেন। [কুরতুবী; মুয়াসসার; ইবন কাসীর] মূলত: আল্লাহর জ্ঞান ও প্রজ্ঞা, তাঁর নেয়ামতসমূহ কোন কলম দিয়ে লিপিবদ্ধ করা চলে না, এখানে আল্লাহ এ তথ্যটুকুই সুস্পষ্ট করে দিয়েছেন। অধিকন্তু তিনি এরূপভাবে উদাহরণ পেশ করেছেন যে, ভূ-পৃষ্ঠে যত বৃক্ষ আছে, যদি সেগুলোর সব শাখা-প্ৰশাখা দিয়ে কলম তৈরী করা হয় এবং বিশ্বের সাগরসমূহের পানি কালিতে রূপান্তরিত করে দেয়া হয় এবং এসব কলম আল্লাহ তা'আলার প্রজ্ঞা ও জ্ঞান-গরিমা এবং তাঁর ক্ষমতা ব্যবহারের বিবরণ লিখতে আরম্ভ করে, তবে সমুদ্রের পানি নিঃশেষ হয়ে যাবে; তবু তাঁর অফুরন্ত প্রজ্ঞা ও মহিমার বর্ণনা শেষ হবে না। কেবল একটি মাত্র সমুদ্র কেন— যদি অনুরূপ আরো সাত সমুদ্রেও অন্তর্ভুক্ত করে নেয়া হয়, তবুও সব সাগর শেষ হয়ে যাবে তথাপি আল্লাহর মহিমা প্রকাশক বাণীসমূহের পরিসমাপ্তি ঘটবে না।\n  <br/>\n  <br/>\n  কোন কোন মুফাসসিরের মতে এর অর্থ, তাঁর সৃষ্টিকর্ম এবং তাঁর শক্তির নিদর্শন।  [কুরতুবী] অর্থাৎ পৃথিবীর গাছগুলো কেটে যতগুলো কলম তৈরী করা যেতে পারে এবং পৃথিবীর বর্তমান সাগরের পানির সাথে আরো তেমনি সাতটি সাগরের পানিকে কালিতে পরিণত করলে তা দিয়ে আল্লাহর শক্তি ও সৃষ্টির কথা লিখে শেষ করা তো দূরের কথা হয়তো পৃথিবীতে যেসব জিনিস আছে সেগুলোর তালিকা তৈরী করাই সম্ভবপর হবে না। শুধুমাত্র এ পৃথিবীতেই যেসব জিনিসের অস্তিত্ব রয়েছে সেগুলোই গণনা করা কঠিন, তার ওপর আবার এই অথৈ মহাবিশ্বের সৃষ্টির বিবরণ লেখার তো কোন প্রশ্নই উঠতে পারে না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৩১ : ২৮",
        "arabic_text": "\nمَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ ",
        "bangla_text": "তোমাদের সবার সৃষ্টি ও পুনরুত্থান একটি প্রাণীর সৃষ্টি ও পুনরুত্থানেরই অনুরূপ। নিশ্চয় আল্লাহ্‌ সর্বশ্রোতা, সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৩১ : ২৯",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ ",
        "bangla_text": "আপনি কি দেখেন না, নিশ্চয় আল্লাহ্ রাতকে দিনে প্রবেশ করান এবং দিনকে রাতে প্রবেশ করান? আর তিনি চন্দ্র-সূর্যকে করেছেন কাজে নিয়োজিত, প্রত্যেকটিই বিচরণ করে  নির্দিষ্ট সময় পর্যন্ত [১]; এবং তোমরা যা কর আল্লাহ্ সে সম্পর্কে সম্যক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্ৰত্যেকটি জিনিসের যে বয়স তথা সময়-কাল নির্দিষ্ট করে দেয়া হয়েছে সেই সময় পর্যন্ত তা চলছে। চন্দ্র, সূর্য বা বিশ্ব-জাহানের অন্য গ্রহ-নক্ষত্র কোনটাই চিরন্তন ও চিরস্থায়ী নয়। প্রত্যেকের একটি সূচনাকাল আছে। তার পূর্বে তার অস্তিত্ব ছিল না। আবার প্রত্যেকের আছে একটি সমাপ্তিকাল। তারপর আর তার অস্তিত্ব থাকবে না। এ আলোচনার উদ্দেশ্য হচ্ছে একথা বুঝিয়ে দেয়া যে, এ ধরনের ধ্বংসশীল ও ক্ষমতাহীন বস্তু ও সত্তাগুলো উপাস্য হতে পারে কেমন করে ? [দেখুন, তাবারী, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৩১ : ৩০",
        "arabic_text": "\nذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ ",
        "bangla_text": "এগুলো প্রমাণ যে, আল্লাহ্ তিনিই সত্য [১] এবং তারা তাঁকে ছাড়া যাকে ডাকে, তা মিথ্যা [২]। আর নিশ্চয় আল্লাহ্, তিনি তো সর্বোচ্চ [৩], সুমহান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ প্রকৃত সার্বভৌম ক্ষমতাধর কর্তা, সৃষ্টি ও পরিচালনা ব্যবস্থাপনার আসল ও একচ্ছত্র মালিক হচ্ছেন মহান আল্লাহ। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা সবাই নিছক তোমাদের কাল্পনিক ইলাহ। তোমরা কল্পনার জগতে বসে ধারণা করে নিয়েছো যে, অমুকজন আল্লাহর সার্বভৌম ক্ষমতার অংশীদার এবং অমুক মহাত্মা সংকট নিরসন ও অভাব মোচন করার ক্ষমতা রাখেন। অথচ প্রকৃতপক্ষে তাদের কেউ কোন কিছুই করার ক্ষমতা রাখে না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ প্রত্যেকটি জিনিসের উর্ধে এবং সবার শ্রেষ্ঠ। তাঁর সামনে সব জিনিসই নীচু। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৩১ : ৩১",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ ",
        "bangla_text": "আপনি কি লক্ষ্য করেননি যে, আল্লাহর অনুগ্রহে নৌযানগুলো সাগরে বিচরণ করে, যা দ্বারা তিনি তোমাদেরকে তাঁর নিদর্শনাবলীর কিছু দেখাতে পারেন?  নিশ্চয় এতে অনেক নিদর্শন রয়েছে, প্রত্যেক ধৈর্যশীল কৃতজ্ঞ ব্যক্তির জন্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৩১ : ৩২",
        "arabic_text": "\nوَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ ",
        "bangla_text": "আর যখন তরঙ্গ তাদেরকে আচ্ছন্ন করে ছায়ার মত [১], তখন তারা আল্লাহকে ডাকে তাঁর আনুগত্যে একনিষ্ঠ হয়ে। অতঃপর যখন তিনি তাদেরকে উদ্ধার করে স্থলে পৌঁছান তখন তাদের কেউ কেউ মাঝামাঝি অবস্থানে থাকে [২]; আর শুধু বিশ্বাসঘাতক, কাফির ব্যক্তিই আমাদের নিদর্শনাবলীকে অস্বীকার করে [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মেঘের ছায়া উদ্দেশ্য হতে পারে, আবার পাহাড় বা অনুরূপ বড় কিছুর ছায়াও উদ্দেশ্য হতে পারে [কুরতুবী, মুয়াসসার]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তখন তাদের মধ্যে একদল মাঝামাঝি অবস্থানে থাকে, আল্লাহর সত্যিকার শোকর আদায় করে না। আর তাদের মধ্যে আরেক দল সম্পপূর্ণভাবে শির্ক ও কুফরি করে। তারা আল্লাহর নেয়ামতকে অস্বীকার করে। [জালালাইন; সা'দী; মুয়াসসার] আয়াতে আল্লাহ তা'আলা প্রথম দলের বর্ণনার পর দ্বিতীয় দলের বর্ণনা করেননি। কারণ, পরবর্তী বাক্য থেকে অপর দলটির অবস্থান বোঝা যাচ্ছে।\n  <br/>\n  <br/>\n  [৩] বিশ্বাসঘাতক এমন এক ব্যক্তি যে মারাত্মক রকমের বেঈমানী করে এবং নিজের প্রতিশ্রুতি ও অংগীকার পালন করে না। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৩১ : ৩৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ ",
        "bangla_text": "হে মানুষ! তোমরা তোমাদের রবের তাক্ওয়া অবলম্বন কর এবং ভয় কর সে দিনকে, যখন কোন পিতা তার সন্তানের পক্ষ থেকে কিছু আদায় করবে না, অনুরূপ কোন সন্তান সেও তার পক্ষ থেকে আদায়কারী হবে না [১]। নিশ্চয় আল্লাহর প্রতিশ্রুতি সত্য [২]; কাজেই দুনিয়ার জীবন যেন তোমাদেরকে কিছুতেই প্রতারিত না করে এবং সে প্রবঞ্চক [৩] যেন তোমাদেরকে কিছুতেই আল্লাহ্ সম্পর্কে প্রবঞ্চিত না করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেদিনকে ভয় করা যেদিন কোন পিতাও নিজের পুত্রের উপকার করতে পারবে না। অনুরূপভাবে কোন পুত্ৰও পিতার কোন কল্যাণ করতে পারবে না। বন্ধু, নেতা, পীর এবং এ পর্যায়ের অন্যান্য লোকেরা তবুতো দূর সম্পর্কের। দুনিয়ায় সবচেয়ে নিকট সম্পর্ক হচ্ছে সন্তান ও পিতামাতার মধ্যে। কিন্তু সেখানে অবস্থা হবে যদি পুত্ৰ পাকড়াও হয়, তাহলে পিতা এগিয়ে গিয়ে একথা বলবে না যে, তার গোনাহের জন্য আমাকে পাকড়াও করো। অন্যদিকে পিতার দুর্ভোগ শুরু হয়ে গেলে পুত্রের একথা বলার হিম্মত হবে না যে, তার বদলে আমাকে জাহান্নামে পাঠিয়ে দাও। এ অবস্থায় নিকট সম্পর্কহীন ভিন্ন ব্যক্তিরা সেখানে পরস্পরের কোন কাজে লাগবে এ আশা করার কি অবকাশই বা থাকে ! [দেখুন, কুরতুবী, ফাতহুল কাদীর] তবে এটা সত্য যে, যদি পিতা-পুত্র উভয়েই ঈমানদার হয় তবে মহান আল্লাহ তাদের পরস্পরের পদমর্যাদা উন্নীত করে তাদের একজনকে অপরের কাছাকাছি রাখবেন। যেমন, কুরআন করীমে রয়েছে:\n  <br/>\n  <br/>\n  وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ\n  <br/>\n  <br/>\n  “যারা ঈমান এনেছে এবং তাদের সন্তান-সন্ততিও ঈমানের ক্ষেত্রে তাদের অনুসরণ করেছে—আর তারাও মুমিনে পরিণত হয়েছে; আমরা এ সন্তান-সন্ততিদেরকে তাদের পিতা-মাতার মর্যাদায় উন্নীত করে দেব।” [সূরা আত-তূর: ২১] যদিও তাদের কার্যাবলী এ স্তরে পৌঁছার উপযোগী নয়। সৎ পিতা-মাতার কল্যাণে কেয়ামতের দিন তারা এ ফল লাভ করতে সক্ষম হবে, কিন্তু এক্ষেত্রে শর্ত এই যে, সন্তানকে মুমিন হতে হবে, যদিও কাজকর্মে কোন ত্রুটি ও শৈথিল্য থেকে থাকে। অনুরূপভাবে অপর এক আয়াতে রয়েছে,\n  <br/>\n  <br/>\n  جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ\n  <br/>\n  <br/>\n  “তারা অক্ষয় ও অবিনশ্বর স্বৰ্গোদ্যানে প্রবেশ করবে এবং এক্ষেত্রে তাদের যোগ্য হিসাবে প্রতিপন্ন পিতা-মাতা, স্ত্রীগণ ও পুত্র-পরিজনও\" |[সূরা আর-রাদ: ২৩] তাদের সাথে প্রবেশ করবে যোগ্য বলতে মুমিন হওয়া বোঝানো হয়েছে। এ আয়াতদ্বয় দ্বারা প্রমানিত হয় যে, পিতা-মাতা ও সন্তান-সন্তুতি, অনুরূপভাবে স্বামী এবং স্ত্রী মুমিন হওয়ার ক্ষেত্রে যদি সমশ্রেণীভুক্ত হয়, তবে হাশর ময়দানে একের দ্বারা অপরের উপকার সাধিত হবে।\n  <br/>\n  <br/>\n  [২] আল্লাহর প্রতিশ্রুতি বলতে কিয়ামতের প্রতিশ্রুতির কথা বুঝানো হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] আয়াতে ‘আল-গারূর' বা ‘প্রতারক' বলতে শয়তান কে বুঝানো হয়েছে। [ইবন কাসীর, সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৩১ : ৩৪",
        "arabic_text": "\nإِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ ",
        "bangla_text": "নিশ্চয় আল্লাহ্ [১], তাঁর কাছেই রয়েছে কিয়ামতের জ্ঞান, তিনি বৃষ্টি বর্ষণ করেন এবং তিনি জানেন যা মাতৃগর্ভে আছে। আর কেউ  জানে না আগামীকাল সে কি অর্জন করবে এবং কেউ জানে না কোন্‌ স্থানে তার মৃত্যু ঘটবে। নিশ্চয় আল্লাহ্  সর্বজ্ঞ, সম্যক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে পাঁচটি বস্তুর জ্ঞান সম্পূর্ণভাবে আল্লাহরই জন্য নির্দিষ্ট থাকা এবং অপর কোন সৃষ্টির সে জ্ঞান না থাকার কথা বলা হয়েছে। সুতরাং এর মাধ্যমেই সূরায়ে লুকমান শেষ করা হয়েছে। বলা হয়েছে যে, কেয়ামত সম্পর্কিত জ্ঞান কেবল আল্লাহরই রয়েছে (অর্থাৎ, কোন বছর কোন তারিখে সংঘটিত হবে) এবং তিনি বৃষ্টি বর্ষণ করেন ও মাতৃগর্ভে কি আছে তা তিনিই জানেন (অর্থাৎ, কন্যা না পুত্র, কতদিন বাঁচবে, কি রিফিক পাবে, কোন স্বভাবের অধিকারী হবে ইত্যাদি) এবং আগামীকাল কি অর্জন করবে তা কোন ব্যক্তি জানে না। (অর্থাৎ, ভাল-মন্দ কি লাভ করবে) অথবা কোন স্থানে মারা যাবে, তাও কেউ জানে না। প্রথম তিন বস্তু সম্পর্কিত জ্ঞান যদিও একথা স্পষ্টভাবে বলা হয়নি যে, আল্লাহ ব্যতীত অন্য কারো এগুলোর জ্ঞান নেই। কিন্তু বাক্যবিন্যাস ও প্রকাশভঙ্গি থেকে একথাই বোঝা যায় যে, এসব বস্তুর জ্ঞান কেবল আল্লাহর অসীম জ্ঞান ভাণ্ডারেই সীমিত রয়েছে। অবশ্য অবশিষ্ট বস্তুদ্বয় সম্পর্কে একথা স্পষ্টভাবেই বলা হয়েছে যে, আল্লাহ ব্যতীত অন্য কারো এগুলোর তথ্য ও তত্ত্ব জানা নেই। [দেখুন, তাবারী, কুরতুবী] এ পাঁচ বস্তুকে সূরা আল-আন’আমের ৫৯ নং আয়াতে (অদৃশ্য জগতের চাবিসমূহ বলে আখ্যায়িত করা হয়েছে)। তাছাড়া কিয়ামত কখন সংঘটিত হবে সে ব্যাপারে হাদীসে জিবরীল নামে খ্যাত হাদীসেও অনুরূপ বলা হয়েছে যে, এর জ্ঞান আল্লাহ ছাড়া আর কারো কাছে নেই। [দেখুন, বুখারী:৪৭৭৭, মুসলিম:৯, ১০]\n </p>\n</div>"
    }
]