[
    {
        "id": 1,
        "verse": "৩৩ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا ",
        "bangla_text": "হে নবী! আল্লাহর তাকওয়া অবলম্বন করুন এবং কাফিরদের ও মুনাফিকদের আনুগত্য করবেন না। আল্লাহ্‌ তো সর্বজ্ঞ হিকমতওয়ালা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরাতুল-আহ্‌যাব মদীনায় নাযিল হয়। এর অধিকাংশ আলোচ্য বিষয় আল্লাহ সমীপে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম -এর বিশিষ্ট স্থান ও উচ্চ মর্যাদা সংশ্লিষ্ট। এ সূরার বিভিন্ন শিরোনামে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নির্দেশ পালনের বাধ্যবাধকতা, তার প্রতি শ্রদ্ধা প্রদর্শনের আবশ্যকতা এবং তাকে দুঃখ-যন্ত্রণা দেয়া হারাম হওয়ার কথা বিবৃত হয়েছে। সূরার অবশিষ্ট বিষয়সমূহও এগুলোরই পরিপূরক ও সহায়ক। তাছাড়া বিবাহিত পুরুষ ও বিবাহিতা মহিলাকে রজম করার আয়াতটি এ সূরাতেই ছিল। পরবর্তীতে সেটার বিধান বহাল রেখে তেলাওয়াত রহিত করা হয়। [দেখুন, কুরতুবী; ইবন কাসীর] এ ব্যাপারে উবাই ইবন কা'ব রাদিয়াল্লাহু আনহু থেকে একটি হাদীস বর্ণিত হয়েছে। [দেখুন, মুসনাদে আবী দাউদ আত-তায়ালিসী, ৫৪২; ইবন হিব্বান ৪৪২৮; মুস্তাদরাকে হাকিম: ৪/৩৫৯]\n  <br/>\n  <br/>\n  [১] এ আয়াতের উপসংহার\n  <br/>\n  <br/>\n  اِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًا\n  <br/>\n  <br/>\n  বলে আল্লাহর তাকওয়া অবলম্বন করার এবং কাফের ও মুনাফেকদের অনুসরণ না করার পূর্ব বর্ণিত যে হুকুম তার তাৎপর্য ও যৌক্তিকতা বর্ণনা করা হয়েছে। কেননা, যে আল্লাহ যাবতীয় কর্মের পরিণতি ও ফলাফল সম্পর্কে সম্পূর্ণ অবহিত, তিনি অত্যন্ত প্রজ্ঞাময়। মানুষের যাবতীয় কল্যাণ ও মঙ্গল তাঁর পরিজ্ঞাত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৩৩ : ২",
        "arabic_text": "\nوَٱتَّبِعۡ مَا يُوحَىٰٓ إِلَيۡكَ مِن رَّبِّكَۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا ",
        "bangla_text": "আর আপনার রবের কাছ থেকে আপনার প্রতি যা ওহী হয় তার অনুসরন করুন [১]; নিশ্চয় তোমরা যা কর আল্লাহ্ তা সম্বন্ধে সম্যক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা পূর্ববতী হুকুমেরই অবশিষ্টাংশ-যেন আপনি কাফের ও মুনাফেকদের কথায় পড়ে তাদের অনুসরণ না করেন, বরং ওহীর মাধ্যমে আল্লাহর পক্ষ থেকে যা কিছু পৌঁছেছে, আপনি কেবল তাই অনুসরণ করুন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৩৩ : ৩",
        "arabic_text": "\nوَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا ",
        "bangla_text": "এবং আপনি নির্ভর করুন আল্লাহ্‌র উপর। আর কর্ম বিধায়ক হিসেবে আল্লাহ্‌ই যথেষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৩৩ : ৪",
        "arabic_text": "\nمَّا جَعَلَ ٱللَّهُ لِرَجُلٖ مِّن قَلۡبَيۡنِ فِي جَوۡفِهِۦۚ وَمَا جَعَلَ أَزۡوَٰجَكُمُ ٱلَّٰٓـِٔي تُظَٰهِرُونَ مِنۡهُنَّ أُمَّهَٰتِكُمۡۚ وَمَا جَعَلَ أَدۡعِيَآءَكُمۡ أَبۡنَآءَكُمۡۚ ذَٰلِكُمۡ قَوۡلُكُم بِأَفۡوَٰهِكُمۡۖ وَٱللَّهُ يَقُولُ ٱلۡحَقَّ وَهُوَ يَهۡدِي ٱلسَّبِيلَ ",
        "bangla_text": "আল্লাহ্‌ কোন মানুষের জন্য তার অভ্যন্তরে দুটি হৃদয় সৃষ্টি করেননি। আর তোমাদের স্ত্রীগণ, যাদের সাথে তোমরা যিহার করে থাক, তিনি তাদেরকে তোমাদের জননী করেননি [১] এবং তোমাদের পোষ্য পুত্রদেরকে তিনি তোমাদের পুত্র করেননি [২]; এগুলো তোমাদের মুখের কথা। আর আল্লাহ্‌ সত্য কথাই বলেন এবং তিনিই সরল পথ নির্দেশ করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে 'যিহার'-এর দরুন স্ত্রী চিরতরে হারাম হয়ে যাওয়ার জাহেলিয়াত যুগের ভ্ৰান্ত ধারণা সম্পূর্ণ বাতিল বলে ঘোষণা করা হয়েছে। আর এরূপ বলার ফলে শরীয়তের কোন প্রতিক্রিয়া হয় কিনা, এ সম্পর্কে ‘সূরা মু্জাদালায়’ এরূপ বলাকে পাপ বলে আখ্যায়িত করে এ থেকে বিরত থাকা ওয়াজিব বলে বর্ণনা করা হয়েছে। এরূপ বলার পর যদি যিহারের কাফ্‌ফারা আদায় করে; তবে স্ত্রী তার জন্যে হালাল হয়ে যাবে। ‘সূরা আল-মুজাদালায়’ আল্লাহ্ তা'আলা স্বয়ং যিহারের কাফ্‌ফারার বিস্তারিত বিবরণ দিয়েছেন। [দেখুন, মুয়াসসার; বাগভী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] দ্বিতীয় বিষয় পালক পুত্র সংশ্লিষ্ট। আয়াতের মর্ম এই, যেমন কোন মানুষের দু'টি অন্ত:করণ থাকে না এবং যেমন স্ত্রীকে মা বলে সম্বোধন করলে সে প্রকৃত মা হয়ে যায় না; অনুরূপভাবে তোমাদের পোষ্য ছেলেও প্রকৃত ছেলেতে পরিণত হয় না। [দেখুন, মুয়াস্‌সার, সাদী] অর্থাৎ, অন্যান্য সন্তানদের ন্যায় সে মীরাসেরও অংশীদার হবে না এবং বৈবাহিক সম্পর্ক স্থাপন নিষিদ্ধ হওয়া সংশ্লিষ্ট মাসআলাসমূহও তার প্রতি প্রযোজ্য হবে না। সুতরাং সন্তানের তালাক প্রাপ্ত স্ত্রী যেমন পিতার জন্য চিরতরে হারাম, কিন্তু পোষ্যপুত্রের স্ত্রী পালক পিতার তরে তেমনভাবে হারাম হবে না। যেহেতু এই শেষোক্ত বিষয়ের প্রতিক্রিয়া বহু ক্ষেত্রে পড়ে থাকে; সুতরাং এ নির্দেশ প্রদান করা হয়েছে যে, যখন পালক ছেলেকে ডাকবে বা তার উল্লেখ করবে, তখন তা তার প্রকৃত পিতার নামেই করবে। পালক পিতার পুত্র বলে সম্বোধন করবে না। কেননা, এর ফলে বিভিন্ন ব্যাপারে নানাবিধ সন্দেহ ও জটিলতা উদ্ভবের আশংকা রয়েছে। হাদীসে এসেছে, সাহাবায়ে কেরাম বলেন, এ আয়াত অবতীর্ণ হওয়ার পূর্বে আমরা যায়েদ ইবনে হারেসাকে যায়েদ ইবন মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলে সম্বোধন করতাম। [বুখারী: ৪,৭৮২, মুসলিম: ২৪২৫] কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে পালক ছেলেরাপে গ্ৰহণ করেছিলেন। এ আয়াত অবতীর্ণ হওয়ার পর আমরা এ অভ্যাস পরিত্যাগ করি। এ আয়াতটি নাযিল হবার পর কোন ব্যক্তির নিজের আসল বাপ ছাড়া অন্য কারো সাথে পিতৃ সম্পর্ক স্থাপন করাকে হারাম গণ্য করা হয়। হাদীসে এসেছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “যে ব্যক্তি নিজেকে আপনি পিতা ছাড়া অন্য কারো পুত্র বলে দাবী করে, অথচ সে জানে ঐ ব্যক্তি তার পিতা নয়, তার জন্য জান্নাত হারাম [বুখারী: ৪৩২৬, মুসলিম: ৬৩] অন্য হাদীসে এসেছে, “তোমরা তোমাদের পিতাদের সাথে সম্পর্কিত হওয়া থেকে বিমুখ হয়োনা, যে তার পিতা থেকে বিমুখ হয় সে কুফরী করল ' [মুসলিম:৬২] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘কোন মানুষ যখন না জেনে কোন নসব প্ৰমান করতে যায় বা অস্বীকার করতে যায় তখন সে কুফরী করে, যদিও তা সামান্য হোক’। [ইবনে মাজাহ:২৭৪৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৩৩ : ৫",
        "arabic_text": "\nٱدۡعُوهُمۡ لِأٓبَآئِهِمۡ هُوَ أَقۡسَطُ عِندَ ٱللَّهِۚ فَإِن لَّمۡ تَعۡلَمُوٓاْ ءَابَآءَهُمۡ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِ وَمَوَٰلِيكُمۡۚ وَلَيۡسَ عَلَيۡكُمۡ جُنَاحٞ فِيمَآ أَخۡطَأۡتُم بِهِۦ وَلَٰكِن مَّا تَعَمَّدَتۡ قُلُوبُكُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا ",
        "bangla_text": "ডাকো তোমরা তাদেরকে তাদের পিতৃ পরিচয়ে ; আল্লাহ্র নিকট এটাই বেশী ন্যায়সংগত। অতঃপর যদি তোমরা তাদের পিতৃ পরিচয় না জান, তবে তারা তোমাদের দ্বীনি ভাই এবং বন্ধু। আর এ ব্যাপারে তোমরা কোন অনিচ্ছাকৃত ভুল করলে তোমাদের কোন অপরাধ নেই; কিন্তু তোমাদের অন্তর যা স্বেচ্ছায় করেছে (তা অপরাধ), আর আল্লাহ্ ক্ষমাশীল পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৩৩ : ৬",
        "arabic_text": "\nٱلنَّبِيُّ أَوۡلَىٰ بِٱلۡمُؤۡمِنِينَ مِنۡ أَنفُسِهِمۡۖ وَأَزۡوَٰجُهُۥٓ أُمَّهَٰتُهُمۡۗ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِ مِنَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُهَٰجِرِينَ إِلَّآ أَن تَفۡعَلُوٓاْ إِلَىٰٓ أَوۡلِيَآئِكُم مَّعۡرُوفٗاۚ كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا ",
        "bangla_text": "নবী মুমিনদের কাছে তাদের নিজেদের চেয়েও ঘনিষ্টতর [১] এবং তাঁর স্ত্রীগণ তাদের মা [২]। আর আল্লাহ্র বিধান অনুসারে মুমিন ও মুহাজিরগনের চেয়ে---যারা আত্মীয় তারা পরস্পর কাছাকাছি [৩]। তবে তোমরা তোমাদের বন্ধু-বান্ধবের প্রতি কল্যাণকর কিছু করার কথা আলাদা [৪]। এটা কিভাবে লিপিবদ্ধ রয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে মুসলিমদের এবং মুসলিমদের সাথে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যে সম্পর্ক তা অন্যান্য সমস্ত মানবিক সম্পর্কের উর্ধ্বের এক বিশেষ ধরনের সম্পর্ক। নবী ও মুমিনদের মধ্যে যে সম্পর্ক বিরাজিত, অন্য কোন আত্মীয়তা ও সম্পর্ক তার সাথে কোন দিক দিয়ে সামান্যতমও তুলনীয় নয়। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মুসলিমদের জন্য তাদের বাপমায়ের চাইতেও বেশী স্নেহশীল ও দয়ার্দ্র হৃদয় এবং তাদের নিজেদের চাইতেও কল্যাণকামী। তাদের বাপ-মা, স্ত্রী ও ছেলেমেয়েরা তাদের ক্ষতি করতে পারে, তাদের সাথে স্বার্থপরের মতো ব্যবহার করতে পারে, তাদেরকে জাহান্নামে ঠেলে দিতে পারে, কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের পক্ষে কেবলমাত্র এমন কাজই করতে পারেন যাতে তাদের সত্যিকার সাফল্য অর্জিত হয়। তারা নিজেরাই নিজেদের পায়ে কুড়াল মারতে পারে, বোকামি করে নিজেরাই ক্ষতি করতে পারে কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের জন্য তাই করবেন যা তাদের জন্য লাভজনক হয়। আসল ব্যাপার যখন এই মুসলিমদের ওপরও নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এ অধিকার আছে তখন তারা তাকে নিজেদের বাপ-মা ও সন্তানদের এবং নিজেদের প্রাণের চেয়েও বেশী প্রিয় মনে করবে। দুনিয়ার সকল জিনিসের চেয়ে তাকে বেশী ভালোবাসবে। নিজেদের মতামতের ওপর তার মতামতকে এবং নিজেদের ফায়সালার ওপর তার ফায়সালাকে প্রাধান্য দেবে। তার প্রত্যেকটি হুকুমের সামনে মাথা নত করে দেবে। তাই হাদীসে এসেছে, “তোমাদের কোন ব্যক্তি মুমিন হতে পারে না যতক্ষণ না আমি তার কাছে তার পিতা, তার সন্তান-সন্ততি ও সমস্ত মানুষের চাইতে বেশী প্রিয় হই।” [বুখারী: ১৪, মুসলিম: ৪৪] সুতরাং প্রত্যেক মুসলমানের পক্ষে মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নির্দেশ পালন করা স্বীয় পিতা-মাতার নির্দেশের চাইতেও অধিক আবশ্যকীয়। যদি পিতা-মাতার হুকুম নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর হুকুমের পরিপন্থী হয়, তবে তা পালন করা জায়েয নয়। এমনকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নির্দেশকে নিজের সকল আশা-আকাংক্ষার চাইতেও অগ্ৰাধিকার দিতে হবে। হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “এমন কোন মুমিনই নেই যার পক্ষে আমি সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুনিয়া ও আখেরাতে সমস্ত মানবকুলের চাইতে অধিক হিতাকাঙ্ক্ষী ও আপনজন নই। যদি তোমাদের মন চায়, তবে এর সমর্থন ও সত্যতা প্রমাণের জন্য কুরআনের আয়াত পাঠ করতে পার।” [বুখারী: ২৩৯৯]\n  <br/>\n  <br/>\n  [২] রাসূলের পূণ্যবতী স্ত্রীগণকে সকল মুসলিমের মা বলে আখ্যায়িত করার অর্থ-সম্মান ও শ্রদ্ধার ক্ষেত্রে মায়ের পর্যায়ভুক্ত হওয়া। মা-ছেলের সম্পর্ক-সংশ্লিষ্ট বিভিন্ন আহ্‌কাম, যথা-পরস্পর বিয়ে-শাদী হারাম হওয়া, মুহরিম হওয়ার পরিপ্রেক্ষিতে পরস্পর পর্দা না করা এবং মীরাসে অংশীদারিত্ব প্রভৃতি এক্ষেত্রে প্রযোজ্য নয়। যেমন, আয়াতের শেষে স্পষ্টভাবে বলে দেয়া হয়েছে। আর রাসূলের পত্নীগণের সাথে উম্মতের বিয়ে অনুষ্ঠান হারাম হওয়ার কথা অন্য এক আয়াতে ভিন্নভাবে বর্ণনা করা হয়েছে। সুতরাং এক্ষেত্রে বিয়ে অনুষ্ঠান হারাম মা হওয়ার কারণেই ছিল, এমনটি হওয়া জরুরী নয়। মোটকথা: নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের স্ত্রীগণ শুধুমাত্র এ অর্থে মুমিনদের মাতা যে, তাদেরকে সম্মান করা মুসলিমদের জন্য ওয়াজিব। বাদবাকি অন্যান্য বিষয়ে তারা মায়ের মতো নন। যেমন তাদের প্রকৃত আত্মীয়গণ ছাড়া বাকি সমস্ত মুসলিম তাদের জন্য গায়ের মাহরাম ছিল এবং তাদের থেকে পর্দা করা ছিল ওয়াজিব। তাদের মেয়েরা মুসলিমদের জন্য বৈপিত্ৰেয় বোন ছিলেন না, যার ফলে তাদের সাথে মুসলিমদের বিয়ে নিষিদ্ধ হতে পারে। তাদের ভাই ও বোনেরা মুসলিমদের জন্য মামা ও খালার পর্যায়ভুক্ত ছিলেন না। কোন ব্যক্তি নিজের মায়ের তরফ থেকে যে মীরাস লাভ করে তাদের তরফ থেকে কোন অনাত্মীয় মুসলিম সে ধরনের কোন মীরাস লাভ করে না। [দেখুন, ফাতহুল কাদীর; মুয়াস্‌সার, বাগভী]\n  <br/>\n  <br/>\n  [৩] এ আয়াতের মাধ্যমে একটি ঐতিহাসিক চুক্তির বিধান পরিবর্তন করা হয়েছে। হিজরতের পর পরই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুমিন মুহাজির ও আনসারদের মধ্যে ভ্রাতৃত্ব স্থাপন করেন। যার কারণে তাদের একজন অপরজনের ওয়ারিশ হতো। এটা ছিল ঐতিহাসিক প্রয়োজনে। তারপর যখন প্রত্যেকের অবস্থারই পরিবর্তন হলো তখন এ নীতির কার্যকারিতা রহিত করে যাবিল আরহামদেরকে তাদের স্থলাভিষিক্ত করা হলো। [তাবারী, ইবন কাসীর, ফাতহুল কাদীর; কুরতুবী, মুয়াস্‌সার]\n  <br/>\n  <br/>\n  [৪] এ আয়াতে বলা হয়েছে, কোন ব্যক্তি চাইলে হাদীয়া, তোহ্‌ফা, উপঢৌকন বা আসিয়াতের মাধ্যমে নিজের কোন দ্বীনী  ভাইকে সাহায্য করতে পারে। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৩৩ : ৭",
        "arabic_text": "\nوَإِذۡ أَخَذۡنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَٰقَهُمۡ وَمِنكَ وَمِن نُّوحٖ وَإِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبۡنِ مَرۡيَمَۖ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا ",
        "bangla_text": "আর স্মরণ করুন, যখন আমরা নবীদের কাছ থেকে অঙ্গীকার গ্রহন করেছিলাম [১] এবং আপনার কাছ থেকেও, আর নূহ, ইব্‌রাহিম, মূসা, ও মারইয়াম পুত্র ঈসার কাছ থেকেও। আর আমরা তাদের কাছ থেকে গ্রহন করেছিলাম দৃঢ় অঙ্গীকার--",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [৩] উল্লেখিত আয়াতে নবীগণ থেকে যে অঙ্গীকার ও প্রতিশ্রুতি গ্রহণের কথা আলোচিত হয়েছে তা সমস্ত মানবকুল থেকে গৃহীত সাধারণ অঙ্গীকার থেকে সম্পূর্ণ ভিন্ন। যেমন উবাই ইবন কা'ব রাদিয়াল্লাহু আনহু থেকে সহীহ সনদে এসেছে, ‘রেসালত ও নবুওয়ত সংক্রান্ত অঙ্গীকার নবী ও রাসূলগণ থেকে স্বতন্ত্ররূপে বিশেষভাবে গ্ৰহণ করা হয়েছে। [আহমাদ: ৫/১৩৫, মিশকাতুল মাসাবীহঃ ১/১৪৪, মুস্তাদরাকে হাকিম: ২/৩২৪, আল-লালকায়ী: আস-সুন্নাহ: ৯৯১, ইবন বাত্তাহ: আল-ইবান্নাহ ২/৬৯,৭১,২১৫,২১৭] নবী আলাইহিস সালামগণ থেকে গৃহীত এ অঙ্গীকার ছিল নবুওয়ত ও রেসালাত বিষয়ক দায়িত্ত্বসমূহ পালন এবং পরস্পর সত্যতা প্রকাশ ও সাহায্য-সহযোগিতা প্ৰদান সম্পর্কিত।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৩৩ : ৮",
        "arabic_text": "\nلِّيَسۡـَٔلَ ٱلصَّٰدِقِينَ عَن صِدۡقِهِمۡۚ وَأَعَدَّ لِلۡكَٰفِرِينَ عَذَابًا أَلِيمٗا ",
        "bangla_text": "সত্যবাদীদেরকে তাদের সত্যবাদিতা সম্মন্ধে জিজ্ঞেস করার জন্য। আর তিনি কাফিরদের জন্য প্রস্তুত রেখেছেন যন্ত্রণাদায়ক শাস্তি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ কেবলমাত্ৰ অংগীকার নিয়েই ক্ষান্ত হননি বরং এ অংগীকার কতটুকু পালন করা হয়েছে সে সম্পর্কে তিনি প্রশ্ন করবেন। [কুরতুবী, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৩৩ : ৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَآءَتۡكُمۡ جُنُودٞ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا وَجُنُودٗا لَّمۡ تَرَوۡهَاۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا ",
        "bangla_text": "হে ঈমানদারগণ! তোমরা তোমাদের প্রতি আল্লাহ্র অনুগ্রহের কথা স্মরণ কর, যখন শত্রু বাহিনী তোমাদের বিরুদ্ধে সমাগত হয়েছিল অতঃপর আমরা তাদের বিরুদ্ধে পাঠিয়েছিলাম ঘূর্ণিবায়ু [১] এবং এমন বাহিনী যা তোমরা দেখনি [২]। আর তোমরা যা কর আল্লাহ্ তার সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, আমাকে মৃদু বাতাস দিয়ে সহযোগিতা করা হয়েছে। আর আদ সম্প্রদায়কে ঝঞা বাতাসে ধ্বংস করা হয়েছে? [বুখারী:১০৩৫]\n  <br/>\n  <br/>\n  [২] এমন বাহিনী বলে ফেরেশতাদের বুঝানো হয়েছে। [তাবারী, ইবন কাসীর, বাগভী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৩৩ : ১০",
        "arabic_text": "\nإِذۡ جَآءُوكُم مِّن فَوۡقِكُمۡ وَمِنۡ أَسۡفَلَ مِنكُمۡ وَإِذۡ زَاغَتِ ٱلۡأَبۡصَٰرُ وَبَلَغَتِ ٱلۡقُلُوبُ ٱلۡحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠ ",
        "bangla_text": "যখন তারা তোমাদের বিরুদ্ধে সমাগত হয়েছিল তোমাদের উপরের দিক ও নিচের দিক হতে [১], তোমাদের চোখ বিস্ফোরিত হয়েছিল এবং তোমাদের প্রান হয়ে পরেছিল কণ্ঠাগত [২], আর তোমরা আল্লাহ্ সম্মন্ধে নানাবিধ ধারনা পোষণ করছিলে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর একটি অর্থ হতে পারে, সবদিক থেকে চড়াও হয়ে এলো। দ্বিতীয় অর্থ হতে পারে, নজ্‌দ ও খায়বারের দিক থেকে আক্রমণকারীরা ওপরের দিক থেকে এবং মক্কা মো’আয্‌যামার দিক থেকে আক্রমণকারীরা নিচের দিক থেকে আক্রমণ করলো। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] হাদীসে এসেছে, আবু সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন, আমরা খন্দকের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বললাম, হে আল্লাহর রাসূল! অন্তরসমূহ কণ্ঠাগত হয়েছে, আমরা কি কিছু বলব? তিনি বললেন, হ্যাঁ, বল,\n  <br/>\n  <br/>\n  اَللّهُمَّ استُرْعَوْراتِناوَآمن رَوْعَاتِنَا\n  <br/>\n  <br/>\n  “হে আল্লাহ! আমাদের গোপনীয়তা রক্ষা করা এবং আমাদেরকে ভীতি থেকে নিরাপত্তা দাও’। আবু সাইদ রাদিয়াল্লাহু আনহু বলেন, ফলে আল্লাহ শক্ৰদের মুখে ঝঞ্ঝা বায়ু প্রবাহিত করলেন, এভাবেই আল্লাহ তাদেরকে বাতাস দিয়ে পরাজিত করলেন। [মুসনাদে আহমাদ:৩/৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৩৩ : ১১",
        "arabic_text": "\nهُنَالِكَ ٱبۡتُلِيَ ٱلۡمُؤۡمِنُونَ وَزُلۡزِلُواْ زِلۡزَالٗا شَدِيدٗا ",
        "bangla_text": "তখন মুমিনগণ পরীক্ষিত হয়েছিল এবং তারা ভীষণভাবে প্রকম্পিত হয়েছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৩৩ : ১২",
        "arabic_text": "\nوَإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورٗا ",
        "bangla_text": "আর স্মরণ কর, যখন মুনাফিকরা ও যাদের অন্তরে ছিল ব্যাধি, তারা বলছিল, 'আল্লাহ্ এবং তাঁর রাসূল আমাদেরকে যে প্রতিশ্রুতি দিয়েছিলেন তা প্রতারণা ছাড়া কিছু নয়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৩৩ : ১৩",
        "arabic_text": "\nوَإِذۡ قَالَت طَّآئِفَةٞ مِّنۡهُمۡ يَٰٓأَهۡلَ يَثۡرِبَ لَا مُقَامَ لَكُمۡ فَٱرۡجِعُواْۚ وَيَسۡتَـٔۡذِنُ فَرِيقٞ مِّنۡهُمُ ٱلنَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوۡرَةٞ وَمَا هِيَ بِعَوۡرَةٍۖ إِن يُرِيدُونَ إِلَّا فِرَارٗا ",
        "bangla_text": "আর যখন তাদের একদল বলেছিল, ‘হে ইয়াসরিববাসী [১]! (এখানে রাসূলের কাছে প্রতিরোধ করার) তোমাদের কোন স্থান নেই সুতরাং তোমরা (ঘরে) ফিরে যাও' এবং তাদের মধ্যে একদল নবীর কাছে অব্যাহতি প্রার্থনা করে বলছিল, 'আমাদের বাড়িঘর অরক্ষিত'; অথচ সেগুলো অরক্ষিত ছিল না, আসলে পালিয়ে যাওয়াই ছিল তাদের উদ্দেশ্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইয়াসরিববাসী বলে এখানে মদীনাবাসীদের বুঝানো হয়েছে। এটা মদীনার ইসলাম পূর্ব নাম ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এটাকে পরিবর্তন করে মদীনা রাখেন। দেখুন, [কুরতুবী মুয়াসসার, ফাতহুল কাদীর] তিনি বলেন, “আমাকে এমন এক জনপদের দিকে হিজরত করার নির্দেশ দেয়া হয়েছে যা সমস্ত জনপদকে গ্রাস করবে (করায়ত্ত্ব করবে) লোকেরা সেটাকে বলে ইয়াসরিব, প্রকৃতপক্ষে সেটা হলো মদীনা। সেখান থেকে খারাপ লোককে এমনভাবে নির্বাসিত করে যেমন কামারের হাঁপর লোহার ময়লা দূর করে।’ [বুখারী: ১৮৭১, মুসলিম: ১৩৮২]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৩৩ : ১৪",
        "arabic_text": "\nوَلَوۡ دُخِلَتۡ عَلَيۡهِم مِّنۡ أَقۡطَارِهَا ثُمَّ سُئِلُواْ ٱلۡفِتۡنَةَ لَأٓتَوۡهَا وَمَا تَلَبَّثُواْ بِهَآ إِلَّا يَسِيرٗا ",
        "bangla_text": "আর যদি বিভিন্ন দিক হতে তাদের বিরুদ্ধে শত্রুদের প্রবেশ ঘটত, তারপর তাদেরকে শির্ক করার জন্য প্ররোচিত করা হত, তবে অবশ্যই তারা সেটা করে বসত, তারা সেটা করতে সামান্যই বিলম্ব করত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের আরেক অর্থ হলো, তারা এরপর সামান্যই মদীনাতে অবস্থান করতে সমর্থ হতো; কারণ তারা অচিরেই ধ্বংস হয়ে যেত | [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৩৩ : ১৫",
        "arabic_text": "\nوَلَقَدۡ كَانُواْ عَٰهَدُواْ ٱللَّهَ مِن قَبۡلُ لَا يُوَلُّونَ ٱلۡأَدۡبَٰرَۚ وَكَانَ عَهۡدُ ٱللَّهِ مَسۡـُٔولٗا ",
        "bangla_text": "অবশ্যই তারা পূর্বে আল্লাহর সাথে অঙ্গিকার করেছিল যে, তারা পৃষ্ঠ প্রদর্শন করবে না। আর আল্লাহ্র সাথে করা অঙ্গিকার সম্বন্ধে অবশ্যই জিজ্ঞেস করা হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ওহুদ যুদ্ধের সময় তারা যে দুর্বলতা দেখিয়েছিল তারপর লজ্জা ও অনুতাপ প্রকাশ করে তারা আল্লাহর কাছে অংগীকার করেছিল যে, এবার যদি পরীক্ষার কোন সুযোগ আসে তাহলে তারা নিজেদের এ ভুলের প্রায়শ্চিত্ত করবে। কিন্তু আল্লাহকে নিছক কথা দিয়ে প্রতারণা করা যেতে পারে না | যে ব্যক্তিই তাঁর সাথে কোন অংগীকার করে তাঁর সামনে তিনি পরীক্ষার কোন না কোন সুযোগ এনে দেন। এর মাধ্যমে তার সত্য ও মিথ্যা যাচাই হয়ে যায়। তাই ওহুদ যুদ্ধের মাত্র দু’বছর পরেই তিনি তার চাইতেও বেশী বড় বিপদ সামনে নিয়ে এলেন এবং এভাবে তারা তাঁর সাথে কেমন ও কতটুকু সাচ্চা অংগীকার করেছিল তা যাচাই করে নিলেন। [দেখুন, মুয়াস্‌সার]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৩৩ : ১৬",
        "arabic_text": "\nقُل لَّن يَنفَعَكُمُ ٱلۡفِرَارُ إِن فَرَرۡتُم مِّنَ ٱلۡمَوۡتِ أَوِ ٱلۡقَتۡلِ وَإِذٗا لَّا تُمَتَّعُونَ إِلَّا قَلِيلٗا ",
        "bangla_text": "বলুন, 'তোমাদের কোন লাভই হবে না পালিয়ে বেড়ানো, যদি তোমরা মৃত্যু অথবা হত্যার ভয়ে পালিয়ে যাও, তবে সে ক্ষেত্রে তোমাদেরকে সামান্যই ভোগ করতে দেয়া হবে।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৩৩ : ১৭",
        "arabic_text": "\nقُلۡ مَن ذَا ٱلَّذِي يَعۡصِمُكُم مِّنَ ٱللَّهِ إِنۡ أَرَادَ بِكُمۡ سُوٓءًا أَوۡ أَرَادَ بِكُمۡ رَحۡمَةٗۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا ",
        "bangla_text": "বলুন 'কে তোমাদেকে আল্লাহ্ থেকে বাধা দান করবে, যদি তিনি তোমাদের অমঙ্গল ইচ্ছে করেন অথবা তিনি তোমাদেরকে অনুগ্রহ করতে ইচ্ছে করেন?' আর তারা আল্লাহ্ ছাড়া নিজেদের জন্য কোন অভিভাবক ও সাহায্যকারী পাবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৩৩ : ১৮",
        "arabic_text": "\n۞ قَدۡ يَعۡلَمُ ٱللَّهُ ٱلۡمُعَوِّقِينَ مِنكُمۡ وَٱلۡقَآئِلِينَ لِإِخۡوَٰنِهِمۡ هَلُمَّ إِلَيۡنَاۖ وَلَا يَأۡتُونَ ٱلۡبَأۡسَ إِلَّا قَلِيلًا ",
        "bangla_text": "আল্লাহ্ অবশ্যই জানেন তোমাদের মধ্যে কারা বাধাদানকারী এবং কারা তাদের ভাইদেরকে বলে, আমাদের দিকে চলে এসো। ' তারা অল্পই যুদ্ধে যোগদান করে ----",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৩৩ : ১৯",
        "arabic_text": "\nأَشِحَّةً عَلَيۡكُمۡۖ فَإِذَا جَآءَ ٱلۡخَوۡفُ رَأَيۡتَهُمۡ يَنظُرُونَ إِلَيۡكَ تَدُورُ أَعۡيُنُهُمۡ كَٱلَّذِي يُغۡشَىٰ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَإِذَا ذَهَبَ ٱلۡخَوۡفُ سَلَقُوكُم بِأَلۡسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلۡخَيۡرِۚ أُوْلَٰٓئِكَ لَمۡ يُؤۡمِنُواْ فَأَحۡبَطَ ٱللَّهُ أَعۡمَٰلَهُمۡۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا ",
        "bangla_text": "তোমাদের ব্যাপারে কৃপণতাবশত [১]। অতঃপর যখন ভীতি আসে তখন আপনি দেখবেন, মৃত্যুভয়ে মূর্চ্ছাতুর ব্যক্তির মত চোখ উল্টিয়ে তারা আপনার দিকে তাকায়। কিন্তু যখন ভয় চলে যায় তখন ধনের লালসায় তোমাদেরকে তীক্ষ্ণ ভাষার বিদ্ধ করে [২]। তারা ঈমান আনেনি ফলে আল্লাহ্ তাদের কাজকর্ম নিষ্ফল করেছেন এবং এটা আল্লাহর পক্ষে সহজ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা তোমাদের জন্য তাদের জন, মাল, শক্তি-সামৰ্থ ব্যয় করতে কৃপণতা করে। কারণ তারা তোমাদেরকে ভালবাসে না, তোমাদের সাথে শক্ৰতা পোষণ করে। [মুয়াসসার, ফাতহুল কাদীর; কুরতুবী, বাগভী]\n  <br/>\n  <br/>\n  [২] আভিধানিক দিক দিয়ে আয়াতটির দু'টি অর্থ হয়। এক, যুদ্ধের ময়দান থেকে সাফল্য লাভ করে যখন তোমরা ফিরে আসো তখন তারা বড়ই হৃদ্যতা সহকারে ও সাড়ম্বরে তোমাদেরকে স্বাগত জানায় এবং বড় বড় বুলি আউড়িয়ে এই বলে প্রভাব বিস্তার করার চেষ্টা করে যে, আমরাও পাক্কা মুমিন এবং এ কাজ সম্প্রসারণে আমরাও অংশ নিয়েছি। কাজেই আমরাও গনীমাতের মালের হকদার। দুই, বিজয় অর্জিত হলে গনীমাতের মাল ভাগ করার সময় তাদের কণ্ঠ বড়ই তীক্ষ্ণ ও ধারাল হয়ে যায় এবং তারা অগ্রবতী হয়ে দাবী করতে থাকে, আমাদের ভাগ দাও, আমরাও কাজ করেছি, সবকিছু তোমরাই লুটে নিয়ে যেয়ো না। [দেখুন, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৩৩ : ২০",
        "arabic_text": "\nيَحۡسَبُونَ ٱلۡأَحۡزَابَ لَمۡ يَذۡهَبُواْۖ وَإِن يَأۡتِ ٱلۡأَحۡزَابُ يَوَدُّواْ لَوۡ أَنَّهُم بَادُونَ فِي ٱلۡأَعۡرَابِ يَسۡـَٔلُونَ عَنۡ أَنۢبَآئِكُمۡۖ وَلَوۡ كَانُواْ فِيكُم مَّا قَٰتَلُوٓاْ إِلَّا قَلِيلٗا ",
        "bangla_text": "তারা মনে করে, সম্মিলিত বাহিনী চলে যাইনি। যদি সম্মিলিত বাহিনী আবার এসে পড়ে, তখন তারা কামনা করবে যে, ভাল হত যদি ওরা যাযাবর মরুবাসীদের সাথে থেকে তোমাদের সংবাদ নিত! আর যদি তারা তোমাদের সঙ্গে অবস্থান করত তবে তারা খুব অল্পই যুদ্ধ করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৩৩ : ২১",
        "arabic_text": "\nلَّقَدۡ كَانَ لَكُمۡ فِي رَسُولِ ٱللَّهِ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَ وَذَكَرَ ٱللَّهَ كَثِيرٗا ",
        "bangla_text": "অবশ্যই তোমাদের জন্য রয়েছে রাসূলুল্লাহর মধ্যে উত্তম আর্দশ [১], তার জন্য যে আসা রাখে আল্লাহ্ ও শেষ দিনের এবং আল্লাহ্‌কে বেশী স্মরণ করা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরপর অকপট ও খাঁটি মুসলিমগণের বর্ণনা প্রসঙ্গে এদের অসম দৃঢ়তার প্রশংসা করা হয়েছে। এরই প্রেক্ষিতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর অনুসরণ অনুকরণের প্রয়োজনীয়তা অপরিহার্যতাকে মূলনীতিরূপে বর্ণনা করা হয়েছে। বলা হয়েছে, “নিশ্চয়ই তোমাদের জন্য রাসূলের মধ্যে উত্তম অনুপম আদর্শ রয়েছে'। এদ্বারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণীসমূহ ও কার্যাবলী উভয়ই অনুসরণের হুকুম রয়েছে বলে প্রমাণিত হয়। [দেখুন, মুয়াস্‌সার]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৩৩ : ২২",
        "arabic_text": "\nوَلَمَّا رَءَا ٱلۡمُؤۡمِنُونَ ٱلۡأَحۡزَابَ قَالُواْ هَٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥۚ وَمَا زَادَهُمۡ إِلَّآ إِيمَٰنٗا وَتَسۡلِيمٗا ",
        "bangla_text": "আর মুমিনগণ যখন সম্মিলিত বাহিনীকে দেখল, তারা বলে উঠল, ’এটা তো তাই, আল্লাহ্ ও তাঁর রাসূল যার প্রতিশ্রুতি আমাদেরকে দিয়েছিলেন এবং আল্লাহ্ ও তাঁর রাসূল সত্যই বলেছেন। ' আর এতে তাদের ঈমান ও আনুগত্যই বৃদ্ধি পেল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৩৩ : ২৩",
        "arabic_text": "\nمِّنَ ٱلۡمُؤۡمِنِينَ رِجَالٞ صَدَقُواْ مَا عَٰهَدُواْ ٱللَّهَ عَلَيۡهِۖ فَمِنۡهُم مَّن قَضَىٰ نَحۡبَهُۥ وَمِنۡهُم مَّن يَنتَظِرُۖ وَمَا بَدَّلُواْ تَبۡدِيلٗا ",
        "bangla_text": "মুমিনদের মধ্যে কেউ কেউ আল্লাহ্‌র সাথে তাদের করা অঙ্গীকার পূর্ণ করেছে, তাদের কেউ কেউ (অঙ্গীকার পূর্ণ করে) মারা গেছে [১] এবং কেউ কেউ প্রতীক্ষায় রয়েছে। তারা তাদের অঙ্গীকার কোনো পরিবর্তন করেনি ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে উল্লেখিত يَضٰى نَحْبَه، এর তাফসীরে কয়েকটি মত এসেছে, এক. আল্লাহর সাথে কৃত তাদের মানত পূর্ণ করেছে এবং আল্লাহর রাস্তায় শহীদ হয়ে গেছে। দুই. আল্লাহর সাথে যে অঙ্গীকার তারা করেছে তারা তা পূর্ণ করা অবস্থায় তাদের মৃত্যু হয়েছে। তারা এ অঙ্গীকারের ক্ষেত্রে কোন অন্যথা করেনি। তিন. তাদের মধ্যে কেউ কেউ মারা গেছে। এ আয়াতে সাহাবায়ে কিরামের প্রশংসা করা হয়েছে। আনাস রাদিয়াল্লাহু আনহু বলেন, আমার চাচা আনাস, যার নাম আমার নাম। তিনি বদরের যুদ্ধে অংশগ্রহণ করতে পারেননি। এটা তাকে পীড়া দিচ্ছিল। তিনি বলছিলেন যে, প্রথম যুদ্ধেই আমি রাসূলের সাথে থাকতে পারিনি। যদি আল্লাহ আমাকে এর পরবর্তী যুদ্ধে অংশগ্রহণ করার সুযোগ দেয় তাহলে আল্লাহ্‌ দেখবেন আমি কি করি। তারপর তিনি রাসূলের সাথে ওহুদের যুদ্ধে অংশগ্রহণ করলেন। যুদ্ধের ময়দানে সা'দ ইবনে মু'আজকে জিজ্ঞেস করলেন, হে আবু আমরা! কোথায়? তিনি জবাবে বললেন, আমি ওহুদের দিকে জান্নাতের সুগন্ধ পাচ্ছি। তারপর আনাস ইবনে নাদর রাদিয়াল্লাহু আনহু প্রচণ্ডরকম যুদ্ধ করলেন এবং শহীদ হয়ে গেলেন। এমনকি তার গায়ে আশিটিরও বেশী আঘাত পরিলক্ষিত হয়েছিল। তার জন্যই এ আয়াত নাযিল হয়েছিল। [বুখারী: ৪৭৮৩]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৩৩ : ২৪",
        "arabic_text": "\nلِّيَجۡزِيَ ٱللَّهُ ٱلصَّٰدِقِينَ بِصِدۡقِهِمۡ وَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ إِن شَآءَ أَوۡ يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا ",
        "bangla_text": "যাতে আল্লাহ্ পুরস্কৃত করেন সত্যবাদীদেরকে তাদের সত্যবাদীতার জন্য এবং শাস্তি দেন মুনাফিকদেরকে যদি তিনি চান অথবা তাদের ক্ষমা করেন। নিশ্চয় আল্লাহ্ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৩৩ : ২৫",
        "arabic_text": "\nوَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُواْ بِغَيۡظِهِمۡ لَمۡ يَنَالُواْ خَيۡرٗاۚ وَكَفَى ٱللَّهُ ٱلۡمُؤۡمِنِينَ ٱلۡقِتَالَۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزٗا ",
        "bangla_text": "আর আল্লাহ্ কাফিরদেরকে ত্রুদ্ধাবস্থায় ফিরিয়ে দিলেন, তারা কোন কল্যাণ লাভ করেনি। আর যুদ্ধে মুমিনদের জন্য আল্লাহ্ই যথেষ্ট ; এবং আল্লাহ্ সর্বশক্তিমান, প্রবল পরাক্রমশালী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৩৩ : ২৬",
        "arabic_text": "\nوَأَنزَلَ ٱلَّذِينَ ظَٰهَرُوهُم مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن صَيَاصِيهِمۡ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَ فَرِيقٗا تَقۡتُلُونَ وَتَأۡسِرُونَ فَرِيقٗا ",
        "bangla_text": "আর কিতাবীদের [১] মধ্যে যারা তাদেরকে সাহায্য করেছিল, তাদেরকে তিনি তাদের দূর্গ হতে অবতরণ করালেন এবং তাদের অন্তরে ভীতি সঞ্চার করলেন ; তোমরা তাদের কিছু সংখ্যককে হত্যা করছ এবং কিছু সংখ্যককে করছ বন্দী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বনী কুরাইযায় ইয়াহুদী সম্প্রদায়। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২] এখানে বনু-কুরাইযার ঘটনা বিবৃত হয়েছে। বলা হয়েছে, যে সকল আহলে কিতাব সম্মিলিত শত্রুবাহিনীর সহযোগিতা করেছে, আল্লাহ্‌ তা’আলা তাদের অন্তরে রাসূল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবায়ে কেরামের প্রতি ভীতি সঞ্চার করে তাদেরকে তাদের সুরক্ষিত দুর্গ থেকে নীচে নামিয়ে দেন এবং তাদের ধন-সম্পদ ও ঘর-বাড়ি মুসলিমগণের স্বত্বভুক্ত করে দেন। [দেখুন, মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৩৩ : ২৭",
        "arabic_text": "\nوَأَوۡرَثَكُمۡ أَرۡضَهُمۡ وَدِيَٰرَهُمۡ وَأَمۡوَٰلَهُمۡ وَأَرۡضٗا لَّمۡ تَطَـُٔوهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا ",
        "bangla_text": "আর তিনি তোমাদেরকে অধিকারী করলেন তাদের ভূমি, ঘড়বাড়ী ও ধন - সম্পদের এবং এমন ভূমির যাতে তোমরা এখনো পদার্পণ করনি [১]। আর আল্লাহ্ সবকিছুর উপর পূর্ন ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মুসলিমদের অদূর ভবিষ্যতে জয়যাত্রার সুসংবাদ দান করা হয়েছে যে, এখন থেকে কাফেরদের অগ্রাভিযানের অবসান এবং মুসলিমদের বিজয় যুগের সূচনা হলো। আর এমন সব ভু-খণ্ড তাদের অধিকারভুক্ত হবে যেগুলোর উপর কখনো তাদের পদচারণা পর্যন্ত হয়নি। যার বাস্তবায়ন সাহাবায়ে কেরামের যুগে বিশ্বমানব প্রত্যক্ষ করেছে। পারস্য ও রোমান সাম্রাজ্যের এক বিশাল ও সুবিস্তীর্ণ অঞ্চল তাদের অধিকারভুক্ত হয়। আল্লাহ্ তা'আলা যা চান তাই করেন। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৩৩ : ২৮",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ إِن كُنتُنَّ تُرِدۡنَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا وَزِينَتَهَا فَتَعَالَيۡنَ أُمَتِّعۡكُنَّ وَأُسَرِّحۡكُنَّ سَرَاحٗا جَمِيلٗا ",
        "bangla_text": "হে নবী ! আপনি আপানার স্ত্রীদেরকে বলুন, 'তোমারা যদি দুনিয়ার জীবন ও এর চাকচিক্য কামনা কর তবে আস, আমি তোমাদের ভোগ - সমগ্রীর ব্যবস্থা করে দেই এবং সৌজন্যের সাথে তোমাদেরকে বিদায় দেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উল্লেখিত আয়াতসমূহে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর পুণ্যবতী স্ত্রীগণের প্রতি বিশেষ নির্দেশ রয়েছে যেন তাদের কোন কথা ও কাজের দ্বারা রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি কোন দুঃখ-যন্ত্রণা না পৌঁছে; সেদিকে যেন তারা যথাযথ গুরুত্ব আরোপ করেন। [ফাতহুল কাদীর] আয়াতে রাসূলের স্ত্রীদেরকে তালাক গ্রহণের যে অধিকার প্রদানের কথা বর্ণনা করা হয়েছে, এ সম্পর্কিত পুণ্যবতী স্ত্রীগণ কর্তৃক সংঘটিত এক বা একাধিক এমন ঘটনা রয়েছে, যা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মর্জির পরিপন্থী ছিল, যা দ্বারা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অনিচ্ছাকৃতভাবেই দুঃখ পান। এসব ঘটনাবলীর মধ্যে একটি ঘটনা হচ্ছে, একদিন স্ত্রীগণ সমবেতভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর খেদমতে তাদের জীবিকা ও অন্যান্য খরচাদির পরিমান বৃদ্ধির দাবী পেশ করেন। [মুসলিম: ১৪৭৮]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৩৩ : ২৯",
        "arabic_text": "\nوَإِن كُنتُنَّ تُرِدۡنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلۡأٓخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلۡمُحۡسِنَٰتِ مِنكُنَّ أَجۡرًا عَظِيمٗا ",
        "bangla_text": "‘আর যদি তোমরা কামনা কর আল্লাহ্, তাঁর রাসূল ও আখিরাতের আবাস, তবে তোমাদের মধ্যে যারা সৎকর্মশীলা আল্লাহ্ তাদের জন্য মহাপ্রতিদান প্রস্তুত রেখেছেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সকল পুণ্যবতী স্ত্রীগণকে অধিকার প্রদান করা হয়েছে যে, তারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর বর্তমান দারিদ্র্যপীড়িত চরম আর্থিক সঙ্কটপূৰ্ণ অবস্থা বরণ করে হয় রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে দাম্পত্য সম্পর্ক অক্ষুন্ন রেখে জীবন যাপন করবেন অথবা তালাকের মাধ্যমে তার থেকে মুক্ত হয়ে যাবেন। প্রথমাবস্থায় অন্যান্য স্ত্রীলোকের তুলনায় পুরস্কার এবং আখেরাতে স্বতন্ত্র ও সুউচ্চ মর্যাদাসমূহের অধিকারী হবেন। আর দ্বিতীয় অবস্থা, অর্থাৎ তালাক গ্রহণের পরিপ্রেক্ষিতেও তাদেরকে দুনিয়ার অপরাপর লোকের ন্যায় বিশেষ জটিলতা ও অপ্রীতিকর অবস্থার সম্মুখীন হতে হবে না; বরং সুন্নত মোতাবেক যুগল বস্ত্ৰ প্রভৃতি প্রদান করে সসম্মানে বিদায় দেয়া হবে। ইসলামী পরিভাষায় একে বলা হয় “তাখঈর”। অর্থাৎ স্ত্রীকে তার স্বামীর সাথে থাকার বা আলাদা হয়ে যাবার মধ্য থেকে যে কোন একটিকে বাছাই করে নেবার ফায়সালা করার ইখতিয়ার দান করা। [ফাতহুল কাদীর;বাগাওয়ী] হাদীসে এসেছে, উন্মুল মুমিনীন আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত আছে যে, যখন অধিকার প্রদানের এ আয়াত নাযিল হয়, তখন রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদেরকে এটি প্রকাশ ও প্রচারের সূচনা করেন। আয়াত শোনানর পূর্বে বলেন যে, আমি তোমাকে একটি কথা বলব-উত্তরটা কিন্তু তাড়াহুড়া করে দেবে না। বরং তোমার পিতা-মাতার সাথে পরামর্শের পর দেবে। আয়েশা সিদ্দিকা রাদিয়াল্লাহু ‘আনহা বলেন, আমাকে আমার পিতা-মাতার সাথে পরামর্শ না করে মতামত প্রকাশ করা থেকে যে বারণ করেছিলেন, তা ছিল আমার প্রতি রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এক অপার অনুগ্রহ। কেননা, তার অটুট বিশ্বাস ছিল যে, আমার পিতা-মাতা কখনো আমাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বিচ্ছিন্নতা অবলম্বনের পরামর্শ দেবেন না। এ আয়াত শোনার সঙ্গে সঙ্গেই আমি আরয করলাম যে, এ ব্যাপারে আমার পিতা-মাতার পরামর্শ গ্রহণের জন্য যেতে পারি কি? আমি তো আল্লাহ্ তা'আলা, তাঁর রাসূল ও আখেরাতকে বরণ করে নিচ্ছি। আমার পরে অন্যান্য সকল পুণ্যবতী স্ত্রীগণকে কুরআনের এ নির্দেশ শোনানো হলো। আমার মত সবাই একই মত ব্যক্ত করলেন; রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে দাম্পত্য সম্পর্কের মোকাবেলায় ইহলৌকিক প্রাচুর্য ও স্বাচ্ছন্দ্যকে কেউ গ্রহণ করলেন না। [মুসলিম: ১৪৭৫]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৩৩ : ৩০",
        "arabic_text": "\nيَٰنِسَآءَ ٱلنَّبِيِّ مَن يَأۡتِ مِنكُنَّ بِفَٰحِشَةٖ مُّبَيِّنَةٖ يُضَٰعَفۡ لَهَا ٱلۡعَذَابُ ضِعۡفَيۡنِۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا ",
        "bangla_text": "হে নবী - পত্নিগণ! যে কাজ স্পষ্টত 'ফাহেশা', তোমাদের মধ্যে কেউ তা করতে তার জন্য বাড়িয়ে দেয়া হবে শাস্তি ----দ্বিগুণ এবং এটা আল্লাহর  জন্য সহজ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৩৩ : ৩১",
        "arabic_text": "\n۞ وَمَن يَقۡنُتۡ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعۡمَلۡ صَٰلِحٗا نُّؤۡتِهَآ أَجۡرَهَا مَرَّتَيۡنِ وَأَعۡتَدۡنَا لَهَا رِزۡقٗا كَرِيمٗا ",
        "bangla_text": "আর তোমাদের মধ্যে যে কেউ আল্লাহ্ ও তাঁর রাসূলের প্রতি অনুগত হবে এবং সৎকাজ করবে তাকে আমরা পুরস্কার দেব দু'বার। আর তার জন্য আমরা প্রস্তুত রেখেছি সম্মানজনক রিযিক। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৩৩ : ৩২",
        "arabic_text": "\nيَٰنِسَآءَ ٱلنَّبِيِّ لَسۡتُنَّ كَأَحَدٖ مِّنَ ٱلنِّسَآءِ إِنِ ٱتَّقَيۡتُنَّۚ فَلَا تَخۡضَعۡنَ بِٱلۡقَوۡلِ فَيَطۡمَعَ ٱلَّذِي فِي قَلۡبِهِۦ مَرَضٞ وَقُلۡنَ قَوۡلٗا مَّعۡرُوفٗا ",
        "bangla_text": "হে নবী -পত্নিগণ! তোমরা অন্য নারীদের মত নও; যদি তোমরা আল্লাহর তাকওয়া অবলম্বন কর সুতরাং পর-পুরুষের সাথে কমল কন্ঠে এমন ভাবে কথা বলো না, কারণ এতে যার অন্তরে ব্যাধি আছে, সে প্রলুব্ধ হয় এবং তোমরা ন্যায়সংগত কথা বলবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৩৩ : ৩৩",
        "arabic_text": "\nوَقَرۡنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجۡنَ تَبَرُّجَ ٱلۡجَٰهِلِيَّةِ ٱلۡأُولَىٰۖ وَأَقِمۡنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعۡنَ ٱللَّهَ وَرَسُولَهُۥٓۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذۡهِبَ عَنكُمُ ٱلرِّجۡسَ أَهۡلَ ٱلۡبَيۡتِ وَيُطَهِّرَكُمۡ تَطۡهِيرٗا ",
        "bangla_text": "আর তোমরা নিজ ঘরে অবস্থান করবে [১] এবং প্রাচীন জাহেলী যুগের প্রদর্শনীর মত নিজেদেরকে প্রদর্শন করে বেড়াবে না। আর তোমরা সালাত কায়েম কর, যাকাত প্রদান কর এবং আল্লাহ্ তাঁর রাসূলের অনুগত থাক [২] হে নবী -পরিবার [৩]! আল্লাহ্ তো শুধু চান তোমাদের থেকে অপবিত্রতা দূর করতে এবং তোমাদেরকে সম্পূর্ণরূপে পবিত্র করতে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ দাঁড়ায়, নারীর আসল অবস্থানক্ষেত্র হচ্ছে তার গৃহ। কেবলমাত্র প্রয়োজনের ক্ষেত্রে সে গৃহের বাইরে বের হতে পারে। [ইবন কাসীর, মুয়াসসার] আয়াতের শব্দাবলী থেকেও এ অর্থ প্রকাশ হচ্ছে এবং নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীস একে আরো বেশী সুস্পষ্ট করে দেয়। মুজাহিদ তো তখনই স্থিরচিত্তে আল্লাহর পথে লড়াই করতে পারে যখন নিজের ঘরের দিক থেকে সে পূর্ণ নিশ্চিত থাকতে পারবে, তার স্ত্রী তার গৃহস্থালী ও সন্তানদের আগলে রাখবে এবং তার অবর্তমানে তার স্ত্রী কোন অঘটন ঘটাবে না, এ ব্যাপারে সে পুরোপুরি আশংকামুক্ত      থাকবে। যে স্ত্রী তার স্বামীকে এ নিশ্চিন্ততা দান করবে সে ঘরে বসেও তার জিহাদে পুরোপুরি অংশীদার হবে। অন্য একটি হাদীসে এসেছে, “নারী পর্দাবৃত থাকার জিনিস। যখন সে বের হয় শয়তান তার প্রতি দৃষ্টি নিবদ্ধ রাখে এবং তখনই সে আল্লাহর রহমতের নিকটতর হয় যখন সে নিজের গৃহে অবস্থান করে।” [সহীহ ইবন খুযাইমাহ: ১৬৮৫, সহীহ ইবন হিব্বান: ৫৫৯৯]\n  <br/>\n  <br/>\n  [২] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর স্ত্রীগণের প্রতি কুরআনের তৃতীয়, চতুর্থ ও পঞ্চম হেদায়েত হলো, সালাত প্রতিষ্ঠা কর, যাকাত প্ৰদান কর এবং মহান আল্লাহ ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের অনুসরণ করা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] এ আয়াতে আহলে বাইত বা নবী পরিবার বলতে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের স্ত্রীদেরকে বুঝানো হয়েছে। [ইবন কাসীর, কুরতুবী, বাগভী]\n  <br/>\n  ________________________________________\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৩৩ : ৩৪",
        "arabic_text": "\nوَٱذۡكُرۡنَ مَا يُتۡلَىٰ فِي بُيُوتِكُنَّ مِنۡ ءَايَٰتِ ٱللَّهِ وَٱلۡحِكۡمَةِۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا ",
        "bangla_text": "আর আল্লাহর আয়াত ও হিকমত থেকে যা তোমাদের ঘরে পাঠ করা হয়, তা তোমরা স্মরণ রাখবে [১] নিশ্চয় আল্লাহ্ অতি সূক্ষ্মদর্শী, সম্যক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে وَاذْكُرْنَ; শব্দটি ব্যবহার করা হয়েছে। এর দু'টি অর্থ: \"স্মরণ রেখো” এবং “বৰ্ণনা করো।” প্রথম অর্থের দৃষ্টিতে এর তাৎপর্য এই দাঁড়ায়: হে নবীর স্ত্রীগণ! তোমরা কখনো ভুলে যেয়ো না যে, যেখান থেকে সারা দুনিয়াকে আল্লাহর আয়াত, জ্ঞান ও প্রজ্ঞার শিক্ষা দেয়া হয় সেটিই তোমাদের আসল গৃহ। তাই তোমাদের দায়িত্ব বড়ই কঠিন। তোমাদের গৃহে যেসব বিষয় আলোচনা হয় সেসব বিষয় স্বয়ং স্মরণ রেখো —যার ফলশ্রুতি ও পরিচয় হলো এগুলোর উপর আমল করা। দ্বিতীয় অর্থটির দৃষ্টিতে এর তাৎপর্য হয়: হে নবীর স্ত্রীগণ! তোমরা যা কিছু শোনো এবং দেখো তা লোকদের সামনে বর্ণনা করতে থাকো। কারণ রাসূলের সাথে সাৰ্বক্ষণিক অবস্থানের কারণে এমন অনেক বিধান তোমাদের গোচরীভূত হবে যা তোমাদের ছাড়া অন্য কোন মাধ্যমে লোকদের জানা সম্ভব হবে না। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে যেসব শিক্ষা প্রদান করেছেন, উম্মতের অন্যান্য লোকদের সঙ্গে সেসবের আলোচনা করা এবং তাদেরকে সেগুলো পৌছে দেয়া তাদের দায়িত্ব।\n  <br/>\n  <br/>\n  এ আয়াতে দু'টি জিনিসের কথা বলা হয়েছে। এক, আল্লাহর আয়াত, দুই, হিকমাত বা জ্ঞান ও প্রজ্ঞা। আল্লাহর আয়াত অর্থ হচ্ছে, আল্লাহর কিতাবের আয়াত। কিন্তু হিকমাত শব্দটি অত্যন্ত ব্যাপক অর্থবোধক। সকল প্রকার জ্ঞানের কথা এর অন্তর্ভুক্ত, যেগুলো নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম লোকদেরকে শেখাতেন। আল্লাহর কিতাবের শিক্ষার ওপরও এ শব্দটি প্রযোজ্য হতে পারে। কিন্তু কেবলমাত্র তার মধ্যেই একে সীমিত করে দেবার সপক্ষে কোন প্রমাণ নেই। কুরআনের আয়াত শুনানো ছাড়াও নবী সাল্লাল্লাহ্ আলাইহি ওয়া সাল্লাম নিজের পবিত্র জীবন ও নৈতিক চরিত্র এবং নিজের কথার মাধ্যমে যে হিকমাতের শিক্ষা দিতেন তাও অপরিহার্যভাবে এর অন্তর্ভুক্ত। [দেখুন: তাবারী, ফাতহুল কাদীর; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৩৩ : ৩৫",
        "arabic_text": "\nإِنَّ ٱلۡمُسۡلِمِينَ وَٱلۡمُسۡلِمَٰتِ وَٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ وَٱلۡقَٰنِتِينَ وَٱلۡقَٰنِتَٰتِ وَٱلصَّٰدِقِينَ وَٱلصَّٰدِقَٰتِ وَٱلصَّٰبِرِينَ وَٱلصَّٰبِرَٰتِ وَٱلۡخَٰشِعِينَ وَٱلۡخَٰشِعَٰتِ وَٱلۡمُتَصَدِّقِينَ وَٱلۡمُتَصَدِّقَٰتِ وَٱلصَّٰٓئِمِينَ وَٱلصَّٰٓئِمَٰتِ وَٱلۡحَٰفِظِينَ فُرُوجَهُمۡ وَٱلۡحَٰفِظَٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرٗا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمٗا ",
        "bangla_text": "নিশ্চয় মুসলিম পুরুষ ও মুসলিম নারী, মুমিন পুরুষ ও মুমিন নারী, অনুগত পুরুষ ও অনুগত নারী, সত্যবাদী পুরুষ ও সত্যবাদী নারী, ধৈর্যশীল পুরুষ ও ধৈর্যশীল নারী, বিনীত পুরুষ ও বিনীত নারী, দানশীল পুরুষ ও দানশীল নারী, সওম পালনকারী পুরুষ ও সওম পালনকারী নারী, যৌনাঙ্গ হিফাজতকারী পুরুষ ও যৌনাঙ্গ হিফাজতকারী নারী, আল্লাহ্কে অধিক স্মরণকারী পুরুষ ও আল্লাহ্‌কে অধিক স্মরণকারী নারী ------ তাদের জন্য আল্লাহ্ রেখেছেন ক্ষমা ও মহাপ্রতিদান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৩৩ : ৩৬",
        "arabic_text": "\nوَمَا كَانَ لِمُؤۡمِنٖ وَلَا مُؤۡمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمۡرًا أَن يَكُونَ لَهُمُ ٱلۡخِيَرَةُ مِنۡ أَمۡرِهِمۡۗ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ ضَلَّ ضَلَٰلٗا مُّبِينٗا ",
        "bangla_text": "আর আল্লাহ্ ও তাঁর রাসূল কোন বিষয়ের ফায়সালা দিলে কোন মুমিন পুরুষ কিংবা মুমিন নারীর জন্য সে বিষয়ে তাদের কোন (ভিন্ন সিদ্ধান্তের) ইখতিয়ার সংগত নয়। আর যে আল্লাহ্ ও তাঁর রাসূলকে অমান্য করল সে স্পষ্টভাবে পথভ্রষ্ট হলো [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে কয়েকটি ঘটনা বর্ণিত হয়েছে। তন্মধ্যে এক ঘটনা হচ্ছে, যায়েদ ইবন হারেসা রাদিয়াল্লাহু আনহুর বিয়ে সংক্রান্ত ঘটনা। ঘটনার সংক্ষিপ্ত রূপ এই যে, যায়েদ ইবন হারেসা রাদিয়াল্লাহু ‘আনহু একজন স্বাধীন লোক ছিলেন। কিন্তু জাহেলী যুগে কিছু লোক তাকে অল্প বয়সে ধরে এনে ওকায বাজারে বিক্রি করে দেয়, খাদিজা রাদিয়াল্লাহু আনহা সে লোক থেকে তাকে খরীদ করে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে দান করেন। আর আরব দেশের প্রথানুযায়ী তাকে পোষ্য-পুত্রের গৌরবে: ভূষিত করে লালন-পালন করেন। মক্কাতে তাকে ‘মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামপুত্র যায়েদ' নামে সম্বোধন করা হত। কুরআনে কারীম এটাকে অজ্ঞতার যুগের ভ্ৰান্ত রীতি আখ্যায়িত করে তা নিষিদ্ধ করে দেয় এবং পোষ্যপুত্রকে তার প্রকৃত পিতার সাথে সম্পর্কযুক্ত করতে নির্দেশ দেয়। যায়েদ ইবন হারেসা রাদিয়াল্লাহু আনহু যৌবনে পদার্পনের পর রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজ ফুফাত বোন যয়নব বিনতে জাহ্‌শকে তার নিকট বিয়ে দেয়ার প্রস্তাব পাঠান। যায়েদ রাদিয়াল্লাহু ‘আনহু যেহেতু মুক্তিপ্রাপ্ত দাস ছিলেন সুতরাং যয়নব ও তার ভ্রাতা আবদুল্লাহ ইবনে জাহশ এ সম্বন্ধ স্থাপনে এই বলে অস্বীকৃতি জ্ঞাপন করেন যে, আমরা বংশ মর্যাদায় তার চাইতে শ্রেষ্ঠ ও উন্নত। মুজাহিদ রাহিমাহুল্লাহ বলেন: এ ঘটনার পরিপ্রেক্ষিতে উক্ত আয়াত নাযিল হয়। যাতে এ দিকনির্দেশনা রয়েছে যে, যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কারো প্রতি বাধ্যতামূলকভাবে কোন কাজের নির্দেশ দান করেন, তবে সে কাজ করা ওয়াজিব হয়ে যায়। শরীয়তানুযায়ী তা না করার অধিকার থাকে না। শরীয়তে একাজ যে লোক পালন করবে না, আয়াতের শেষে একে স্পষ্ট গোমরাহ বলে আখ্যায়িত করা হয়েছে। যয়নব ও তার ভাই এ আয়াত শুনে তাদের অসম্মতি প্রত্যাহার করে নিয়ে বিয়েতে রাযী হয়ে যায়। অত:পর বিয়ে অনুষ্ঠিত হয়। [বাগাওয়ী]\n  <br/>\n  <br/>\n  এ আয়াত সম্পর্কে দ্বিতীয় যে ঘটনাটি বর্ণনা করা হয় তা হলো, জুলাইবীব রাদিয়াল্লাহু আনহুর ঘটনা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার জন্য কোন এক আনসার সাহাবীর মেয়ের সাথে বৈবাহিক সম্বদ্ধ স্থাপন করতে ইচ্ছুক ছিলেন। এই আনসার ও তার পরিবার-পরিজন এ সম্বন্ধ স্থাপনে অস্বীকৃতি জ্ঞাপন করলেন। কিন্তু এ আয়াত নাযিল হওয়ার পর সবাই রাযী হয়ে যান এবং যথারীতি বিয়েও সম্পন্ন হয়ে যায়। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের জন্য পর্যাপ্ত জীবিকা কামনা করে দোআ করলেন। সাহাবায়ে কেরাম বলেন যে, তার গৃহে এত বরকত ও ধন-সম্পদের এত আধিক্য ছিল যে, মদীনার গৃহসমূহের মধ্যে এ বাড়ীটিই ছিল সর্বাধিক উন্নত ও প্রাচুর্যের অধিকারী এবং এর খরচের অঙ্কই ছিল সবচাইতে বেশী। পরবর্তীকালে জুলাইবীব রাদিয়াল্লাহু আনহু এক জিহাদে শাহাদত বরণ করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর দাফনকাফন নিজ হাতে সম্পন্ন করেন। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৩৩ : ৩৭",
        "arabic_text": "\nوَإِذۡ تَقُولُ لِلَّذِيٓ أَنۡعَمَ ٱللَّهُ عَلَيۡهِ وَأَنۡعَمۡتَ عَلَيۡهِ أَمۡسِكۡ عَلَيۡكَ زَوۡجَكَ وَٱتَّقِ ٱللَّهَ وَتُخۡفِي فِي نَفۡسِكَ مَا ٱللَّهُ مُبۡدِيهِ وَتَخۡشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخۡشَىٰهُۖ فَلَمَّا قَضَىٰ زَيۡدٞ مِّنۡهَا وَطَرٗا زَوَّجۡنَٰكَهَا لِكَيۡ لَا يَكُونَ عَلَى ٱلۡمُؤۡمِنِينَ حَرَجٞ فِيٓ أَزۡوَٰجِ أَدۡعِيَآئِهِمۡ إِذَا قَضَوۡاْ مِنۡهُنَّ وَطَرٗاۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولٗا ",
        "bangla_text": "আর স্মরন করুন, আল্লাহ্ যাকে অনুগ্রহ করেছেন এবং আপনিও যার প্রতি অনুগ্রহ করেছেন, আপনি তাকে বলেছিলেন, 'তুমি তোমার স্ত্রীর সাথে সম্পর্ক বজায় রাখ এবং আল্লাহ্র তাকওয়া অবলম্বন কর [১]।' আর আপনি আপনার অন্তরে গোপন করছিলেন এমন কিছু যা আল্লাহ্ প্রকাশ করে দিচ্ছেন [২]; এবং আপনি লোকদেরকে ভয় করছিলেন, অথচ আল্লাহ্কেই ভয় করা আপনার পক্ষে অধিকতর সংগত। তারপর যখন যায়েদ তার (স্ত্রীর) সাথে প্রয়োজন শেষ করল [৩], তখন আমরা তাকে আপনার নিকট বিয়ে দিলাম [৪], যাতে মুমিনদের পোষ্য পুত্রদের স্ত্রীদেরকে (স্ত্রী হিসাবে গ্রহন করতে) কোন সমস্যা না হয় যখন তারা (পোষ্য পুত্ররা) নিজ স্ত্রীর সাথে প্রয়োজন শেষ করবে (এবং তালাক দিবে)। আর আল্লাহ্র আদেশ কার্যকর হয়েই থাকে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ “স্মরণ করুন যখন আল্লাহ ও আপনি নিজে যার প্রতি অনুগ্রহ করেছেন, তাকে বলছিলেন যে, তুমি নিজের স্ত্রীকে তোমার বিবাহাধীনে থাকতে দাও।” এ ব্যক্তি হলো যায়েদ। আল্লাহ তাকে ইসলামে দীক্ষিত করে তার প্রতি প্রথম অনুগ্রহ প্ৰদৰ্শন করেন। যায়েদ রাদিয়াল্লাহু ‘আনহু যয়নব রাদিয়াল্লাহু ‘আনহার সম্পর্কে ভাষাগত শ্রেষ্ঠত্ব, গোত্ৰগত কৌলিন্যভিমান এবং আনুগত্য ও শৈথিল্য প্রদর্শনের অভিযোগ উত্থাপন করতেন। একদিন যায়েদ রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর খেদমতে এসব অভিযোগ পেশ করতে গিয়ে যায়নবকে তালাক দেয়ার ইচ্ছা প্রকাশ করেন। কিন্তু রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বললেন: ‘নিজ স্ত্রীকে তোমার বিবাহধীনে থাকতে দাও এবং আল্লাহর তাকওয়া অবলম্বন কর।’ [দেখুন, বাগভী; ফাতহুল কাদীর; তাবারী]\n  <br/>\n  <br/>\n  [২] এর ব্যাখ্যা এই যে, আপনি অন্তরে যে বিষয় গোপন রেখেছেন তা এ বাসনা যে, যায়েদ রাদিয়াল্লাহু আনহু যয়নবকে তালাক দিলে পরে আপনি তাকে বিয়ে করবেন। [ফাতহুল কাদীর; বাগভী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যায়েদ রাদিয়াল্লাহু আনহু যখন নিজের স্ত্রীকে তালাক দিয়ে দিলেন এবং তার ইদ্দত পুরা হয়ে গেলো। “প্রয়োজন পূর্ণ করলো” শব্দগুলো স্বতঃস্ফৰ্তভাবে একথাই প্রকাশ করে যে, তার কাছে যায়েদের আর কোন প্রয়োজন থাকলো না। [মুয়াস্‌সার; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ আপনার সাথে তার বিয়ে স্বয়ং আমরা সম্পন্ন করে দিয়েছি। এর ফলে একথা বোঝা যায় যে, এ বিয়ে স্বয়ং আল্লাহ নিজেই সম্পন্ন করে দেয়ার মাধ্যমে বিয়ে-শাদীর সাধারণভাবে প্রচলিত শর্তাবলীর ব্যতিক্রম ঘটিয়ে এ বিয়ের প্রতি বিশেষ মর্যাদা আরোপ করেছেন। [তাবারী; বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৩৩ : ৩৮",
        "arabic_text": "\nمَّا كَانَ عَلَى ٱلنَّبِيِّ مِنۡ حَرَجٖ فِيمَا فَرَضَ ٱللَّهُ لَهُۥۖ سُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۚ وَكَانَ أَمۡرُ ٱللَّهِ قَدَرٗا مَّقۡدُورًا ",
        "bangla_text": "নবীর জন্য সেটা (করতে) কোন সমস্যা নেই যা আল্লাহ্ বিধিসম্মত করেছেন তার জন্য। আগে যারা চলে গেছে তাদের ক্ষেত্রেও এটাই ছিল আল্লাহ্র বিধান [১]। আর আল্লাহ্‌র ফয়াসালা সুনির্ধারিত, অবশ্যম্ভাবী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের মাধ্যমে এ বিয়ের পরিপ্রেক্ষিতে উদ্ভূত সন্দেহসমূহের উত্তরের সূচনা এরূপভাবে করা হয়েছে যে, অন্যান্য পুণ্যবতী স্ত্রীগণ থাকা সত্ত্বেও এ বিয়ের পেছনে কি উদ্দেশ্য নিহিত ছিল ? এরশাদ হয়েছে যে, এটা আল্লাহ তা'আলার চিরন্তন বিধান যা কেবল মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর জন্য নির্দিষ্ট নয়; আপনার পূর্ববতী নবীগণের কালেই দ্বীনী স্বার্থ ও মঙ্গলামঙ্গলের কথা বিবেচনা করে বহু সংখ্যক স্ত্রীলোককে বিয়ে করার অনুমতি ছিল। যন্মধ্যে দাউদ ও সুলায়মান আলাইহিস সালাম-এর বিশেষভাবে উল্লেখযোগ্য। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৩৩ : ৩৯",
        "arabic_text": "\nٱلَّذِينَ يُبَلِّغُونَ رِسَٰلَٰتِ ٱللَّهِ وَيَخۡشَوۡنَهُۥ وَلَا يَخۡشَوۡنَ أَحَدًا إِلَّا ٱللَّهَۗ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا ",
        "bangla_text": "তারা আল্লাহ্‌র বাণী প্রচার করত, আর তাঁকে ভয় করত এবং আল্লাহ্‌কে ছাড়া অন্য কাউকেও ভয় করত না [১]। আর হিসাব গ্রহণকারীরুপে আল্লাহ্ই যথেষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নবী আলাইহিমুস সালামগণের যে অপর এক গুণ বৈশিষ্ট বর্ণনা করা হয়েছে তা এই যে, এসব মহাত্মবৃন্দ আল্লাহকে ভয় করেন এবং আল্লাহ ব্যতীত অন্য কাউকে ভয় করেন না। [মুয়াস্‌সার, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৩৩ : ৪০",
        "arabic_text": "\nمَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٖ مِّن رِّجَالِكُمۡ وَلَٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَۗ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا ",
        "bangla_text": "মুহাম্মদ তোমাদের মধ্যে কোন পুরুষের পিতা নন [১]; ববং তিনি আল্লাহ্র রাসূল এবং শেষ নবী। আর আল্লাহ্ সর্বকিছু সম্পর্কে সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উল্লেখিত আয়াতে সেসব লোকের ধারণা অপনোদন করা হয়েছে যারা বর্বর যুগের প্রথা অনুযায়ী যায়েদ বিন হারেসাকে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সন্তান বলে মনে করতো এবং তিনি যায়নবকে তালাক দেয়ার পর নবীসাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সাথে তার বিয়ে সংঘটিত হওয়ায় তার প্রতি পুত্রবধুকে বিয়ে করেছেন বলে কটাক্ষ করত। এ ভ্রান্ত ধারণা অপনোদনের জন্য এটুকু বলাই যথেষ্ট ছিল যে, যায়েদের পিতা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নন বরং তার পিতা হারেসা। কিন্তু এ বিষয়টির প্রতি বিশেষ তাকীদ দেয়াচ্ছলে ঘোষণা করা হয়েছে যে, ‘মুহাম্মাদ তোমাদের মধ্যকার কোন পুরুষের পিতা নন’। যে ব্যক্তি সন্তান-সন্তুতিদের মধ্যে কোন পুরুষ নেই, তার প্রতি এরূপ কটাক্ষ করা কিভাবে যুক্তিসংগত হতে পারে যে, তার পুত্র রয়েছে এবং তার পরিত্যক্ত স্ত্রী নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর পুত্রবধূ বলে তার জন্য হারাম হবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর স্ত্রী খাদিজার গর্ভস্থ তিন পুত্র-সন্তান কাসেম, তাইয়্যোব ও তাহের এবং মারিয়ার গর্ভস্থ এক সন্তান ইব্রাহীম—মোট চার পুত্ৰ-সন্তান ছিলেন। কিন্তু এরা সবাই শৈশবাবস্থায় মারা যান। [দেখুন, কুরতুবী, ফাতহুল কাদীর; বাগভী]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৩৩ : ৪১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا ",
        "bangla_text": "হে ঈমানদারগণ! তোমরা আল্লাহ্কে  অধিক স্মরণ কর,  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৩৩ : ৪২",
        "arabic_text": "\nوَسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا ",
        "bangla_text": "এবং সকাল-সন্ধ্যায় আল্লাহর পবিত্ৰতা ও মহিমা ঘোষণা কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৩৩ : ৪৩",
        "arabic_text": "\nهُوَ ٱلَّذِي يُصَلِّي عَلَيۡكُمۡ وَمَلَٰٓئِكَتُهُۥ لِيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَكَانَ بِٱلۡمُؤۡمِنِينَ رَحِيمٗا ",
        "bangla_text": "তিনিই, যিনি তোমাদের প্রশংসা করেন [১] এবং দো'আ ও ক্ষমা চান তোমাদের জন্য তাঁর ফিরিশতাগণ; যেন তিনি তোমাদেরকে অন্ধকার থেকে বের করে আনেন আলোর দিকে। আর তিনি মুমিনদের প্রতি পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘সালাত’ শব্দটি যখন আল্লাহর ক্ষেত্রে বান্দাদের জন্য ব্যবহার করা হয় তখন এর অর্থ হয় রহমত, অনুগ্রহ। আর যখন এটি ফেরেশতাদের পক্ষ থেকে মানুষের জন্য ব্যবহৃত হয় তখন এর অর্থ হয় দো'আ, ইসতিগফার। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৩৩ : ৪৪",
        "arabic_text": "\nتَحِيَّتُهُمۡ يَوۡمَ يَلۡقَوۡنَهُۥ سَلَٰمٞۚ وَأَعَدَّ لَهُمۡ أَجۡرٗا كَرِيمٗا ",
        "bangla_text": "যেদিন তারা আল্লাহর সাথে সাক্ষাত করবে, সেদিন তাদের অভিবাদন হবে 'সালাম’ [১]। আর তিনি তাদের জন্য প্ৰস্তুত রেখেছেন সম্মানজনক প্রতিদান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বলা হয়েছেঃ “তার সাথে মোলাকাতের সময় সেদিন তাদের অভ্যর্থনা হবে সালাম”। অর্থাৎ যেদিন আল্লাহ তা'আলার সাথে এদের সাক্ষাত ঘটবে-তখন তাঁর পক্ষ থেকে এদেরকে সালাম বা আস্‌সালামু আলাইকুমের মাধ্যমে সম্ভাষণ জানানো হবে। এখন প্রশ্ন হলো, এ সালাম কখন দেয়া হবে? এর উত্তরে বিভিন্ন সম্ভাবনা উল্লেখ করা হয়েছে। অধিকাংশের মতে, এখানে আল্লাহর পক্ষ থেকে সালাম দেয়ার কথা বলা হয়েছে। সুতরাং এ সালাম মুমিনগণের প্রতি আল্লাহর পক্ষ থেকে হয় বা হবে। ইমাম রাগেব প্রমূখের মতে, আল্লাহর সাথে সাক্ষাতের দিন হলো আখেরাতের দিন। আবার কোন কোন তাফসীরকারকের মতে এ সাক্ষাতের সময় হলো জান্নাতে প্রবেশকাল যেখানে তাদের প্রতি আল্লাহ ও ফেরেশতাগণের পক্ষ থেকে সালাম পৌছানো হবে। আবার কোন কোন মুফাসসির মৃত্যু দিবসকে আল্লাহর সাথে সাক্ষাতের দিন বলে মন্তব্য করেছেন। সেদিন সমগ্ৰ বিশ্বের সাথে সম্পর্ক ছিন্ন করে আল্লাহ সমীপে উপস্থিত হওয়ার দিন। আবার কোন কোন মুফাসসিরের মতে, এ সালাম মুমিনগণ পরস্পর পরস্পরকে প্ৰদান করবে। দেখুন, ইবন কাসীরা, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৩৩ : ৪৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا ",
        "bangla_text": "হে নবী ! অবশ্যই আমরা আপনাকে পাঠিয়েছি সাক্ষী, সুসংবাদদাতা ও  সতর্ককারীরূপে [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘মুবাশ্‌শির’ এর মর্মার্থ এই যে, তিনি স্বীয় উম্মতের মধ্য থেকে সৎ ও শরীয়তানুসারী ব্যক্তিবর্গকে জান্নাতের সুসংবাদ দেন এবং ‘নাযির’ অর্থাৎ, তিনি অবাধ্য ও নীতিচ্যুত ব্যক্তিবর্গকে আযাব ও শাস্তির ভয়ও প্রদর্শন করেন। [তাবারী, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৩৩ : ৪৬",
        "arabic_text": "\nوَدَاعِيًا إِلَى ٱللَّهِ بِإِذۡنِهِۦ وَسِرَاجٗا مُّنِيرٗا ",
        "bangla_text": "এবং আল্লাহর অনুমতিক্রমে তাঁর দিকে আহবানকারী [১] ও উজ্জ্বল প্রদীপরূপে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وَّدَاعِيًا اِلىَ اللّٰهِ এর অর্থ তিনি উম্মতকে আল্লাহর সত্তা ও অস্তিত্ব এবং তাঁর আনুগত্যের প্রতি আহবানকারী। আয়াতে بإذنه শব্দ এর সঙ্গে সম্পর্কযুক্ত করায় বোঝা যায় যে, তিনি মানবমণ্ডলীকে আল্লাহর দিকে তাঁর অনুমতি সাপেক্ষেই আহবান করেন। [কুরতুবী, সাদী, বাগভী]\n  <br/>\n  <br/>\n  [২] আয়াতে وَسِرَاجًامُّنِيْرًا এর মর্মার্থ ‘পবিত্র কুরআন’ বলে উল্লেখ করা হয়েছে। [ইবন কাসীর; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৩৩ : ৪৭",
        "arabic_text": "\nوَبَشِّرِ ٱلۡمُؤۡمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضۡلٗا كَبِيرٗا ",
        "bangla_text": "আর আপনি মুমিনদেরকে সুসংবাদ দিন যে, তাদের জন্য আল্লাহর কাছে রয়েছে মহাঅনুগ্রহ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৩৩ : ৪৮",
        "arabic_text": "\nوَلَا تُطِعِ ٱلۡكَٰفِرِينَ وَٱلۡمُنَٰفِقِينَ وَدَعۡ أَذَىٰهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا ",
        "bangla_text": "আর আপনি কাফির ও মুনাফিকদের আনুগত্য করবেন না, তাদের নির্যাতন উপেক্ষা করুন এবং নির্ভর করুন আল্লাহর উপর এবং কর্মবিধায়করূপে আল্লাহ্ই যথেষ্ট। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৩৩ : ৪৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَكَحۡتُمُ ٱلۡمُؤۡمِنَٰتِ ثُمَّ طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمۡ عَلَيۡهِنَّ مِنۡ عِدَّةٖ تَعۡتَدُّونَهَاۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحٗا جَمِيلٗا ",
        "bangla_text": "হে ঈমানদারগণ! যখন তোমরা মুমিন নারীদেরকে বিয়ে করবে, তারপর তাদেরকে স্পর্শ করার আগে তালাক দিবে, তখন তোমাদের জন্য তাদের পালনীয় কোন 'ইদ্দত নেই যা তোমরা গুণবে। সুতরাং তোমরা তাদেরকে কিছু সামগ্ৰী দেবে এবং সৌজন্যের সাথে তাদেরকে বিদায় করবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৩৩ : ৫০",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ إِنَّآ أَحۡلَلۡنَا لَكَ أَزۡوَٰجَكَ ٱلَّٰتِيٓ ءَاتَيۡتَ أُجُورَهُنَّ وَمَا مَلَكَتۡ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيۡكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَٰلَٰتِكَ ٱلَّٰتِي هَاجَرۡنَ مَعَكَ وَٱمۡرَأَةٗ مُّؤۡمِنَةً إِن وَهَبَتۡ نَفۡسَهَا لِلنَّبِيِّ إِنۡ أَرَادَ ٱلنَّبِيُّ أَن يَسۡتَنكِحَهَا خَالِصَةٗ لَّكَ مِن دُونِ ٱلۡمُؤۡمِنِينَۗ قَدۡ عَلِمۡنَا مَا فَرَضۡنَا عَلَيۡهِمۡ فِيٓ أَزۡوَٰجِهِمۡ وَمَا مَلَكَتۡ أَيۡمَٰنُهُمۡ لِكَيۡلَا يَكُونَ عَلَيۡكَ حَرَجٞۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا ",
        "bangla_text": "হে নবী! আমরা আপনার জন্য বৈধ করেছি আপনার স্ত্রীগণকে, যাদের মাহর আপনি দিয়েছেন এবং বৈধ করেছি ফায় হিসেবে আল্লাহ আপনাকে যা দান করেছেন তাদের মধ্য থেকে যারা আপনার মালিকানাধীন হয়েছে তাদেরকে। আর বিয়ের জন্য বৈধ করেছি আপনার চাচার কন্যা ও ফুফুর কন্যাকে, মামার কন্যা ও খালার কন্যাকে, যারা আপনার সঙ্গে হিজরত করেছে এবং এমন মুমিন নারীকে (বৈধ করেছি) যে নবীর জন্যে নিজেকে সমৰ্পণ করে, যদি নবী তাকে বিয়ে করতে চায়--- এটা বিশেষ করে আপনার জন্য, অন্য মুমিনদের জন্য নয়; যাতে আপনার কোন অসুবিধা না হয়। আমরা অবশ্যই জানি মুমিনদের স্ত্রী এবং তাদের মালিকানাধীন দাসীগণ সম্বন্ধে তাদের উপর যা নির্ধারিত করেছি [১]।  আর আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, আল্লাহ তাদের উপর যা ফরয করেছেন তার অন্যতম হচ্ছে, কোন মহিলাকে অভিভাবক ও মাহর ব্যতীত বিয়ে করবে না। আর থাকতে হবে দু’জন গ্রহণযোগ্য সাক্ষ্য, আর তাদের জন্য চার জন নারীর অধিক বিয়ে করা জায়েয নয়, তবে যদি ক্রীতদাসী হয় সেটা ভিন্ন কথা। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৩৩ : ৫১",
        "arabic_text": "\n۞ تُرۡجِي مَن تَشَآءُ مِنۡهُنَّ وَتُـٔۡوِيٓ إِلَيۡكَ مَن تَشَآءُۖ وَمَنِ ٱبۡتَغَيۡتَ مِمَّنۡ عَزَلۡتَ فَلَا جُنَاحَ عَلَيۡكَۚ ذَٰلِكَ أَدۡنَىٰٓ أَن تَقَرَّ أَعۡيُنُهُنَّ وَلَا يَحۡزَنَّ وَيَرۡضَيۡنَ بِمَآ ءَاتَيۡتَهُنَّ كُلُّهُنَّۚ وَٱللَّهُ يَعۡلَمُ مَا فِي قُلُوبِكُمۡۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمٗا ",
        "bangla_text": "আপনি তাদের মধ্যে যাকে ইচ্ছে আপনার  কাছ থেকে দূরে রাখতে পারেন এবং যাকে ইচ্ছে আপনার কাছে স্থান দিতে  পারেন [১]। আর আপনি যাকে দূরে রেখেছেন তাকে কামনা করলে আপনার কোন অপরাধ নেই [২]। এ বিধান এ জন্যে যে, এটা তাদের চোখ জুড়ানোর অধিক নিকটবর্তী এবং তারা দুঃখ পাবে না আর তাদেরকে আপনি যা দেবেন তাতে তাদের প্রত্যেকেই খুশী থাকবে [৩]।  আর তোমাদের অন্তরে যা আছে আল্লাহ তা জানেন এবং আল্লাহ সর্বজ্ঞ, সহনশীল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়েশা রাদিয়াল্লাহু আনহা বলেন, যে সমস্ত নারীরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নিজেদেরকে দান করত এবং বিয়ে করত, আমি তাদের প্রতি ঈর্ষাণ্বিত হতাম। আমি বলতাম, একজন মহিলা কি করে নিজেকে দান করতে পারে? কিন্তু যখন এ আয়াত নাযিল হল, তখন আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বললাম, আমি দেখছি আপনার রব আপনার ইচ্ছা অনুসারেই তা করেছেন। [বুখারী: ৫১১৩; মুসলিম: ১৪৬৪]\n  <br/>\n  <br/>\n  [২] মুজাহিদ ও কাতাদাহ বলেন, এর অর্থ আপনার স্ত্রীদের কাউকে যদি তালাক ব্যতীতই আপনি দূরে রাখতে চান, অথবা যাদেরকে দূরে রেখেছেন তাদের কাউকে কাছে রাখতে চান, তবে সেটা আপনি করতে পারেন। এতে কোন অপরাধ নেই। [তাবারী; আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ কাতাদাহ বলেন, তারা যখন জানতে পারবে যে, এটা আল্লাহর পক্ষ থেকে রাসূলের জন্য বিশেষ ছাড়, তখন তাদের অন্তরের পেরেশানী ও দুঃখ কমে যাবে এবং তাদের অন্তর পবিত্র হয়ে যাবে। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৩৩ : ৫২",
        "arabic_text": "\nلَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعۡدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنۡ أَزۡوَٰجٖ وَلَوۡ أَعۡجَبَكَ حُسۡنُهُنَّ إِلَّا مَا مَلَكَتۡ يَمِينُكَۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ رَّقِيبٗا ",
        "bangla_text": "এরপর আপনার জন্য কোন নারী বৈধ  নয় এবং আপনার স্ত্রীদের পরিবর্তে অন্য স্ত্রী গ্রহণও বৈধ নয়, যদিও  তাদের সৌন্দর্য আপনাকে মুগ্ধ করে [১];  তবে আপনার অধিকারভুক্ত দাসীদের ব্যাপার ভিন্ন। আর আল্লাহ্ সবকিছুর উপর তীক্ষ পর্যবেক্ষণকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন আব্বাস, মুজাহিদ, দাহহাক, কাতাদাহ সহ অনেক আলেমের নিকট এ আয়াতটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের স্ত্রীদের পুরষ্কারস্বরূপ নাযিল হয়েছিল। তারা যখন দুনিয়ার সামগ্ৰীর উপর আখেরাতকে প্রাধান্য দিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে কষ্টকর জীবন বেছে নিয়েছিলেন, তখন আল্লাহ তাদেরকে এ আয়াত নাযিল করে তাদের অন্তরে খুশীর প্রবেশ ঘটালেন। [ইবন কাসীর] তবে আয়েশা রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মৃত্যুর আগেই আল্লাহ তার জন্য বিয়ে করা হালাল করে দিয়েছেন। এ হিসেবে এ আয়াতটি পূর্বের ৫১ নং আয়াত দ্বারা রহিত। এটি মৃত্যু জনিত ইদ্দতের আয়াতের মতই হবে, যেখানে তেলাওয়াতের দিক থেকে আগে হলেও সেটি পরবর্তী আয়াতকে রহিত করেছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৩৩ : ৫৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَدۡخُلُواْ بُيُوتَ ٱلنَّبِيِّ إِلَّآ أَن يُؤۡذَنَ لَكُمۡ إِلَىٰ طَعَامٍ غَيۡرَ نَٰظِرِينَ إِنَىٰهُ وَلَٰكِنۡ إِذَا دُعِيتُمۡ فَٱدۡخُلُواْ فَإِذَا طَعِمۡتُمۡ فَٱنتَشِرُواْ وَلَا مُسۡتَـٔۡنِسِينَ لِحَدِيثٍۚ إِنَّ ذَٰلِكُمۡ كَانَ يُؤۡذِي ٱلنَّبِيَّ فَيَسۡتَحۡيِۦ مِنكُمۡۖ وَٱللَّهُ لَا يَسۡتَحۡيِۦ مِنَ ٱلۡحَقِّۚ وَإِذَا سَأَلۡتُمُوهُنَّ مَتَٰعٗا فَسۡـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٖۚ ذَٰلِكُمۡ أَطۡهَرُ لِقُلُوبِكُمۡ وَقُلُوبِهِنَّۚ وَمَا كَانَ لَكُمۡ أَن تُؤۡذُواْ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓاْ أَزۡوَٰجَهُۥ مِنۢ بَعۡدِهِۦٓ أَبَدًاۚ إِنَّ ذَٰلِكُمۡ كَانَ عِندَ ٱللَّهِ عَظِيمًا ",
        "bangla_text": "হে ঈমানদারগণ! তোমাদেরকে অনুমতি দেয়া না হলে তোমরা খাবার- দাবার তৈরীর জন্য অপেক্ষা না করে খাওয়ার জন্য নবীর ঘরে প্রবেশ করো না। তবে তোমাদেরকে ডাকা হলে তোমরা প্ৰবেশ করো তারপর খাওয়া শেষে তোমরা চলে যেও; তোমরা কথাবার্তায় মশগুল হয়ে পড়ো না। নিশ্চয় তোমাদের এ আচরণ নবীকে কষ্ট দেয়, কারণ তিনি তোমাদের  ব্যাপারে (উঠিয়ে দিতে) সংকোচ বোধ করেন। কিন্তু আল্লাহ সত্য বলতে সংকোচ বোধ করেন না [১]। তোমরা তার পত্নীদের কাছ থেকে কিছু চাইলে পর্দার আড়াল থেকে চাইবে। এ বিধান তোমাদের ও তাদের হৃদয়ের জন্য বেশী পবিত্ৰ [২]। আর তোমাদের কারো পক্ষে আল্লাহর রাসূলকে কষ্ট দেয়া সংগত নয় এবং তার মৃত্যুর পর তার স্ত্রীদেরকে বিয়ে করাও তোমাদের জন্য কখনো বৈধ নয়। নিশ্চয় আল্লাহর কাছে এটা গুরুতর অপরাধ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন লোক খাওয়ার দাওয়াতে এসে খাওয়া দাওয়া সেরে এমনভাবে ধর্ণা দিয়ে বসে চুটিয়ে আলাপ জুড়ে দেয় যে, আর উঠবার নামটি নেয় না, মনে হয় এ আলাপ আর শেষ হবে না। গৃহকর্তা ও গৃহবাসীদের এতে কি অসুবিধা হচ্ছে তার কোন পরোয়াই তারা করে না। ভদ্রতাজ্ঞান বিবর্জিত লোকেরা তাদের এ আচরণের মাধ্যমে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকেও কষ্ট দিতে থাকতো এবং তিনি নিজের ভদ্র ও উদার স্বভাবের কারণে এসব বরদাশত করতেন। শেষে যয়নবের ওলিমার দিন এ কষ্টদায়ক আচরণ সীমা ছাড়িয়ে যায়। নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিশেষ খাদেম আনাস রাদিয়াল্লাহু আনহু বর্ণনা করেছেন, “রাতের বেলা ছিল ওলিমার দাওয়াত ৷ সাধারণ লোকেরা খাওয়া শেষ করে বিদায় নিয়েছিল। কিন্তু দু'তিনজন লোক বসে কথাবার্তায় মশগুল হয়ে গিয়েছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিরক্ত হয়ে উঠলেন এবং পবিত্ৰ স্ত্রীদের ওখান থেকে এক চক্কর দিয়ে এলেন। ফিরে এসে দেখলেন তারা যথারীতি বসেই আছেন। তিনি আবার ফিরে গেলেন এবং আয়েশার কামরায় বসলেন। অনেকটা রাত অতিবাহিত হয়ে যাবার পর যখন তিনি জানলেন তারা চলে গেছেন। তখন তিনি যায়নবের কক্ষে গেলেন। এরপর এ বদ অভ্যাসগুলো সম্পর্কে লোকদেরকে সতর্ক করে দেয়ার ব্যাপারটি স্বয়ং আল্লাহ নিজেই গ্ৰহণ করলেন। আনাস রাদিয়াল্লাহু ‘আনহুর বর্ণনা অনুযায়ী এ আয়াত সে সময়ই নাযিল হয় ৷ [বুখারী: ৫১৬৩, মুসলিম: ১৪২৮] [দেখুন, তাবারী, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে বর্ণিত পর্দার হুকুমটি শুধু নবী-স্ত্রীদের সাথে নির্দিষ্ট নয়। বরং প্রতিটি ঈমানদার নারীই পর্দার হুকুমের অন্তর্ভুক্ত। [আদওয়াউল-বায়ান; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৩৩ : ৫৪",
        "arabic_text": "\nإِن تُبۡدُواْ شَيۡـًٔا أَوۡ تُخۡفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا ",
        "bangla_text": "যদি তোমরা কোন কিছু প্রকাশ করা অথবা তা গোপন রাখ (তবে জেনে রাখ) নিশ্চয় আল্লাহ্  সবকিছু সম্পর্কে সর্বজ্ঞ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৩৩ : ৫৫",
        "arabic_text": "\nلَّا جُنَاحَ عَلَيۡهِنَّ فِيٓ ءَابَآئِهِنَّ وَلَآ أَبۡنَآئِهِنَّ وَلَآ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ إِخۡوَٰنِهِنَّ وَلَآ أَبۡنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتۡ أَيۡمَٰنُهُنَّۗ وَٱتَّقِينَ ٱللَّهَۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا ",
        "bangla_text": "নবী-স্ত্রীদের জন্য তাদের পিতাগণ, পুত্ৰগণ, ভাইগণ, ভাইয়ের ছেলেরা,  বোনের ছেলেরা, আপন নারীগণ এবং তাদের অধিকারভুক্ত দাস-দাসীগণের ব্যাপারে তা [১] পালন না করা অপরাধ নয়। আর হে নবী-স্ত্রীগণ! তোমরা আল্লাহর তাকওয়া অবলম্বন কর। নিশ্চয় আল্লাহ্ সবকিছুর উপর সম্যক প্রত্যক্ষদর্শী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের সাথে পর্দা করা বাধ্যতামূলক নয়। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৩৩ : ৫৬",
        "arabic_text": "\nإِنَّ ٱللَّهَ وَمَلَٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِيِّۚ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ صَلُّواْ عَلَيۡهِ وَسَلِّمُواْ تَسۡلِيمًا ",
        "bangla_text": "নিশ্চয় আল্লাহ নবীর প্রশংসা করেন  এবং তাঁর ফেরেশতাগণ নবীর জন্য  দোআ-ইসতেগফার করেন [১]। হে ঈমানদারগণ! তোমরাও নবীর উপর সালাত [২] পাঠ কর এবং তাকে যথাযথভাবে সালাম [৩] জানাও।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবী ভাষায় সালাত শব্দের অর্থ রহমত, দো'আ প্রশংসা। অধিকাংশ আয়াতে আল্লাহ্ তা'আলার পক্ষ থেকে তাঁর নবীর প্রতি যে সালাত সম্পৃক্ত করা হয়েছে এর অর্থ, আল্লাহ নবীর প্রশংসা করেন। তার কাজে বরকত দেন। তার নাম বুলন্দ করেন। তার প্রতি নিজের রহমতের বারি বর্ষণ করেন। ফেরেশতাদের পক্ষ থেকে তার উপর সালাত প্রেরণের অর্থ হচ্ছে, তারা তাকে চরমভাবে ভালোবাসেন এবং তার জন্য আল্লাহর কাছে দো'আ করেন, আল্লাহ যেন তাকে সর্বাধিক উচ্চ মর্যাদা দান করেন, তার শরীয়াতকে প্রসার ও বিস্তৃতি দান করেন এবং তাকে সর্বোচ্চ প্রশংসিত স্থানে পৌঁছিয়ে দেন। তার উপর রহমত নাযিল করেন। আর সাধারণ মুমিনদের তরফ থেকে সালাতের অর্থ দো'আ ও প্রশংসার সমষ্টি। এ আয়াতের তাফসীরে আবুল আলিয়া রাহিমাহুল্লাহ বলেন: আল্লাহ তা'আলার সালাতের অর্থ আল্লাহ কর্তৃক ফিরিশতাদের সামনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সম্মান ও প্রশংসা করা। [সহীহ বুখারী, কিতাবুত্তাফসীর] আল্লাহর পক্ষ থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সম্মান দুনিয়াতে এই যে, তিনি ফিরিশতাদের কাছে তার কথা আলোচনা করেন। তাছাড়া তার নামকে সমুন্নত করেন। তিনি পূর্ব থেকেই তার নাম সমুন্নত করেছেন। ফলে আযান, ইকামত ইত্যাদিতে আল্লাহর নামের সাথে সাথে তার নামও শামিল করে দিয়েছেন, তার দ্বীন পৃথিবীতে ছড়িয়ে দিয়েছেন, প্রবল করেছেন; তার শরীয়তের কাজ কেয়ামত পর্যন্ত অব্যাহত রেখেছেন এবং তার শরীয়তের হেফাযতের দায়িত্ব নিজে গ্রহণ করেছেন। পক্ষান্তরে আখেরাতে তার সম্মান এই যে, তার স্থান সমগ্র সৃষ্টির উর্ধে রেখেছেন এবং যে সময় কোন নবী ও ফেরেশতার সুপারিশ করার ক্ষমতা থাকবে না, তখনও তাকে সুপারিশের ক্ষমতা দিয়েছেন, যাকে “মাকামে-মাহমুদ” বলা হয়। মনে রাখা প্রয়োজন যে, রাসূলের উপর সালাত প্রেরণের ক্ষেত্রে সালাত শব্দ দ্বারা একই সময়ে একাধিক অর্থ (রহমত, দো'আ ও প্রশংসা) নেয়ার পরিবর্তে সালাত শব্দের এক অর্থ নেয়াই সঙ্গত অর্থাৎ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সম্মান, প্রশংসা ও শুভেচ্ছা। [দেখুন, ইবনুল কাইয়্যেম, জালাউল আফহাম]\n  <br/>\n  <br/>\n  [২] আয়াতের আসল উদ্দেশ্য ছিল মুসলিমদেরকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি দরূদ ও সালাম প্রেরণ করার আদেশ দান করা। কিন্তু তা এভাবে ব্যক্ত করা হয়েছে যে, প্রথমে আল্লাহ স্বয়ং নিজের ও তাঁর ফেরেশতাগণের দরূদ পাঠানোর কথা উল্লেখ করেছেন। অতঃপর সাধারণ মুমিনগণকে দরূদ প্রেরণ করার আদেশ দিয়েছেন।\n  <br/>\n  <br/>\n  অধিকাংশ ইমাম এ বিষয়ে একমত যে, কেউ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নাম উল্লেখ করলে অথবা শুনলে দরূদ পাঠ করা ওয়াজিব হয়ে যায়। [দেখুন, কুরতুবী, ফাতহুল কাদীর] কেননা, হাদীসে এরূপ ক্ষেত্রে দরূদ পাঠ করা ওয়াজিব হওয়া বর্ণিত আছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: ‘সেই ব্যক্তি অপমানিত হোক যার সামনে আমার নাম উচ্চারণ করা হলে সালাত পাঠ করে না।’ [তিরমিয়ী: ৩৫৪৫] অন্য এক হাদীসে আছে- ‘সেই ব্যক্তি কৃপণ, যার কাছে আমার নাম উচ্চারণ করা হলে দরূদ পাঠ করে না।' [তিরমিয়ী: ৩৫৪৬]\n  <br/>\n  <br/>\n  নবী সাল্লাল্লাহ্ আলাইহি ওয়া সাল্লাম ছাড়া অন্যের জন্য ‘সালাত’ পেশ করা জায়েয কিনা, এ ব্যাপারে উলামায়ে কেরামের মধ্যে মতপার্থক্য রয়েছে। একটি দল, কাযী ঈয়াদের নাম এ দলের মধ্যে সবচেয়ে উল্লেখযোগ্য, একে সাধারণভাবে জায়েয মনে করে। এদের যুক্তি হচ্ছে, কুরআনে আল্লাহ নিজেই অ-নবীদের ওপর একাধিক জায়গায় সালাতের কথা সুস্পষ্টভাবে বলেছেন। এভাবে নবী সাল্লাল্লাহ্ আলাইহি ওয়া সাল্লামও একাধিকবার অ-নবীদের জন্য সালাত শব্দ সহকারে দো'আ করেন। যেমন একজন সাহাবীর জন্য তিনি দো'আ করেন, হে আল্লাহ! আবু আওফার পরিজনদের ওপর সালাত পাঠাও। জাবের ইবনে আবদুল্লাহর রাদিয়াল্লাহু আনহুর স্ত্রীর আবেদনের জবাবে বলেন, আল্লাহ তোমার ও তোমার স্বামীর ওপর সালাত পাঠান। যারা যাকাত নিয়ে আসতেন তাদের পক্ষে তিনি বলতেন, হে আল্লাহ! ওদের উপর সালাত পাঠাও’। সা'দ ইবনে উবাদার পক্ষে তিনি বলেন, হে আল্লাহ! সা'দ ইবন উবাদার পরিজনদের ওপর তোমার সালাত ও রহমত পাঠাও’। আবার মুমিনের রূহ সম্পর্কে নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খবর দিয়েছেন যে, ফেরেশতারা তার জন্য সালাত পাঠ করে। কিন্তু মুসলিম উম্মাহর অধিকাংশের মতে এমনটি করা আল্লাহ ও তাঁর রসূলের জন্য তো সঠিক ছিল। কিন্তু আমাদের জন্য সঠিক নয়। তারা বলেন, সালাত ও সালামকে মুসলিমরা আম্বিয়া আলাইহিমুস সালামের জন্য নির্দিষ্ট করে নিয়েছে। এটি বর্তমানে তাদের ঐতিহ্যে পরিণত হয়েছে। তাই নবীদের ছাড়া অন্যদের জন্য এগুলো ব্যবহার না করা উচিত। এ জন্যই উমর ইবনে আবদুল আযীয একবার নিজের একজন শাসনকর্তকে লিখেছিলেন, “আমি শুনেছি কিছু বক্তা এ নতুন পদ্ধতি অবলম্বন করতে শুরু করেছেন যে, তারা আস-সালাতু আলান নাবী'-এর মতো নিজেদের পৃষ্ঠপোষক ও সাহায্যকারীদের জন্যও “সালাত” শব্দ ব্যবহার করেছেন। আমার এ পত্র পৌঁছে যাবার পরপরই তাদেরকে এ কাজ থেকে বিরত রাখে এবং সালাতকে একমাত্র নবীদের জন্য নির্দিষ্ট করে অন্য মুসলিমদের জন্য দো'আ করেই ক্ষান্ত হবার নির্দেশ দাও।” [রূহুল-মা'আনী]\n  <br/>\n  <br/>\n  [৩] এ হুকুমটি নাযিল হবার পর বহু সাহাবী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলেন, হে আল্লাহর রাসূল! সালামের পদ্ধতি তো আপনি আমাদের বলে দিয়েছেন। (অর্থাৎ নামাযে \"আসসালামু আলাইকা আইয়ুহান নাবীইয়্যু ওয়া রহমাতুল্লাহি ওয়া বারাকাতুহ” এবং দেখা সাক্ষাত হলে \"আসসালামু আলাইকা ইয়া রাসূলাল্লাহ\" বলা।) কিন্তু আপনার প্রতি সালাত পাঠাবার পদ্ধতিটা কি? [দেখুন,তাবারী,কুরতুবী,তাহরীর ওয়া তানওয়ীর] এর জবাবে নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিভিন্ন লোককে বিভিন্ন সময় যেসব সালাত বা দরূদ শিখিয়েছেন তা বিভিন্নভাবে বর্ণিত হয়েছে। যেমন,\n  <br/>\n  <br/>\n  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ ‏\" [বুখারীঃ ৩৩৬৯, ৬৩৬০, ৯৭৯]\n  <br/>\n  <br/>\n  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ ‏\" [বুখারীঃ ৩৩৭০]\n  <br/>\n  <br/>\n  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ  [বুখারীঃ ৪৭৯৮]\n  <br/>\n  <br/>\n  اللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ وَعَلٰى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلٰى إِبْرَاهِيْمَ وَآلِ إِبْرَاهِيْمَ وَبَرِكْ عَلٰى مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ كَمَا بَارَكْتَ عَلٰى إِبْرَاهِيْمَ وَعَلٰى آلِإِبْرَاهِيْمَ اِنَّكَ حَمِيْدٌ مَجِيْدٌ\n  <br/>\n  <br/>\n  [মুসনাদে আহমাদঃ ৪/১১৯]\n  <br/>\n  <br/>\n  নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি দরূদ পড়ার ফযীলত সংক্রান্ত অনেক হাদীস রয়েছে। [ফাতহুল কাদীর]। যেমন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যে ব্যক্তি আমার প্রতি দরূদ পাঠ করে ফেরেশতারা তার প্রতি দরূদ পাঠ করে যতক্ষণ সে দরূদ পাঠ করতে থাকে।” [মুসনাদে আহমাদ:৩/৪৪৫, ইবনে মাজাহ: ৯০৭] আরো বলেছেন, “যে আমার ওপর একবার দরূদ পড়ে আল্লাহ তার ওপর দশবার দরূদ পড়েন।” [মুসলিম: ৩৮৪] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, কিয়ামতের দিন আমার সাথে থাকার সবচেয়ে বেশী হকদার হবে সেই ব্যক্তি যে আমার ওপর সবচেয়ে বেশী দরূদ পড়বে।” [তিরমিয়ী: ৪৮৪] আরো বলেছেন, আমার কথা যে ব্যক্তির সামনে আলোচনা করা হয় এবং সে আমার ওপর দরূদ পাঠ করে না সে কৃপণ। [তিরমিযী: ৩৫৪৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৩৩ : ৫৭",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يُؤۡذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ وَأَعَدَّ لَهُمۡ عَذَابٗا مُّهِينٗا ",
        "bangla_text": "নিশ্চয় যারা আল্লাহ্ ও তাঁর রাসূলকে কষ্ট দেয়, আল্লাহ্ তাদেরকে দুনিয়া আখিরাতে লা'নত করেন এবং তিনি তাদের জন্য প্রস্তুত রেখেছেন লাঞ্চনাদায়ক শাস্তি [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যে ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কোন প্রকার কষ্ট দেয়, তার সত্তা অথবা গুণাবলীতে প্ৰকাশ্য অথবা ইঙ্গিতে কোন দোষ বের করে, সে কাফের হয়ে যায়। [দেখুন, আত-তাহরীর ওয়াত তানওয়ীর; মুয়াস্‌সার]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৩৩ : ৫৮",
        "arabic_text": "\nوَٱلَّذِينَ يُؤۡذُونَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ بِغَيۡرِ مَا ٱكۡتَسَبُواْ فَقَدِ ٱحۡتَمَلُواْ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا ",
        "bangla_text": "আর যারা মুমিন পুরুষ ও মুমিন নারীদেরকে কষ্ট দেয় যা তারা করেনি তার জন্য; নিশ্চয় তারা অপবাদ ও স্পষ্ট পাপের বোঝা বহন করলো [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত দ্বারা কোন মুসলিমকে শরীয়তসম্মত কারণ ব্যতিরেকে কষ্টদানের অবৈধতা প্রমাণিত হয়েছে। [দেখুন, ফাতহুল কাদীর; মুয়াসসার] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “কেবল সে-ই মুসলিম, যার হাত ও মুখ থেকে অন্য মুসলিমগণ নিরাপদ থাকে, কেউ কষ্ট না পায় আর কেবল সে-ই মুমিন, যার কাছ থেকে মানুষ তাদের রক্ত ও ধন-সম্পদের ব্যাপারে নিরুদ্বেগ থাকে। [তিরমিয়ী: ২৬২৭] তাছাড়া এ আয়াতটি অপবাদেরও সংজ্ঞা নিরূপণ করে। অর্থাৎ মানুষের মধ্যে যে দোষ নেই অথবা যে অপরাধ মানুষ করেনি তা তার ওপর আরোপ করা। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও এটি সুস্পষ্ট করে দিয়েছেন। হাদীসে এসেছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করা হয়, গীবত কি? জবাবে বলেন, “তোমার নিজের ভাইয়ের আলোচনা এমনভাবে করা যা সে অপছন্দ করে।” জিজ্ঞেস করা হয়, যদি আমার ভাইয়ের মধ্যে সেই দোষ সত্যিই থেকে থাকে? জবাব দেন, “তুমি যে দোষের কথা বলছো তা যদি তার মধ্যে থাকে তাহলে তুমি তার গীবত করলে আর যদি তা তার মধ্যে না থাকে তাহলে তার ওপর অপবাদ দিলে।” [মুসলিম: ২৫৮৯]\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৩৩ : ৫৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّأَزۡوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلۡمُؤۡمِنِينَ يُدۡنِينَ عَلَيۡهِنَّ مِن جَلَٰبِيبِهِنَّۚ ذَٰلِكَ أَدۡنَىٰٓ أَن يُعۡرَفۡنَ فَلَا يُؤۡذَيۡنَۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا ",
        "bangla_text": "হে নবী! আপনি আপনার স্ত্রীদেরকে, কন্যাদেরকে ও মুমিনদের নারীদেরকে বলুন, তারা যেন তাদের চাদরের কিছু অংশ নিজেদের উপর টেনে দেয় [১]।  এতে তাদেরকে চেনা সহজতর হবে  ফলে তাদেরকে উত্যক্ত করা হবে না [২]। আর আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উল্লেখিত আয়াতের جلابيب শব্দটি جلباب এর বহুবচন। ‘জিলবাব’ অর্থ বিশেষ ধরনের লম্বা চাদর। [দেখুন, কুরতুবী, ফাতহুল কাদীর] এই চাদরের আকার-আকৃতি সম্পর্কে হযরত ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বলেন : এই চাদর ওড়নার উপরে পরিধান করা হয়। ইবনে কাসীরা ইমাম মুহাম্মদ ইবন সিরীন বলেন: আমি আবীদা আস-সালমানীকে এই আয়াতের উদ্দেশ্য এবং জিলবাবের আকার-আকৃতি সম্পর্কে জিজ্ঞাসা করলে তিনি মস্তকের উপর দিক থেকে চাদর মুখমণ্ডলের উপর লটকিয়ে মুখমণ্ডল ঢেকে ফেললেন এবং কেবল বামচক্ষু খোলা রেখে إدناء ও جلباب এর তাফসীর কার্যত: দেখিয়ে দিলেন। আর নিজের উপর চাদরকে নিকটবর্তী করার অর্থ চাদরকে মস্তকের উপরদিক থেকে লটকানো। সুতরাং চেহারা, মাথা ও বুক ঢেকে রাখা যায় এমন চাদর পরিধান করা উচিত। এ আয়াতে পরিষ্কারভাবে মুখমণ্ডল আবৃত করার আদেশ ব্যক্তি করেছে। ফলে উপরে বর্ণিত পর্দার প্রথম আয়াতের বিষয়বস্তুর সমর্থন হয়ে গেছে। (এই আবীদা আস-সালমানী নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যুগে মুসলিম হন কিন্তু তাঁর খিদমতে হাযির হতে পারেননি। উমর রাদিয়াল্লাহু ‘আনহুর আমলে তিনি মদীনা আসেন এবং সেখানেই থেকে যান। তাকে ফিক্‌হ ও বিচার সংক্রান্ত বিষয়ে কাযী শুরাইহ-এর সমকক্ষ মনে করা হতো।) ইবন আব্বাসও প্রায় এই একই ব্যাখ্যা করেন। তার যেসব উক্তি ইবনে জারীর, ইবনে আবি হাতেমা ও ইবনে মারদুওইয়া উদ্ধৃত করেছেন তা থেকে তার যে বক্তব্য পাওয়া যায় তা হচ্ছে এই যে, “আল্লাহ মহিলাদেরকে হুকুম দিয়েছেন যে, যখন তারা কোন কাজে ঘরের বাইরে বের হবে তখন নিজেদের চাদরের পাল্লা ওপর দিয়ে লটকে দিয়ে যেন নিজেদের মুখ ঢেকে নেয় এবং শুধুমাত্র চোখ খোলা রাখে।” কাতাদাহ ও সুদ্দীও এ আয়াতের এ ব্যাখ্যাই করেছেন।\n  <br/>\n  <br/>\n  সাহাবা ও তাবেঈদের যুগের পর ইসলামের ইতিহাসে যত বড় বড় মুফাসসির অতিক্রান্ত হয়েছেন তারা সবাই একযোগে এ আয়াতের এ অর্থই বর্ণনা করেছেন। ইমাম ইবনে জারীর তাবারী বলেন, ‘ভদ্র ঘরের মেয়েরা যেন নিজেদের পোশাক আশাককে বাঁদীদের মতো সেজে ঘর থেকে বের না হয়। তাদের চেহারা ও কেশদাম যেন খোলা না থাকে। বরং তাদের নিজেদের ওপর চাদরের একটি অংশ লটকে দেয়া উচিত। ফলে কোন ফাসেক তাদেরকে উত্যক্ত করার দুঃসাহস করবে না।’ [জামেউল বায়ান, ২২/৩৩]\n  <br/>\n  <br/>\n  আল্লামা আবু বকর জাসসাস বলেন, “এ আয়াতটি প্রমাণ করে, যুবতী মেয়েদের চেহারা অপরিচিত পুরুষদের থেকে লুকিয়ে রাখার হুকুম দেয়া হয়েছে। এই সাথে ঘর থেকে বের হবার সময় তাদের ‘পবিত্রতাসম্পন্না’ হবার কথা প্ৰকাশ করা উচিত। এর ফলে সন্দেহযুক্ত চরিত্র ও কর্মের অধিকারী লোকেরা তাদেরকে দেখে কোন প্রকার লোভ ও লালসার শিকার হবে না।” [আহকামুল কুরআন, ৩/৪৫৮] যামাখ্‌শারী বলেন, “তারা যেন নিজেদের ওপর নিজেদের চাদরের একটি অংশ লটকে নেয় এবং তার সাহায্যে নিজেদের চেহারা ও প্রান্তভাগগুলো ভালোভাবে ঢেকে নেয়।’ [আল-কাশ্‌শাফ, ২/২২১]\n  <br/>\n  <br/>\n  আল্লামা নিযামুদ্দীন নিশাপুরী বলেন, ‘নিজেদের ওপর চাদরের একটি অংশ লটকে দেয়। এভাবে মেয়েদেরকে মাথা ও চেহারা ঢাকার হুকুম দেয়া হয়েছে।’ [গারায়েবুল কুরআন, ২২/৩২]\n  <br/>\n  <br/>\n  ইমাম রাযী বলেন, ‘এর উদ্দেশ্য হচ্ছে লোকেরা যেন জানতে পারে। এরা দুশ্চরিত্রা মেয়ে নয়। কারণ যে মেয়েটি নিজের চেহারা ঢাকবে, অথচ চেহারা সতরের অন্তর্ভুক্ত নয়, তার কাছে কেউ আশা করতে পারে না যে, সে নিজের ‘সতর' অন্যের সামনে খুলতে রাজী হবে। এভাবে প্রত্যেক ব্যক্তি জানবে, এ মেয়েটি পর্দানশীন, একে যিানার কাজে লিপ্ত করার আশা করা যেতে পারে না।” [তাফসীরে কবীর, ২/৫৯১]\n  <br/>\n  <br/>\n  [২] “চেনা সহজতর হবে” এর অর্থ হচ্ছে, তাদেরকে এ ধরনের অনাড়ম্বর লজ্জা নিবারণকারী পোশাকে সজ্জিত দেখে প্রত্যেক প্রত্যক্ষকারী জানবে তারা অভিজাত ও সম্ভ্রান্ত পরিবারের পবিত্র মেয়ে, এমন ভবঘুরে অসতী ও পেশাদার মেয়ে নয়, কোন অসদাচারী মানুষ যার কাছে নিজের কামনা পূর্ণ করার আশা করতে পারে। “না কষ্ট দেয়া হয়” এর অর্থ হচ্ছে এই যে, তাদেরকে যেন উত্যক্ত ও জ্বালাতন না করা হয়। [দেখুন,তাবারী, কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৩৩ : ৬০",
        "arabic_text": "\n۞ لَّئِن لَّمۡ يَنتَهِ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡمُرۡجِفُونَ فِي ٱلۡمَدِينَةِ لَنُغۡرِيَنَّكَ بِهِمۡ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلٗا ",
        "bangla_text": "মুনাফিকরা এবং যাদের অন্তরে ব্যাধি আছে আর যারা নগরে গুজব রটনা করে,  তারা বিরত না হলে আমরা অবশ্যই তাদের বিরুদ্ধে আপনাকে প্ৰবল করব; এরপর এ নগরীতে আপনার প্রতিবেশীরূপে তারা স্বল্প সময়ই থাকবে--- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৩৩ : ৬১",
        "arabic_text": "\nمَّلۡعُونِينَۖ أَيۡنَمَا ثُقِفُوٓاْ أُخِذُواْ وَقُتِّلُواْ تَقۡتِيلٗا ",
        "bangla_text": "অভিশপ্ত হয়ে; তাদেরকে যেখানেই পাওয়া যাবে সেখানেই ধরা হবে এবং নির্দয়ভাবে হত্যা করা হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে মুনাফিকদের দ্বিবিধ দুষ্কর্মের উল্লেখ করার পর তা থেকে বিরত না হলে এই শাস্তির বর্ণনা করা হয়েছে যে, “ওরা যেখানেই থাকবে অভিসম্পাত ও লাঞ্ছনা ওদের সঙ্গী হবে এবং যেখানেই পাওয়া যাবে, গ্রেফতার করত: হত্যা করা হবে।” ইবন কাসীর, ফাতহুল কাদীর; বাগভী]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৩৩ : ৬২",
        "arabic_text": "\nسُنَّةَ ٱللَّهِ فِي ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا ",
        "bangla_text": "আগে যারা অতীত হয়ে গেছে তাদের ব্যাপারে এটাই ছিল আল্লাহর রীতি। আর আপনি কখনো আল্লাহর রীতিতে কোন পরিবর্তন পাবেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৩৩ : ৬৩",
        "arabic_text": "\nيَسۡـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِۚ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا ",
        "bangla_text": "লোকেরা আপনাকে কিয়ামত সম্পর্কে জিজ্ঞেস করে। বলুন, 'এর জ্ঞান শুধু আল্লাহর নিকটই আছে।' আর কিসে আপনাকে জানাবে, সম্ভবত কিয়ামত শীঘ্রই হয়ে যেতে পারে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৩৩ : ৬৪",
        "arabic_text": "\nإِنَّ ٱللَّهَ لَعَنَ ٱلۡكَٰفِرِينَ وَأَعَدَّ لَهُمۡ سَعِيرًا ",
        "bangla_text": "নিশ্চয় আল্লাহ্ কাফিরদেরকে করেছেন অভিশপ্ত এবং তাদের জন্য প্ৰস্তুত রেখেছেন জ্বলন্ত আগুন; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৩৩ : ৬৫",
        "arabic_text": "\nخَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا ",
        "bangla_text": "সেখানে তারা চিরস্থায়ী হবে এবং তারা কোন অভিভাবক পাবে না, কোন সাহায্যকারীও নয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৩৩ : ৬৬",
        "arabic_text": "\nيَوۡمَ تُقَلَّبُ وُجُوهُهُمۡ فِي ٱلنَّارِ يَقُولُونَ يَٰلَيۡتَنَآ أَطَعۡنَا ٱللَّهَ وَأَطَعۡنَا ٱلرَّسُولَا۠ ",
        "bangla_text": "যেদিন তাদের মুখমণ্ডল আগুনে উলট-পালট করা হবে, সেদিন তারা বলবে, 'হায়! আমরা যদি আল্লাহ্‌কে মানতাম আর রাসূলকে মানতাম!' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৩৩ : ৬৭",
        "arabic_text": "\nوَقَالُواْ رَبَّنَآ إِنَّآ أَطَعۡنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠ ",
        "bangla_text": "তারা আরো বলবে, 'হে আমাদের রব! আমরা আমাদের নেতা ও বড় লোকদের আনুগত্য করেছিলাম এবং তারা আমাদেরকে পথভ্রষ্ট করেছিল; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৩৩ : ৬৮",
        "arabic_text": "\nرَبَّنَآ ءَاتِهِمۡ ضِعۡفَيۡنِ مِنَ ٱلۡعَذَابِ وَٱلۡعَنۡهُمۡ لَعۡنٗا كَبِيرٗا ",
        "bangla_text": "'হে আমাদের রব! আপনি তাদেরকে দ্বিগুণ শাস্তি দিন এবং তাদেরকে দিন মহাঅভিসম্পাত।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৩৩ : ৬৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَكُونُواْ كَٱلَّذِينَ ءَاذَوۡاْ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُواْۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهٗا ",
        "bangla_text": "হে ঈমানদারগণ! মূসাকে যারা কষ্ট দিয়েছে তোমরা তাদের মত হয়ো না; অতঃপর তারা যা রটনা করেছিল আল্লাহ তা থেকে তাকে নির্দোষ প্রমাণিত করেন [১]; আর তিনি ছিলেন  আল্লাহর নিকট মর্যাদাবান [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বিশেষভাবে মুসলিমদেরকে আল্লাহ ও রাসূলের বিরোধিতা থেকে আত্মরক্ষার নির্দেশ দেয়া হয়েছে। কেননা, এই বিরোধিতা তাদের কষ্টের কারণ। তাদেরকে মূসা আলাইহিস সালামের কওমের মত হতে নিষেধ করা হয়েছে। যারা সবসময় মূসা আলাইহিস সালামকে সার্বিকভাবে কষ্ট দিত। [দেখুন,ফাতহুল কাদীর; কুরতুবী] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ আয়াতের ঘটনা বর্ণনা করেছেন। ঘটনাটি হলো, মূসা আলাইহিস সালাম অত্যন্ত লজ্জাশীল হওয়ার কারণে তাঁর দেহ ঢেকে রাখতেন। তাঁর শরীর কেউ দেখত না। তিনি পর্দার আড়ালে গোসল করতেন। তাঁর সম্প্রদায় বনী ইসরাঈলের মধ্যে সকলের সামনে উলঙ্গ হয়ে গোসল করার ব্যাপক প্রচলন ছিল। মূসা আলাইহিস সালাম কারও সামনে গোসল করেন না দেখে কেউ কেউ বলাবলি করল— এর কারণ এই যে, তাঁর দেহে নিশ্চয় কোন খুঁত আছে হয় তিনি ধবল কুণ্ঠরোগী, না হয় একশিরা রোগী। নতুবা তিনি অন্য কোন ব্যাধিগ্রস্ত। আল্লাহ তা'আলা এ ধরনের খুঁত থেকে মূসা আলাইহিস সালাম-এর নির্দেষিতা প্রকাশ করার ইচ্ছা করলেন। একদিন মূসা আলাইহিস সালাম নির্জনে গোসল করার জন্যে কাপড় খুলে একখণ্ড পাথরের উপর তা রেখে দিলেন। গোসল শেষে যখন হাত বাড়িয়ে কাপড় নিতে চাইলেন, তখন প্রস্তর খণ্ডটি (আল্লাহর আদেশে) নড়ে উঠল এবং তাঁর কাপড়সহ দৌড়াতে লাগল। মূসা আলাইহিস সালাম তাঁর লাঠি নিয়ে প্রস্তরের পেছনে পেছনে “আমার কাপড় আমার কাপড়” বলতে বলতে দৌড় দিলেন। কিন্তু প্রস্তরটি থামল না- যেতেই লাগল। অবশেষে প্ৰস্তুরটি বনী- ইসরাঈলের এক সমাবেশে পৌঁছে থেমে গেল। তখন সেসব লোক মুসা আলাইহিস সালাম-কে উলঙ্গ অবস্থায় দেখে নিল এবং তাঁর দেহ নিখুঁত ও সুস্থ দেখতে পেল। (এতে তাদের বর্ণিত কোন খুঁত বিদ্যমান ছিল না।) এভাবে আল্লাহ্ তা'আলা মূসা আলাইহিস সালাম-এর নির্দোষিতা সকলের সামনে প্রকাশ করে দিলেন। অতঃপর তিনি লাঠি দ্বারা প্রস্তর খণ্ডকে মারতে লাগলেন। আল্লাহর কসম, মূসা আলাইহিস সালাম এর আঘাতের কারণে পাথরের গায়ে তিন, চার অথবা পাঁচটি দাগ পড়ে গিয়েছিল ৷ [বুখারী:৩৪০৪]\n  <br/>\n  <br/>\n  [২] অর্থাৎ মূসা আলাইহিস সালাম আল্লাহর কাছে মর্যাদাসম্পন্ন ছিলেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৩৩ : ৭০",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَقُولُواْ قَوۡلٗا سَدِيدٗا ",
        "bangla_text": "হে ঈমানদারগণ! তোমরা আল্লাহর  তাকওয়া অবলম্বন কর এবং সঠিক কথা বল [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর তাফসীর সত্য কথা, সরল কথা, সঠিক কথা করা হয়েছে। ইবন কাসীর সবগুলো উদ্ধৃত করে বলেন, সবই ঠিক। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৩৩ : ৭১",
        "arabic_text": "\nيُصۡلِحۡ لَكُمۡ أَعۡمَٰلَكُمۡ وَيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدۡ فَازَ فَوۡزًا عَظِيمًا ",
        "bangla_text": "তাহলে তিনি তোমাদের জন্য তোমাদের কাজ সংশোধন করবেন এবং তোমাদের পাপ ক্ষমা করবেন [১]।  আর যে ব্যক্তি আল্লাহ্ ও তাঁর রাসূলের আনুগত্য করে, সে অবশ্যই মহাসাফল্য অর্জন করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ, তোমরা যদি মুখকে ভুলভ্রান্তি থেকে নিবৃত রাখা এবং সঠিক ও সরল কথা বলার অভ্যস্ত হয়ে যাও, তবে আল্লাহ তা’আলা তোমাদের যাবতীয় সংশোধন করে দেবেন। আয়াতের শেষে আরও ওয়াদা করা হয়েছে যে, আল্লাহ তা’আলা এরূপ ব্যক্তির ত্রুটি-বিচূতি ক্ষমা করে দেবেন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৩৩ : ৭২",
        "arabic_text": "\nإِنَّا عَرَضۡنَا ٱلۡأَمَانَةَ عَلَى ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱلۡجِبَالِ فَأَبَيۡنَ أَن يَحۡمِلۡنَهَا وَأَشۡفَقۡنَ مِنۡهَا وَحَمَلَهَا ٱلۡإِنسَٰنُۖ إِنَّهُۥ كَانَ ظَلُومٗا جَهُولٗا ",
        "bangla_text": "আমরা তো আসমান, যমীন ও পর্বতমালার প্রতি এ আমানত [১] পেশ করেছিলাম, কিন্তু তারা এটা বহন করতে অস্বীকার করল এবং তাতে শংকিত হল, আর মানুষ তা বহন করল; সে অত্যন্ত যালিম, খুবই অজ্ঞ [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আমানত শব্দের তাফসীর প্রসঙ্গে সাহাবী ও তাবেয়ী প্রমুখ তাফসীরবিদগণের অনেক উক্তি বর্ণিত আছে; যেমন শরী’ইয়াতের ফরয কর্মসমূহ, লজ্জাস্থানের হেফাযত, ধন-সম্পদের আমানত, অপবিত্রতার গোসল, সালাত, যাকাত, সওম, হজ ইত্যাদি। এ কারণেই অধিকাংশ তাফসীরবিদ বলেন যে, দ্বীনের যাবতীয় কর্তব্য ও কর্ম এই আমানতের অন্তর্ভুক্ত। শরীয়তের যাবতীয় আদেশ নিষেধের সমষ্টিই আমানত। আমানতের উদ্দেশ্য হচ্ছে শরীয়তের বিধানাবলী দ্বারা আদিষ্ট হওয়া, যেগুলো পুরোপুরি পালন করলে জান্নাতের চিরস্থায়ী নেয়ামত এবং বিরোধিতা অথবা ক্ৰটি করলে জাহান্নামের আযাব প্রতিশ্রুত। কেউ কেউ বলেন: আমানতের উদ্দেশ্য আল্লাহর বিধানাবলীর ভার বহনের যোগ্যতা ও প্রতিভা, যা বিশেষ স্তরের জ্ঞান-বুদ্ধি ও চেতনার উপর নির্ভরশীল। উন্নতি এবং আল্লাহর প্রতিনিধিত্বের ক্ষমতা এই বিশেষ যোগ্যতার উপর নির্ভরশীল। মোটকথা, এখানে আল্লাহ ও তাঁর রাসূলের আনুগত্য ও তাঁদের আদেশাবলী পালনকে “আমানত\" শব্দের মাধ্যমে প্ৰকাশ করা হয়েছে। এ আমানত কতটা গুরুত্বপূর্ণ ও দুৰ্বহ সে ধারণা দেবার জন্য আল্লাহ বলেন, আকাশ ও পৃথিবী তাদের সমস্ত শ্রেষ্ঠত্ব এবং পাহাড় তার বিশাল ও বিপুলায়তন দেহাবয়ব ও গভীরতা সত্ত্বেও তা বহন করার শক্তি ও হিম্মত রাখতো না কিন্তু দুর্বল দেহাবয়বের অধিকারী মানুষ নিজের ক্ষুদ্রতম প্ৰাণের ওপর এ ভারী বোঝা উঠিয়ে নিয়েছে। [দেখুন, ইবন কাসীর, ফাতহুল কাদীর; কুরতুবী, বাগভী]\n  <br/>\n  <br/>\n  [২] ظلوم অর্থ নিজের প্রতি যুলুমকারী এবং جهول এর মর্মার্থ পরিণামের ব্যাপারে অজ্ঞ। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৩৩ : ৭৩",
        "arabic_text": "\nلِّيُعَذِّبَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمَۢا ",
        "bangla_text": "যাতে আল্লাহ্  মুনাফিক পুরুষ ও মুনাফিক নারী এবং মুশরিক পুরুষ ও মুশরিক নারীকে শাস্তি দেন এবং মুমিন পুরুষ ও মুমিন নারীকে ক্ষমা করেন। আর আল্লাহ্ অত্যন্ত ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]