[
    {
        "id": 1,
        "verse": "৩৪ : ১",
        "arabic_text": "\nٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَلَهُ ٱلۡحَمۡدُ فِي ٱلۡأٓخِرَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ ",
        "bangla_text": "সকল প্রশংসা আল্লাহর, যিনি আসমানসমূহে যা কিছু আছে ও যমীনে যা কিছু আছে তার মালিক এবং আখিরাতেও সমস্ত প্ৰশংসা তাঁরই। আর তিনি হিকমতওয়ালা, সম্যক অবহিত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তিনি তাঁর যাবতীয় নির্দেশে প্রাজ্ঞ, তিনি তাঁর সৃষ্টিজগত সম্পর্কে সম্পূর্ণ অবহিত | [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৩৪ : ২",
        "arabic_text": "\nيَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۚ وَهُوَ ٱلرَّحِيمُ ٱلۡغَفُورُ ",
        "bangla_text": "তিনি জানেন যা যমীনে প্রবেশ করে [১] এবং যা তা থেকে নিৰ্গত হয়, আর যা আসমান থেকে নাযিল হয় এবং যা কিছু তাতে উত্থিত হয় [২]। আর তিনি পরম দয়ালু, অতিশয় ক্ষমাশীল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আসমান থেকে যে পানি নাযিল হয় সে পানির কতটুকু যমীনে প্রবেশ করে তা আল্লাহ ভাল করেই জানেন। [আদওয়াউল বায়ান] যেমন অন্য আয়াতে আল্লাহ বলেন, “আপনি কি দেখেন না, আল্লাহ আকাশ হতে বারি বর্ষণ করেন, অতঃপর তা ভূমিতে নিৰ্ব্বাররূপে প্রবাহিত করেন তারপর তা দ্বারা বিবিধ বর্ণের ফসল উৎপন্ন করেন, তারপর তা শুকিয়ে যায়।” [সূরা আয-যুমার: ২১]\n  <br/>\n  <br/>\n  [২] যমীন থেকে যা নিৰ্গত হয় যেমন, উদ্ভিদ, খনিজ সম্পদ, পানি। আর আসমান থেকে যা নাযিল হয় যেমন, বৃষ্টির পানি, ফেরেশতা, কিতাবাদি। আকাশে যা উত্থিত হয় যেমন, ফেরেশতাগণ, মানুষের আমল। তিনি বান্দাদের প্রতি দয়াশীল বলেই তাদের অপরাধের কারণে তাদের উপর দ্রুত শাস্তি নাযিল করেন না। যারা তাঁর কাছে তাওবা করবে, তিনি তাদেরকে ক্ষমা করে দেন। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৩৪ : ৩",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَأۡتِينَا ٱلسَّاعَةُۖ قُلۡ بَلَىٰ وَرَبِّي لَتَأۡتِيَنَّكُمۡ عَٰلِمِ ٱلۡغَيۡبِۖ لَا يَعۡزُبُ عَنۡهُ مِثۡقَالُ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَلَآ أَصۡغَرُ مِن ذَٰلِكَ وَلَآ أَكۡبَرُ إِلَّا فِي كِتَٰبٖ مُّبِينٖ ",
        "bangla_text": "আর কাফিররা বলে, 'আমাদের কাছে কিয়ামত আসবে না।' বলুন, অবশ্যই হ্যাঁ, শপথ আমার রবের, নিশ্চয় তোমাদের কাছে তা আসবে।’ তিনি গায়েব সম্পর্কে সম্যক পরিজ্ঞাত; আসমানসমূহ ও যমীনে তাঁর অগোচরে নয় অণু পরিমাণ কিছু কিংবা তার চেয়ে ছোট বা বড় কিছু; এর প্রত্যেকটিই আছে সুস্পষ্ট কিতাবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কোন কিছুই হারিয়ে যাওয়ার সম্ভাবনা নেই। সবকিছুই এক কিতাবে লিপিবদ্ধ আছে। সে কিতাব হচ্ছে, লাওহে মাহফুয। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৩৪ : ৪",
        "arabic_text": "\nلِّيَجۡزِيَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۚ أُوْلَٰٓئِكَ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ ",
        "bangla_text": "যাতে তিনি প্রতিদান দেন তাদের, যারা ঈমান আনে এবং সৎকর্ম করে। তাদেরই জন্য আছে ক্ষমা ও সম্মানজনক রিফিক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, এর অর্থ, তাদের গোনাহের জন্য ক্ষমা ও জান্নাতে তাদের জন্য থাকবে সম্মানজনক রিফিক। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৩৪ : ৫",
        "arabic_text": "\nوَٱلَّذِينَ سَعَوۡ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مِّن رِّجۡزٍ أَلِيمٞ ",
        "bangla_text": "আর যারা আমাদের আয়াতকে ব্যর্থ করার চেষ্টা করে, তাদেরই জন্য রয়েছে ভয়ংকর যন্ত্রণাদায়ক শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৩৪ : ৬",
        "arabic_text": "\nوَيَرَى ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ ٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ هُوَ ٱلۡحَقَّ وَيَهۡدِيٓ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ ",
        "bangla_text": "আর যাদেরকে জ্ঞান দেওয়া হয়েছে, তারা জানে যে, আপনার রবের কাছ থেকে আপনার প্রতি যা নাযিল হয়েছে তা-ই সত্য; এবং এটা পরাক্রমশালী প্রশংসিত আল্লাহর পথ নির্দেশ করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৩৪ : ৭",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ هَلۡ نَدُلُّكُمۡ عَلَىٰ رَجُلٖ يُنَبِّئُكُمۡ إِذَا مُزِّقۡتُمۡ كُلَّ مُمَزَّقٍ إِنَّكُمۡ لَفِي خَلۡقٖ جَدِيدٍ ",
        "bangla_text": "আর কাফিররা বলে,'আমরা কি তোমাদেরকে এমন ব্যক্তির সন্ধান দেব যে তোমাদেরকে জানায় যে, 'তোমাদের দেহ সম্পূর্ণ ছিন্নভিন্ন হয়ে পড়লেও অবশ্যই তোমরা হবে নতুনভাবে সৃষ্ট [১]!'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দ্বারা তাদের উদ্দেশ্য মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তারা তাদের আখেরাত অস্বীকৃতির চরম সীমানায় গিয়ে এসব কথা বলত। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৩৪ : ৮",
        "arabic_text": "\nأَفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَم بِهِۦ جِنَّةُۢۗ بَلِ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ فِي ٱلۡعَذَابِ وَٱلضَّلَٰلِ ٱلۡبَعِيدِ ",
        "bangla_text": "সে কি আল্লাহ সম্বন্ধে মিথ্যা উদ্ভাবন  করে, নাকি তার মধ্যে আছে উন্মাদনা [১]? বরং যারা আখিরাতের  উপর ঈমান আনে না, তারা শাস্তি ও ঘোর বিভ্ৰান্তিতে রয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি এমন মারাত্মক অপবাদ আরোপ করছে যে, এ লোক যেহেতু মৃত্যুর পর পুনরুত্থানের কথা বলছে, তা হলে সে দু'অবস্থা থেকে মুক্ত নয়। হয় সে ইচ্ছা করে আল্লাহর উপর মিথ্যা বানিয়ে বলছে, নতুবা তাকে পাগলামীতে পেয়ে বসেছে। কি বলছে তা জানে না। আল্লাহ তার জওয়াবে বলেন, তোমরা যা মনে করেছ ব্যাপারটি তা নয়। বরং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবচেয়ে বড় সত্যবাদী। আর যারা পুনরুত্থানে বিশ্বাস করবে না। আর সেটার জন্য আমল করবে না, তারা তো স্থায়ী কঠিন শাস্তিতে থাকবে। দুনিয়াতেও তারা সঠিক পথ থেকে অনেক দূরে থাকবে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৩৪ : ৯",
        "arabic_text": "\nأَفَلَمۡ يَرَوۡاْ إِلَىٰ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِن نَّشَأۡ نَخۡسِفۡ بِهِمُ ٱلۡأَرۡضَ أَوۡ نُسۡقِطۡ عَلَيۡهِمۡ كِسَفٗا مِّنَ ٱلسَّمَآءِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّكُلِّ عَبۡدٖ مُّنِيبٖ ",
        "bangla_text": "তারা কি তাদের সামনে ও তাদের পিছনে, আসমান ও যমীনে যা আছে তার প্রতি লক্ষ্য করে না [১]? আমরা ইচ্ছে করলে ধ্বসিয়ে দেব তাদেরসহ যমীন অথবা পতন ঘটাব তাদের উপর আসমান থেকে এক খণ্ড; নিশ্চয় এতে রয়েছে নিদর্শন, আল্লাহর অভিমুখী প্রতিটি বান্দার জন্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, তারা কি তাদের ডানে ও তাদের বাঁয়ে তাকিয়ে দেখে না যে, কিভাবে আসমান তাদেরকে পরিবেষ্টন করে আছে? যদি তিনি ইচ্ছা করেন তবে যমীন তাদেরকে নিয়ে ধ্বসে যেতে পারে যেমন তাদের পূর্বে কিছু লোকের ব্যাপারে তা ঘটেছিল। অথবা আমরা আকাশ থেকে একটি টুকরো তাদের উপর নিক্ষেপ করতে পারি। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৩৪ : ১০",
        "arabic_text": "\n۞ وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَٱلطَّيۡرَۖ وَأَلَنَّا لَهُ ٱلۡحَدِيدَ ",
        "bangla_text": "আর অবশ্যই আমরা আমাদের  পক্ষ থেকে দাউদকে দিয়েছিলাম মর্যাদা এবং আদেশ করেছিলাম, 'হে পর্বতমালা! তোমরা দাউদের সাথে বার বার আমার পবিত্ৰতা ঘোষণা কর' এবং পাখিদেরকেও। আর তার জন্য আমরা নরম করে দিয়েছিলাম লোহা---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৩৪ : ১১",
        "arabic_text": "\nأَنِ ٱعۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي ٱلسَّرۡدِۖ وَٱعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ ",
        "bangla_text": "(এ নির্দেশ দিয়ে যে) আপনি পূর্ণ মাপের বর্ম তৈরী করুন [১] এবং বুননে পরিমাণ রক্ষা করুন’। আর তোমরা সৎকাজ কর, নিশ্চয় তোমরা যা কিছু কর আমি তার সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, সর্বপ্রথম বর্ম দাউদ আলাইহিস সালামই তৈরী করেন। তার আগে কেউ সেটা তৈরী করে নি। [তাবারী] কাতাদাহ আরও বলেন, তিনি এটা বানাতে আগুনের ব্যবহার করার প্রয়োজন বোধ করতেন না। তাছাড়া লাঠি দিয়েও আঘাত করতে হতো না। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৩৪ : ১২",
        "arabic_text": "\nوَلِسُلَيۡمَٰنَ ٱلرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ ٱلۡقِطۡرِۖ وَمِنَ ٱلۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ ٱلسَّعِيرِ ",
        "bangla_text": "আর সুলাইমানের অধীন করেছিলাম বায়ুকে যা ভোরে একমাসের পথ অতিক্রম করত ও সন্ধ্যায় একমাসের পথ অতিক্রম করত [১]। আমরা তার জন্য গলিত তামার এক প্রস্রবণ প্রবাহিত করেছিলাম এবং তার রবের অনুমতিক্রমে জিনদের কিছু সংখ্যক তার সামনে কাজ করত। আর তাদের মধ্যে যে আমাদের নির্দেশ অমান্য করে, তাকে আমরা জ্বলন্ত আগুনের শাস্তি আস্বাদন করাব [২]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ হচ্ছে প্রতিদিন তিনি দু’মাসের পথ বাতাসের উপর করে ভ্রমণ করতেন। [তাবারী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ কোন জিন যদি সুলাইমান আলাইহিস সালাম এর আনুগত্য না করে, তবে তাকে আগুন দ্বারা শাস্তি দেয়া হবে। অধিকাংশ তাফসীরবিদদের মতে এখানে আখেরাতে জাহান্নামের আযাব বোঝানো হয়েছে। কেউ কেউ বলেন, দুনিয়াতেও আল্লাহ তাআলা তাদের উপর একজন ফেরেশতা নিয়োজিত রেখেছিলেন। সে অবাধ্য জিনকে আগুনের চাবুক মেরে মেরে কাজ করতে বাধ্য করত। [কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৩৪ : ১৩",
        "arabic_text": "\nيَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَٱلۡجَوَابِ وَقُدُورٖ رَّاسِيَٰتٍۚ ٱعۡمَلُوٓاْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ ٱلشَّكُورُ ",
        "bangla_text": "তারা সুলাইমানের ইচ্ছানুযায়ী তার জন্য প্রাসাদ [১], ভাস্কৰ্য, হাউজসদৃশ বৃহদাকার পাত্ৰ এবং সুদৃঢ়ভাবে স্থাপিত ডেগ নির্মাণ করত। 'হে দাউদ পরিবার! কৃতজ্ঞতার সাথে তোমরা কাজ করতে থাক। আর আমার বান্দাদের মধ্যে অল্পই কৃতজ্ঞ!’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এগুলো ছিল প্রাসাদের চেয়ে ছোট আকৃতির ঘর-দোর বিশেষ। [আত-তাফসীরুস সহীহ] কাতাদাহ বলেন, এর দ্বারা উদ্দেশ্য বিল্ডিং ও মাসজিদ। [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৩৪ : ১৪",
        "arabic_text": "\nفَلَمَّا قَضَيۡنَا عَلَيۡهِ ٱلۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦٓ إِلَّا دَآبَّةُ ٱلۡأَرۡضِ تَأۡكُلُ مِنسَأَتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ ٱلۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ ٱلۡغَيۡبَ مَا لَبِثُواْ فِي ٱلۡعَذَابِ ٱلۡمُهِينِ ",
        "bangla_text": "অতঃপর যখন আমরা সুলাইমানের মৃত্যু ঘটালাম, তখন জিনদেরকে তার মৃত্যুর খবর জানাল শুধু মাটির পোকা, যা তার লাঠি খাচ্ছিল। অতঃপর  যখন তিনি পড়ে গেলেন তখন জিনরা -বুঝতে পারল যে, যদি তারা গায়েব জানত, তাহলে তারা লাঞ্ছনাদায়ক শাস্তিতে আবদ্ধ থাকত না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কারণ, সুলাইমান আলাইহিস সালাম তার ঘরে ইবাদাতে মশগুল ছিলেন। তারপর জিনরা তার জন্য বিল্ডিং বানাচ্ছিল। এমতাবস্থায় আল্লাহ সুলাইমান আলাইহিস সালামের মৃত্যু দিলেন। কিন্তু জিনরা তা জানতেই পারল না। শেষ পর্যন্ত তার লাঠিতে যমীনের পোকা লেগে সেটা নষ্ট হয়ে যাওয়ার পর তিনি পড়ে গেলেন। কোন কোন বর্ণনায় দেখা যায় সেটা ছিল পূর্ণ এক বছর পর। তখন জিনরা তাদের ভুল বুঝতে পারল যে, যদি তারা গায়েবের কিছু জানত। তবে এতদিন কষ্ট করত না। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৩৪ : ১৫",
        "arabic_text": "\nلَقَدۡ كَانَ لِسَبَإٖ فِي مَسۡكَنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَٱشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ ",
        "bangla_text": "অবশ্যই সাবাবাসীদের [১] জন্য তাদের বাসভূমিতে ছিল এক নিদর্শনঃ দুটি উদ্যান, একটি ডান দিকে, অন্যটি  বাম দিকে[২]।  বলা হয়েছিল, 'তোমরা  তোমাদের রবের দেয়া রিযিক ভোগ কর এবং তাঁর প্রতি কৃতজ্ঞতা প্রকাশ কর [৩]। উত্তম নগরী এবং ক্ষমাশীল রব।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, “সাবা ছিল আরবের এক ব্যক্তির নাম। আরবে তার বংশ থেকে নিম্নোক্ত গোত্রগুলোর উদ্ভব হয়ঃ কিন্দার, হিম্‌য়ার, আয্‌দ, আশ’আরিয়্যীন, মায্‌হিজ, আনমার (এর দুটি শাখাঃ খাস'আম ও বাজীলাহ), আমেলাহ, জুযাম, লাখম ও গাসসান।’ [তিরমিয়ী: ৩২২২] ইবনে কাসীরের মতে, ইয়ামনের সম্রাট ও সে দেশের অধিবাসীদের উপাধি হচ্ছে সাবা। তাবাবেয়া সম্প্রদায়ও সাবা সম্পপ্রদায়ের অন্তর্ভুক্ত ছিল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] শহরের ডানে ও বায়ে অবস্থিত পাহাড়দ্বয়ের কিনারায় ফল-মুলের বাগান তৈরী করা হয়েছিল। এসব বাগানে খালের পানি প্রবাহিত হত। সমগ্র সাবা রাজ্য শ্যামল সবুজ ক্ষেত ও বনানীতে পরিপূর্ণ ছিল। তার যে কোন জায়গায় দাঁড়ালে দেখা যেতো ডানেও বাগান এবং বাঁয়েও বাগান। এ সব বাগান পরস্পর সংলগ্ন অবস্থায় পাহাড়ের কিনারায় দুসারিতে বহুদূর পর্যন্ত ছিল। এগুলো সংখ্যায় অনেক হলেও পবিত্র কুরআন দু'টি বাগানের কথা ব্যক্ত করেছে। কারণ, এক সারির সমস্ত বাগান পরস্পর সংলগ্ন হওয়ার কারণে এক বাগান এবং অপর সারির সমস্ত বাগানকে একই কারণে দ্বিতীয় বাগান বলে অভিহিত করা হয়েছে। এসব বাগানে সবরকম বৃক্ষ ফল-মুল প্রচুর পরিমাণে উৎপন্ন হত। কাতাদাহ প্ৰমুখের বর্ণনা অনুযায়ী একজন লোক মাথায় খালি ঝুড়ি নিয়ে গমন করলে গাছ থেকে পতিত ফলমুল দ্বারা তা আপনা-আপনি ভরে যেত; হাত লাগানোরও প্রয়োজন হত না [ইবন কাসীর,কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] আল্লাহ তা’আলা নবীগণের মাধ্যমে তাদেরকে আদেশ দিয়েছিলেন, তোমরা আল্লাহ প্রদত্ত এই অফুরন্ত জীবনোপকরণ ব্যবহার কর এবং কৃতজ্ঞতা স্বরূপ সৎকর্ম ও আল্লাহর আনুগত্য করতে থাক। আল্লাহ তাআলা তোমাদের এ শহরকে পরিচ্ছন্ন স্বাস্থ্যকর শহর করেছেন। শহরটি নাতিশীতোষ্ণ মণ্ডলে অবস্থিত ছিল এবং আবহাওয়া স্বাস্থ্যকর ও বিশুদ্ধ ছিল। সমগ্র শহরে মশা-মাছি ছারপোকা ও সাপ-বিচ্ছুর মত ইতর প্রাণীর নামগন্ধও ছিল না। বাইরে থেকে কোন ব্যক্তি শরীরে ও কাপড়-চোপড়ে উকুন ইত্যাদি নিয়ে এ শহরে পৌঁছালে সেগুলো আপনা-আপনি মরে সাফ হয়ে যেত। [দেখুন-কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৩৪ : ১৬",
        "arabic_text": "\nفَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ ٱلۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلٍ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ ",
        "bangla_text": "অতঃপর তারা অবাধ্য হল। ফলে আমরা তাদের উপর প্রবাহিত করলাম ‘আরেম’ [১] বাঁধের বন্যা এবং তাদের উদ্যান দুটিকে পরিবর্তন করে দিলাম এমন দুটি উদ্যানে, যাতে উৎপন্ন হয় বিস্বাদ ফলমূল, ঝাউ গাছ এবং সামান্য কিছু কুল গাছ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে কাসীরের বর্ণনা অনুযায়ী এই বাঁধের ইতিহাস এইঃ ইয়ামনের রাজধানী সানআ থেকে তিন মনযিল দূরে মাআরেব নগরী অবস্থিত ছিল। এখানে ছিল সাবা সম্প্রদায়ের বসতি। দুই পাহাড়ের মধ্যবর্তী উপত্যকায় শহরটি অবস্থিত ছিল বিধায় উভয় পাহাড়ের উপর থেকে বৃষ্টির পানি বন্যার আকারে নেমে আসত। ফলে শহরের জনজীবন বিপর্যস্ত হয়ে যেত। দেশের সম্রাটগণ উভয় পাহাড়ের মাঝখানে একটি শক্ত ও মজবুত বাঁধ নির্মাণ করলেন। এ বাঁধ পাহাড় থেকে আগত বন্যার পানি রোধ করে পানির একটি বিরাট ভাণ্ডার তৈরী করে দেয়। পাহাড়ী ঢলের পানিও এতে সঞ্চিত হতে থাকে। বাঁধের উপরে-নীচে ও মাঝখানে পানি বের করার তিনটি দরজা নির্মাণ করা হয় যাতে সঞ্চিত পানি সুশৃংখলভাবে শহরের লোকজনের মধ্যে এবং তাদের ক্ষেতে ও বাগানে পৌঁছানো যায়। প্রথমে উপরের দরজা খুলে পানি ছাড়া হত। উপরের পানি শেষ হয়ে গেলে মাঝখানের এবং সর্বশেষে নীচের তৃতীয় দরজা খুলে দেয়া হত। পরবর্তী বছর বৃষ্টির মওসুমে বাঁধের তিনটি স্তরই আবার পানিতে পূর্ণ হয়ে যেত। বাঁধের নীচে পানি সংরক্ষণ করার উদ্দেশ্যে একটি সুবৃহৎ আধার নির্মাণ করা হয়েছিল। এতে পানির বারটি খাল তৈরী করে শহরের বিভিন্ন দিকে পৌঁছানো হয়েছিল। সব খালে একই গতিতে পানি প্রবাহিত হত এবং নাগরিকদের প্রয়োজন মেটাত।\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৩৪ : ১৭",
        "arabic_text": "\nذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ نُجَٰزِيٓ إِلَّا ٱلۡكَفُورَ ",
        "bangla_text": "ঐ শাস্তি আমরা তাদেরকে দিয়েছিলাম তাদের কুফরির কারণে। আর অকৃতজ্ঞ ছাড়া আমরা আর কাউকেও এমন শাস্তি দেই না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৩৪ : ১৮",
        "arabic_text": "\nوَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ ٱلۡقُرَى ٱلَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا ٱلسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ ",
        "bangla_text": "আর তাদের ও যেসব জনপদের মধ্যে আমরা বরকত দিয়েছিলাম, সেগুলোর মধ্যবর্তী  স্থানে আমরা দৃশ্যমান বহু জনপদ স্থাপন করেছিলাম এবং ঐ সব জনপদে ভ্রমনের যথাযথ ব্যবস্থা করেছিলাম। বলেছিলাম, 'তোমরা এসব জনপদে নিরাপদে ভ্ৰমণ কর দিনে ও রাতে।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৩৪ : ১৯",
        "arabic_text": "\nفَقَالُواْ رَبَّنَا بَٰعِدۡ بَيۡنَ أَسۡفَارِنَا وَظَلَمُوٓاْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ ",
        "bangla_text": "অতঃপর তারা বলল, “হে আমাদের  রব! আমাদের সফরের মনযিলের ব্যবধান বাড়িয়ে দিন।' আর তারা  নিজদের প্রতি যুলুম করেছিল। ফলে আমরা তাদেরকে বিষয়বস্তুতে পরিণত করলাম এবং তাদেরকে সম্পপূর্ণরূপে ছিন্ন-ভিন্ন করে দিলাম। নিশ্চয় এতে নিদর্শন রয়েছে, প্রত্যেক ধৈর্যশীল, কৃতজ্ঞ ব্যক্তির জন্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৩৪ : ২০",
        "arabic_text": "\nوَلَقَدۡ صَدَّقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَٱتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর অবশ্যই তাদের সম্বন্ধে ইবলীস তার ধারণা সত্য প্রমাণ করল, ফলে তাদের মধ্যে একটি মুমিন দল ছাড়া সবাই তার অনুসরণ করল;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৩৪ : ২১",
        "arabic_text": "\nوَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَمَ مَن يُؤۡمِنُ بِٱلۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ ",
        "bangla_text": "আর তাদের উপর শয়তানের কোন আধিপত্য ছিল না। তবে কে আখিরাতের প্রতি ঈমান রাখে এবং কে তাতে সন্দিহান, তা প্রকাশ করে দেয়াই ছিল আমাদের উদ্দেশ্য। আর আপনার রব সবকিছুর সম্যক হিফাযতকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৩৪ : ২২",
        "arabic_text": "\nقُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ ",
        "bangla_text": "বলুন, 'তোমরা আল্লাহ্ ছাড়া যাদেরকে ইলাহ্ মনে করতে তাদেরকে ডাক। তারা আসমানসমূহে অণু পরিমাণ কিছুরও মালিক নয়, যমীনেও নয়। আর এ দু'টিতে তাদের কোন অংশও নেই এবং তাদের মধ্য থেকে কেউ তাঁর সহায়কও নয় [১]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত ও এর পরবর্তী আয়াতে আল্লাহ ব্যতীত অন্য কিছুর ইবাদাতের মুলোৎপাটন করা হয়েছে। কারণ আল্লাহ ছাড়া যাদের ইবাদাত করা হয়, তারা কেউই কোন কিছুর মালিক নয়। যদি মালিক না হয় তবে কিভাবে কোন কিছু দাবী করতে পারে? আর তাছাড়া ইবাদাতের অন্য কারণ এটাও হতে পারত যে, তারা মালিক না হলেও অংশীদার। কিন্তু আসমান ও যমীনে কোন কিছুতেই তাদের কোন অংশীদারিত্ব নেই। সুতরাং তাদের ইবাদাত কেন করা হবে? তাছাড়া ইবাদাতের আরও একটি কারণ হতে পারত যে, তারা মালিক বা অংশীদার না হলেও আল্লাহ তাদের সাহায্যের মুখাপেক্ষী। তিনি তাদের সাহায্য নিয়ে থাকেন। কিন্তু আল্লাহ্‌র তো কোন সাহায্যকারীর প্রয়োজন নেই। সুতরাং তাদের ইবাদাত কেন করা হবে? আর যদি বলা হয় যে, তারা কোন কিছুর মালিক নয়, তারা অংশীদার নয়, তারা সাহায্যকারীও নয়, কিন্তু তারা নেক বান্দা, তাদের সুপারিশ গ্রহণ করা হবে। এ শেষোক্ত সন্দেহটির উত্তর পরবর্তী আয়াতে দেয়া হয়েছে। সেখানে বলা হয়েছে যে, তাদের কারও কারও যদি সুপারিশ থেকেও থাকে, তবে তা একমাত্ৰ আল্লাহর অনুমতিক্রমেই হবে। তিনি তাদেরকে সেটার অনুমতি না দিলে তারা সেটার জন্য অগ্রণী হয়ে কিছু করবে না। সুতরাং এ আয়াতের মাধ্যমে শির্কের মুলোৎপাটন করা হয়েছে। [ইবন তাইমিয়্যা, আল-জাওয়াবুস সহীহ, ৩/১৫৪; আর-রান্দু আলাল মানতিকিইয়্যীন, ৫২৯; দারয়ু তাআরিযিল আকলি ওয়ান নাকল ৫/১৪৯] বরং যাদের সুপারিশ কামনা করা হয়, তাদের মধ্যে প্রধান হচ্ছে, ফেরেশতাগণ। আল্লাহর সামনে তাদের অবস্থা কি তা পরবতী আয়াতে বৰ্ণিত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৩৪ : ২৩",
        "arabic_text": "\nوَلَا تَنفَعُ ٱلشَّفَٰعَةُ عِندَهُۥٓ إِلَّا لِمَنۡ أَذِنَ لَهُۥۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمۡ قَالُواْ مَاذَا قَالَ رَبُّكُمۡۖ قَالُواْ ٱلۡحَقَّۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ ",
        "bangla_text": "আর আল্লাহ যাকে অনুমতি দেবেন, সে ছাড়া তাঁর কাছে কারো সুপারিশ  ফলপ্রসূ হবে না। অবশেষে যখন  তাদের অন্তর থেকে ভয় বিদূরিত হয়, তখন তারা পরস্পরের মধ্যে জিজ্ঞাসাবাদ করে, 'তোমাদের রব কী বললেন?' তার উত্তরে তারা বলে, যা সত্য তিনি তা-ই বলেছেন [১]' আর তিনি সমুচ্চ, মহান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের একটি তাফসীর বিভিন্ন সহীহ হাদীসে এসেছে, তা হলো আলোচ্য আয়াতসমূহে বর্ণিত হয়েছে যে, আল্লাহর আদেশ নাযিল হওয়ার সময় ফেরেশতাগণ সংজ্ঞাহীন হয়ে যায়, অতঃপর তারা একে অপরকে আদেশ সম্পর্কে জিজ্ঞাসাবাদ করে। হাদীসে এসেছে যে, “যখন আল্লাহ তা’আলা আকাশে কোন আদেশ জারী করেন, তখন সমস্ত ফেরেশতা বিনয় ও নম্রতা সহকারে পাখা নাড়তে থাকে। (এবং সংজ্ঞাহীনের মত হয়ে যায়) অতঃপর তাদের মন থেকে অস্থিরতা ও ভয়ভীতির প্রভাব দূর হয়ে গেলে তারা বলে তোমাদের পালনকর্তা কি বলছেন? অন্যরা বলে, অমুক সত্য আদেশ জারী করেছেন। [বুখারী: ৪৮০০] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেন, “আমাদের পালনকর্তা আল্লাহ যখন কোন আদেশ দেন তখন আরশ বহনকারী ফেরেশতাগণ তসবীহ পাঠ করতে থাকে। তাদের তসবীহ শুনে তাদের নিকটবর্তী আকাশের ফেরেশতাগণও তসবীহ পাঠ করে। অতঃপর তাদের তসবীহ শুনে তাদের নীচের আকাশের ফেরেশতাগণ তসবীহ পাঠ করে। এভাবে দুনিয়ার আকাশ তথা সর্বনিম আকাশের ফেরেশতাগণও তসবীহ পাঠে আত্মনিয়োগ করে ফেলে। অতঃপর তারা আরশ বহনকারী ফেরেশতাগণের নিকটবর্তী ফেরেশতাগণকে জিজ্ঞেস করে, আপনাদের পালনকর্তা কি আদেশ দিয়েছেন? তারা তা বলে দেয়। এভাবে তাদের নীচের আকাশের ফেরেশতারা উপরের ফেরেশতাগণকে একই প্রশ্ন করে। এভাবে দুনিয়ার আকাশ পর্যন্ত সওয়াল ও জওয়াব পৌঁছে যায়। [মুসলিম: ২২২৯]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৩৪ : ২৪",
        "arabic_text": "\n۞ قُلۡ مَن يَرۡزُقُكُم مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُلِ ٱللَّهُۖ وَإِنَّآ أَوۡ إِيَّاكُمۡ لَعَلَىٰ هُدًى أَوۡ فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "বলুন, 'আসমানসমূহ ও যমীন থেকে কে তোমাদেরকে রিযিক প্ৰদান করেন? বলুন, 'আল্লাহ। আর নিশ্চয় আমরা অথবা তোমরা সৎপথে স্থিত অথবা স্পষ্ট বিভ্ৰান্তিতে পতিত [১]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দু'দলের মধ্যে কেউ হক পথে থাকবে, আর কেউ থাকবে ভ্রান্ত পথে।[সাদী]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৩৪ : ২৫",
        "arabic_text": "\nقُل لَّا تُسۡـَٔلُونَ عَمَّآ أَجۡرَمۡنَا وَلَا نُسۡـَٔلُ عَمَّا تَعۡمَلُونَ ",
        "bangla_text": "বলুন, 'আমাদের অপরাধের জন্য তোমাদেরকে জবাবদিহি করতে হবে না এবং তোমরা যা কর সে সম্পর্কে আমাদেরকেও জবাবদিহি করতে হবে না।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৩৪ : ২৬",
        "arabic_text": "\nقُلۡ يَجۡمَعُ بَيۡنَنَا رَبُّنَا ثُمَّ يَفۡتَحُ بَيۡنَنَا بِٱلۡحَقِّ وَهُوَ ٱلۡفَتَّاحُ ٱلۡعَلِيمُ ",
        "bangla_text": "বলুন, 'আমাদের রব আমাদের সকলকে একত্র করবেন, তারপর তিনি আমাদের মধ্যে সঠিকভাবে ফায়সালা করে দেবেন। আর তিনিই শ্রেষ্ঠ ফয়সালাকারী, সর্বজ্ঞ।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৩৪ : ২৭",
        "arabic_text": "\nقُلۡ أَرُونِيَ ٱلَّذِينَ أَلۡحَقۡتُم بِهِۦ شُرَكَآءَۖ كَلَّاۚ بَلۡ هُوَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "বলুন, 'তোমরা আমাকে তাদের দেখাও, যাদেরকে তোমরা শরীকরূপে তাঁর সাথে জুড়ে দিয়েছ। না, কখনো না, বরং তিনিই আল্লাহ্  পরাক্রমশালী, হিকমতওয়ালা।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৩৪ : ২৮",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَٰكَ إِلَّا كَآفَّةٗ لِّلنَّاسِ بَشِيرٗا وَنَذِيرٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর আমরা তো আপনাকে সমগ্ৰ মানুষের জন্যই সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেছি [১];  কিন্তু অধিকাংশ মানুষ জানে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে রেসালাতের বিষয় বর্ণিত হয়েছে এবং বিশেষভাবে ব্যক্ত করা হয়েছে যে, আমাদের রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিশ্বের সমগ্র জাতিসমূহের প্রতি প্রেরিত হয়েছেন। [তাবারী, ইবন কাসীর]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কেবল তার নিজের দেশ বা যুগের জন্য নয় বরং কিয়ামত পর্যন্ত সমগ্ৰ মানব জাতির জন্য পাঠানো হয়েছে, একথা কুরআন মজীদের বিভিন্ন স্থানে বলা হয়েছেঃ “আর আমার প্রতি এ কুরআন অহীর সাহায্যে পাঠানো হয়েছে যাতে এর মাধ্যমে আমি তোমাদেরকে এবং যার কাছে এ বাণী পৌঁছে যায় তাকেই সতর্ক করে দেই।\" [সূরা আলআন’আম: ১৯৭] “হে নবী ! বলে দিন, হে মানবজাতি, আমি হচ্ছি তোমাদের সবার প্রতি আল্লাহর রাসূল।” [সূরা আল-আরাফ: ১৫৮] “আর হে নবী ! আমি পাঠিয়েছি আপনাকে সমগ্র সৃষ্টিকুলের জন্যই রহমত হিসেবে।\" [সূরা আল-আম্বিয়া: ১০৭] “বড়ই বরকতসম্পন্ন তিনি যিনি তাঁর বান্দার ওপর ফুরকান নাযিল করেছেন যাতে তিনি সমগ্র সৃষ্টিকুলের জন্য সতর্ককারীতে পরিণত হন।” [সূরা আল-ফুরকান: ১] নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেই এই একই বক্তব্য বিভিন্ন হাদীসে বিভিন্নভাবে পেশ করেছেন। যেমন, “আমাকে সাদা কালো সবার কাছে পাঠানো হয়েছে।” [মুসনাদে আহমাদ: ৩/৩০৪, ৪/৪১৬] “আমাকে ব্যাপকভাবে সমস্ত মানুষের কাছে পাঠানো হয়েছে। অথচ আমার আগে যে নবীই অতিক্রান্ত হয়েছেন তাঁকে নির্দিষ্ট জাতির কাছে পাঠানো হতো।” [মুসনাদে আহমাদ: ২/২২২] “প্ৰথমে প্রত্যেক নবীকে বিশেষভাবে তার জাতির কাছে পাঠানো হতো আর আমাকে সমগ্ৰ মানব জাতির কাছে পাঠানো হয়েছে। [বুখারী:৩৩৫, মুসলিম: ৫২১] “আমার আগমন ও কিয়ামতের অবস্থান এরূপ, একথা বলতে গিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজের দু'টি আঙুল উঠান।” [বুখারী: ৪৯৩৬, মুসলিম: ৮৬৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৩৪ : ২৯",
        "arabic_text": "\nوَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "আর তারা বলে, 'তোমরা যদি সত্যবাদী হও তবে বল, এ প্রতিশ্রুতি কখন বাস্তবায়িত হবে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৩৪ : ৩০",
        "arabic_text": "\nقُل لَّكُم مِّيعَادُ يَوۡمٖ لَّا تَسۡتَـٔۡخِرُونَ عَنۡهُ سَاعَةٗ وَلَا تَسۡتَقۡدِمُونَ ",
        "bangla_text": "বলুন, 'তোমাদের জন্য আছে এক নির্ধারিত দিনের প্রতিশ্রুতি, তা থেকে তোমরা মুহুর্তকালও বিলম্ব করতে পারবে না, আর ত্বরান্বিতও করতে পারবে না’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৩৪ : ৩১",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ لَن نُّؤۡمِنَ بِهَٰذَا ٱلۡقُرۡءَانِ وَلَا بِٱلَّذِي بَيۡنَ يَدَيۡهِۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ مَوۡقُوفُونَ عِندَ رَبِّهِمۡ يَرۡجِعُ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ ٱلۡقَوۡلَ يَقُولُ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ لَوۡلَآ أَنتُمۡ لَكُنَّا مُؤۡمِنِينَ ",
        "bangla_text": "আর যারা কুফরী করেছে তারা বলে, 'আমরা এ কুরআনের ওপর কখনো ঈমান আনব না এবং এর আগে যা আছে তাতেও না।' আর হায়! আপনি যদি দেখতেন যালিমদেরকে, যখন তাদের রাবের সামনে দাঁড় করানো হবে, তখন তারা পরস্পর বাদ-প্রতিবাদ করতে থাকবে, যাদেরকে দুর্বল মনে করা হত, তারা অহংকারীদেরকে  বলবে, 'তোমরা না থাকলে আমরা অবশ্যই মুমিন হতাম।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৩৪ : ৩২",
        "arabic_text": "\nقَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ لِلَّذِينَ ٱسۡتُضۡعِفُوٓاْ أَنَحۡنُ صَدَدۡنَٰكُمۡ عَنِ ٱلۡهُدَىٰ بَعۡدَ إِذۡ جَآءَكُمۖ بَلۡ كُنتُم مُّجۡرِمِينَ ",
        "bangla_text": "যারা অহংকারী ছিল তারা, যাদেরকে দুর্বল করে রাখা হয়েছিল তাদেরকে বলবে, 'তোমাদের কাছে  সৎপথের দিশা আসার পর আমরা কি তোমাদেরকে তা থেকে নিবৃত্ত করেছিলাম? বরং তোমরাই ছিলে অপরাধী।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৩৪ : ৩৩",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ ٱسۡتُضۡعِفُواْ لِلَّذِينَ ٱسۡتَكۡبَرُواْ بَلۡ مَكۡرُ ٱلَّيۡلِ وَٱلنَّهَارِ إِذۡ تَأۡمُرُونَنَآ أَن نَّكۡفُرَ بِٱللَّهِ وَنَجۡعَلَ لَهُۥٓ أَندَادٗاۚ وَأَسَرُّواْ ٱلنَّدَامَةَ لَمَّا رَأَوُاْ ٱلۡعَذَابَۚ وَجَعَلۡنَا ٱلۡأَغۡلَٰلَ فِيٓ أَعۡنَاقِ ٱلَّذِينَ كَفَرُواْۖ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর যাদেরকে দুর্বল করে রাখা হয়েছিল তারা, যারা অহংকার করেছিল তাদেরকে বলবে, 'প্রকৃতপক্ষে তোমরাই তো দিনরাত চক্রান্তে লিপ্ত ছিলে, যখন তোমরা আমাদেরকে নির্দেশ দিয়েছিলে যেন আমরা আল্লাহর সাথে কুফৱী করি এবং তাঁর জন্য সমকক্ষ (শির্ক) স্থাপন করি [১]।' আর যখন তারা শাস্তি দেখতে পাবে, তখন তারা অনুতাপ গোপন রাখবে এবং যারা কুফরী করেছে আমরা তাদের গলায় শৃঙ্খল পরাব। তারা যা করত তাদেরকে কেবল তারই প্রতিফল দেয়া হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্যকথায় এ জনতার জবাব হবে, তোমরা এ দায়িত্বের ক্ষেত্রে আমাদেরকে সমান অংশীদার করছ, কেমন করে? তোমাদের কি মনে আছে, তোমরা চালবাজী, প্রতারণা ও মিথ্যা প্রচারণার কেমন মোহময় যাদু সৃষ্টি করে রেখেছিলে এবং রাতদিন আল্লাহর বান্দাদেরকে নিজেদের ফাঁদে আটকাবার জন্য কেমন সব পদক্ষেপ নিয়েছিলে? তোমরা আমাদের সামনে দুনিয়া পেশ করেছিলে এবং আমরা তার জন্য জান দিয়ে দিলাম, ব্যাপারতো মাত্র এতটুকুই ছিল না বরং তোমরা রাতদিনের প্রতারণা ও চালাকির মাধ্যমে আমাদেরকে বেকুব বানাচ্ছিলে এবং তোমাদের প্রত্যেক শিকারী প্রতিদিন একটি নতুন জাল তৈরী করে নানা ছলচাতুরী ও কলা-কৌশলের মাধ্যমে আল্লাহর বান্দাদেরকে তাতে ফাঁসিয়ে দিচ্ছিল, এটাও ছিল বাস্তব ঘটনা। কুরআনের বিভিন্ন স্থানে বিভিন্ন পদ্ধতিতে নেতাদের এই বিবাদের উল্লেখ করা হয়েছে। বিস্তারিত জানার জন্য নিম্নোক্ত স্থানগুলো দেখুন, সূরা আল-আরাফ, ৩৮-৩৯ সূরা ইবরাহীম, ২১; আল কাসাস, ৬৩; আল মুমিন, ৪৭-৪৮ এবং হা মীম আস্‌ সাজদাহ, ২৯ আয়াত।\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৩৪ : ৩৪",
        "arabic_text": "\nوَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ ",
        "bangla_text": "আর আমরা কোন জনপদে সতর্ককারী প্রেরণ করলেই তার বিত্তশালী অধিবাসীরা বলেছে, 'তোমরা যা সহ প্রেরিত হয়েছ আমরা তার সাথে কুফৱী করি [১]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একথা কুরআন মজীদের বহুস্থানে বর্ণনা করা হয়েছে যে, আম্বিয়া আলাইহিমুসসালামের দাওয়াতকে সর্বপ্রথম ও সবার আগে রুখে দাঁড়াতো সমাজের সচ্ছল শ্রেণী, যারা অর্থ-বিত্ত, সহায়-সম্পদ ও কর্তৃত্ব-ক্ষমতার অধিকারী ছিল। দৃষ্টান্তস্বরূপ নিম্নোক্ত স্থানগুলো দেখুন, [আল আনআম, ১২৩; আল আ'রাফ, ৬০,৬৬,৭৫,৮০,৯০; সূরা হুদ, ২৭; বনী-ইসরাঈল, ১৬; আল মু'মিমূন, ২৪, ৩৩ থেকে ৩৮,৪৬,৪৭ এবং আয যুখরুফ, ২৩ আয়াত]।\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৩৪ : ৩৫",
        "arabic_text": "\nوَقَالُواْ نَحۡنُ أَكۡثَرُ أَمۡوَٰلٗا وَأَوۡلَٰدٗا وَمَا نَحۡنُ بِمُعَذَّبِينَ ",
        "bangla_text": "তারা আরও বলেছে, 'আমরা ধনে-জনে সমৃদ্ধশালী ; আর আমাদেরকে কিছুতেই শাস্তি দেয়া হবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে তাদের উক্তি বর্ণিত হয়েছেঃ “আমরা ধনে-জনে সবদিক দিয়েই তোমাদের অপেক্ষা বেশী সমৃদ্ধ। সুতরাং আমরা আযাবে পতিত হব না।' (বাহ্যতঃ তাদের উক্তির উদ্দেশ্য ছিল এই যে, আল্লাহ তা'আলার কাছে আমরা শাস্তিযোগ্য হলে আমাদের এই বিপুল ধনৈশ্বৰ্য কেন দিতেন?) ৩৬ ও ৩৭ আয়াতে তাদের জওয়াব দেয়া হয়েছে যে, দুনিয়াতে ধন-সম্পদ, মান-সম্মান ও প্রভাব প্রতিপত্তির হ্রাস-বৃদ্ধি আল্লাহর কাছে প্রিয়-অপ্রিয় হওয়ার দলীল নয়; বরং সৃষ্টিগত সুবিবেচনার ভিত্তিতে দুনিয়াতে আল্লাহ তা'আলা যাকে ইচ্ছা অগাধ ধন-সম্পদ দান করেন এবং যাকে ইচ্ছা কম দেন। এর রহস্য তিনিই জানেন। ধন-সম্পদের প্রাচুর্যকে আল্লাহর প্রিয় হওয়ার দলীল মনে করা মূর্খতা। আল্লাহর প্রিয় হওয়া একমাত্র ঈমান ও সৎকর্মের উপর নির্ভরশীল। যে ব্যক্তি এগুলো অর্জন করে না, ধন-সম্পদ ও সন্তান-সন্ততির প্রাচুর্য তাকে আল্লাহর প্রিয়পাত্ৰ করতে পারে না। এ বিষয়বস্তুটি পবিত্র কুরআন বিভিন্ন আয়াতে ব্যক্ত করেছে। এক আয়াতে আছেঃ “তারা কি মনে করে যে, আমি ধন-সম্পদ ও সন্তান-সন্ততি দ্বারা তাদেরকে যে সাহায্য করি, তা তাদের জন্যে পরিণাম ও আখেরাতের দিক দিয়েও মঙ্গলজনক ? (কখনই নয়) বরং তারা আসল সত্য সম্পর্কে বে-খবর।' [সূরা আল-মুমিনুন: ৫৫-৫৬] (অর্থাৎ তারা বেখবর যে, যে ধন-সম্পদ ও সন্তান-সন্ততি মানুষকে আল্লাহ থেকে গাফেল করে দেয়, তা তাদের জন্যে শাস্তিস্বরূপ) এ ছাড়াও পবিত্র কুরআন মজীদের বিভিন্ন স্থানে দুনিয়া পূজারীদের এ বিভ্রান্তির উল্লেখ করে তা খণ্ডন করা হয়েছে। [দৃষ্টান্ত স্বরূপ নিম্নোক্ত স্থানগুলো দেখুনঃ আল বাকারাহ, ১২৬, ২১২; আত তাওবাহ, ৫৫, ৬৯; হূদ, ৩, ২৭; আর রা'দ, ২৬; আল কাহফ, ৩৪-৪৩; , মারইয়াম, ৭৩-৭৭; ত্বা-হা, ১৩১; আল মুমিনুন, ৫৫-৬১; আশ্‌ শু'আরা, ১১১; আল কাসাস, ৭৬-৮৩; আর রূম, ৯; আল মুদ্দাসসির, ১১—২৬; এবং আল ফাজর, ১৫২০;] আয়াত। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আল্লাহ তোমাদের রূপ ও ধন-সম্পদ দেখেন না, তিনি তোমাদের অন্তর ও কাজকর্ম দেখেন। [মুসলিম : ২৫৬৪]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৩৪ : ৩৬",
        "arabic_text": "\nقُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ ",
        "bangla_text": "বলুন, 'আমার রব যার প্রতি ইচ্ছে তার রিযিক বাড়িয়ে দেন অথবা সীমিত করেন; কিন্তু অধিকাংশ লোকই এটা জানে না।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৩৪ : ৩৭",
        "arabic_text": "\nوَمَآ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُم بِٱلَّتِي تُقَرِّبُكُمۡ عِندَنَا زُلۡفَىٰٓ إِلَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ لَهُمۡ جَزَآءُ ٱلضِّعۡفِ بِمَا عَمِلُواْ وَهُمۡ فِي ٱلۡغُرُفَٰتِ ءَامِنُونَ ",
        "bangla_text": "আর তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি এমন কিছু নয় যা তোমাদেরকে মর্যাদায় আমাদের নিকটবতী করে দেবে; তবে যারা ঈমান আনে ও সৎকাজ করে, তারাই তাদের কাজের জন্য পাবে বহুগুণ প্রতিদান; আর তারা সুউচ্চ প্রাসাদে নিরাপদে থাকবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৩৪ : ৩৮",
        "arabic_text": "\nوَٱلَّذِينَ يَسۡعَوۡنَ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ فِي ٱلۡعَذَابِ مُحۡضَرُونَ ",
        "bangla_text": "আর যারা আমাদের আয়াতকে ব্যর্থ করার চেষ্টা করে, তারা হবে শাস্তিতে উপস্থিতকৃত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৩৪ : ৩৯",
        "arabic_text": "\nقُلۡ إِنَّ رَبِّي يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥۚ وَمَآ أَنفَقۡتُم مِّن شَيۡءٖ فَهُوَ يُخۡلِفُهُۥۖ وَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ ",
        "bangla_text": "বলুন, 'নিশ্চয় আমার রব তো তার বান্দাদের মধ্যে যার প্রতি ইচ্ছে রিযিক বাড়িয়ে দেন এবং তার জন্য সীমিত করেন। আর তোমরা যা কিছু ব্যয় করবে, তিনি তার বিনিময় দেবেন [১] এবং তিনিই শ্রেষ্ঠ রিযিকদাতা।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যে ব্যক্তি আল্লাহ তা'আলার আদেশ অনুযায়ী ব্যয় করে তাকে বিনিময় দান আল্লাহ নিজ দায়িত্বে গ্রহণ করেছেন। [কুরতুবী] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘প্রতিদিন ভোরে দু'জন ফেরেশতা নাযিল হয়। তাদের একজন এ দো'আ করতে থাকে যে, হে আল্লাহ, আপনি ব্যয়কারীকে প্রতিফল দিন। আরেকজন দো'আ করে যে, হে আল্লাহ, যে ব্যয় করে না তার সম্পদ ধ্বংস করে দিন’ [বুখারী:১৪৪২, মুসলিম:১০১০]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৩৪ : ৪০",
        "arabic_text": "\nوَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ يَقُولُ لِلۡمَلَٰٓئِكَةِ أَهَٰٓؤُلَآءِ إِيَّاكُمۡ كَانُواْ يَعۡبُدُونَ ",
        "bangla_text": "আর স্নরণ করুন, যেদিন তিনি তাদের সকলকে একত্র করবেন তারপর ফেরেশতাদেরকে জিজ্ঞাসা করবেন, 'এরা কি তোমাদেরই ইবাদত করত [১]?'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কিয়ামতে এ প্রশ্ন কেবল ফেরেশতাদেরকেই করা হবে না বরং দুনিয়ায় যাদের ইবাদাত ও পূজা করা হয় তাদেরকেও করা হবে। তাই অন্যত্র বলা হয়েছেঃ “যেদিন আল্লাহ এদেরকে এবং যেসব সত্তার এরা ইবাদাত করতো তাদের সবাইকে একত্ৰ করবেন তারপর জিজ্ঞেস করবেন, তোমরা কি আমার এ বান্দাদেরকে পথভ্ৰষ্ট করেছিলে, না এরা নিজেরাই সঠিক পথ থেকে বিচ্যুত হয়েছিল ?” [সূরা আল-ফুরকান: ১৭]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৩৪ : ৪১",
        "arabic_text": "\nقَالُواْ سُبۡحَٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۖ بَلۡ كَانُواْ يَعۡبُدُونَ ٱلۡجِنَّۖ أَكۡثَرُهُم بِهِم مُّؤۡمِنُونَ ",
        "bangla_text": "ফেরেশ্‌তারা  বলবে, 'আপনি পবিত্র, মহান! আপনিই আমাদের অভিভাবক, তারা নয়; বরং তারা তো ইবাদাত করত জিনদের। তাদের অধিকাংশই জিনদের প্রতি ঈমান রাখত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৩৪ : ৪২",
        "arabic_text": "\nفَٱلۡيَوۡمَ لَا يَمۡلِكُ بَعۡضُكُمۡ لِبَعۡضٖ نَّفۡعٗا وَلَا ضَرّٗا وَنَقُولُ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ ٱلنَّارِ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ ",
        "bangla_text": "'ফলে আজ তোমাদের একে অন্যের উপকার বা অপকার করার মালিক হবে না।' আর যারা যুলুম করেছিল আমরা তাদেরকে বলব, তোমরা 'যে আগুনের শাস্তিতে মিথ্যারোপ করেছিলে তা আস্বাদন কর।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৩৪ : ৪৩",
        "arabic_text": "\nوَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا رَجُلٞ يُرِيدُ أَن يَصُدَّكُمۡ عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُكُمۡ وَقَالُواْ مَا هَٰذَآ إِلَّآ إِفۡكٞ مُّفۡتَرٗىۚ وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ ",
        "bangla_text": "আর তাদের কাছে যখন আমাদের সুস্পষ্ট আয়াতসমূহ তিলাওয়াত করা হয় তখন তারা বলে, 'তোমাদের পূর্বপুরুষ যার 'ইবাদাত করত এ ব্যক্তিই তো তার ইবাদাতে তোমাদেরকে বাধা দিতে চায়।' তারা আরও বলে, 'এটা তো মিথ্যা উদ্ভাবন ছাড়া আর কিছুই নয়’। আর কাফিরদের কাছে যখন সত্য আসে তখন তারা বলে, 'এ তো এক সুস্পষ্ট জাদু।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৩৪ : ৪৪",
        "arabic_text": "\nوَمَآ ءَاتَيۡنَٰهُم مِّن كُتُبٖ يَدۡرُسُونَهَاۖ وَمَآ أَرۡسَلۡنَآ إِلَيۡهِمۡ قَبۡلَكَ مِن نَّذِيرٖ ",
        "bangla_text": "আর আমরা তাদেরকে আগে কোন কিতাব দেইনি  যা তারা অধ্যয়ন করত এবং আপনার আগে এদের কাছে কোন সতর্ককারীও প্রেরণ করিনি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, আল্লাহ্ তা'আলা আরব জাতির কাছে কুরআনের আগে কোন কিতাব পাঠান নি এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের আগে (দূর অতীতে) কোন নবীও পাঠান নি। [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৩৪ : ৪৫",
        "arabic_text": "\nوَكَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا بَلَغُواْ مِعۡشَارَ مَآ ءَاتَيۡنَٰهُمۡ فَكَذَّبُواْ رُسُلِيۖ فَكَيۡفَ كَانَ نَكِيرِ ",
        "bangla_text": "আর তাদের পূর্ববতীরাও মিথ্যারোপ করেছিল। অথচ তাদেরকে আমরা যা দিয়েছিলাম, এরা (মক্কাবাসীরা) তার এক-দশমাংশও পায়নি, তারপরও তারা আমার রাসূলদের প্রতি মিথ্যারোপ করেছে। ফলে কেমন হয়েছিল আমার প্রত্যাখ্যান (শাস্তি)! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৩৪ : ৪৬",
        "arabic_text": "\n۞ قُلۡ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍۖ أَن تَقُومُواْ لِلَّهِ مَثۡنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُواْۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ لَّكُم بَيۡنَ يَدَيۡ عَذَابٖ شَدِيدٖ ",
        "bangla_text": "বলুন, 'আমি তোমাদেরকে কেবল একটি বিষয়ে উপদেশ দিচ্ছিঃ তোমরা আল্লাহর উদ্দেশ্যে দু-দুজন অথবা এক-একজন করে দাঁড়াও, তারপর তোমরা চিন্তা করে দেখ---তোমাদের সাথীর মধ্যে কোন উন্মাদনা নেই। তিনি তো আসন্ন কঠিন শাস্তি সম্পর্কে তোমাদের জন্য একজন সতর্ককারী মাত্ৰ [১]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে কাফেরদেরকে দাওয়াত দেয়ার এক সুন্দর পদ্ধতি বর্ণনা করা হয়েছে। অর্থাৎ আমি তোমাদেরকে বিনা চিন্তা-ভাবনা করে আমার অনুসরণ করতে বলছি না। অনুরূপভাবে তোমাদের কথাও ছেড়ে দিতে তোমাদের বলছি না। আমি তো শুধু এটাই বলব যে, তোমরা নিজেরা সব রকমের প্রবৃত্তি তাড়িত কথা পরিত্যাগ করে এ নবী সম্পর্কে চিন্তা করে দেখ, তিনি কিসের আহবান জানাচ্ছেন, এতে তার লাভ কি? তিনি কি আসলেই পাগলামীর মত কিছু বলছেন। যদি তোমরা এককভাবে চিন্তা করে কোন সিদ্ধান্তে পৌঁছতে না পারে, তবে দুইজন পরস্পর আলোচনা করে সিদ্ধান্তে যাও। যদি তোমরা এটা কর, তবে নিশ্চিত যে, তোমরা সঠিক সিদ্ধান্তে পৌছতে পারবে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৩৪ : ৪৭",
        "arabic_text": "\nقُلۡ مَا سَأَلۡتُكُم مِّنۡ أَجۡرٖ فَهُوَ لَكُمۡۖ إِنۡ أَجۡرِيَ إِلَّا عَلَى ٱللَّهِۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٞ ",
        "bangla_text": "বলুন, 'যদি আমি তোমাদের কাছে  কোন পারিশ্রমিক চাই তবে তা তোমাদেরই জন্য [১]; আমার পুরস্কার তো আছে কেবল আল্লাহর কাছে এবং তিনি সব কিছু প্ৰত্যক্ষকারী।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনের অন্যত্র বলা হয়েছে, বলুন, “আমি তোমাদের কাছে এর জন্য কোন প্রতিদান চাই না, তবে যে ইচ্ছে করে সে তার প্রতিপালকের পথ অবলম্বন করুক।’ [সূরা আল-ফুরকান: ৫৭] আরও এসেছে, বলুন, “আমি এর বিনিময়ে তোমাদের কাছ থেকে আত্মীয়ের সৌহার্দ্য ছাড়া অন্য কোন প্রতিদান চাই না।' [সূরা আশ-শূরাঃ ২৩]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৩৪ : ৪৮",
        "arabic_text": "\nقُلۡ إِنَّ رَبِّي يَقۡذِفُ بِٱلۡحَقِّ عَلَّٰمُ ٱلۡغُيُوبِ ",
        "bangla_text": "বলুন, 'নিশ্চয় আমার রব সত্য দিয়ে  আঘাত করেন [১]; যাবতীয় গায়েবের সম্যক জ্ঞানী।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমার আলেমুল-গায়ব পালনকর্তা সত্যকে মিথ্যার উপর ছুঁড়ে মারেন। ফলে মিথ্যা চুরমার হয়ে যায়। উদ্দেশ্য, মিথ্যার মোকাবেলায় সত্যকে প্রতিষ্ঠিত করা। মিথ্যার উপর সত্যের আঘাতের গুরুতর প্রভাব সৃষ্টি হয়। এটা একটা উপমা। কোন ভারী বস্তুকে হালকা বস্তুর উপর নিক্ষেপ করলে যেমন তা চুরমার হয়ে যায়, তেমনিভাবে সত্যের মোকাবিলায় মিথ্যাও চুরমার হয়ে যায়। তাই এরপর বলা হয়েছে, সত্যের মোকাবিলায় মিথ্যা এমন পর্যুদস্ত হয়ে যায় যে, তা কোন বিষয়ের সুচনা বা পুনরাবৃত্তির যোগ্য থাকে না।\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৩৪ : ৪৯",
        "arabic_text": "\nقُلۡ جَآءَ ٱلۡحَقُّ وَمَا يُبۡدِئُ ٱلۡبَٰطِلُ وَمَا يُعِيدُ ",
        "bangla_text": "বলুন, 'সত্য এসেছে, আর অসত্য না পারে নতুন কিছু সৃজন করতে এবং না পারে পুনরাবৃত্তি করতে [১]'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বাতিল বলে ইবলীস বুঝানো হয়েছে। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৩৪ : ৫০",
        "arabic_text": "\nقُلۡ إِن ضَلَلۡتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفۡسِيۖ وَإِنِ ٱهۡتَدَيۡتُ فَبِمَا يُوحِيٓ إِلَيَّ رَبِّيٓۚ إِنَّهُۥ سَمِيعٞ قَرِيبٞ ",
        "bangla_text": "বলুন, 'আমি বিভ্রান্ত হলে বিভ্রান্তির পরিণাম আমারই, পরিণাম আমারই, আর যদি আমি সৎপথে থাকি তবে তা এ জন্যে যে, আমার রব আমার প্রতি ওহী পাঠান। নিশ্চয় তিনি সর্বশ্রোতা, অতি নিকটবর্তী।'  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৩৪ : ৫১",
        "arabic_text": "\nوَلَوۡ تَرَىٰٓ إِذۡ فَزِعُواْ فَلَا فَوۡتَ وَأُخِذُواْ مِن مَّكَانٖ قَرِيبٖ ",
        "bangla_text": "আর আপনি যদি দেখতেন যখন তারা  ভীত-বিহ্বল হয়ে পড়বে, তখন তারা অব্যাহতি পাবে না এবং তারা খুব কাছের স্থান থেকে ধরা পড়বে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৩৪ : ৫২",
        "arabic_text": "\nوَقَالُوٓاْ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانِۭ بَعِيدٖ ",
        "bangla_text": "আর তারা বলবে, 'আমরা তাতে ঈমান আনলাম।' কিন্তু এত দূরবর্তী স্থান থেকে তারা (ঈমানের) নাগাল পাবে কিরূপে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تناوش অর্থ হাত বাড়িয়ে কোন কিছু তুলে নেয়া। বলাবাহুল্য, যে বস্তু বেশী দূরে নয়, হাতের নাগালের মধ্যে, তাই হাত বাড়িয়ে তোলা যায়। আয়াতের উদ্দেশ্য এই যে, কাফের ও মুশরিকরা কেয়ামতের দিন সত্যাসত্য সামনে এসে যাওয়ার পর বলবে, আমরা কুরআনের প্রতি অথবা রাসূলের প্রতি ঈমান আনলাম। কিন্তু তারা জানে না যে, ঈমানের স্থান তাদের থেকে অনেক দূরে চলে গেছে। ঈমান আনার জায়গা ছিল দুনিয়া। সেখান থেকে এখন তারা বহুদূরে চলে এসেছে। আখেরাতের জগতে পৌঁছে যাবার পর এখন আর তাওবা করা ও ঈমান আনার সুযোগ কোথাও পাওয়া যেতে পারে? কেবল পার্থিব জীবনের ঈমানই গ্রহণীয়। আখেরাত কর্মজগৎ নয়। সেখানকার কোন কর্ম হিসাবে ধরা যাবে না। তাই এটা কেমন করে সম্ভব যে, তারা ঈমানরূপী ধন হাত বাড়িয়ে তুলে নেবে?\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৩৪ : ৫৩",
        "arabic_text": "\nوَقَدۡ كَفَرُواْ بِهِۦ مِن قَبۡلُۖ وَيَقۡذِفُونَ بِٱلۡغَيۡبِ مِن مَّكَانِۭ بَعِيدٖ ",
        "bangla_text": "আর অবশ্যই তারা পূর্বে তা অস্বীকার করেছিল; এবং তারা দূরবর্তী স্থান থেকে গায়েবের বিষয়ে বাক্য ছুঁড়ে মারত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] না জেনে বিভিন্ন কথা বলত। মুজাহিদ বলেন, তারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে বলত, জাদুকর, গণক বরং কবি। [আত-তাফসীরুস সহীহ] কাতাদা বলেন, তারা আখেরাত সম্পর্কে না জেনে অনুমানের উপর কথা বলত, তারা বলত, কোন পুনরুত্থান নেই, কোন জান্নাত বা জাহান্নাম নেই। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৩৪ : ৫৪",
        "arabic_text": "\nوَحِيلَ بَيۡنَهُمۡ وَبَيۡنَ مَا يَشۡتَهُونَ كَمَا فُعِلَ بِأَشۡيَاعِهِم مِّن قَبۡلُۚ إِنَّهُمۡ كَانُواْ فِي شَكّٖ مُّرِيبِۭ ",
        "bangla_text": "আর তাদের ও তাদের বাসনার মধ্যে অন্তরাল করা হয়েছে [১], যেমন আগে করা হয়েছিল এদের সমপন্থীদের ক্ষেত্রে [২]। নিশ্চয় তারা ছিল বিভ্ৰান্তিকর সন্দেহের মধ্যে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাসান বসরী বলেন, এর অর্থ, তাদের ও আল্লাহর উপর ঈমানের মাঝে ব্যবধান রেখে দেয়া হয়েছে। [তাবারী] মুজাহিদ বলেন, তাদের ও তারা যে সমস্ত সম্পদ, সন্তান-সন্ততি ও দুনিয়ার সামগ্ৰী কামনা করে সেগুলোর মধ্যে অন্তরায় তৈরী করা হয়েছে। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২] কাতাদাহ বলেন, এর অর্থ, পূর্বেও যারা ঈমান আনেনি, তারা যখন আল্লাহর আযাব নাযিল হতে দেখেছিল তখন ঈমান আনার জন্য ব্যস্ত হয়ে পড়েছিল, কিন্তু তাদের ঈমান তখন আর গ্রহণ করা হয়নি। [তাবারী]\n  <br/>\n </p>\n</div>"
    }
]