[
    {
        "id": 1,
        "verse": "৩৬ : ১",
        "arabic_text": "\nيسٓ ",
        "bangla_text": "ইয়াসীন [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইয়াসীন শব্দের বিভিন্ন অর্থ করা হয়ে থাকে। তবে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, এটা দ্বারা আল্লাহ শপথ করেছেন। আর তা আল্লাহর একটি নাম | অবশ্য ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে অন্য বর্ণনায় এসেছে, এর অর্থ: হে মানুষ। [তাবারী, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৩৬ : ২",
        "arabic_text": "\nوَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ ",
        "bangla_text": "শপথ প্রজ্ঞাময় কুরআনের, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৩৬ : ৩",
        "arabic_text": "\nإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ ",
        "bangla_text": "নিশ্চয় আপনি রাসূলদের অন্তর্ভুক্ত; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৩৬ : ৪",
        "arabic_text": "\nعَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "সরল পথের উপর প্রতিষ্ঠিত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৩৬ : ৫",
        "arabic_text": "\nتَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ ",
        "bangla_text": "এ কুরআন প্রবল পরাক্রমশালী, পরম দয়ালু আল্লাহর কাছ থেকে নাযিলকৃত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৩৬ : ৬",
        "arabic_text": "\nلِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ ",
        "bangla_text": "যাতে আপনি সতর্ক করতে পারেন এমন এক জাতিকে যাদের পিতৃ পুরুষদেরকে সতর্ক করা হয় নি, সুতরাং তারা গাফিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৩৬ : ৭",
        "arabic_text": "\nلَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "অবশ্যই তাদের অধিকাংশের উপর সে বাণী অবধারিত হয়েছে [১]; কাজেই তারা ঈমান আনবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানক্বীতী রাহে মাহুল্লাহ বলেন, এ আয়াতে ‘বাণী অবধারিত হয়ে গেছে’ বলে অন্যান্য আয়াতে যেভাবে\n  <br/>\n  <br/>\n  وَحَقَّ عَلَيْهِمُ الْقَوْلُ\n  <br/>\n  <br/>\n  [সূরা ফুসসিলাত: ২৫], বা\n  <br/>\n  <br/>\n  فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ  ٭ اِنَّالَذَآىِٕقُوْنَ\n  <br/>\n  <br/>\n  [সূরা আস-সাফফাত: ৩১] বা\n  <br/>\n  <br/>\n  اَفٓمَنْ حَقَّ عَلَيْهِ كًلِمَةُ الْعَذَابِ\n  <br/>\n  <br/>\n  [সূরা আস-যুমার: ১৯l অথবা\n  <br/>\n  <br/>\n  حَقَّتْ كَلِمَةُ الْعَذَابِ\n  <br/>\n  <br/>\n  [সূরা আয-যুমার: ৭১] অথবা\n  <br/>\n  <br/>\n  حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ\n  <br/>\n  <br/>\n  [সূরা ইউনুস: ৯৬] এসবগুলোর অর্থ একই আয়াতের তাফসীর। আর তা হচ্ছে:\n  <br/>\n  <br/>\n  لَاَمْلِىَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ\n  <br/>\n  <br/>\n  [সূরা আস-সাজদাহ: ১৩] অর্থাৎ আমি মানুষ ও জিন জাতি থেকে জাহান্নাম পূর্ণ করব। তাই এ আয়াতের قول এবং উপরোক্ত অন্যান্য আয়াতের كلمة শব্দসমূহ একই অর্থবোধক ৷\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৩৬ : ৮",
        "arabic_text": "\nإِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ ",
        "bangla_text": "নিশ্চয় আমরা তাদের গলায় চিবুক পর্যন্ত বেড়ি পরিয়েছি, ফলে তারা ঊর্ধমুখী হয়ে গেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৩৬ : ৯",
        "arabic_text": "\nوَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ ",
        "bangla_text": "আর আমরা তাদের সামনে প্রাচীর ও পিছনে প্রাচীর স্থাপন করেছি তারপর তাদেরকে আবৃত করেছি; ফলে তারা দেখতে পায় না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা হেদায়াত দেখতে পায় না এবং এর দ্বারা উপকৃতও হতে পারে না। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৩৬ : ১০",
        "arabic_text": "\nوَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "আর আপনি তাদেরকে সতর্ক করুন বা না করুন, তাদের পক্ষে উভয়ই সমান; তারা ঈমান আনবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৩৬ : ১১",
        "arabic_text": "\nإِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ ",
        "bangla_text": "আপনি শুধু তাদেরকেই সতর্ক করতে পারেন যে 'যিকর' এর অনুসরণ করে [১]  এবং গায়েবের সাথে রহকমানকে ভয় করে। অতএব তাকে আপনি ক্ষমা ও সম্মানজনক পুরস্কারের সুসংবাদ দিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, এখানে যিকর বলে কুরআন বোঝানো হয়েছে। আর যিকরের অনুসরণ বলে কুরআনের অনুসরণ বোঝানো হয়েছে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৩৬ : ১২",
        "arabic_text": "\nإِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ ",
        "bangla_text": "নিশ্চয় আমরা মৃতকে জীবিত করি এবং লিখে রাখি যা তারা আগে পাঠায় ও যা তারা পিছনে রেখে যায় [১]। আর আমরা প্রত্যেক জিনিস স্পষ্ট কিতাবে সংরক্ষিত রেখেছি [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যা তারা পিছনে রেখে যায় তাও লিপিবদ্ধ করার ঘোষণা আয়াতে এসেছে। অর্থাৎ তাদের সম্পাদিত কৰ্মসমূহের ন্যায় কর্মসমূহের ক্রিয়া-প্রতিক্রিয়াও লিপিবদ্ধ করা হয়। আয়াতে বর্ণিত آثار শব্দের দু'ধরনের অর্থ করা হয়ে থাকে। এক. এর অর্থ, কর্মের ক্রিয়া তথা ফলাফল, যা পরবর্তীকালে প্রকাশ পায় ও টিকে থাকে। উদাহরণত: কেউ মানুষকে দ্বীনী শিক্ষা দিল, বিধি-বিধান বর্ণনা করল অথবা কোন পুস্তক রচনা করল, যদ্দারা মানুষের দ্বীনী উপকারিতা লাভ করা যায় অথবা ওয়াকফ ইত্যাদি ধরনের কোন জনহিতকর কাজ করল-তার এই সৎকর্মের ক্রিয়া-প্রতিক্রিয়া যতদূর পৌছবে এবং যতদিন পর্যন্ত পৌঁছতে থাকবে, সবই তার আমলনামায় লিখিত হতে থাকবে। অনুরূপভাবে কোন রকম মন্দকার্য যার মন্দ ফলাফল ও ক্রিয়া পৃথিবীতে থেকে যায় কেউ যদি নিপীড়নমূলক আইন-কানুন প্রবর্তন করে কিংবা এমন কোন প্রতিষ্ঠান স্থাপন করে যা মানুষের আমল-আখলাককে ধ্বংস করে দেয় কিংবা মানুষকে কোন মন্দ পথে পরিচালিত করে, তবে তার এ মন্দকর্মের ফলাফল ও প্রভাব যে পর্যন্ত থাকবে এবং যতদিন পর্যন্ত তা দুনিয়াতে কায়েম থাকবে, ততদিন তার আমলনামায় সব লিখিত হতে থাকবে। [দেখুন, ইবন কাসীর]। যেমন, এ আয়াতের তাফসীর প্রসংগে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘যে ব্যক্তি কোন উত্তম পস্থা প্রবর্তন করে, তার জন্যে রয়েছে এর সওয়াব এবং যত মানুষ এই পন্থার উপর আমল করবে, তাদের সওয়াব-অথচ পালনকারীদের সওয়াব মোটেও হ্রাস করা হবে না। পক্ষান্তরে যে ব্যক্তি কোন কু-প্ৰথা প্রবর্তন করে, সে তার গোনাহ ভোগ করবে এবং যত মানুষ এই কুপ্ৰথা পালন করতে থাকবে, তাদের গোনাহও তার আমলনামায় লিখিত হবে। অথচ আমলকারীর গোনাহ হ্রাস করা হবে না’ [মুসলিম: ১০১৭]\n  <br/>\n  <br/>\n  দুই. آثار শব্দের অর্থ পদাংকও হয়ে থাকে। হাদীসে এসেছে, ‘কেউ সালাতের জন্যে মাসজিদে গমন করলে তার প্রতি পদক্ষেপে সওয়াব লেখা হয়’ [মুসলিম: ১০৭০] কোন কোন বর্ণনা থেকে জানা যায় যে, এখানে آثار বলে এ পদাংকই বোঝানো হয়েছে। সালাতের সাওয়াব যেমন লেখা হয় তেমনি সালাতে যাওয়ার সময় যত পদক্ষেপ হতে থাকে তাও প্রতি পদক্ষেপে একটি করে পুণ্য লেখা হয়। মদীনা তাইয়্যেবায় যাদের বাসগৃহ মসজিদে নববী থেকে দূরে অবস্থিত ছিল, তারা মসজিদের কাছাকাছি বাসগৃহ নির্মান করতে চাইলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে তা থেকে বিরত করলেন এবং বললেন, ‘তোমরা যেখানে আছ, সেখানেই থাক। দূর থেকে হেঁটে মসজিদে এলে পদক্ষেপ যত বেশী হবে তোমাদের সওয়াব তত বেশী হবে।’ [মুসলিম: ৬৬৫]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, আমরা প্রত্যেকটি বস্তু সুস্পষ্ট কিতাবে সংরক্ষিত রেখেছি। অর্থাৎ লাওহে মাহফুজে। কেননা যা হয়েছে এবং যা হবে সব কিছুই সেখানে লিপিবদ্ধ রয়েছে। আর তা অনুসারেই তাদের ভাল-মন্দ নির্ধারিত হবে। [ইবন কাসীর, মুয়াসসার] সূরা আল-ইসরা এর ১৭ নং আয়াতেরও একই অর্থ। অনুরূপভাবে সূরা আল-কাহফের ৪৯ নং আয়াতেও একই কথা বলা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৩৬ : ১৩",
        "arabic_text": "\nوَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ ",
        "bangla_text": "আর তাদের কাছে বর্ণনা করুন এক জনপদের অধিবাসীর দৃষ্টান্ত; যখন তাদের কাছে এসেছিল রাসূলগণ। \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৩৬ : ১৪",
        "arabic_text": "\nإِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ ",
        "bangla_text": "যখন আমরা তাদের কাছে পাঠিয়েছিলাম দুজন রাসূল, তখন তারা তাদের প্রতি মিথ্যা আরোপ করেছিল, তারপর আমরা তাদেরকে শক্তিশালী করেছিলাম তৃতীয় একজন দ্বারা। অতঃপর তারা বলেছিলেন, 'নিশ্চয় আমরা তোমাদের কাছে প্রেরিত হয়েছি।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৩৬ : ১৫",
        "arabic_text": "\nقَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ ",
        "bangla_text": "তারা বলল, 'তোমরা তো আমাদের মতই মানুষ [১], রহমান তো কিছুই নাযিল করেননি। তোমরা শুধু মিথ্যাই বলছ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য কথায় তাদের বক্তব্য ছিল, তোমরা যেহেতু মানুষ, কাজেই তোমরা আল্লাহ প্রেরিত রাসূল হতে পারো না। মক্কার কাফেররাও এ একই ধারণা করতো। তারা বলতো, মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) রাসূল নন, কারণ তিনি মানুষ।  “তারা বলে, এ কেমন রাসূল, যে খাবার খায় এবং বাজারে চলাফেরা করে”। [সূরা আল-ফুরকান: ৭] “আর যালেমরা পরস্পর কানাঘুষা করে যে, এ ব্যক্তি (অৰ্থাৎ, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) তোমাদের মতো একজন মানুষ ছাড়া আর কি! তারপর কি তোমরা চোখে দেখা এ যাদুর শিকার হয়ে যাবে?” [সূরা আল-আম্বিয়া: ৩] কুরআন মজীদ মক্কার কাফেরদের এ জাহেলী চিন্তার প্রতিবাদ করে বলে, এটা কোন নতুন জাহেলীয়াত নয়। আজ প্রথমবার এ লোকদের থেকে এর প্রকাশ হচ্ছে না। বরং অতি প্রাচীনকাল থেকে সকল মূর্খ ও অজ্ঞের দল এ বিভ্রান্তির শিকার ছিল যে, মানুষ রাসূল হতে পারে না এবং রাসূল মানুষ হতে পারে না। নূহের জাতির সরদাররা যখন নূহের রিসালাত অস্বীকার করেছিল তখন তারাও একথাই বলেছিলঃ “এ ব্যক্তি তোমাদের মতো একজন মানুষ ছাড়া আর কিছুই নয়। সে চায় তোমাদের ওপর তার নিজের শ্রেষ্ঠত্ব প্রতিষ্ঠিত করতে। অথচ আল্লাহ চাইলে ফেরেশতা নাযিল করতেন। আমরা কখনো নিজেদের বাপদাদাদের মুখে একথা শুনিনি।” [সূরা আল-মুমিনুন: ২৪] আদ জাতি একথাই হুদা আলাইহিস সালাম সম্পর্কে বলেছিলঃ “এ ব্যক্তি তোমাদের মতো একজন মানুষ ছাড়া আর কিছুই নয়। সে তাই খায় যা তোমরা খাও এবং পান করে তাই যা তোমরা পান করো। এখন যদি তোমরা নিজেদেরই মতো একজন মানুষের আনুগত্য করো তাহলে তোমরা বড়ই ক্ষতিগ্রস্ত হবে।” [সূরা আল-মুমিনুন: ৩৩– ৩৪] সামূদ জাতি সালেহ আলাইহিস সালাম সম্পর্কেও এ একই কথা বলেছিলঃ “আমরা কি আমাদের মধ্য থেকে একজন মানুষের আনুগত্য করবো?\" [সূরা আল-ক্বামার: ২৪] আর প্রায় সকল নবীর সাথেই এরূপ ব্যবহার করা হয়। কাফেররা বলেঃ তোমরা আমাদেরই মতো মানুষ ছাড়া আর কিছুই নও।” নবীগণ তাদের জবাবে বলেনঃ “অবশ্যই আমরা তোমাদের মতো মানুষ ছাড়া আর কিছুই নই। কিন্তু আল্লাহ তাঁর বান্দাদের মধ্য থেকে যার প্রতি চান অনুগ্রহ বর্ষণ করেন।” [সূরা ইবরাহীম: ১১] এরপর কুরআন মজীদ বলছে, এ জাহেলী চিন্তাধারা প্রতি যুগে লোকদের হিদায়াত গ্ৰহণ করা থেকে বিরত রাখে এবং এরই কারণে বিভিন্ন জীবনে ধ্বংস নেমে এসেছেঃ “তোমাদের কাছে কি এমন লোকদের খবর পৌঁছেনি? যারা ইতিপূর্বে কুফরী করেছিল তারপর নিজেদের কৃতকর্মের স্বাদ আস্বাদন করে নিয়েছে এবং সামনে তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। এসব কিছু হয়েছে এজন্য যে, তাদের কাছে তাদের রাসূলগণ সুস্পষ্ট প্রমাণ নিয়ে আসতে থেকেছে৷ কিন্তু তারা বলছে, “এখন কি মানুষ আমাদের পথ দেখাবে?” এ কারণে তারা কুফরী করেছে এবং মুখ ফিরিয়ে নিয়েছে।” [সূরা আত-তাগাবুন: ৫-৬] “লোকদের কাছে যখন হিদায়াত এলো তখন এ অজুহাত ছাড়া আর কোন জিনিস তাদের ঈমান আনা থেকে বিরত রাখেনি যে, তারা বললো, “আল্লাহ মানুষকে রাসূল বানিয়ে পাঠিয়েছেন?” [সূরা ইসরা: ৯৪] তারপর কুরআন মজীদ সুস্পষ্টভাবে বলছে, আল্লাহ চিরকাল মানুষদেরকেই রাসূল বানিয়ে পাঠিয়েছেন এবং মানুষের হিদায়াতের জন্য মানুষই রাসূল হতে পারে কোন ফেরেশতা বা মানুষের চেয়ে উচ্চতর কোন সত্তা এ দায়িত্ব পালন করতে পারে নাঃ “তোমার পূর্বে আমি মানুষদেরকে রাসূল বানিয়ে পাঠিয়েছি, যাদের কাছে আমি আহি পাঠাতাম। যদি তোমরা না জানো তাহলে জ্ঞানবানদেরকে জিজ্ঞেস করো। আর তারা আহার করবে না এবং চিরকাল জীবিত থাকবে, এমন শরীর দিয়ে তাদেরকে আমি সৃষ্টি করিনি। [সূরা আল-আম্বিয়া: ৭-৮] “আমি তোমার পূর্বে যে রাসূলই পাঠিয়েছিলাম তারা সবাই আহার করতো এবং বাজারে চলাফেরা করতো।\" [সূরা আল-ফুরকান: ২০] “হে নবী ! তাদেরকে বলে দিন, যদি পৃথিবীতে ফেরেশতারা নিশ্চিন্তে চলাফেরা করতে থাকতো, তাহলে আমি তাদের প্রতি ফেরেশতাদেরকেই রাসূল বানিয়ে নাযিল করতাম।” [সূরা আল-ইসরা: ৯৫]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৩৬ : ১৬",
        "arabic_text": "\nقَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ ",
        "bangla_text": "তারা বললেন, 'আমাদের রব জানেন--- নিশ্চয় আমরা তোমাদের কাছে প্রেরিত হয়েছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৩৬ : ১৭",
        "arabic_text": "\nوَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ ",
        "bangla_text": "আর 'স্পষ্টভাবে প্রচার করাই আমাদের দায়িত্ব।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৩৬ : ১৮",
        "arabic_text": "\nقَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ ",
        "bangla_text": "তারা বলল, 'আমরা তো তোমাদেরকে অমঙ্গলের কারণ মনে করি [১], যদি তোমরা বিরত না হও তোমাদেরকে অবশ্যই পাথরের আঘাতে হত্যা করব এবং অবশ্যই স্পর্শ করবে তোমাদের উপর আমাদের পক্ষ থেকে যন্ত্রণাদায়ক শাস্তি।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে تطير বলা হয়েছে, এর অর্থ অশুভ, অমঙ্গল ও অলক্ষুণে মনে করা। উদ্দেশ্য এই যে, শহরবাসীরা প্রেরিত লোকদের কথা অমান্য করল এবং বলতে লাগল, তোমরা অলক্ষুণে। কোন কোন বর্ণনায় এসেছে, তাদের অবাধ্যতা ও রাসূলদের কথা অমান্য করার কারণে জনপদে দূর্ভিক্ষ শুরু হয়ে যায়। ফলে তারা তাদেরকে অলক্ষুণে বলল। কাফেরদের সাধারণ অভ্যাস এই যে, কোন বিপদাপদ দেখলে তার কারণ হেদায়াতকারী ব্যক্তিবর্গকে সাব্যস্ত করে। অথবা তাদের এ বক্তব্যের উদ্দেশ্য ছিল একথা বুঝানো যে, তোমরা এসে আমাদের উপাস্য দেবতাদের বিরুদ্ধে যেসব কথাবার্তা বলতে শুরু করেছো তার ফলে দেবতারা আমাদের প্রতি রুষ্ট হয়ে উঠেছে এবং এখন আমাদের ওপর যেসব বিপদ আসছে তা আসছে তোমাদেরই বদৌলতে। ঠিক এ একই কথাই আরবের কাফের ও মোনাফিকরা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিরুদ্ধে বলতোঃ “যদি তারা কোন কষ্টের সম্মুখীন হতো, তাহলে বলতো, এটা হয়েছে তোমার কারণে।\" [সূরা আন-নিসা: ৭৮] তাই কুরআন মজীদে বিভিন্ন স্থানে তাদের সম্পর্কে বলা হয়েছে, এ ধরনের জাহেলী কথাবার্তাই প্রাচীন যুগের লোকেরাও তাদের নবীদের সম্পর্কে বলতো। সামূদ জাতি তাদের নবীকে বলতো, “আমরা তোমাকে ও তোমার সাথীদেরকে অমংগলজনক পেয়েছি।” [সূরা আন-নমল: ৪৭] আর ফেরাউনের জাতিও এ একই মনোভাবের অধিকারী ছিলঃ “যখন তারা ভালো অবস্থায় থাকে তখন বলে, এটা আমাদের সৌভাগ্যের ফল এবং তাদের ওপর কোন বিপদ এলে তাকে মূসা ও তার সাথীদের অলক্ষ্মণের ফল গণ্য করতো।” [সূরা আল-আরাফ: ১৩১]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৩৬ : ১৯",
        "arabic_text": "\nقَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ ",
        "bangla_text": "তারা বললেন, তোমাদের অমঙ্গল তোমাদেরই সাথে [১]; এটা কি এজন্যে যে, তোমাদেরকে উপদেশ দেওয়া হচ্ছে [২]? বরং তোমরা এক সীমালঙ্ঘনকারী সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেমন অন্য আয়াতে বলা হয়েছে, “প্রত্যেক ব্যক্তির কল্যাণ ও অকল্যাণের পরোয়ানা আমি তার গলায় ঝুলিয়ে দিয়েছি।” [সূরা আল-ইসরা:১৩]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমাদেরকে আল্লাহ সম্পপর্কে উপদেশ দেয়াতে, আল্লাহর কথা স্মরণ করিয়ে দেয়াতেই কি তোমরা আমাদের অলক্ষুণে মনে করছ? তোমরা তো সীমালঙ্ঘনকারী সম্প্রদায়। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৩৬ : ২০",
        "arabic_text": "\nوَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ ",
        "bangla_text": "আর নগরীর প্রান্ত থেকে এক ব্যক্তি ছুটে আসল, সে বলল, 'হে আমার সম্প্রদায়! তোমরা রাসূলদের অনুসরণ কর; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৩৬ : ২১",
        "arabic_text": "\nٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ ",
        "bangla_text": "'অনুসরণ কর তাদের, যারা তোমাদের কাছে কোন প্রতিদান চায় না [১] যারা সৎপথপ্রাপ্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, সে ব্যক্তি যখন রাসূলদের কাছে এসে পৌঁছলেন তখন তিনি তাদেরকে জিজ্ঞেস করলেন, তোমরা কি তোমাদের এ কাজের বিনিময়ে কোন পারিশ্রমিক চাও? তারা বলল, না। তখন সে বলল, হে আমার সম্প্রদায়! তোমরা রাসূলদের অনুসরণ কর। অনুসরণ করা তাদের, যারা তোমাদের কাছে কোন প্রতিদান চান না, আর তারা তো সৎপথপ্ৰাপ্ত। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৩৬ : ২২",
        "arabic_text": "\nوَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "'আর আমার কি যুক্তি আছে যে, যিনি আমাকে সৃষ্টি করেছেন এবং যাঁর কাছে তোমাদেরকে ফিরিয়ে নেওয়া হবে, আমি তার 'ইবাদত করব না? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৩৬ : ২৩",
        "arabic_text": "\nءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ ",
        "bangla_text": "‘আমি কি তাঁর পরিবর্তে অন্য ইলাহ্ গ্রহণ করব [১]? রহমান আমার কোন ক্ষতি করতে চাইলে তাদের সুপারিশ আমার কোন কাজে আসবে না এবং তারা আমাকে উদ্ধার করতেও পারবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, এর অর্থ, আমি তোমরা আল্লাহ ছাড়া যাদের ইবাদাত কর তাদের ইবাদাত করব না। আমার আল্লাহ যদি আমার কোন ক্ষতির ইচ্ছা করেন, তবে এ মাবুদগুলো আমার কোন কাজে আসবে না। তারা আমার থেকে সে ক্ষতিকে প্ৰতিহত করতে পারবে না। আর আমাকে বিপদ থেকেও উদ্ধার করতে পারবে না। এ আয়াতে এ সমস্ত উপাস্যরা যে কোন উপকার করতে পারে না বলে বর্ণিত হয়েছে, তা অন্য আয়াতেও এসেছে। যেমন, “বলুন, “তোমরা ভেবে দেখেছ কি, আল্লাহ্‌ আমার অনিষ্ট করতে চাইলে তোমরা আল্লাহ্‌র পরিবর্তে যাদেরকে ডাক তারা কি সে অনিষ্ট দূর করতে পারবে? অথবা তিনি আমার প্রতি অনুগ্রহ করতে চাইলে তারা কি সে অনুগ্রহকে রোধ করতে পারবে? বলুন, “আমার জন্য আল্লাহই যথেষ্ট ' নির্ভরকারীগণ তাঁর উপরই নির্ভর করে।” [সূরা আয-যুমার: ৩৮] “বলুন, “তোমরা আল্লাহ ছাড়া যাদেরকে ইলাহ মনে কর তাদেরকে ডাক, অতঃপর দেখবে যে, তোমাদের দুঃখ-দৈন্য দূর করার বা পরিবর্তন করার শক্তি তাদের নেই।\" [সূরা আল-ইসরা: ৫৬]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৩৬ : ২৪",
        "arabic_text": "\nإِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ ",
        "bangla_text": "'এরূপ করলে আমি অবশ্যই স্পষ্ট বিভ্রান্তিতে পড়ব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৩৬ : ২৫",
        "arabic_text": "\nإِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ ",
        "bangla_text": "'নিশ্চয় আমি তোমাদের রবের উপর ঈমান এনেছি, অতএব তোমরা আমার কথা শোন।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৩৬ : ২৬",
        "arabic_text": "\nقِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ ",
        "bangla_text": "তাকে বলা হল, 'জান্নাতে প্রবেশ কর [১]।' সে বলে উঠল, 'হায়! আমার সম্প্রদায় যদি জানতে পারত---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআনের উপরোক্ত বাক্য থেকে এ দিকে ইঙ্গিত পাওয়া যায় যে, লোকটিকে শহীদ করে দেয়া হয়েছিল। কেননা, কেবল জান্নাতে প্ৰবেশ অথবা জান্নাতের বিষয়াদি দেখা মৃত্যুর পরই সম্ভবপর। [দেখুন-কুরতুবী, ফাতহুল কাদীর] কাতাদাহ বলেন, এ লোকটি তার সম্প্রদায়কে আল্লাহর দিকে আহবান জানিয়েছে এবং তাদের জন্য উপদেশ ব্যক্ত করেছে, কিন্তু তারা তাকে হত্যা করেছে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৩৬ : ২৭",
        "arabic_text": "\nبِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ ",
        "bangla_text": "'কিরূপে আমার রব আমাকে ক্ষমা করেছেন এবং আমাকে সম্মানিত করেছেন।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৩৬ : ২৮",
        "arabic_text": "\n۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ ",
        "bangla_text": "আর আমরা তার পরে তার সম্প্রদায়ের বিরুদ্ধে আসমান থেকে কোন বাহিনী পাঠাইনি এবং পাঠাবারও ছিলাম না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, অর্থাৎ তাদের জন্য আর কোন কথা বা কোন প্রকার তিরস্কার আসমান থেকে করা হয়নি। বরং সাথে সাথেই তাদের জন্য আযাবের পরোয়ানা নাযিল হয়ে গিয়েছিল। আর সেটা ছিল এক বিকট শব্দ, যা তাদের নিরব নিথরে পরিণত করল। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৩৬ : ২৯",
        "arabic_text": "\nإِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ ",
        "bangla_text": "সেটা ছিল শুধুমাত্র এক বিকট শব্দ। ফলে তারা নিথর নিস্তব্ধ হয়ে গেল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৩৬ : ৩০",
        "arabic_text": "\nيَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "পরিতাম বান্দাদের জন্য [১]; তাদের কাছে যখনই কোন রাসূল এসেছে তখনই তারা তার সাথে ঠাট্টা- বিদ্রূপ করেছে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, এর অর্থ, বান্দারা তাদের নফসের উপর যে অপরাধ করেছে, আল্লাহর নির্দেশকে বিনষ্ট করেছে, আল্লাহর ব্যাপারে তারা যে ঘাটতি করেছে সে জন্য তাদের নিজেদের উপর তাদের আফসোস। [তাবারী] মুজাহিদ বলেন, আল্লাহ বান্দাদের উপর আফসোস করলেন এ জন্যে যে, তারা তাদের রাসূলদের সাথে ঠাট্টা-বিদ্রুপ করেছে। [তাবারী] ইবন আব্বাস থেকে বর্ণিত, এখানে حسرة এর অর্থ ويل, বা দূর্ভোগ। [তাবারী] অথবা আয়াতের অর্থ, পরিতাপ সে সমস্ত বান্দাদের জন্য যাদের কাছে যখনই কোন রাসূল এসেছে তখনই তারা তাদের উপর মিথ্যারোপ করেছে, ফলে তারা ধ্বংস হয়েছে। [জালালাইন] অথবা আয়াতের অর্থ, হায় বান্দাদের জন্য আফসোস ও পরিতাপ! যখন তারা কিয়ামতের দিন আযাব দেখতে পাবে। কারণ তাদের কাছে দুনিয়াতে যখনই কোন রাসূল আল্লাহর পক্ষ থেকে এসেছেন তখনই তারা তার সাথে ঠাট্টা-বিদ্রুপ করেছে। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২] এ আয়াতের ব্যাপকতা থেকে অন্য আয়াতে কেবল ইউনুস আলাইহিস সালামের জাতিকে ব্যতিক্রম ঘোষণা করা হয়েছে। বলা হয়েছে, “অতঃপর কোন জনপদবাসী কেন এমন হল না যারা ঈমান আনত এবং তাদের ঈমান তাদের উপকারে আসত? তবে ইউনুস এর সম্প্রদায় ছাড়া, তারা যখন ঈমান আনল। তখন আমরা তাদের থেকে দুনিয়ার জীবনের হীনতাজনক শাস্তি দূর করলাম এবং তাদেরকে কিছু কালের জন্য জীবনোপভোগ করতে দিলাম।” [সূরা ইউনুস: ৯৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৩৬ : ৩১",
        "arabic_text": "\nأَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ ",
        "bangla_text": "তারা কি লক্ষ্য করে না, আমরা তাদের আগে বহু প্রজন্মকে ধ্বংস করেছি [১]? নিশ্চয় তারা তাদের মধ্যে ফিরে আসবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আদ, সামূদ ও অন্যান্য বহু প্রজন্ম। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৩৬ : ৩২",
        "arabic_text": "\nوَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ ",
        "bangla_text": "আর নিশ্চয় তাদের সবাইকে একত্রে আমাদের কাছে উপস্থিত করা হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কিয়ামতের দিন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৩৬ : ৩৩",
        "arabic_text": "\nوَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ ",
        "bangla_text": "আর তাদের জন্য একটি নিদর্শন মৃত যমীন, যাকে আমরা সঞ্জীবিত করি এবং তা থেকে বের করি শস্য, অতঃপর তা থেকেই তারা খেয়ে থাকে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৩৬ : ৩৪",
        "arabic_text": "\nوَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ ",
        "bangla_text": "আর সেখানে আমরা সৃষ্টি করি খেজুর ও আঙ্গুরের উদ্যান এবং সেখানে উৎসারিত করি কিছু প্রস্রবণ, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৩৬ : ৩৫",
        "arabic_text": "\nلِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ ",
        "bangla_text": "যাতে তারা খেতে পারে তার ফলমূল হতে অথচ তাদের হাত এটা সৃষ্ট করেনি। তবুও কি তারা কৃতজ্ঞতা প্রকাশ করবে না? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৩৬ : ৩৬",
        "arabic_text": "\nسُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ ",
        "bangla_text": "পবিত্র ও মহান তিনি, যিনি সৃষ্টি করেছেন সকল প্রকার সৃষ্টি, যমীন থেকে উৎপন্ন উদ্ভিদ এবং তাদের (মানুষদের) মধ্য থেকেও (পুরুষ ও নারী)। আর তারা যা জানে না তা থেকেও [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অনুরূপ আয়াত দেখুন, সূরা আল-আন’আম: ৯৯; সূরা আল-হাজ্জ: ৫; সূরা ক্কাফ: ৭-১১: সূরা আল-হিজর: ১৯।\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৩৬ : ৩৭",
        "arabic_text": "\nوَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ ",
        "bangla_text": "আর তাদের জন্য এক নিদর্শন রাত, তা থেকে আমরা দিন অপসারিত করি, তখন তারা অন্ধকারাচ্ছন্ন হয়ে পড়ে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদা বলেন, এর অর্থ, রাতকে দিনে প্রবিষ্ট করাই, আর দিনকে রাতে প্রবিষ্ট করাই। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৩৬ : ৩৮",
        "arabic_text": "\nوَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ ",
        "bangla_text": "আর সূর্য ভ্রমণ করে তার নির্দিষ্ট গন্তব্যের দিকে [১], এটা পরাক্রমশালী, সর্বজ্ঞের নির্ধারণ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের দু'টি তাফসীর হতে পারে।\n  <br/>\n  <br/>\n  এক. কোন কোন তাফসীরবিদ এখানে কালগত অবস্থানস্থল অর্থ নিয়েছেন, অর্থাৎ সেই সময়, যখন সূর্য তার নির্দিষ্ট গতি সমাপ্ত করবে। সে সময়টি কেয়ামতের দিন। এ তাফসীর অনুযায়ী আয়াতের অর্থ এই যে, সূর্য তার কক্ষ পথে মজবুত ও অটল ব্যবস্থাধীনে পরিভ্রমণ করছে। এতে কখনও এক মিনিট ও এক সেকেণ্ডের পার্থক্য হয় না। সূর্যের এই গতি চিরস্থায়ী নয়। তার একটি বিশেষ অবস্থানস্থল আছে; যেখানে পৌঁছে তার গতি স্তব্ধ হয়ে যাবে। সেটা হচ্ছে কেয়ামতের দিন। এ তাফসীর প্রখ্যাত তাবেয়ী কাতাদাহ থেকে বৰ্ণিত আছে।\n  <br/>\n  <br/>\n  দুই. কতক তাফসীরবিদ আয়াতে স্থানগত অবস্থানস্থল অর্থ নিয়েছেন। [ইবন কাসীর] তাদের মতের সমর্থনে এক হাদীসে এসেছে, আবু যর গিফারী রাদিয়াল্লাহু আনহু একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর সাথে সুর্যাস্তের সময় মসজিদে উপস্থিত ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আবু যর, সূর্য কোথায় অস্ত যায় জান? আবু যর বললেন, আল্লাহ ও তাঁর রাসূলই ভাল জানেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, সূর্য চলতে চলতে আরাশের নীচে পৌঁছে সিজদা করে। অতঃপর বললেন,\n  <br/>\n  <br/>\n  وَالشَّمْسُ تَجْرِىْ لِمُسْتَقَرٍّلَّهَا\n  <br/>\n  <br/>\n  আয়াতে مستقر বলে তাই বোঝানো হয়েছে। [বুখারী: ৪৮০২, ৪৮০৩, মুসলিম: ১৫৯]\n  <br/>\n  <br/>\n  আব্দুল্লাহ ইবন উমর থেকে এ সম্পর্কে অপর একটি হাদীসে বর্ণিত হয়েছে যে, প্রত্যেক দিন সূর্য আরশের নীচে পৌঁছে সিজদা করে এবং নতুন পরিভ্রমণের জন্য অনুমতি প্রার্থনা করে। অনুমতি লাভ করে নতুন পরিভ্রমণ শুরু করে। অবশেষে এমন একদিন আসবে, যখন তাকে নতুন পরিভ্রমণের অনুমতি দেয়া হবে না, বরং যেখান থেকে অস্ত গিয়েছে সেখানেই উদিত হওয়ার নির্দেশ দেয়া হবে। এটা হবে কেয়ামত সন্নিকটবর্তী হওয়ার একটি আলামত। তখন তাওবাহ ও ঈমানের দরজা বন্ধ হয়ে যাবে এবং কোন গোনাহগার, কাফের ও মুশরিকের তাওবাহ কবুল করা হবে না। [বুখারী:৩১৯৯, মুসলিম: ১৫৯]\n  <br/>\n  <br/>\n  এখানে আরও একটি বিষয়ের প্রতি ইঙ্গিত করা জরুরী, তা হচ্ছে, বৈজ্ঞানিকগণ কিছু দিন আগেও বলতেন যে, সূর্য স্থায়ী, পৃথিবী এর চার পাশে প্রদক্ষিণ করছে। কিন্তু বর্তমানে তারা তাদের মত পাল্টিয়ে বলতে শুরু করেছে যে, সূর্যও তার কক্ষপথে ঘুরে। এটি কুরআনের এ বাণীর সাথে সামঞ্জস্যপূর্ণ। তারা যা এখন আবিষ্কার করে বলেছে, আল্লাহ্‌ তা’আলা তা বহু শতক পূর্বে কুরআনে বলে দিয়েছেন। যা কুরআনের সত্যতার উপর প্রমাণবাহ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৩৬ : ৩৯",
        "arabic_text": "\nوَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ ",
        "bangla_text": "আর চাঁদের জন্য নির্দিষ্ট করেছি বিভিন্ন মন্‌যিল; অবশেষে সেটা শুষ্ক বাঁকা, পুরোনো খেজুর শাখার আকারে ফিরে যায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৩৬ : ৪০",
        "arabic_text": "\nلَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ ",
        "bangla_text": "সূর্যের পক্ষে সম্ভব নয় চাঁদের নাগাল পাওয়া এবং রাতের পক্ষে সম্ভব নয় দিনকে অতিক্রমকারী হওয়া। আর প্রত্যেকে নিজ নিজ কক্ষপথে সাঁতার কাটে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৩৬ : ৪১",
        "arabic_text": "\nوَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ ",
        "bangla_text": "আর তাদের জন্য নিদর্শন এই যে, আমরা তাদের বংশধরদেরকে বোঝাই নৌযানে আহরণ করিয়েছিলাম [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে الفُلك দ্বারা নূহ আলাইহিস সালাম এর নৌকাকে উদ্দেশ্য করা হয়েছে। [ইবন কাসীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৩৬ : ৪২",
        "arabic_text": "\nوَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ ",
        "bangla_text": "এবং তাদের জন্য অনূরুপ যানবাহন সৃষ্টি করেছি যাতে তারা আরোহণ করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বাক্যের অর্থ এই যে, মানুষের আরোহণ ও বোঝা বহনের জন্য কেবল নৌকাই নয়, নৌকার অনুরূপ আরও যানবাহন সৃষ্টি করেছি। আরবরা তাদের প্রথা অনুযায়ী এর অর্থ নিয়েছে উটের সওয়ারী। কারণ, বোঝা বহনে উট সমস্ত জন্তুর সেরা। বড় বড় স্তুপ নিয়ে দেশ-বিদেশ সফর করে। তাই আরবরা উটকে سَفِيْنَةُ البَرّ অর্থাৎ স্থলের জাহাজ বলে থাকে। [দেখুন-ইবন কাসীর, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৩৬ : ৪৩",
        "arabic_text": "\nوَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ ",
        "bangla_text": "আর আমরা ইচ্ছা করলে তাদেরকে নিমজ্জিত করতে পারি; সে অবস্থায় তাদের কোন উদ্ধারকারী থাকবে না এবং তারা পরিত্রাণও পাবে না --- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৩৬ : ৪৪",
        "arabic_text": "\nإِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ ",
        "bangla_text": "আমার পক্ষ থেকে রহমত না হলে এবং কিছু কালের জন্য জীবনোপভোগ করতে না দিলে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৩৬ : ৪৫",
        "arabic_text": "\nوَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ ",
        "bangla_text": "আর যখন তাদেরকে বলা হয়, 'যা তোমাদের সামনে ও তোমাদের পিছনে রয়েছে সে ব্যাপারে তাকওয়া অবলম্বন কর [১]; যাতে তোমাদের উপর রহমত করা হয়,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, এর অর্থ, তাদেরকে বলা হয়, তোমরা তোমাদের পূর্বেকার উম্মতদের উপর যে সমস্ত ঘটনাবলী ঘটেছে, তাদের উপর যে সমস্ত আযাব এসেছে, সে সমস্ত আযাব তোমাদের উপর আসার ব্যাপারে তাকওয়া অবলম্বন কর এবং তোমাদের সামনে যা রয়েছে অর্থাৎ কিয়ামত, সে ব্যাপারেও তাকওয়া অবলম্বন কর। [তাবারী] তবে মুজাহিদ বলেন, তোমাদের পূর্বে বলে, তাদের যে সমস্ত গোনাহ ও অপরাধ ইতোপূর্বে সংঘটিত হয়েছে সেগুলোকে উদ্দেশ্য নেয়া হয়েছে। [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৩৬ : ৪৬",
        "arabic_text": "\nوَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ ",
        "bangla_text": "আর যখনই তাদের রবের আয়াতসমূহের কোন আয়াত তাদের কাছে আসে, তখনই তারা তা থেকে মুখ ফিরিয়ে নেয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৩৬ : ৪৭",
        "arabic_text": "\nوَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "আর যখন তাদেরকে বলা হয়, 'আল্লাহ্ তোমাদেরকে যে রিযিক দিয়েছেন তা থেকে ব্যয় কর' তখন কাফিররা মুমিনদেরকে বলে, 'যাকে আল্লাহ্ ইচ্ছা করলে খাওয়াতে পারতেন আমরা কি তাকে খাওয়াব? তোমরা তো স্পষ্ট বিভ্রান্তিতে রয়েছ।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৩৬ : ৪৮",
        "arabic_text": "\nوَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "আর তারা বলে, 'তোমরা যদি সত্যবাদী হও তবে বল, এ প্রতিশ্রুতি কখন পূর্ণ হবে?' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৩৬ : ৪৯",
        "arabic_text": "\nمَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ ",
        "bangla_text": "তারা তো অপেক্ষায় আছে এক বিকট শব্দের, যা তাদেরকে আঘাত করবে তাদের বাক-বিতণ্ডাকালে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাফেররা ঠাট্টা ও পরিহাসচ্ছলে মুসলিমদেরকে জিজ্ঞেস করত, তোমরা যে কেয়ামতের প্রবক্তা, তা কোন বছর ও কোন তারিখে সংঘটিত হবে। বর্ণিত আয়াতে তারই জওয়াব দেয়া হয়েছে। তাদের প্রশ্ন বাস্তব বিষয় জানার জন্যে নয়, বরং ঠাট্টা ও পরিহাসের ছলে নিছক চ্যালেঞ্জের ঢংয়ে কুটতর্ক করার জন্য। এ ব্যাপারে তারা একথা বলতে চাচ্ছিল যে, কোন কিয়ামত হবে না, তোমরা খামাখা আমাদের ভয় দেখাচ্ছো। এ কারণে তাদের জবাবে বলা হয়নি, কিয়ামত অমুক দিন আসবে বরং তাদেরকে বলা হয়েছে, তা আসবে এবং প্রচণ্ড শক্তিতে আসবে। জানার জন্য হলেও কেরামতের সন-তারিখের নিশ্চিত জ্ঞান কাউকে না দেয়াই স্রষ্টার সৃষ্টি রহস্যের দাবি ছিল। তাই আল্লাহ তা’আলা এ জ্ঞান তাঁর নবী-রসুলকেও দান করেননি। নির্বোধদের এই প্রশ্ন অনর্থক ও বাজে ছিল বিধায় এর জওয়াবে কেয়ামতের তারিখ বর্ণনা করার পরিবর্তে তাদেরকে হুঁশিয়ার করা হয়েছে যে, যে বিষয়ের আগমন অবশ্যম্ভাবী তার জন্যে প্রস্তুতি গ্ৰহণ করা এবং সন-তারিখ খোঁজাখুঁজিতে সময় নষ্ট না করাই বুদ্ধিমানের কাজ। কেয়ামতের খবর শুনে বিশ্বাস স্থাপন করা এবং সৎকর্ম সম্পাদন করাই ছিল বিবেকের দাবি। কিন্তু তারা এমনি গাফেল যে, কেয়ামতের আগমনের পর তারা যেন চিন্তা করার অপেক্ষায় আছে। তাই বলা হয়েছে যে, তারা কেয়ামতের অপেক্ষা করছে। অথচ কিয়ামত আস্তে আস্তে ধীরে-সুস্থে আসবে এবং লোকেরা তাকে আসতে দেখবে, এমনটি হবে না। বরং তা এমনভাবে আসবে যখন লোকেরা পূর্ণ নিশ্চিন্ততা সহকারে নিজেদের কাজ কারবারে মশগুল থাকবে এবং তাদের মনের ক্ষুদ্রতম কোণেও এ চিন্তা জাগবে না যে, দুনিয়ার শেষ সময় এসে গেছে। এ অবস্থায় অকস্মাৎ একটি বিরাট বিস্ফোরণ ঘটবে এবং যে যেখানে থাকবে সেখানেই খতম হয়ে যাবে। হাদীসে এসেছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, লোকেরা পথে চলাফেরা করবে, বাজারে কেনাবেচা করতে থাকবে, নিজেদের মজলিসে বসে আলাপ আলোচনা করতে থাকবে, এমন সময় হঠাৎ শিংগায় ফুঁক দেয়া হবে। কেউ কাপড় কিনছিল। হাত থেকে রেখে দেবার সময়টুকু পাবে না, সে শেষ হয়ে যাবে। কেউ নিজের পশুগুলোকে পানি পান করাবার জন্য জলাধার ভর্তি করবে এবং তখনো পানি পান করানো শুরু করবে না তার আগেই কিয়ামত হয়ে যাবে। কেউ খাবার খেতে বসবে এবং এক গ্রাস খাবার মুখ পর্যন্ত নিয়ে যাবার সুযোগও পাবে না। [বুখারীঃ ৬৫০৬]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৩৬ : ৫০",
        "arabic_text": "\nفَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ ",
        "bangla_text": "তখন তারা ওসিয়াত করতে সমর্থ হবে না এবং নিজেদের পরিবার-পরিজনদের কাছে ফিরেও আসতে পারবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৩৬ : ৫১",
        "arabic_text": "\nوَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ ",
        "bangla_text": "আর যখন শিংগায় ফুঁক দেয়া হবে তখনই তারা কবর থেকে ছুটে আসবে তাদের রবের দিকে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] صور শব্দের অর্থ শিঙ্গা। সঠিক মত অনুসারে কিয়ামতের শিঙ্গার ফুক দুটি।\n  <br/>\n  <br/>\n  এক. ধ্বংসের ফুৎকার। যার কথা এ সূরারই ৪৯ নং আয়াতে বর্ণনা করা হয়েছে।\n  <br/>\n  <br/>\n  দুই. পূনরুত্থানের জন্য ফুৎকার। এ আয়াতে এ ফুঁৎকারের কথাই আলোচনা করা হয়েছে। [আদওয়াউল বায়ান]। তখনকার অবস্থা বর্ণনা করে বলা হয়েছে যে, যখন শিংগায় ফুঁক দেয়া হবে তখনই তারা কবর থেকে ছুটে আসবে তাদের প্রতিপালকের দিকে। এখানে ينسلون শব্দটি نسلان থেকে উদ্ভূত। যার অর্থ দ্রুত চলা। [ইবন কাসীর] অন্য এক আয়াতে এসেছে, \"যেদিন তাদের উপরস্থ জমীন বিদীর্ণ হবে এবং মানুষ ত্ৰস্ত-ব্যস্ত হয়ে ছুটোছুটি করবে, এ সমবেত সমাবেশকরণ আমার জন্য সহজ।\" [সূরা কাফ: ৪৪] আরও এসেছে, “সেদিন তারা কবর থেকে বের হবে দ্রুতবেগে, মনে হবে তারা যেন কোন উপাসনালয়ের দিকে ধাবিত হচ্ছে”। [সূরা মাআরিজ: ৪৩] অপর আয়াতে বলা হয়েছে, “হাশরের সময় মানুষ কবর থেকে উঠে দেখতে থাকবে।” [সূরা আয-যুমার: ৬৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৩৬ : ৫২",
        "arabic_text": "\nقَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ ",
        "bangla_text": "তারা বলবে, 'হায়! দুর্ভোগ আমাদের! কে আমাদেরকে আমাদের নিদ্রাস্থল থেকে উঠাল? দয়াময় আল্লাহ্‌ তো এরই প্রতিশ্রুতি দিয়েছিলেন এবং রাসূলগণ সত্যই বলেছিলেন।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৩৬ : ৫৩",
        "arabic_text": "\nإِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ ",
        "bangla_text": "এটা হবে শুধু এক বিকট শব্দ; তখনই এদের সকলকে উপস্থিত করা হবে আমাদের সামনে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৩৬ : ৫৪",
        "arabic_text": "\nفَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "অতঃপর আজ কারো প্রতি কোন যুলুম করা হবে না এবং তোমরা যা করতে শুধু তারই প্রতিফল দেয়া হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৩৬ : ৫৫",
        "arabic_text": "\nإِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ ",
        "bangla_text": "এ দিন জান্নাতবাসীগণ আনন্দে মগ্ন থাকবে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৩৬ : ৫৬",
        "arabic_text": "\nهُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ ",
        "bangla_text": "তারা এবং তাদের স্ত্রীগণ সুশীতল ছায়ায় সুসজ্জিত আসনে হেলান দিয়ে বসবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৩৬ : ৫৭",
        "arabic_text": "\nلَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ ",
        "bangla_text": "সেখানে তাদের জন্য ফলমূল এবং তাদের জন্য বাঞ্ছিত সমস্ত কিছু, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৩৬ : ৫৮",
        "arabic_text": "\nسَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ ",
        "bangla_text": "পরম দয়ালু রবের পক্ষ থেকে সালাম, (সাদর সম্ভাষণ বা নিরাপত্তা)। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৩৬ : ৫৯",
        "arabic_text": "\nوَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "আর 'হে অপরাধীরা! তোমরা আজ পৃথক হয়ে যাও [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাশরের ময়দানে প্রথমে মানুষ বিক্ষিপ্ত অবস্থায় সমবেত হবে। অন্য আয়াতে এ অবস্থার চিত্র বর্ণনা করে বলা হয়েছে, “তারা হবে বিক্ষিপ্ত পঙ্গপালের মত\" [সূরা আল-কামারী: ৭] কিন্তু পরে কর্মের ভিত্তিতে তাদের পৃথক পৃথক দলে বিভক্ত করা হবে। এর দু'টি অর্থ হতে পারে। একটি হচ্ছে, অপরাধীরা সৎকর্মশীল মুমিনদের থেকে ছাঁটাই হয়ে আলাদা হয়ে যাও। কারণ দুনিয়ায় তোমরা তাদের সম্প্রদায়, পরিবার ও গোষ্ঠির অন্তর্ভুক্ত থাকলে থাকতে পারো, কিন্তু এখানে এখন তোমাদের সাথে তাদের কোন সম্পর্ক নেই। ফলে কাফের, মুমিন, সৎকর্মী ও অসৎকর্মী লোকগণ পৃথক পৃথক জায়গায় অবস্থান করবে। অন্য আয়াতে বলা হয়েছে, “আর যখন আত্মাসমূহকে জোড়া জোড়া করা হবে”। [সূরা আত-তাকওয়ীর: ৭] আলোচ্য আয়াতেও এ পৃথকীকরণ ব্যক্ত হয়েছে। অনুরূপভাবে এ পৃথকীকরণের কথা কুরআনের অন্যান্য সূরায়ও বর্ণিত হয়েছে, যেমন: সূরা ইউনুস: ৩৮, সূরা আর-রূম: ১৪,৪৩, সূরা আস-সাফফাত: ২২-২৩। দ্বিতীয় অর্থ হচ্ছে, তোমরা নিজেদের মধ্যে আলাদা হয়ে যাও। এখন তোমাদের কোন দল ও জোট থাকতে পারে না। তোমাদের সমস্ত দল ভেঙ্গে দেয়া হয়েছে। তোমাদের সকল প্রকার সম্পর্ক ও আত্মীয়তা খতম করে দেয়া হয়েছে। তোমাদের প্রত্যেক ব্যক্তিকে এখন একাকী ব্যক্তিগতভাবে নিজের কৃতকর্মের জন্য জবাবদিহি করতে হবে। [দেখুন,কুরতুবী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৩৬ : ৬০",
        "arabic_text": "\n۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ ",
        "bangla_text": "হে বনী আদম! আমি কি তোমাদেরকে নির্দেশ দেইনি যে, তোমরা শয়তানের ইবাদত করো না [১], কারণ সে তোমাদের প্রকাশ্য শত্রু?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সমস্ত মানুষ এমনকি, জিনদেরকেও কেয়ামতের দিন বলা হবে, আমি কি তোমাদেরকে দুনিয়াতে শয়তানের ইবাদত না করার আদেশ দেইনি? এখানে প্রশ্ন হয়। যে, কাফেররা সাধারণত শয়তানের এবাদত করত না, বরং দেবদেবী অথবা অন্যকোন বস্তুর পূজা করত। কাজেই তাদেরকে শয়তানের ইবাদত করার অভিযোগে কেমন করে অভিযুক্ত করা যায়? এর জওয়াব হচ্ছে, এখানে আল্লাহ “ইবাদত” কে আনুগত্য অর্থে ব্যবহার করেছেন। প্রত্যেক কাজে ও প্রত্যেক অবস্থায় কারও আনুগত্য করার নামই ইবাদত। শয়তানকে নিছক সিজদা করাই নিষিদ্ধ নয় বরং তার আনুগত্য করা এবং তার হুকুম মেনে চলাও নিষিদ্ধ। কাজেই আনুগত্য হচ্ছে ইবাদাত। শয়তানের ইবাদাত করার বিভিন্ন পর্যায় রয়েছে। কখনো এমন হয়, মানুষ একটি কাজ করে এবং তার অংগ-প্রত্যংগের সাথে সাথে তার কণ্ঠও তার সহযোগী হয় এবং মনও তার সাথে অংশ গ্ৰহণ করে। আবার কখনো এমনও হয়, অংগ-প্রত্যংগের সাহায্যে মানুষ একটি কাজ করে কিন্তু অন্তর ও কণ্ঠ সে কাজে তার সহযোগী হয় না। এ হচ্ছে নিছক বাইরের অংগ-প্রত্যংগের সাহায্যে শয়তানের ইবাদাত। আবার এমন কিছু লোকও আছে যারা ঠাণ্ডা মাথায় অপরাধ করে এবং মুখেও নিজেদের এ কাজে আনন্দ ও সন্তোষ প্ৰকাশ করে। এরা ভিতরে বাইরে উভয় পর্যায়ে শয়তানের ইবাদতকারী। তারা চিরকাল শয়তানী শিক্ষার অনুসরণ করেছিল বিধায় তাদেরকে শয়তানের ইবাদতকারী বলা হয়েছে। সে অনুসারেই যে ব্যক্তি আল্লাহর সন্তুষ্টি কিংবা অসন্তুষ্টির তোয়াক্কা না করে অর্থের মহব্বতে এমনসব কাজ করে, যাদ্দারা অর্থ বৃদ্ধি পায় এবং স্ত্রীর মহব্বতে এমনসব কাজ করে যাদ্দারা স্ত্রী সন্তুষ্ট হয়, হাদীসে তাদেরকে অর্থের দাস ও স্ত্রীর দাস বলে আখ্যায়িত করা হয়েছে। [দেখুন: বুখারী: ২৮৮৬, তিরমিয়ী: ২৩৭৫]\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৩৬ : ৬১",
        "arabic_text": "\nوَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ ",
        "bangla_text": "আর আমারই ইবাদত কর, এটাই সরল পথ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৩৬ : ৬২",
        "arabic_text": "\nوَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ ",
        "bangla_text": "আর শয়তান তো তোমাদের বহু দলকে বিভ্রান্ত করেছিল, তবুও কি তোমরা বুঝনি? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৩৬ : ৬৩",
        "arabic_text": "\nهَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ ",
        "bangla_text": "এটাই সে জাহান্নাম, যার প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৩৬ : ৬৪",
        "arabic_text": "\nٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ ",
        "bangla_text": "তোমরা যে কুফরী করতে সে কারণে আজ তোমরা এতে দগ্ধ হও [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেমন অন্য আয়াতে এসেছে, \"যেদিন তাদেরকে ধাক্কা মারতে মারতে নিয়ে যাওয়া হবে জাহান্নামের আগুনের দিকে “এটাই সে আগুন যাকে তোমরা মিথ্যা মনে করতে।” এটা কি তবে জাদু? না কি তোমরা দেখেতে পাচ্ছ না !” [সূরা আত-তুর: ১৩-১৫]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৩৬ : ৬৫",
        "arabic_text": "\nٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ ",
        "bangla_text": "আমরা আজ এদের মুখ মোহর করে দেব, এদের হাত কথা বলবে আমাদের সাথে এবং এদের পা সাক্ষ্য দেবে এদের কৃতকর্মের [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাশরে হিসাব-নিকাশের জন্য উপস্থিতির সময় প্রথমে প্রত্যেকেই যা ইচ্ছা ওযর বর্ণনা করার স্বাধীনতা পাবে। মুশরিকরা সেখানে কসম করে কুফার ও শিরক অস্বীকার করবে। তারা বলবে, “আল্লাহর শপথ আমরা মুশরিক ছিলাম না” [সূরা আল-আন’আম: ২৩] তাদের কেউ বলবে, আমাদের আমলনামায় ফেরেশতা যা কিছু লিখেছে, আমরা তা থেকে মুক্ত। তখন আল্লাহ তাআলা তাদের মুখে মোহর এঁটে দেবেন, যাতে তারা কোন কিছুই বলতে না পারে। অতঃপর তাদেরই হাত, পা ও অঙ্গ-প্রত্যঙ্গকে রাজসাক্ষী করে কথা বলার যোগ্যতা দান করা হবে। তারা কাফেরদের যাবতীয় কার্যকলাপের সাক্ষ্য দেবে। আলোচ্য আয়াতে হাত ও পায়ের কথা উল্লিখিত হয়েছে। অন্য আয়াতে মানুষের কর্ণ, চক্ষু ও চার্মের সাক্ষ্য দানের উল্লেখিত রয়েছে। যেমন, [সূরা ফুসসিলাত; ২১-২২, সূরা নূর: ২৪]।\n  <br/>\n  <br/>\n  এখানে এ প্রশ্ন দেখা দেয় যে, একদিকে আল্লাহ বলেন, আমি এদের কণ্ঠ রুদ্ধ করে দেব এবং অন্যদিকে সূরা নূরের আয়াতে বলেন, এদের কণ্ঠ সাক্ষ্য দেবে এ দু'টি বক্তব্যের মধ্যে কিভাবে সামঞ্জস্য বিধান করা যাবে ? এর জবাব হচ্ছে, কণ্ঠ রুদ্ধ করার অর্থ হলো, তাদের কথা বলার ক্ষমতা কেড়ে নেয়া। এরপর তারা স্বেচ্ছায় নিজেদের মর্জি মাফিক কথা বলতে পারবে না। আর কণ্ঠের সাক্ষ্যদানের অর্থ হচ্ছে, পাপিষ্ঠ লোকেরা তাদেরকে কোন কোন কাজে লাগিয়েছিল, তাদের মাধ্যমে কেমন সব কুফরী কথা বলেছিল, কোন ধরনের মিথ্যা উচ্চারণ করেছিল, কতপ্রকার ফিতনা সৃষ্টি করেছিল এবং কোন কোন সময় তাদের মাধ্যমে কোন কোন কথা বলেছিল সেসব বিবরণ তাদের কণ্ঠ স্বতস্ফূৰ্তভাবে দিয়ে যেতে থাকবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বিভিন্ন হাদীসে এ ভয়াবহ অবস্থার বর্ণনা এসেছে। আনাস রাদিয়াল্লাহু আনহু বলেন, আমরা একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর কাছে ছিলাম। এমন সময় তিনি এমনভাবে হাসলেন যে, তার মাড়ির দাঁত দেখা গেল। তারপর তিনি বললেন, তোমরা কি জানো আমি কেন হাসছি? আমরা বললাম: আল্লাহ ও তাঁর রাসূলই ভাল জানেন। তিনি বললেন: কিয়ামতের দিন বান্দা তার প্রভুর সাথে যে ঝগড়া করবে তা নিয়ে হাসছি। সে বলবে, হে রব, আমাকে কি আপনি যুলুম থেকে নিরাপত্তা দেননি? তিনি বলবেন, হ্যাঁ, তখন সে বলবে, আমি আমার বিরুদ্ধে নিজের ছাড়া অন্য কারও সাক্ষ্য গ্ৰহণ করবো না। তখন আল্লাহ্ বলবেন, তুমি নিজেই তোমার হিসেবের জন্য যথেষ্ঠ। আর সম্মানিত লেখকবৃন্দকে সাক্ষ্য বানাব। তারপর তার মুখের উপর মোহর মেরে দেয়া হবে এবং তার অঙ্গ-প্রত্যঙ্গকে কথা বলার নির্দেশ দেয়া হবে। ফলে সেগুলো তাদের কাজের বিবরণ দিবে। তারপর তাদেরকে কথা বলার অনুমতি দেয়া হবে তখন তারা বলবে, তোমাদের ধ্বংস হোক, তোমাদের জন্যই তো আমি প্রতিরোধ করছিলাম। [মুসলিম: ২৯৬৯] অন্য হাদীসে এসেছে, তোমাদেরকে মূক করে ডাকা হবে। তারপর প্রথম তোমাদের উরু এবং দু’হাতকে জিজ্ঞাসাবাদ করা হবে। [মুসনাদে আহমাদ: ৪/৪৪৬, ৪৪৭, ৫/৪-৫] অন্য হাদীসে এসেছে ... তারপর তৃতীয় জনকে ডাকা হবে। আর তাকে জিজ্ঞাসা করা হবে, তুমি কে? সে বলবে: আমি আপনার বান্দা, আপনার প্রতি ঈমান এনেছি এবং আপনার নবী ও কিতাবাদির প্রতিও। আর আপনার জন্য সালাত, সাওম, সাদাকাহ ইত্যাদি ভাল কাজের প্রশংসা করে তা আদায় করার দাবী করবে। তখন তাকে বলা হবে, আমরা কি তোমার জন্য আমাদের সাক্ষীকে উপস্থাপন করব না? তখন সে চিন্তা করবে যে, এমন কে আছে যে, তার বিরুদ্ধে সাক্ষ্য দেয়? আর তখনই তার মুখের উপর মোহর এঁটে দেয়া হবে এবং তার উরুকে বলা হবে, কথা বল। তখন তার উরু, গোস্ত, হাঁড় যা করেছে তার সাক্ষ্য দিবে। আর এটাই হলো মুনাফিক। এটা এজন্যই যাতে তিনি (আল্লাহ) নিজের ওজর পেশ করতে পারেন এবং তার উপরই আল্লাহ অসন্তুষ্ট। [মুসলিম: ২৯৬৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৩৬ : ৬৬",
        "arabic_text": "\nوَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ ",
        "bangla_text": "আর আমরা ইচ্ছে করলে অবশ্যই এদের চোখ গুলোকে লোপ করে দিতাম, তখন এরা পথ অন্বেষণে দৌড়ালে [১] কি করে দেখতে পেত ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জান্নাতের দিকে যেতে হলে যে পথ পাড়ি দিতে হবে, যদি তাদের অন্ধ করে দেয়া হয় তবে সে পুলসিরাত তারা কিভাবে পার হতে পারবে? [সা'দী] অথবা আমরা যদি তাদেরকে সৎপথ থেকে অন্ধ করে দেই, তারা কিভাবে সৎপথ পাবে? [আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৩৬ : ৬৭",
        "arabic_text": "\nوَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ ",
        "bangla_text": "আর আমরা ইচ্ছে করলে স্ব স্ব স্থানে এদের আকৃতি পরিবর্তন করে দিতাম, ফলে এরা এগিয়েও যেতে পারত না এবং ফিরেও আসতে পারত না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৩৬ : ৬৮",
        "arabic_text": "\nوَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ ",
        "bangla_text": "আর,আমরা যাকে দীর্ঘ জীবন দান করি,  সৃষ্টি অবয়বে তার অবনতি ঘটায়। তবুও কি তারা বুঝে না [১]? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, আয়াতের অর্থ, তাদের সৃষ্টিকে উল্টিয়ে দেই। আগে যেভাবে সৃষ্টি করেছি ঠিক তার বিপরীত সৃষ্টি করি। কারণ, তাদেরকে দূর্বল শরীর দিয়ে সৃষ্টি করেছিলাম, যেখানে বিবেক ও জ্ঞানের অভাব ছিল। তারপর তা বাড়াতে লাগলাম এবং এক অবস্থা থেকে অপর অবস্থায় স্থানান্তর চলতে থাকল। এক স্তর থেকে অন্য স্তরে উন্নীত হতে লাগল, শেষ পর্যন্ত সে পূর্ণতা পেল। তার শক্তি-সামর্থ সর্বোচ্চ পর্যায়ে গেল। যে বুঝতে পারল ও জানতে পারল কোনটা তার পক্ষে আর কোনটা তার বিপক্ষে। যখন এ পর্যায়ে পৌঁছে গেল, তখনই তার সৃষ্টিকে আমরা উল্টিয়ে দিলাম। তার সবকিছুতে ঘাটতি দিতে থাকলাম, অবশেষে সে বার্ধক্যে উপনীত হয়ে ছোট বাচ্চাদের মতই দূর্বল শরীর, স্বল্প বিবেক ও জ্ঞানহীন হয়ে গেল। বস্তুত: تنكيس এর অর্থই হচ্ছে কোন বস্তুর উপরের অংশ নিচের দিকে করে দেয়া। [আদওয়াউল বায়ান] অন্য আয়াতেও আল্লাহ তা’আলা এ অবস্থার কথা ব্যক্ত করেছেন। আল্লাহ বলেন, “আল্লাহ, তিনি তোমাদেরকে সৃষ্টি করেন দূর্বলতা থেকে, দূর্বলতার পর তিনি দেন শক্তি; শক্তির পর আবার দেন দূর্বলতা ও বার্ধক্য।” [সূরা আর-রূম: ৫৪] আরও বলেন, “অবশ্যই আমরা সৃষ্টি করেছি মানুষকে সুন্দরতম গঠনে, তারপর আমরা তাকে হীনতাগ্রস্তদের হীনতমে পরিণত করি”। [সূরা আত-তীন: ৪-৫] এক তাফসীর অনুসারে এখানে এ বার্ধক্যই উদ্দেশ্য নেয়া হয়েছে। তাছাড়া আরও এসেছে, “আর আমরা যা ইচ্ছে তা এক নির্দিষ্ট কালের জন্য মাতৃগর্ভে স্থিত রাখি, তারপর আমরা তোমাদেরকে শিশুরূপে বের করি , পরে যাতে তোমরা পরিণত বয়সে উপনীত হও। তোমাদের মধ্যে কারো কারো মৃত্যু ঘটান হয় এবং তোমাদের মধ্যে কাউকে কাউকে হীনতম বয়সে প্রত্যাবর্তিত করা হয়, যার ফলে সে জানার পরেও যেন কিছুই (আর) জানে না।” [সূরা আল-হাজ: ৫] আরও এসেছে, “আর আল্লাহই তোমাদেরকে সৃষ্টি করেছেন; তারপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং তোমাদের মধ্যে কাউকে প্রত্যাবর্তিত করা হবে নিকৃষ্টতম বয়সে; যাতে জ্ঞান লাভের পরেও তার সবকিছু অজানা হয়ে যায়।” [সূরা আন-নাহল: ৭০]\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৩৬ : ৬৯",
        "arabic_text": "\nوَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ ",
        "bangla_text": "আর আমরা রাসূলকে কাব্য রচনা করতে শিখাইনি এবং এটা তাঁর পক্ষে শোভনীয়ও নয় [১]। এটা তো শুধু এক উপদেশ এবং  সুস্পষ্ট কুরআন;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দেখুন, সূরা আল-হাক্কাহঃ ৪১।\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৩৬ : ৭০",
        "arabic_text": "\nلِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ ",
        "bangla_text": "যাতে তা সতর্ক করতে পারে জীবিতকে এবং যাতে কাফিরদের বিরুদ্ধে শাস্তির কথা সত্য হতে পারে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৩৬ : ৭১",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ ",
        "bangla_text": "আর তারা কি লক্ষ্য করে না যে, আমাদের হাত যা তৈরী করেছে তা থেকে তাদের জন্য আমরা সৃষ্টি করেছি গবাদিপশুসমূহ অতঃপর তারাই এগুলোর অধিকারী [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে চতুষ্পদ জন্তু সৃজনে মানুষের উপকারিতা এবং প্রকৃতির অসাধারণ কারিগরি উল্লেখ করার সাথে আল্লাহ তা'আলার আরও একটি মহা অনুগ্রহ বিধৃত হয়েছে। তা এই যে, চতুষ্পদ জন্তু সৃজনে মানুষের কোনই হাত নেই। এগুলো একান্তভাবে প্রকৃতির স্বহস্তে নির্মিত। আল্লাহ তা'আলা মুমিনকে কেবল চতুষ্পদ জন্তু দ্বারা উপকার লাভের সুযোগ ও অনুমতিই দেননি, বরং তাদেরকে এগুলোর মালিকও করে দিয়েছেন। ফলে তারা এগুলোতে সর্ব প্রকারে মালিকসুলভ অধিকার প্রয়োগ করতে পারে। নিজে এগুলোকে কাজে লাগাতে পারে অথবা এগুলো বিক্রি করে সে মূল্য দ্বারা উপকৃত হতে পারে। [দেখুন, তাবারী, সা'দী]\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৩৬ : ৭২",
        "arabic_text": "\nوَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ ",
        "bangla_text": "আর আমরা এগুলোকে তাদের বশীভূত করে দিয়েছি। ফলে এগুলোর কিছু সংখ্যক হয়েছে তাদের বাহন। আর কিছু সংখ্যক থেকে তারা খেয়ে থাকে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৩৬ : ৭৩",
        "arabic_text": "\nوَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ ",
        "bangla_text": "আর তাদের জন্য এগুলোতে আছে বহু উপকারিতা এবং আছে পানীয় উপাদান। তবুও কি তারা কৃতজ্ঞ হবে না? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "৩৬ : ৭৪",
        "arabic_text": "\nوَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ ",
        "bangla_text": "আর তারা আল্লাহর পরিবর্তে অন্য ইলাহ্ গ্রহণ করেছে এ আশায় যে, তারা সাহায্যপ্রাপ্ত হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "৩৬ : ৭৫",
        "arabic_text": "\nلَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ ",
        "bangla_text": "কিন্তু তারা (এ সব ইলাহ্) তাদেরকে সাহায্য করতে সক্ষম নয়; আর তারা তাদের বাহিনীরূপে উপস্থিত হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে جند এর অর্থ প্রতিপক্ষ নেয়া হলে আয়াতের উদ্দেশ্য হবে এই যে, তারা দুনিয়াতে যাদেরকে উপাস্য স্থির করেছে, তারাই কেয়ামতের দিন তাদের প্রতিপক্ষ হয়ে তাদের বিরুদ্ধে সাক্ষ্য দিবে। তবে হাসান ও কাতাদাহ রাহে মাহুমাল্লাহ থেকে বর্ণিত এ আয়াতের তাফসীর এই যে, কাফেররা সাহায্য পাওয়ার আশায় মূর্তিদেরকে উপাস্য স্থির করেছিল, কিন্তু অবস্থা হচ্ছে এই যে, স্বয়ং তারাই মূর্তিদের সেবাদাস ও সিপাহী হয়ে গেছে। তারা মূর্তিদের হেফাযত করে। কেউ বিরুদ্ধে গেলে তারা ওদের পক্ষ হয়ে যুদ্ধ করে। অথচ তাদেরকে সাহায্য করার যোগ্যতা মূর্তিদের নেই। অথবা আয়াতের অর্থ, তারাও জাহান্নামে হাযির হবে, যেমন তাদের এ মূর্তিগুলোও জাহান্নামে তাদের সাথে উপস্থিত থাকবে। [দেখুন-ইবন কাসীর, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "৩৬ : ৭৬",
        "arabic_text": "\nفَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ ",
        "bangla_text": "অতএব তাদের কথা আপনাকে যেন দুঃখ না দেয়। আমরা তো জানি যা তারা গোপন করে এবং যা তারা ব্যক্ত করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "৩৬ : ৭৭",
        "arabic_text": "\nأَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ ",
        "bangla_text": "মানুষ কি দেখে না যে, আমরা তাকে সৃষ্টি করেছি শুক্রবিন্দু থেকে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "৩৬ : ৭৮",
        "arabic_text": "\nوَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ ",
        "bangla_text": "আর সে আমাদের সম্বন্ধে উপমা রচনা করে [১], অথচ সে নিজের সৃষ্টির কথা ভুলে যায় [২]। সে বলে, 'কে অস্থিতে প্রাণ সঞ্চার করবে যখন তা পচে গলে যাবে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা ইয়াসীনের আলোচ্য সর্বশেষ পাঁচটি আয়াত একটি বিশেষ ঘটনার প্রেক্ষাপটে অবতীর্ণ হয়েছে, যা কোন কোন রেওয়ায়াতে উবাই ইবনে খলফের ঘটনা বলে এবং কোন কোন রেওয়াতে আ’স ইবনে ওয়ায়েলের ঘটনা বলে উল্লেখ করা হয়েছে। তবে উভয়ের তরফ থেকে ঘটনাটি সংঘটিত হওয়াও অসম্ভব নয়। ঘটনাটি এই যে, আস ইবনে ওয়ায়েল মক্কা উপত্যকা থেকে একটি পুরাতন হাড় কুড়িয়ে তাকে স্বহস্তে ভেঙে চূৰ্ণ-বিচূর্ণ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলল, এই যে হাড়টি চূর্ণ বিচূর্ণ অবস্থায় দেখছেন, আল্লাহ তা'আলা একেও জীবিত করবেন কি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, হ্যাঁ, আল্লাহ তা'আলা তোমাকে মৃত্যু দেবেন, পুনরুজ্জীবিত করবেন এবং জাহান্নামে দাখিল করবেন। [মুস্তাদরাক ২/৪২৯]\n  <br/>\n  <br/>\n  [২] অর্থাৎ বীর্য থেকে সৃষ্ট এ মানুষ আল্লাহর কুদরত অস্বীকার করে কেমন খোলাখুলি বাকবিতণ্ডায় প্রবৃত্ত হয়েছে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার হাতে থুথু ফেললেন। তারপর তার তর্জনী সেখানে রাখলেন এবং বললেন, আল্লাহ বলেন, হে বনী আদম! কিসে আমাকে অপারগ করল? অথচ তোমাকে এ ধরণের বস্তু থেকে আমি সৃষ্টি করেছি। তারপর যখন তোমার আত্মা তোমার কণ্ঠনালীর কাছে পৌঁছায় তখন তুমি বল, আমি সাদাকাহ করব। তোমার সাদাকাহ দেয়ার সময় তখন আর কোথায়? [ইবন মাজাহ: ২৭০৭, মুস্তাদরাকে হাকিম: ২/৫০২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "৩৬ : ৭৯",
        "arabic_text": "\nقُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ ",
        "bangla_text": "বলুন, 'তাতে প্রাণ সঞ্চার করবেন তিনিই যিনি তা প্রথমবার সৃষ্টি করেছেন [১] এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ দৃষ্টান্ত বর্ণনা করার সময় সে নিজের সৃষ্টিতত্ত্ব ভুলে গেল যে, নিষ্প্রাণ একটি শুক্রবিন্দুতে প্রাণসঞ্চার করে তাকে সৃষ্টি করা হয়েছে। যদি সে এই মূল তত্ত্ব বিস্মৃত না হত, তবে এরূপ দৃষ্টান্ত উপস্থিত করে আল্লাহর কুদরতকে অস্বীকার করার ধৃষ্টতা প্রদর্শন করতে পারত না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “বনী ইসরাইলের এক মুসলিম ব্যক্তির মৃত্যু সময় উপস্থিত হলো, সে তার পরিবারপরিজনকে এ বলে আসিয়ত করল যে, যখন আমি মারা যাব তখন তোমরা আমার জন্য কাঠ সংগ্ৰহ করে আমাকে আগুনে পুড়িয়ে দিও। তারপর যখন আগুন আমার গোস্ত খেয়ে ফেলবে এবং আমার হাঁড় পর্যন্ত কঙ্কাল হয়ে যাবে তখন তা নিয়ে গুড়ো করে সমুদ্রে ভাসিয়ে দিও। তারা তাই করল। তখন আল্লাহ তা'আলা তাকে পুরোপুরি একত্রিত করে জিজ্ঞাসা করলেন, তুমি এমনটি কেন করলে? সে বলল, আপনার ভয়ে। আল্লাহ তখন তাকে ক্ষমা করে দিলেন। [বুখারী: ৩৪৫২, ৩৪৮১, ৩৪৭৮, মুসলিম: ২৭৫৬, ২৭৫৭]\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "৩৬ : ৮০",
        "arabic_text": "\nٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ ",
        "bangla_text": "তিনি তোমাদের জন্য সবুজ গাছ থেকে আগুন উৎপাদন করেন, ফলে তোমরা তা থেকে আগুন প্রজ্বলিত কর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "৩৬ : ৮১",
        "arabic_text": "\nأَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ ",
        "bangla_text": "যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সমর্থ নন? হ্যাঁ, নিশ্চয়। আর তিনি মহাস্রষ্টা, সর্বজ্ঞ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "৩৬ : ৮২",
        "arabic_text": "\nإِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ ",
        "bangla_text": "তাঁর ব্যাপার শুধু এই যে, তিনি যখন কোন কিছুর ইচ্ছে করেন, তিনি বলেন, 'হও', ফলে তা হয়ে যায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "৩৬ : ৮৩",
        "arabic_text": "\nفَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "অতএব পবিত্র ও মহান তিনি, যাঁর হাতেই প্রত্যেক বিষয়ের সর্বময় কর্তৃত্ব; আর তাঁরই কাছে তোমরা প্রত্যাবর্তিত হবে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অনুরূপবর্ণনা পবিত্র কুরআনের অন্যান্য সূরায় এসেছে, [যেমন: সূরা আল-মুমিনুন: ৮৮, সূরা আল-মুলক: ১] এখানে আল্লাহ্ তা'আলা তাঁর নিজ সত্তাকে পবিত্র ও ঐশ্বর্যমণ্ডিত এবং সমস্ত ক্ষমতা যে তাঁরই হাতে সে ঘোষণা দিয়ে বান্দাকে আখেরাতের ব্যাপারে দৃষ্টি আকর্ষণ করাচ্ছেন যে, তাঁর কাছেই সবাইকে ফিরে যেতে হবে তখন তিনি সবাইকে তার কাজ ও কথার সঠিক প্রতিফল প্ৰদান করবেন। আয়াতে ব্যবহৃত ملكوت এবং ملك একই অর্থবোধক। যার অর্থ ক্ষমতা, চাবিকাঠি ইত্যাদি। তবে ملكوت এর পরিধি ব্যাপক। [দেখুন- ইবন কাসীর]\n </p>\n</div>"
    }
]