[
    {
        "id": 1,
        "verse": "৩৮ : ১",
        "arabic_text": "\nصٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ ",
        "bangla_text": "সোয়াদ [১], শপথ উপদেশপূর্ণ কুরআনের! \r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এই সূরার প্রাথমিক আয়াতগুলো কাফের-মুশরিক ও তাদের সেই মজলিসের ব্যাপারে নাযিল হয়েছে। অর্থাৎ আবু তালিব ও আবু জাহলসহ কুরাইশ কাফেরদের অন্যান্য নেতৃবর্গের প্রস্তাব সম্পর্কিত ঘটনা। যখন তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে বিবাদে লিপ্ত হয়েছিল [মুস্তাদরাকে হাকিম: ২/৪৩২] এ ঘটনার সংক্ষিপ্ত বিবরণ হচ্ছে এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর পিতব্য আবু তালেব ইসলাম গ্ৰহণ না করা সত্ত্বেও ভ্রাতুস্পুত্রের পূর্ণ দেখা-শোনা ও হেফাযত করে যাচ্ছিলেন। তিনি যখন রোগাক্রান্ত হয়ে পড়লেন, তখন কোরাইশ সরদাররা এক পরামর্শসভায় মিলিত হল। এতে আবু জাহল, আস ইবনে ওয়ায়েল, আসওয়াদ ইবনে মুত্তালিব, আসওয়াদ ইবনে আবদে ইয়াগুস ও অন্যান্য সরদার যোগদান করল। তারা পরামর্শ করল যে, আবু তালেব রোগাক্রান্ত। যদি তিনি মারা যান এবং তার অবর্তমানে আমরা মুহাম্মদ-এর বিরুদ্ধে কোন কঠোর ব্যবস্থা গ্ৰহণ করি, তবে আরবের লোকেরা আমাদেরকে দোষারোপ করার সুযোগ পাবে। বলবে: আবু তালেবের জীবদ্দশায় তো তারা মুহাম্মদ-এর কেশাগ্রও স্পর্শ করতে পারল না, এখন তার মৃত্যুর পর তাকে উৎপীড়নের লক্ষ্যবস্তুতে পরিণত করেছে। তাই আমরা আবু তালেব জীবিত থাকতেই তার সাথে মুহাম্মদ এর ব্যাপারে একটা মীমাংসায় উপনীত হতে চাই, যাতে সে আমাদের দেব-দেবীর নিন্দাবাদ পরিত্যাগ করে। সে মতে তারা আবু তালেবের কাছে গিয়ে বললঃ আপনার ভ্রাতুস্পপুত্র আমাদের উপাস্য দেব-দেবীর নিন্দা করে। আবু তালেব রসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে মজলিসে ডেকে এনে বললেন:  ভ্রাতুস্পুত্র, এ কোরাইশ সরদাররা তোমার বিরুদ্ধে অভিযোগ করছে যে, তুমি নাকি তাদের উপাস্য দেব-দেবীর নিন্দা কর। তাদেরকে তাদের ধর্মে ছেড়ে দাও এবং তুমি আল্লাহর ইবাদত করে যাও। অবশেষে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: চাচাজান, “আমি কি তাদেরকে এমনি বিষয়ের প্রতি দাওয়াত দেবো না, যাতে তাদের মঙ্গল রয়েছে?” আবু তালেব বললেন: সে বিষয়টি কি? তিনি বললেন: আমি তাদেরকে এমন একটি কালেমা বলতে চাই, যার বদৌলতে সমগ্র আরব তাদের সামনে মাথা নত করবে এবং তারা সমগ্ৰ অনারবদের অধীশ্বর হয়ে যাবে। একথা শুনে আবু জাহল বলে উঠল: বল, সে কলেমা কি? রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ “লা-ইলাহা-ইল্লাল্লাহ”। একথা শুনে সবাই পরিধেয় বস্ত্র ঝেড়ে উঠে দাঁড়াল এবং বললঃ আমরা কি সমস্ত দেব-দেবীকে পরিত্যাগ করে মাত্র একজনকে অবলম্বন করব? এ যে, বড়ই বিস্ময়কর ব্যাপার! এ ঘটনার প্রেক্ষাপটে সূরা ছোয়াদের আলোচ্য আয়াতগুলো নাযিল হয়। [দেখুন, তিরমিয়ী: ৩২৩২. আত-তাফসীরুস সহীহ 8/২১৭]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৩৮ : ২",
        "arabic_text": "\nبَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ ",
        "bangla_text": "বরং কাফিররা ঔদ্ধত্য ও বিরোধিতায় নিপতিত আছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৩৮ : ৩",
        "arabic_text": "\nكَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ ",
        "bangla_text": "এদের আগে আমরা বহু জনগোষ্ঠী  ধ্বংস করেছি; তখন তারা আর্ত চীৎকার করেছিল। কিন্তু তখন পরিত্রাণের কোনই সময় ছিল না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৩৮ : ৪",
        "arabic_text": "\nوَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ ",
        "bangla_text": "আর তারা বিস্ময় বোধ করছে যে, এদের কাছে এদেরই মধ্য  থেকে একজন সতর্ককারী আসল এবং কাফিররা বলে, 'এ তো এক জাদুকর [১], মিথ্যাবাদী।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জন্য জাদুকর শব্দটি তারা যে অর্থে ব্যবহার করতো তা হচ্ছে এই যে, তিনি মানুষকে এমন কিছু জাদু করতেন যার ফলে তারা পাগলের মতো তাঁর পেছনে লেগে থাকতো। কোন সম্পর্কচ্ছেদ করার বা কোন প্রকার ক্ষতির মুখোমুখি হবার কোন পরোয়াই তারা করতো না। পিতা পুত্ৰকে এবং পুত্র পিতাকে ত্যাগ করতো। স্ত্রী স্বামীকে ত্যাগ করতো এবং স্বামী স্ত্রী থেকে আলাদা হয়ে যেতো। হিজরাত করার প্রয়োজন দেখা দিলে একেবারে সবকিছু সম্পর্ক ত্যাগ করে স্বদেশভূমি থেকে বের হয়ে পড়তো। কারবার শিকেয় উঠুক এবং সমস্ত জ্ঞাতি-ভাইরা বয়কট করুক কোনদিকেই দৃষ্টিপাত করতো না। কঠিন থেকে কঠিনতর শারীরিক কষ্টও বরদাশত করে নিতো কিন্তু ঐ ব্যক্তির পেছনে চলা থেকে বিরত হতো না। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৩৮ : ৫",
        "arabic_text": "\nأَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ ",
        "bangla_text": "'সে কি বহু ইলাহকে এক ইলাহ বানিয়ে নিয়েছে? এটা তো এক অত্যাশ্চর্য ব্যাপার!' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৩৮ : ৬",
        "arabic_text": "\nوَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ ",
        "bangla_text": "আর তাদের নেতারা এ বলে সরে পড়ে যে, 'তোমরা চলে যাও এবং তোমাদের দেবতাগুলোর পূজায়  তোমরা অবিচলিত থাক। নিশ্চয়ই এ ব্যাপারটি উদ্দেশ্যমূলক।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৩৮ : ৭",
        "arabic_text": "\nمَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ ",
        "bangla_text": "আমরা তো অন্য ধর্মাদর্শে [১] এরূপ কথা শুনিনি; এটা এক মনগড়া উক্তি মাত্র।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য ধর্মাদর্শ বলে কি বুঝানো হয়েছে এ ব্যাপারে মতভেদ আছে। ইবনে আব্বাস থেকে এক বর্ণনায় বলা হয়েছে যে, এখানে সর্বশেষ মিল্লাত নাসারাদের দ্বীনকে উদ্দেশ্য নেয়া হয়েছে। অপর বর্ণনা মতে এখানে কুরাইশদের পুর্বপুরুষদের দ্বীন বুঝানো হয়েছে। [কুরতুবী, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৩৮ : ৮",
        "arabic_text": "\nأَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ ",
        "bangla_text": "'আমাদের মধ্যে কি তারই উপর যিক্‌র (বাণী) নাযিল হল? প্রকৃতপক্ষে  তারা তো আমার বাণীতে (কুরআনে) সন্দিহান। বরং তারা এখনো আমার শাস্তি  আস্বাদন করেনি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৩৮ : ৯",
        "arabic_text": "\nأَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ ",
        "bangla_text": "নাকি তাদের কাছে আছে আপনার রবের অনুগ্রহের ভাণ্ডার, যিনি পরাক্রমশালী, মহান দাতা?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৩৮ : ১০",
        "arabic_text": "\nأَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ ",
        "bangla_text": "নাকি তাদের কর্তৃত্ব আছে আসমানসমূহ ও যমীন এবং এ দু’য়ের অন্তর্বতী সমস্ত কিছুর উপর? থাকলে, তারা কোন উপায় অবলম্বন করে আরোহণ করুক ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৩৮ : ১১",
        "arabic_text": "\nجُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ ",
        "bangla_text": "এ বাহিনী সেখানে অবশ্যই পরাজিত হবে, পূর্ববতী দলসমূহের মত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেভাবে পূর্ববর্তী সময়ের লোকেরা তাদের নবীর উপর মিথ্যারোপ করার কারণে পরাজিত হয়েছে, তেমনি এ মিথ্যারোপকারী কাফের বাহিনীও পরাজিত হবে। এখন তাদেরকে কখন পরাজিত করা হয়েছে সে ব্যাপারে কারও কারও মত হচ্ছে, বদরের যুদ্ধে। [মুয়াসসার,কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৩৮ : ১২",
        "arabic_text": "\nكَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ ",
        "bangla_text": "এদের আগেও রাসূলদের প্রতি মিথ্যারোপ করেছিল নূহের সম্প্রদায়, ‘আদ ও কীলকওয়ালা ফিরআউন [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর শাব্দিক অৰ্থ-“কীলকওয়ালা ফেরাউন”। এর তাফসীরে তাফসীরবিদদের উক্তি বিভিন্নরূপ। কেউ কেউ বলেন: এতে তার সাম্রাজ্যের দৃঢ়তার প্রতি ইঙ্গিত করা হয়েছে। কেউ কেউ বলেন: সে মানুষকে চিৎ করে শুইয়ে তার চার হাত-পায়ে কীলক এটে দিত এবং তার উপরে সাপ-বিচ্ছু ছেড়ে দিত। এটাই কি ছিল তার শাস্তি দানের পদ্ধতি। কেউ কেউ বলেন: সে রশি ও কীলক দ্বারা বিশেষ এক প্রকার খেলা খেলত। কেউ কেউ আরও বলেন: এখানে কীলক বলে অট্রালিকা  বোঝান হয়েছে। সে সুদৃঢ় অট্টালিকা নির্মাণ করেছিল। আবার কেউ কেউ বলেন, এখানে সে যে বহু সেনাদলের অধিপতি ছিল এবং তাদের ছাউনির দিকে ইঙ্গিত করা হয়েছে। আবার সম্ভবত কীলক বলতে মিসরের পিরামিডও বুঝানো যেতে পারে, কেননা এগুলো যমীনের মধ্যে কীলকের মতো গাঁথা রয়েছে। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৩৮ : ১৩",
        "arabic_text": "\nوَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ ",
        "bangla_text": "সামুদ, লুত সম্প্রদায় ও আইকা'র অধিবাসী; ওরা ছিল এক-একটি  বিশাল বাহিনী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৩৮ : ১৪",
        "arabic_text": "\nإِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ ",
        "bangla_text": "তাদের প্রত্যেকেই রাসূলগণের প্ৰতি মিথ্যারোপ করেছিল। ফলে তাদের ক্ষেত্রে আমার শাস্তি ছিল যথার্থ।।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৩৮ : ১৫",
        "arabic_text": "\nوَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ ",
        "bangla_text": "আর এরা তো কেবল অপেক্ষা করছে একটি মাত্র প্রচণ্ড শব্দের, যাতে কোন বিরাম থাকবে না [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবীতে فواق এর একাধিক অর্থ হয়। (এক) একবার দুগ্ধ দোহনের পর পুনরায় স্তনে দুগ্ধ আসার মধ্যবর্তী সময়কে فواق বলা হয়। (দুই) সুখ-শান্তি। উদ্দেশ্য এই যে, ইসরাফিলের শিঙ্গার ফুঁক অনবরত চলতে থাকবে এতে কোন বিরতি হবে না। [দেখুন- বাগভী, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৩৮ : ১৬",
        "arabic_text": "\nوَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ ",
        "bangla_text": "আর তারা বলে, 'হে আমাদের রব! হিসাব দিবসের আগেই আমাদের প্রাপ্য [১] আমাদেরকে শীঘ্রই দিয়ে দিন!'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আসলে কাউকে পুরস্কার দানের প্রতিশ্রুতি সম্বলিত দলীল দস্তাবেজকে قط বলা হয়। কিন্তু পরে শব্দটি “অংশ” অর্থে ব্যবহৃত হতে শুরু করেছে। এখানে তা-ই বোঝানো হয়েছে। অর্থাৎ আখেরাতের শাস্তি ও প্রতিদানে আমাদের যা অংশ রয়েছে, তা এখানেই আমাদেরকে দিয়ে দিন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৩৮ : ১৭",
        "arabic_text": "\nٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ ",
        "bangla_text": "তারা যা বলে তাতে আপনি ধৈর্য ধারণ করুন এবং স্মরণ করুন আমাদের শক্তিশালী বান্দা দাউদের কথা; তিনি ছিলেন খুব বেশী আল্লাহ অভিমুখী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: আল্লাহ্ তা'আলার কাছে সর্বাধিক পছন্দনীয় সালাত ছিল দাউদ আলাইহিস সালাম -এর সালাত এবং সর্বাধিক পছন্দনীয় সাওম ছিল দাউদ আলাইহিস সালাম-এর সাওম। তিনি অর্ধারাত্রি নিদ্রা যেতেন, এক তৃতীয়াংশ ইবাদত করতেন এবং পুনরায় রাত্রির ষষ্ঠাংশে নিদ্রা যেতেন এবং তিনি একদিন পর পর রোযা রাখতেন। [বুখারী: ১১৩১, মুসলিম: ১১৫৯] অন্য বর্ণনায় এসেছে, ‘শক্রর মোকাবেলায় অবতীর্ণ হয়ে তিনি কখনও পশ্চাদপসরণ করতেন না ’ [বুখারী: ১৯৭৭, মুসলিম: ১১৫৯] অন্য বর্ণনায় এসেছে, “তিনি কখনো ওয়াদা খেলাফ করতেন না, শত্রুর মোকাবেলায় অবতীর্ণ হয়ে তিনি কখনও পশ্চাদপসরণ করতেন না” [মুসনাদে আহমাদ: ২/২০০]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৩৮ : ১৮",
        "arabic_text": "\nإِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ ",
        "bangla_text": "নিশ্চয় আমরা অনুগত করেছিলাম পর্বতমালাকে, যেন এগুলো সকাল- সন্ধ্যায় তার সাথে আমার পবিত্রতা ও মহিমা ঘোষণা করে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৩৮ : ১৯",
        "arabic_text": "\nوَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ ",
        "bangla_text": "এবং সমবেত পাখীদেরকেও; সবাই ছিল তার অভিমুখী [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে দাউদ আলাইহিসসালাম-এর সাথে পর্বতমালা ও পক্ষীকুলের ইবাদতের তাসবীহে। শরীক হওয়ার কথা উল্লেখ করা হয়েছে। ইতিপূর্বে এর ব্যাখ্যা সূরা আম্বিয়া ও সূরা সাবায় বর্ণিত হয়েছে। এখানে উল্লেখযোগ্য বিষয় এই যে, পর্বতমালা ও পক্ষীকুলের তাসবীহ পাঠকে আল্লাহ তা’আলা এখানে দাউদ আলাইহিস সালাম-এর প্রতি নেয়ামত হিসেবে উল্লেখ করেছেন। কারণ, এতে দাউদ আলাইহিস সালাম-এর একটি মু'জিযা প্রকাশ পেয়েছে। বলাবাহুল্য, মু'জিযা এক বড় নেয়ামত। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৩৮ : ২০",
        "arabic_text": "\nوَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ ",
        "bangla_text": "আর আমরা তার রাজ্যকে সুদৃঢ় করেছিলাম এবং তাকে দিয়েছিলাম হিকমত ও ফয়সালাকারী বাগ্মিতা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হেকমত অর্থ প্রজ্ঞা। অর্থাৎ আমি তাকে অসাধারণ বিবেকবুদ্ধি দান করেছিলাম। কেউ কেউ হেকমতের অর্থ নিয়েছেন নবুওয়াত। وَفَصْلَ الْخِطَابِ এর বিভিন্ন তাফসীর করা হয়েছে। কেউ বলেছেন, এর ভাবাৰ্থ অসাধারণ বাগ্মিতা। দাউদ আলাইহিস সালাম উচ্চস্তরের বক্তা ছিলেন। বক্তৃতায় হামদ ও সালাতের পর أمابعد শব্দ সর্বপ্রথম তিনিই বলেছিলেন। তার বক্তব্য জটিল ও অস্পষ্ট হতো না। সমগ্ৰ ভাষণ শোনার পর শ্রোতা একথা বলতে পারতো না যে তিনি কি বলতে চান তা বোধগম্য নয়। বরং তিনি যে বিষয়ে কথা বলতেন তার সমস্ত মূল কথাগুলো পরিষ্কার করে তুলে ধরতেন এবং আসল সিদ্ধান্ত প্ৰত্যাশী বিষয়টি যথাযথভাবে নির্ধারণ করে দিয়ে তার দ্ব্যর্থহীন জবাব দিয়ে দিতেন। কোন ব্যক্তি জ্ঞান, বুদ্ধি, প্রজ্ঞা বিচার-বিবেচনা ও বাকচাতুর্যের উচ্চতম পর্যায়ে অবস্থান না করলে এ যোগ্যতা অর্জন করতে পারে না। কেউ কেউ বলেন, এর ভাবাৰ্থ সর্বোত্তম বিচারশক্তি। অর্থাৎ আল্লাহ তাআলা তাকে ঝগড়া-বিবাদ মেটানো ও বাদানুবাদ মীমাংসা করার শক্তি দান করেছিলেন। প্রকৃতপক্ষে শব্দের মধ্যে একই সময়ে উভয় অর্থের পুরোপুরি অবকাশ রয়েছে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৩৮ : ২১",
        "arabic_text": "\n۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ ",
        "bangla_text": "আর আপনার কাছে বিবদমান লোকদের বৃত্তান্ত পৌঁছেছে কি? যখন তারা প্রাচীর ডিঙিয়ে আসল ‘ইবাদতখানায়,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৩৮ : ২২",
        "arabic_text": "\nإِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ ",
        "bangla_text": "যখন তারা দাউদের কাছে প্ৰবেশ করল, তখন তাদের কারণে তিনি ভীত হয়ে পড়লেন। তারা বলল, 'ভীত হবেন না, আমরা দুই বিবাদমান পক্ষ---আমাদের একে অন্যের উপর সীমালঙ্ঘন করেছে; অতএব আপনি আমাদের মধ্যে ন্যায় বিচার করুন; অবিচার করবেন না এবং আমাদেরকে সঠিক পথ প্রদর্শন করুন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৩৮ : ২৩",
        "arabic_text": "\nإِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ ",
        "bangla_text": "'নিশ্চয় এ ব্যক্তি আমার ভাই, এর আছে নিরানব্বইটি ভেড়ী [১]। আর আমার আছে মাত্র একটি ভেড়ী। তবুও সে বলে, ‘আমার যিম্মায় এটি দিয়ে দাও', এবং কথায় সে আমার প্ৰতি প্ৰাধান্য বিস্তার করেছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] نعجة শব্দের মূল অর্থ, ভেড়ী বা বন্যগরু। [আল-মুজামুল ওয়াসীতা] সাধারণত: আরবরা এ শব্দটি দিয়ে অনিন্দ্য সুন্দরী ও বড় চোখ বিশিষ্টা নারীকে বুঝায়। [দেখুন, তাবারী; বাগভী; কুরতুবী; ইবন কাসীর; জালালাইন; ফাতহুল কাদীর; সাদী; মুয়াসসার] এখানে এ শব্দটি দ্বারা কি উদ্দেশ্য নিয়েছেন তা একমাত্র আল্লাহই ভালো জানেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৩৮ : ২৪",
        "arabic_text": "\nقَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩ ",
        "bangla_text": "দাউদ বললেন, 'তোমার ভেড়ীটিকে তার ভেড়িগুলোর সঙ্গে যুক্ত করার দাবী করে সে তোমার প্রতি যুলুম করেছে। আর শরীকদের অনেকে একে অন্যের উপর তো সীমালংঘন করে থাকে---করে না শুধু যারা ঈমান আনে এবং সৎকাজ করে, আর তারা সংখ্যায় স্বল্প।’ আর দাউদ বুঝতে পারলেন, আমরা তো তাকে পরীক্ষা করলাম। অতঃপর তিনি তার রবের কাছে ক্ষমা প্রার্থনা করলেন এবং নত হয়ে লুটিয়ে পড়লেন [১], আর তাঁর অভিমুখী হলেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে \"রুকু” শব্দ ব্যবহৃত হয়েছে। এর আভিধানিক অর্থ নত হওয়া। অধিকাংশ তফসীরবিদের মতে, এখানে সাজদাহ বোঝানো হয়েছে। [ইবন কাসীর, বাগভী] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, “সোয়াদ” এর সাজদাহ বাধ্যতামূলক নয়। তবে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সাজদাহ করতে দেখেছি। [বুখারী: ১০৬৯] অপর বর্ণনায় ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, দাউদকে অনুসরণ করার নির্দেশ দেয়া হয়েছে, দাউদ যেহেতু সাজদাহ করেছেন সেহেতু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও সাজদাহ করেছেন ৷ [বুখারী: ৪৮০৭]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৩৮ : ২৫",
        "arabic_text": "\nفَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ ",
        "bangla_text": "অতঃপর আমরা তার ক্ৰটি ক্ষমা করলাম। আর নিশ্চয় আমাদের কাছে তার জন্য রয়েছে নৈকট্যের মর্যাদা ও উত্তম প্রত্যাবর্তনস্থল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৩৮ : ২৬",
        "arabic_text": "\nيَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ ",
        "bangla_text": "‘’হে দাউদ! আমরা আপনাকে যমীনে খলীফা বানিয়েছি, অতএব আপনি লোকদের মধ্যে সুবিচার করুন এ খেয়াল-খুশীর অনুসরণ করবেন না, কেননা এটা আপনাকে আল্লাহর থেকে বিচ্যুত করবে।’ নিশ্চয় যারা আল্লাহর পথ থেকে ভ্ৰষ্ট হয় তাদের জন্য রয়েছে কঠিন শাস্তি, কারণ তারা বিচার দিনকে ভুলে আছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৩৮ : ২৭",
        "arabic_text": "\nوَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ ",
        "bangla_text": "'আর আমরা আসমান, যমীন ও এ দুয়ের মধ্যবর্তী কোন কিছুই অনর্থক সৃষ্টি করিনি [১]। অনর্থক সৃষ্টি করার ধারণা তাদের যারা কুফরী করেছে, কাজেই যারা কুফরী করে তাদের জন্য রয়েছে আগুনের দুর্ভোগ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নিছক খেলাচ্ছলে সৃষ্টি করিনি। একথাটিই কুরআন মজীদের বিভিন্ন স্থানে বিভিন্নভাবে বলা হয়েছে। যেমনঃ “তোমরা কি মনে করেছো আমরা তোমাদের অনর্থক সৃষ্টি করেছি এবং তোমাদের আমাদের দিকে ফিরে আসতে হবে না।” [আল-মুমিনুন: ১১৫] অন্য আয়াতে বলা হয়েছে, “আমরা আকাশসমূহ ও পৃথিবীকে এবং তাদের মাঝখানে যে বিশ্ব-জাহান রয়েছে তাদেরকে খেলাচ্ছলে সৃষ্টি করিনি। আমরা তাদেরকে সত্য সহকারে সৃষ্টি করেছি। কিন্তু অধিকাংশ লোক জানে না। চূড়ান্ত বিচারের দিনে তাদের সবার জন্য উপস্থিতির সময় নির্ধারিত রয়েছে।” [আদ দুখান: ৩৮-৪০]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৩৮ : ২৮",
        "arabic_text": "\nأَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ ",
        "bangla_text": "যারা ঈমান আনে ও সৎকাজ করে আমরা কি তাদেরকে যমীনে বিপর্যয় সৃষ্টিকারীদের সমান গণ্য করব? নাকি আমরা মুত্তাকীদেরকে অপরাধীদের সমান গণ্য করব?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৩৮ : ২৯",
        "arabic_text": "\nكِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ ",
        "bangla_text": "এক মুবারক কিতাব, এটা আমরা আপনার প্রতি নাযিল করেছি, যাতে মানুষ এর আয়াতসমূহে গভীরভাবে চিন্তা করে এবং যাতে বোধশক্তিসম্পন্ন ব্যক্তিরা গ্ৰহণ করে উপদেশ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৩৮ : ৩০",
        "arabic_text": "\nوَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ ",
        "bangla_text": "আর আমরা দাউদকে দান করলাম সুলাইমান [১]। কতই না উত্তম বান্দা তিনি! নিশ্চয় তিনি ছিলেন অতিশয় আল্লাহ অভিমুখী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুলাইমান আলাইহিস সালাম সম্পর্কিত আলোচনা ইতিপূর্বে বিভিন্ন সূরায় বর্ণিত হয়েছে, [যেমন: সূরা আল-বাকারাহ: ১০৪; আল-ইসরা: ৭; আল-আম্বিয়া: ৭০-৭৫; আন-নামল, ১৮-৫৬ এবং সাবা: ১২-১8]\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৩৮ : ৩১",
        "arabic_text": "\nإِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ ",
        "bangla_text": "যখন বিকেলে তার সামনে দ্রুতগামী  উৎকৃষ্ট অশ্বরাজিকে [১] পেশ করা হল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে বলা হয়েছে الصّٰافِنٰات এর অর্থ হচ্ছে এমনসব ঘোড়া যেগুলো দাঁড়িয়ে থাকার সময় অত্যন্ত শান্তভাবে দাঁড়িয়ে থাকে, লাফালাফি দাপাদাপি করে না এবং যখন দৌড়ায় অত্যন্ত দ্রুতবেগে দৌড়ায়। [দেখুন, আত-তাফসীরুস সহীহ, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৩৮ : ৩২",
        "arabic_text": "\nفَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ ",
        "bangla_text": "তখন তিনি বললেন, 'আমি তো আমার রবের স্মরণ হতে বিমুখ হয়ে ঐশ্বৰ্য প্রীতিতে মগ্ন হয়ে পড়েছি, এদিকে সূর্য পর্দার আড়ালে চলে গেছে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৩৮ : ৩৩",
        "arabic_text": "\nرُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ ",
        "bangla_text": "‘এগুলোকে আমার কাছে ফিরিয়ে আন।' তারপর তিনি ওগুলোর পা এবং গলা ছেদন করতে লাগলেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য ৩০-৩৩ নং আয়াতসমূহে সুলাইমান আলাইহিস সালাম-এর একটি ঘটনা উল্লেখ করা হয়েছে। এ ঘটনার প্রসিদ্ধ বিবরণের সারমর্ম এই যে, সুলাইমান আলাইহিস সালাম অশ্বরাজি পরিদর্শনে এমনভাবে মগ্ন হয়ে পড়েন যে, আসরের সালাত আদায়ের নিয়মিত সময় অতিবাহিত হয়ে যায়। পরে সম্বিৎ ফিরে পেয়ে তার প্রতিকার করেন। এখন প্রশ্ন হলো, কিভাবে তিনি সে প্রতিকার করেছিলেন? কুরআন বলছে,\n  <br/>\n  <br/>\n  فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ\n  <br/>\n  <br/>\n  এর অর্থ বর্ণনায় বিভিন্ন মত রয়েছে,\n  <br/>\n  <br/>\n  এক, তিনি সমস্ত অশ্ব যবোহ করে দেন। কেননা, এগুলোর কারণেই আল্লাহর স্মরণ বিঘ্নিত হয়েছিল। এ সালাত নফল হলেও কোন আপত্তির কারণ নেই। কেননা, নবী-রাসূলগণ এতটুকু ক্ষতিও পুরণ করার চেষ্টা করে থাকেন। পক্ষান্তরে তা ফরয সালাত হলে ভুলে যাওয়ার কারণে তা কাযা হতে পারে এতে কোন গোনাহ হয় না। কিন্তু সুলাইমান আলাইহিস সালাম তার উচ্চ মর্যাদার পরিপ্রেক্ষিতে এরও প্ৰতিকার করেছেন। এ তাফসীরটি কয়েকজন তাফসীরবিদ থেকে বর্ণিত হয়েছে। হাফেয ইবন কাসীরের ন্যায় অনুসন্ধানী আলেমও এই তাফসীরকে অগ্ৰাধিকার দিয়েছেন। কিন্তু এতে সন্দেহ হয় যে, অশ্বরাজি আল্লাহ প্রদত্ত একটি পুরস্কার ছিল। নিজের সম্পদকে এভাবে বিনষ্ট করা একজন নবীর পক্ষে শোভা পায় না। কোন কোন তাফসীরবিদ এর জওয়াবে বলেন যে, এ অশ্বরাজি সুলাইমান আলাইহিস সালাম-এর ব্যক্তিগত মালিকানাধীন ছিল। তার শরীআতে গরু, ছাগল ও উটের ন্যায় অশ্ব কোরবানী করাও বৈধ ছিল। তাই তিনি অশ্বরাজি বিনষ্ট করেননি; বরং আল্লাহর নামে কোরবানী করেছেন।\n  <br/>\n  <br/>\n  দুই, আলোচ্য আয়াতের আরও একটি তাফসীর আবদুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত আছে। তাতে ঘটনাটি সম্পূর্ণ ভিন্ন পথে বর্ণনা করা হয়েছে। এই তফসীরের সারমর্ম এই যে, সুলাইমান আলাইহিস সালাম-এর সামনে জেহাদের জন্যে তৈরি অশ্বরাজি পরিদর্শনের নিমিত্তে পেশ করা হলে সেগুলো দেখে তিনি খুব আনন্দিত হন। সাথে সাথে তিনি বললেনঃ এই অশ্বরাজির প্রতি আমার যে মহব্বত ও মনের টান, তা পার্থিব মহব্বতের কারণে নয়; বরং আমার পালকর্তার স্মরণের কারণেই। কারণ, এগুলো জেহাদের উদ্দেশ্যে তৈরি করা হয়েছে। জেহাদ একটি উচ্চস্তরের ইবাদত। ইতিমধ্যে অশ্বরাজির দল তার দৃষ্টি থেকে উধাও হয়ে গেল। তিনি আদেশ দিলেনঃ এগুলোকে আবার আমার সামনে উপস্থিত কর। সে মতে পুনরায় উপস্থিত করা হলে তিনি অশ্বরাজির গলদেশে ও পায়ে আদর করে হাত বুলালেন। প্রাচীন তাফসীরবিদগণের মধ্যে হাফেয ইবনে জরীর, তাবারী, ইমাম রাযী প্রমুখ এ তাফসীরকেই অগ্রাধিকার দিয়েছেন। কেননা, এই তাফসীর অনুযায়ী সম্পদ নষ্ট করার সন্দেহ হয় না। পবিত্র কুরআনের ভাষ্যে উভয় তাফসীরের অবকাশ আছে।\n  <br/>\n  <br/>\n  এ আয়াত থেকে বোঝা যায় যে, আল্লাহর স্মরণে শৈথিল্য হলো নিজের উপর শাস্তি নির্ধারণ করা ধর্মীয় মর্যাদাবোধের দাবী। কোন সময় আল্লাহর স্মরণে শৈথিল্য হয়ে গেলে নিজেকে শাস্তি দেয়ার জন্যে কোন মুবাহ (অনুমোদিত) কাজ থেকে বঞ্চিত করে দেয়া জায়েয। কোন সৎকাজের অভ্যাস গড়ে তোলার জন্যে নিজের উপর এ ধরনের শাস্তি নির্ধারণ করা আত্মশুদ্ধির একটি ব্যবস্থা। এ ঘটনা থেকে এর বৈধতা বরং পছন্দনীয়তা জানা যায়। রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণিত আছে যে, একবার আবু জাহম রাদিয়াল্লাহু আনহু তাকে একটি শামী চাদর উপহার দেন। চাদরটি ছিল কারুকার্যখচিত। তিনি চাদর পরিধান করে সালাত পড়লেন এবং ফিরে এসে আয়েশা রাদিয়াল্লাহু ‘আনহাকে বললেন, চাদরটি আবু জাহামের কাছে ফেরত পাঠিয়ে দাও। কেননা, সালাতে আমার দৃষ্টি এর কারুকার্যের উপর পড়ে গিয়েছিল এবং আমার মনোনিবেশে বিপর্যয় সৃষ্টি হওয়ার উপক্রম হয়েছিল ৷ [বুখারী: ৩৭৩, মুসলীম: ১৭৬] হাদীসে আরও এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “তুমি আল্লাহর তাকওয়া অবলম্বন করতে গিয়ে যা-ই ত্যাগ করবে আল্লাহ তার থেকে উত্তম বস্তু তোমাকে দিবে। [মুসনাদে আহমাদ: ৫/৭৮,৭৯, ৩৬৩] [দেখুন, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৩৮ : ৩৪",
        "arabic_text": "\nوَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ ",
        "bangla_text": "আর অবশ্যই আমরা সুলাইমানকে পরীক্ষা করলাম এবং তার আসনের  উপর রাখলাম একটি ধড় [১]; তারপর সুলাইমান আমার অভিমুখী হলেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ধড় বলে কি বোঝানো হয়েছে এ ব্যাপারে দু'টি মত রয়েছে। এক. এখানে ধড় বলে একটি অপূর্ণাঙ্গ সন্তান বোঝানো হয়েছে। কারণ, সুলাইমান আলাইহিস সালাম শপথ করে বলেছিলেন, আমি আমার স্ত্রীদের সাথে সহবাস করলে প্রত্যেকেই একটি সন্তান নিয়ে আসবে, যাতে করে তারা আল্লাহর পথে জিহাদ করতে পারে, কিন্তু তিনি ইনশাল্লাহ বলতে ভুলে গিয়েছিলেন, তারপর তিনি তার স্ত্রীদের সাথে সহবাস করলেন, কিন্তু তাদের মধ্যে কেবল একজনই একটি অপূর্ণাঙ্গ সন্তানের জন্ম দিল। তারপর সুলাইমান আলাইহিস সালাম তার রবের দিকে ফিরে আসলেন এবং তাওবাহ করলেন [মুয়াসসার]\n  <br/>\n  <br/>\n  দুই. এখানে ধড় বলে সে জিনকে বোঝানো হয়েছে যে সুলাইমান আলাইহিস সালামের অবর্তমানে তার সিংহাসনে আরোহন করেছিল এবং কিছুদিন রাজ্য শাসন করেছিল। তারপর সুলাইমান আলাইহিস সালাম আল্লাহর দিকে ফিরে গেলেন এবং তাওবাহ করলেন। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৩৮ : ৩৫",
        "arabic_text": "\nقَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! আমাকে  ক্ষমা করুন এবং আমাকে দান করুন এমন এক রাজ্য [১] যা আমার পর আর কারও জন্যই প্রযোজ্য হবে না। নিশ্চয় আপনি পরম দাতা।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অধিকাংশ তাফসীরবিদের মতে এ দোআর অর্থ এই যে, আমার পরেও কেউ যেন এরূপ সাম্রাজ্যের অধিকারী না হয়। সুতরাং বাস্তবেও তাই দেখা যায় যে, সুলাইমান আলাইহিস সালাম-কে যেরূপ সাম্রাজ্য দান করা হয়েছিল, তেমন রাজত্বের অধিকারী পরবর্তীকালে কেউ হতে পারেনি। কেননা, বাতাস অধীনস্থ হওয়া, জিন জাতি বশীভূত হওয়া এগুলো পরবর্তীকালে কেউ লাভ করতে পারেনি। সুলাইমান আলাইহিস সালাম জিনদের উপর যেরূপ সর্বব্যাপী রাজত্ব কায়েম করেছিলেন তদ্রুপ কেউ কায়েম করতে পারেনি। এক হাদীসে এসেছে, এক দুষ্ট জিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সালাত নষ্ট করতে চাইলে তিনি সেটাকে বেঁধে রাখতে চেয়েছিলেন, কিন্তু সুলাইমান আলাইহিস সালামের এ দোআর কথা স্মরণ করে তার সম্মানে তা করা ত্যাগ করেন। [দেখুন, বুখারী: ৩৪২৩]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৩৮ : ৩৬",
        "arabic_text": "\nفَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ ",
        "bangla_text": "তখন আমরা তার অধীন করে দিলাম বায়ুকে, যা তার আদেশে তিনি যেখানে ইচ্ছে করতেন সেখানে মৃদুমন্দভাবে প্রবাহিত হত,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৩৮ : ৩৭",
        "arabic_text": "\nوَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ ",
        "bangla_text": "আর (অধীন করে দিলাম) প্রত্যেক প্রাসাদ নির্মাণকারী ও ডুবুরী শয়তানসমূহকেও,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৩৮ : ৩৮",
        "arabic_text": "\nوَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ ",
        "bangla_text": "এবং শৃংখলে আবদ্ধ আরও অনেককে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] শয়তান বলতে জিন বুঝানো হয়েছে। [আত-তাহরীর ওয়াত তানওয়ীর] আর শৃংখলিত জিন বলতে এমনসব জিন বুঝানো হয়েছে যাদেরকে বিভিন্ন দুষ্কর্মের কারণে বন্দী করা হতো। [ইবন কাসীর] অথবা তারা এমনভাবে তার বশ্যতা স্বীকার করেছিল যে, তিনি তাদেরকে বন্দী করে রাখতে সমর্থ হতেন। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৩৮ : ৩৯",
        "arabic_text": "\nهَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ ",
        "bangla_text": "‘এসব আমাদের অনুগ্রহ, অতএব এ থেকে আপনি অন্যকে দিতে বা নিজে রাখতে পারেন। এর জন্য আপনাকে হিসেব দিতে হবে না।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৩৮ : ৪০",
        "arabic_text": "\nوَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ ",
        "bangla_text": "আর নিশ্চয় আমাদের কাছে রয়েছে তার জন্য নৈকট্যের মর্যাদা ও উত্তম প্রত্যাবর্তনস্থল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৩৮ : ৪১",
        "arabic_text": "\nوَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ ",
        "bangla_text": "আর স্মরণ করুন, আমাদের বান্দা  আইউবকে, যখন তিনি তার রবকে বলেছিলেন, ‘শয়তান তো আমাকে যন্ত্রণা ও কষ্টে ফেলেছে',",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৩৮ : ৪২",
        "arabic_text": "\nٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ ",
        "bangla_text": "(আমি তাকে বললাম) ‘আপনি আপনার পা দ্বারা ভূমিতে আঘাত করুন, এই তো গোসলের সুশীতল পানি ও পানীয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহর হুকুমে মাটিতে পায়ের আঘাত করতেই একটি পানির ঝরণা প্রবাহিত হলো। এর পানি পান করা এবং এ পানিতে গোসল করা ছিল আইয়ূবের জন্য তার রোগের চিকিৎসা। সম্ভবত আইয়ুব কোন কঠিন চর্মরোগে আক্রান্ত হয়েছিলেন। [দেখুন, মুয়াসসার,কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৩৮ : ৪৩",
        "arabic_text": "\nوَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ ",
        "bangla_text": "আর আমরা তাকে দান করলাম তার পরিজনবর্গ ও তাদের মত  আরো অনেক; আমাদের পক্ষ থেকে অনুগ্রহস্বরূপ এবং বোধশক্তি সম্পন্ন লোকদের জন্য উপদেশস্বরূপ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিভিন্ন বর্ণনায় এসেছে, এ রোগে আক্রান্ত হবার পর আইয়ূবের স্ত্রী ছাড়া আর সবাই তাঁর সংগ ত্যাগ করেছিল, এমন কি সন্তানরাও তার দিক থেকে মুখ ফিরিয়ে নিয়েছিল। এ দিকে ইংগিত করেই আল্লাহ বলছেন, যখন আমি তার রোগ নিরাময় করলাম, সমস্ত পরিবারবর্গ তার কাছে ফিরে এলো এবং তারপর আমি তাকে আরো সন্তান দান করলাম। একজন বুদ্ধিমানের জন্য এর মধ্যে এ শিক্ষা রয়েছে যে, ভালো অবস্থায় আল্লাহকে ভুলে গিয়ে তার বিদ্রোহী হওয়া উচিত নয় এবং খারাপ অবস্থায় তার আল্লাহ থেকে নিরাশ হওয়াও উচিত নয়। তাকদীরের ভালমন্দ সরাসরি এক ও লা শরীক আল্লাহর ক্ষমতার আওতাধীন। তিনি চাইলে মানুষের সবচেয়ে ভাল অবস্থাকে সবচেয়ে খারাপ অবস্থায় পরিবর্তিত করে দিতে পারেন আবার চাইলে সবচেয়ে খারাপ অবস্থার মধ্য দিয়ে তাকে সবচেয়ে ভাল অবস্থায় পৌঁছিয়ে দিতে পারেন। তাই বুদ্ধিমান ব্যক্তির সকল অবস্থায় তাঁর ওপর ভরসা এবং তাঁর প্রতি পুরোপুরি নির্ভর করা উচিত। [দেখুন, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৩৮ : ৪৪",
        "arabic_text": "\nوَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ ",
        "bangla_text": "'আর (আমি তাকে আদেশ করলাম) একমুঠ ঘাস নিন এবং তা দ্বারা আঘাত করুন এবং শপথ ভঙ্গ করবেন না।' নিশ্চয় আমরা তাকে পেয়েছি ধৈর্যশীল [১]। কতই উত্তম বান্দা  তিনি! নিশ্চয় তিনি ছিলেন আমার অভিমুখী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত যে, আইয়ুব আলাইহিস সালামের অসুস্থতার সময় একদা শয়তান চিকিৎসকের বেশে আইয়ুব আলাইহিস সালামের পত্নীর সাথে সাক্ষাত করেছিল। তিনি ওকে চিকিৎসক মনে করে স্বামীর চিকিৎসা করতে অনুরোধ করেন। শয়তান বলল, এই শর্তে চিকিৎসা করতে পারি যে, আরোগ্য লাভ করলে একথার স্বীকৃতি দিতে হবে যে, আমিই তাকে আরোগ্য দান করেছি। এ স্বীকৃতিটুকু ছাড়া আমি আর কোন পারিশ্রমিক চাই না। স্ত্রী আইয়ূবকে একথা বললে, তিনি বললেন -তোমার সরলতা দেখে সত্যই দুঃখ হয়। ওতো শয়তান ছিল। এ ঘটনার বিশেষতঃ তার স্ত্রীর মুখ দিয়ে শয়তান কর্তৃক এমন একটা প্রস্তাব তার সামনে উচ্চারিত করানোর বিষয়টা তিনি স্বাভাবিকভাবে গ্রহণ করতে পারলেন না। তিনি খুব দুঃখ পেলেন। কারণ, প্রস্তাবটা ছিল শেরেকীতে লিপ্ত করার একটা সূক্ষ্ম অপপ্রয়াস। তাই তিনি শপথ করে বসলেন যে, আল্লাহ তাআলা আমাকে সুস্থ করে তুললে স্ত্রীর এ অপরাধের জন্য তাকে একশত বেত্ৰাঘাত করব। সে ঘটনার প্রতি ইঙ্গিত করেই আল্লাহ পাক নির্দেশ দিচ্ছেন, শপথ ভঙ্গ করো না, বরং হাতে এক মুঠে তৃণশলাকা নিয়ে তদ্বারা স্ত্রীকে একশত বেত্ৰাঘাত করে শপথ পূর্ণ কর। তবে কোন অসমীচীন কাজের প্রতিজ্ঞা করলে তা ভেঙ্গে কাফফারা আদায় করাই শরীআতের বিধান। এক হাদীসে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “যে ব্যক্তি কোন প্রতিজ্ঞা করে, অতঃপর দেখে যে, এ প্রতিজ্ঞার বিপরীত কাজ করাই উত্তম, তবে তার উচিত উত্তম কাজটি করা এবং প্রতিজ্ঞার কাফফারা আদায় করা। [মুসলিম: ১৬৫০]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৩৮ : ৪৫",
        "arabic_text": "\nوَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ ",
        "bangla_text": "আর স্মরণ করুন, আমাদের বান্দা  ইবরাহীম, ইসহাক ও ইয়া'কুবের কথা, তাঁরা ছিলেন শক্তিশালী ও সূক্ষ্মদর্শী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৩৮ : ৪৬",
        "arabic_text": "\nإِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ ",
        "bangla_text": "নিশ্চয় আমরা তাদেরকে অধিকারী করেছিলাম এক বিশেষ গুণের, তা  ছিল আখিরাতের স্মরণ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদেরকে আখেরাত স্মরণের জন্য বিশেষ লোক হিসেবে নির্বাচন করেছিলাম। সুতরাং তারা আখেরাতের জন্যই আমার আনুগত্য করত ও আমল করত। মানুষদেরকে তারা এর জন্য উপদেশ দিত এবং আখেরাতের প্রতি আহবান জানাত। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৩৮ : ৪৭",
        "arabic_text": "\nوَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ ",
        "bangla_text": "আর নিশ্চয় তারা ছিলেন আমাদের নিকট মনোনীত উত্তম বান্দাদের অন্যতম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৩৮ : ৪৮",
        "arabic_text": "\nوَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ ",
        "bangla_text": "আর স্মরণ করুন, ইসমাঈল, আল-ইয়াসা'আ ও যুল-কিফ্‌লের কথা, আর  এরা প্ৰত্যেকেই ছিলেন সজ্জনদের অন্তর্ভুক্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৩৮ : ৪৯",
        "arabic_text": "\nهَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ ",
        "bangla_text": "এ এক স্মরণ’ [১]। মুত্তাকীদের জন্য  রয়েছে উত্তম আবাস---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ কুরআন আপনার ও আপনার জাতির জন্য এক সম্মানজনক স্মরণ। এতে আপনাকে ও আপনার জাতির সুন্দর প্রশংসা করা হয়েছে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৩৮ : ৫০",
        "arabic_text": "\nجَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ ",
        "bangla_text": "চিরস্থায়ী জান্নাত, যার দরজাসমূহ তাদের জন্য উন্মুক্ত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর কয়েকটি অর্থ হতে পারে। এক, এসব জান্নাতে তারা দ্বিধাহীনভাবে ও নিশ্চিন্তে ঘোরাফেরা করবে এবং কোথাও তাদের কোনপ্রকার বাধার সম্মুখীন হতে হবে না। দুই, জান্নাতের দরজা খোলার জন্য তাদের কোন প্রচেষ্টা চালাবার দরকার হবে না বরং শুধুমাত্র তাদের মনে ইচ্ছা জাগার সাথে সাথেই তা খুলে যাবে। তিন, জান্নাতের ব্যবস্থাপনায় যেসব ফেরেশতা নিযুক্ত থাকবে তারা জান্নাতের অধিবাসীদেরকে দেখতেই তাদের জন্য দরজা খুলে দেবে। [ইবন কাসীর, সাদী, ফাতহুল কাদীরা] এ তৃতীয় বিষয়বস্তুটি কুরআনের এক জায়গায় বেশী স্পষ্টভাবে বর্ণনা করা হয়েছে, “এমনকি যখন তারা সেখানে পৌঁছুবে এবং তার দরজা আগে থেকেই খোলা থাকবে তখন জান্নাতের ব্যবস্থাপকরা তাদেরকে বলবে, ‘সালামুন আলাইকুম, শুভ আগমন’ চিরকালের জন্য এর মধ্যে প্রবেশ করুন।' [সূরা আয-যুমার: ৭৩]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৩৮ : ৫১",
        "arabic_text": "\nمُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ ",
        "bangla_text": "সেখানে তারা আসীন হবে হেলান দিয়ে, সেখানে তারা বহুবিধ ফলমূল ও পানীয় চাইবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৩৮ : ৫২",
        "arabic_text": "\n۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ ",
        "bangla_text": "আর তাদের পাশে থাকবে আনতনয়না সমবয়স্কারা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৩৮ : ৫৩",
        "arabic_text": "\nهَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ ",
        "bangla_text": "এটা হিসেবের দিনের জন্য তোমাদেরকে দেয়া প্ৰতিশ্রুতি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৩৮ : ৫৪",
        "arabic_text": "\nإِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ ",
        "bangla_text": "নিশ্চয় এটা আমাদের দেয়া রিযিক যা  নিঃশেষ হবার নয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৩৮ : ৫৫",
        "arabic_text": "\nهَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ ",
        "bangla_text": "এটাই। আর নিশ্চয় সীমালংঘনকারীদের  জন্য রয়েছে নিকৃষ্টতম প্রত্যাবর্তনস্থল---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৩৮ : ৫৬",
        "arabic_text": "\nجَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ ",
        "bangla_text": "জাহান্নাম, সেখানে তারা অগ্নিদগ্ধ হবে, কত নিকৃষ্ট বিশ্রামস্থল!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৩৮ : ৫৭",
        "arabic_text": "\nهَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ ",
        "bangla_text": "এটাই। কাজেই তারা আস্বাদন করুক ফুটন্ত পানি ও পুঁজ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে غساق শব্দ ব্যবহার করা হয়েছে। আভিধানিকগণ এর কয়েকটি অর্থ বৰ্ণনা করেছেন। এর একটি অর্থ হচ্ছে, শরীর থেকে বের হয়ে আসা রক্ত, পুঁজ ইত্যাদি জাতীয় নোংরা তরল পদার্থ এবং চোখের পানিও এর অন্তর্ভুক্ত। দ্বিতীয় অর্থ হচ্ছে, অত্যন্ত ও চরম ঠাণ্ডা জিনিস। তৃতীয় অর্থ হচ্ছে, চরম দুৰ্গন্ধযুক্ত পচা জিনিস। কিন্তু প্রথম অর্থেই এ শব্দটির সাধারণ ব্যবহার হয়, যদিও বাকি দু'টি অর্থও আভিধানিক দিক দিয়ে নির্ভুল। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৩৮ : ৫৮",
        "arabic_text": "\nوَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ ",
        "bangla_text": "আরো আছে এরূপ বিভিন্ন ধরনের শাস্তি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, এর দ্বারা প্ৰচণ্ড শীত বোঝানো হয়েছে। আর ইবন আব্বাস বলেন, এর অর্থ, অনুরূপ। [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৩৮ : ৫৯",
        "arabic_text": "\nهَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ ",
        "bangla_text": "'এ তো এক বাহিনী, তোমাদের সঙ্গে প্ৰবেশ করছে।  তাদের জন্য নেই কোন অভিনন্দন। নিশ্চয় তারা আগুনে জ্বলবে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৩৮ : ৬০",
        "arabic_text": "\nقَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ ",
        "bangla_text": "অনুসারীরা বলবে, ‘বরং তোমরাও, তোমাদের জন্যও কোন অভিনন্দন নেই। তোমরাই তো আগে আমাদের জন্য ওটার ব্যবস্থা করেছ। অতএব কত নিকৃষ্ট এ আবাসস্থল [১]!’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, এটা অনুসারীরা তাদের নেতাদেরকে বলবে। [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৩৮ : ৬১",
        "arabic_text": "\nقَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ ",
        "bangla_text": "তারা বলবে, 'হে আমাদের রব! যে এটাকে আমাদের সম্মুখীন করেছে, আগুনে তার শাস্তি আপনি দ্বিগুণ বাড়িয়ে দিন।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৩৮ : ৬২",
        "arabic_text": "\nوَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ ",
        "bangla_text": "তারা আরও বলবে, 'আমাদের কী হল যে, আমরা যেসব লোককে মন্দ বলে গণ্য করতাম তাদেরকে দেখতে পাচ্ছি না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ বলেন, তারা জান্নাতীদেরকে দেখতে পাবে না। তখন বলবে, আমরা দুনিয়াতে তাদেরকে উপহাস করতাম, এখন তো তাদেরকে হারিয়ে ফেলেছি। নাকি তারা জাহান্নামেই আছে তবে আমাদের চোখ তাদেরকে পাচ্ছে না? [তাবারী]।\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৩৮ : ৬৩",
        "arabic_text": "\nأَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ ",
        "bangla_text": "'তবে কি আমরা তাদেরকে (অহেতুক) ঠাট্টা-বিদ্রূপের পাত্ৰ মনে করতাম; না তাদের ব্যাপারে আমাদের দৃষ্টি বিভ্রম ঘটেছে [১]'?  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফলে চোখ তাদের দেখতে পাচ্ছে না? [তাবারী] ইবন কাসীর বলেন, বস্তুত এটি এক উদাহরণ। নতুবা সকল কাফেরের অবস্থাই এ রকম। তারা বিশ্বাস করত যে, মুমিনরা জাহান্নামে যাবে। তারপর যখন তারা জাহান্নামে যাবে আর সেখানে মুমিনদের খুঁজতে থাকবে, কিন্তু তারা তাদেরকে সেখানে পাবে না। তখন তারা বলবে যে, “আমাদের কী হল যে, আমরা যেসব লোককে মন্দ বলে গণ্য করতাম তাদেরকে দেখতে পাচ্ছি না, আমরা তো দুনিয়াতে তাদেরকে ঠাট্টা-বিদ্রুপের পাত্ৰ মনে করতাম; এরপর তারা নিজেদেরকে শুধুই অসম্ভবকে সম্ভব মনে করে সান্তুনা দিতে চেষ্টা করে বলবে, নাকি তারা আমাদের সাথেই জাহান্নামে আছে তবে তাদের ব্যাপারে আমাদের দৃষ্টি বিভ্ৰম ঘটেছে? তখন তারা জানতে পারবে যে, মূলত: তারা জান্নাতের সুউচ্চ স্তরে রয়েছে। আর সেটাই হচ্ছে তা যা অন্যত্র বলা হয়েছে, “ আর জান্নাতবাসীগণ জাহান্নামবাসীদেরকে সম্বোধন করে বলবে, ‘আমাদের রব আমাদেরকে যে প্রতিশ্রুতি দিয়েছিলেন আমরা তো তা সত্য পেয়েছি। তোমাদের রব তোমাদেরকে যে প্রতিশ্রুতি দিয়েছিলেন তোমরা তা সত্য পেয়েছ কি?’ তারা বলবে, “হ্যাঁ।” অতঃপর একজন ঘোষণাকারী তাদের মধ্যে ঘোষণা করবে, ‘আল্লাহর লা'নত যালিমদের উপর--- ‘যারা আল্লাহর পথে প্রতিবন্ধক সৃষ্টি করত এবং সে পথে জটিলতা খুঁজে বেড়াত; এবং তারা আখেরাতকে অস্বীকারকারী ছিল।” আর তাদের উভয়ের মধ্যে পর্দা থাকবে। আর আ’রাফে কিছু লোক থাকবে, যারা প্রত্যেককে তার চিহ্ন দ্বারা চিনবে। আর তারা জন্নাতবাসীদেরকে সম্বোধন করে বলবে, “তোমাদের উপর সালাম।’ তারা তখনো জান্নাতে প্রবেশ করেনি, কিন্তু আকাংখা করে। আর যখন তাদের দৃষ্টি অগ্নিবাসীদের দিকে ফিরিয়ে দেয়া হবে, তখন তারা বলবে, “হে আমাদের রব! আমাদেরকে যালিম সম্প্রদায়ের সঙ্গী করবেন না।” আর আ’রাফবাসীরা এমন লোকদেরকে ডাকবে, যাদেরকে তারা তাদের চিহ্ন দ্বারা চিনবে, তারা বলবে, ‘তোমাদের দল ও তোমাদের অহংকার কোন কাজে আসল না।’ এরাই কি তারা, যাদের সম্বন্ধে তোমরা শপথ করে বলতে যে, আল্লাহ তাদেরকে রহমতে শামিল করবেন না? (এদেরকেই বলা হবে) ‘তোমরা জান্নাতে প্রবেশ করা, তোমাদের কোন ভয় নেই এবং তোমরা দুঃখিতও হবে না।’  [88-8৯] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৩৮ : ৬৪",
        "arabic_text": "\nإِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ ",
        "bangla_text": "নিশ্চয় এটা বাস্তব সত্য--- জাহান্নামীদের এ পারস্পারিক বাদ-প্রতিবাদ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৩৮ : ৬৫",
        "arabic_text": "\nقُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ ",
        "bangla_text": "বলুন, 'আমি তো একজন সতর্ককারী  মাত্র এবং সত্য কোন ইলাহ্ নেই  আল্লাহ ছাড়া, যিনি এক, প্রবল প্ৰতাপশালী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৩৮ : ৬৬",
        "arabic_text": "\nرَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ ",
        "bangla_text": "'যিনি আসমানসমূহ, যমীন ও তাদের মধ্যবর্তী সমস্ত কিছুর রব, প্রবল পরাক্রমশালী, মহাক্ষমাশীল।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৩৮ : ৬৭",
        "arabic_text": "\nقُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ ",
        "bangla_text": "বলুন, 'এটা এক মহাসংবাদ,  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৩৮ : ৬৮",
        "arabic_text": "\nأَنتُمۡ عَنۡهُ مُعۡرِضُونَ ",
        "bangla_text": "'যা থেকে তোমরা মুখ ফিরিয়ে   নিচ্ছ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৩৮ : ৬৯",
        "arabic_text": "\nمَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ ",
        "bangla_text": "‘উর্ধ্বলোক সম্পর্কে আমার কোন জ্ঞান ছিল না যখন তারা বাদানুবাদ করছিল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমার রেসালতের উজ্জ্বল প্রমাণ এই যে, আমি তোমাদেরকে উর্ধ্ব জগতের বিষয়াদি সম্পর্কে অবহিত করে থাকি যা ওহী ছাড়া অন্য কোন উপায়েই আমার জানার কথা নয়। এসব বিষয়াদির এক অর্থ সেসব আলোচনা, যা আদম সৃষ্টির সময় আল্লাহ তাআলা ও ফেরেশতাগণের মধ্যে অনুষ্ঠিত হয়েছিল। [ইবন কাসীর] ফেরেশতাগণ বলেছিল, “আপনি কি পৃথিবীতে এমন কাউকে সৃষ্টি করবেন, যারা সেখানে অনর্থ সৃষ্টি করবে এবং রক্তগঙ্গা বইয়ে দেবে? [কুরতুবী] এসব কথাবার্তাকে এখানে اختصام বলে ব্যক্ত করা হয়েছে, যার শাব্দিক অর্থ “ঝগড়া করা” অথবা “বাকবিতণ্ডা করা”। অথচ বাস্তব ঘটনা এই যে, ফেরেশতাগণের এই প্রশ্ন কোন আপত্তি অথবা বাকবিতণ্ডার উদ্দেশ্যে ছিল না, বরং তারা কেবল আদম সৃষ্টির রহস্য জানতে চেয়েছিল। কিন্তু প্রশ্ন ও উত্তরের বাহ্যিক আকার বাকবিতণ্ডার অনুরূপ হয়ে গিয়েছিল বিধায় একে اختصام শব্দ দ্বারা ব্যক্ত করা হয়েছে।\n  <br/>\n  <br/>\n  উপরোক্ত তাফসীর ছাড়াও এ বিবাদের আরেক অর্থ হাদীসে বর্ণিত হয়েছে। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘আমার রব আজ স্বপ্নে আমার কাছে সবচেয়ে সুন্দর আকৃতিতে আসেন। তারপর তিনি বললেন, হে মুহাম্মাদ! আপনি কি জানেন কি নিয়ে উধৰ্ব্বলোকে ঝগড়া হচ্ছে? আমি বললাম: না, তারপর তিনি তাঁর হাত আমার কাঁধের মাঝখানে রাখলেন, এমনকি আমি তার শীতলতা আমার গলা ও বক্ষদেশে অনুভব করি। তখন জানতে পারলাম আসমানে ও যমীনে যা আছে তা। বললেন, হে মুহাম্মাদ ! আপনি কি জানেন উধ্বলোকে কি নিয়ে ঝগড়া হচ্ছে? আমি বললাম, হ্যাঁ, বললেন, কাফফারা নিয়ে। কাফফারা হচ্ছে, সালাতের পরে মসজিদে অবস্থান করা এবং জামা'আতের দিকে পায়ে হেঁটে যাওয়া; আর কষ্টকর জায়গায় অযুর পানি পৌছানো। যে ব্যক্তি এটা করবে সে কল্যাণের সাথে জীবন অতিবাহিত করবে এবং কল্যাণের সাথে মারা যাবে। আর সে তার গোনাহ থেকে এমনভাবে মুক্ত হবে যেমন তার মা তাকে প্রথম জন্ম দিয়েছিল। আরও বললেন, হে মুহাম্মদ! আপনি যখন সালাত আদায় করবেন তখন বলবেন,\n  <br/>\n  <br/>\n  اللّٰهُمَّ إِنِّىْ أَسْأَلُكَ فِيْلَ الْخَيْرَ اتِ وَتَرْكَ لْمُنْكَرَاتِ وَ حُبَّ الَمسَا كِيْنِ، وَإِذَا أَرَدْتَّ بِعِبَادِكَ فِتْنَةً فَاقْبِضْنِيْ إِلَيْكَ غَيْرَ مَفْتُوْنٍ\n  <br/>\n  <br/>\n  অর্থাৎ, ‘হে আল্লাহ, আমি আপনার কাছে কল্যাণকর কাজ করার সামর্থ চাই, অন্যায়-অশ্লীলতা পরিত্যাগ করার সামর্থ চাই এবং দরিদ্রদের ভালবাসার তাওফীক চাই। আর যখন আপনি আপনার বান্দাদেরকে কোন পরীক্ষায় নিপতিত করতে চান তখন আমাকে আপনার কাছে বিনা পরীক্ষায় নিয়ে নিন'। অনুরূপভাবে (উর্ধালোকে আরেকটি) বিবাদের বিষয় হচ্ছে, ‘দারাজাহ’ বা উচ্চ পদ মর্যাদা সম্পর্কে। দারাজাহ' বা উচ্চ পদ মর্যাদা হচ্ছে, প্রথম সালাম দেয়া, খাবার খাওয়ানো এবং মানুষ যখন ঘুমায় তখন সালাত আদায় করা। [তিরমিষী: ৩২৩৫] তবে হাফেয। ইবনে কাসীর প্রথম তাফসীরটিকে অগ্রাধিকার দিয়েছেন। [দেখুন, ইবন কাসীর[\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৩৮ : ৭০",
        "arabic_text": "\nإِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ ",
        "bangla_text": "'আমার কাছে তো এ ওহী এসেছে যে, আমি একজন স্পষ্ট সতর্ককারী মাত্র।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৩৮ : ৭১",
        "arabic_text": "\nإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ ",
        "bangla_text": "স্মরণ করুন, যখন আপনার রব ফেরেশতাদেরকে বলেছিলেন, 'আমি  মানুষ সৃষ্টি করছি কাদা থেকে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৩৮ : ৭২",
        "arabic_text": "\nفَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ ",
        "bangla_text": "অতঃপর যখন আমি তাকে সুষম করব এবং তাতে আমার রূহ সঞ্চার করব, তখন তোমরা তার প্রতি সিজদাবনত হয়ো।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৩৮ : ৭৩",
        "arabic_text": "\nفَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ ",
        "bangla_text": "তখন ফেরেশতারা সকলেই  সিজদাবনত হল--- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "৩৮ : ৭৪",
        "arabic_text": "\nإِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "ইবলীস ছাড়া, সে অহংকার করল এবং কাফিরদের অন্তর্ভুক্ত হল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "৩৮ : ৭৫",
        "arabic_text": "\nقَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ ",
        "bangla_text": "তিনি বললেন, 'হে ইবলীস! আমি যাকে আমার দু'হাতে [১] সৃষ্টি করেছি, তার প্রতি সিজদাবনত হতে তোমাকে কিসে বাধা দিল? তুমি কি ঔদ্ধত্য প্রকাশ করলে, না তুমি অধিকতর উচ্চ মর্যাদাসম্পন্ন?'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আহলে সুন্নাত ওয়াল জামা'আতের আকীদা বিশ্বাস হচ্ছে যে, মহান আল্লাহর হাত রয়েছে। তবে সেটার স্বরূপ আমরা জানি না। [ইমাম আবু হানীফার দিকে সম্পর্কযুক্ত গ্ৰন্থ, আল-ফিকহুল আকবার: ২৭] আয়াতে বলা হয়েছে, আল্লাহ তা’আলা আদমকে নিজ দু হাতে সৃষ্টি করেছেন। অন্য হাদীসে তাওরাত লেখার কথাও এসেছে। [বুখারী: ৬৬১৪] তাছাড়া তিনি জান্নাতও নিজ হাতে তৈরী করেছেন। [মুসলিম: ১৮৯] অনুরূপভাবে তিনি নিজ হাতে একটি কিতাব লিখে তাঁর কাছে রেখে দিয়েছেন যাতে লিখা আছে যে, তার রহমত। তার ক্রোধের উপর প্রাধান্য পাবে। [ইবন মাজাহ: ১৮৯] [বিস্তারিত দেখুন, উমর সুলাইমান আল-আশকার, আল -আকীদা ফিল্লাহ: ১৭৭–১৭৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "৩৮ : ৭৬",
        "arabic_text": "\nقَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ ",
        "bangla_text": "সে বলল, 'আমি তার চেয়ে শ্রেষ্ঠ। আপনি আমাকে আগুন থেকে সৃষ্টি করেছেন এবং তাকে সৃষ্টি করেছেন কাদা থেকে৷'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "৩৮ : ৭৭",
        "arabic_text": "\nقَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ ",
        "bangla_text": "তিনি বললেন, 'তুমি এখান থেকে বের হয়ে যাও, কেননা নিশ্চয় তুমি বিতাড়িত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "৩৮ : ৭৮",
        "arabic_text": "\nوَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ ",
        "bangla_text": "‘আর নিশ্চয় তোমার উপর আমার লা'নত থাকবে, কর্মফল দিন পর্যন্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "৩৮ : ৭৯",
        "arabic_text": "\nقَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ ",
        "bangla_text": "সে বলল, 'হে আমার রব! অতএব আপনি আমাকে সেদিন পর্যন্ত অবকাশ দিন, যে দিন তাদেরকে পুনরুত্থিত করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "৩৮ : ৮০",
        "arabic_text": "\nقَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ ",
        "bangla_text": "তিনি বললেন, 'তাহলে তুমি অবকাশপ্ৰাপ্তদের অন্তর্ভুক্ত হলে---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "৩৮ : ৮১",
        "arabic_text": "\nإِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ ",
        "bangla_text": "‘নির্ধারিত সময় উপস্থিত হওয়ার দিন পর্যন্ত।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "৩৮ : ৮২",
        "arabic_text": "\nقَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "সে বলল, 'আপনার ক্ষমতা-সম্মানের শপথ! অবশ্যই আমি তাদের সবাইকে পথভ্রষ্ট করব,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "৩৮ : ৮৩",
        "arabic_text": "\nإِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ ",
        "bangla_text": "‘তবে তাদের মধ্যে আপনার একনিষ্ঠ বান্দারা ব্যতীত।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "৩৮ : ৮৪",
        "arabic_text": "\nقَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ ",
        "bangla_text": "তিনি বললেন, ‘তবে এটাই সত্য, আর আমি সত্যই বলি--",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "৩৮ : ৮৫",
        "arabic_text": "\nلَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ ",
        "bangla_text": "'অবশ্যই তোমার দ্বারা ও তাদের মধ্যে যারা তোমার অনুসরণ করবে তাদের সবার দ্বারা আমি জাহান্নাম পূর্ণ করব।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "৩৮ : ৮৬",
        "arabic_text": "\nقُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ ",
        "bangla_text": "বলুন, 'আমি এর জন্য তোমাদের কাছে কোন প্রতিদান চাই না এবং আমি  কৃত্রিমতাশ্রয়ীদের অন্তর্ভুক্ত নই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তা'আলা আমাকে যা দিয়ে পাঠিয়েছেন আমি তা থেকে কোন কিছু বাড়িয়ে বলব না, এর বাইরে বাড়তি কিছুই আমি চাই না। বরং আমাকে যা নির্দেশ দেয়া হয়েছে তাই আমি আদায় করে দিয়েছি। আমি এর চেয়ে কোন কিছু বাড়াবোও না, কমাবোও না। আমি তো শুধু এর দ্বারা আল্লাহর সন্তুষ্টি ও আখেরাতই কামনা করি। [ইবন কাসীর] মাসরূক বলেন, আমরা আবদুল্লাহ ইবন মাসউদের নিকট আসলাম। তিনি বললেন, হে মানুষ! তোমরা কোন কিছু জানলে বলবে। আর না জানলে বলবে, আল্লাহ জানেন। কেননা, জ্ঞানের কথা হচ্ছে, কেউ যদি কোন কিছু না জানে। তবে বলবে, আল্লাহ জানেন। কারণ, আল্লাহ্ তা'আলা তোমাদের নবীকে বলেছেন, “বলুন, “আমি এর জন্য তোমাদের কাছে কোন প্রতিদান চাই না এবং আমি কৃত্রিমতাশ্রয়ীদের অন্তর্ভুক্ত নই” [বুখারী: ৪৭৭৪; মুসলিম: ২৭৯৮]\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "৩৮ : ৮৭",
        "arabic_text": "\nإِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ ",
        "bangla_text": "এ তো সৃষ্টিকুলের জন্য উপদেশ মাত্ৰ! [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ কুরআন সৃষ্টিকুলের জন্য উপদেশ মাত্র। এটা জিন ও ইনসানকে তা স্মরণ করিয়ে দেয় যা তাদের দুনিয়া ও আখেরাতে কাজে আসে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "৩৮ : ৮৮",
        "arabic_text": "\nوَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ ",
        "bangla_text": "আর এর সংবাদ তোমরা অবশ্যই জানবে, কিছুদিন পরে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদের মধ্যে যারা জীবিত থাকবে তারা কয়েক বছরের মধ্যে স্বচক্ষে দেখে নেবে আমি যা বলছি তা সঠিক প্রমাণিত হবেই। আর যারা মরে যাবে তারা মৃত্যুর দুয়ার অতিক্রম করার পরপরই জানতে পারবে, আমি যা কিছু বলছি তা-ই প্রকৃত সত্য। [দেখুন, তাবারী, ইবন কাসীর]\n </p>\n</div>"
    }
]