[
    {
        "id": 1,
        "verse": "৪১ : ১",
        "arabic_text": "\nحمٓ ",
        "bangla_text": "হা-মীম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৪১ : ২",
        "arabic_text": "\nتَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ",
        "bangla_text": "এটা রহমান, রহীম আল্লাহর কাছ থেকে নাযিলকৃত",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৪১ : ৩",
        "arabic_text": "\nكِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ ",
        "bangla_text": "এক কিতাব, বিশদভাবে বিবৃত হয়েছে  এর আয়াতসমূহ, কুরআনরূপে আরবী ভাষায়, জ্ঞানী সম্পপ্রদায়ের জন্য, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৪১ : ৪",
        "arabic_text": "\nبَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ ",
        "bangla_text": "সুসংবাদদাতা ও সতর্ককারী। অতঃপর তাদের অধিকাংশই মুখ ফিরিয়ে নিয়েছে। অতএব, তারা শুনবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য সূরায় কুরাইশ কাফেরদের প্রত্যক্ষভাবে সম্বোধন করা হয়েছে। তারা কুরআন অবতীর্ণ হওয়ার পর প্রাথমিক যুগে বলপূর্বক ইসলামকে নস্যাৎ করার এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার প্রতি বিশ্বাসীদেরকে নানাভাবে নির্যাতনের মাধ্যমে ভীত-সন্ত্রস্ত করার প্রচেষ্টা চালিয়েছেন। কিন্তু ইসলাম তাদের মর্জির বিপরীতে দিন দিন সমৃদ্ধ ও শক্তিশালীই হয়েছে। প্রথমে ওমর ইবন খাত্তাবের ন্যায় অসম সাহসী বীর পুরুষ ইসলামে দাখিল হন। অতঃপর সর্বজনস্বীকৃত কুরাইশ সরদার হামযা মুসলিম হয়ে যান। ফলে কুরাইশ কাফেররা ভীতি প্রদর্শনের পথ পরিত্যাগ করে প্রলোভন ও প্ররোচনার মাধ্যমে ইসলামের অগ্রযাত্ৰা ব্যাহত করার কৌশল চিন্তা করতে শুরু করে। এমনি ধরনের এক ঘটনা হাফেয। ইবন কাসীর মুসনাদে বায্‌যার, আবু ইয়া'লা ও বাগভী প্রমুখ বৰ্ণনা করেছেন।\n  <br/>\n  <br/>\n  ঘটনা হচ্ছে, কুরাইশ সরদার ওতবা ইবন রবীয়া একদিন একদল কুরাইশসহ মসজিদে হারামে উপবিষ্ট ছিল। অপরদিকে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদের এক কোণে একাকী বসেছিলেন। ওতবা তার সঙ্গীদেরকে বলল, তোমরা যদি মত দাও, তবে আমি মুহাম্মদের সাথে কথাবার্তা বলি। আমি তার সামনে কিছু লোভনীয় বস্ত পেশ করব। যদি সে কবুল করে, তবে আমরা সেসব বস্তু তাকে দিয়ে দেব-যাতে সে আমাদের ধর্মের বিরুদ্ধে প্রচারাভিযান থেকে নিবৃত হয়। এটা তখনকার ঘটনা, যখন হযরত হামযা মুসলিম হয়ে গিয়েছিলেন এবং ইসলামের শক্তি দিন দিন বেড়ে চলছিল। ওতবার সঙ্গীরা সমস্বরে বলে উঠল, হে আবুল ওলীদ, (ওতবার ডাকনাম), আপনি অবশ্যই তার সাথে আলাপ করুন। ওতবা সেখান থেকে উঠে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে গেল এবং কথাবার্তা শুরু করল: প্রিয় ভ্রাতুস্পুত্র। আপনি জানেন, কুরাইশ বংশে আপনার অসাধারণ মর্যাদা ও সম্মান রয়েছে। আপনার বংশ সুদুর বিস্তৃত এবং আমরা সবাই আপনার কাছে সম্মানার্হ। কিন্তু আপনি জাতিকে এক গুরুতর সংকটে জড়িত করে দিয়েছেন। আপনার আনীত দাওয়াত জাতিকে বিভক্ত করে দিয়েছে, তাদেরকে বোকা ঠাওরিয়েছে, তাদের উপাস্য দেবতা ও ধর্মের গায়ে কলঙ্ক আরোপ করেছে এবং তাদের পূর্বপুরুষদেরকে কাফের আখ্যায়িত করেছে। এখন আপনি আমার কথা শুনুন। আমি কয়েকটি বিষয় আপনার সামনে পেশ করছি, যাতে আপনি কোন একটি পছন্দ করে নেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আবুল ওলীদ, বলুন, আপনি কি বলতে চান। আমি শুনব। আবুল ওলীদ বলল: ভ্রাতুস্পুত্র! যদি আপনার পরিচালিত দাওয়াতের উদ্দেশ্য ধন-সম্পদ অর্জন করা হয়, তবে আমরা ওয়াদা করছি, আপনাকে কুরাইশ গোত্রের সেরা বিত্তশালী করে দেব। আর যদি শাসনক্ষমতা অর্জন করা লক্ষ্য হয়, তবে আমরা আপনাকে কুরাইশের প্রধান সরদার মেনে নেব এবং আপনার আদেশ ব্যতীত কোন কাজ করব না। আপনি রাজত্ব চাইলে আমরা আপনাকে রাজারূপেও স্বীকৃতি দেব। পক্ষান্তরে যদি কোন জিন অথবা শয়তান আপনাকে দিয়ে এসব কাজ করায় বলে আপনি মনে করেন এবং আপনি সেটাকে বিতাড়িত করতে অক্ষম হয়ে থাকেন, তবে আমরা আপনার জন্যে চিকিৎসক ডেকে আনব, সে আপনাকে এই কষ্ট থেকে উদ্ধার করবে। এর যাবতীয় ব্যয়ভার আমরাই বহন করব। কেননা, আমরা জানি, মাঝে মাঝে জিন অথবা শয়তান মানুষকে কাবু করে ফেলে এবং চিকিৎসার ফলে তা সেরে যায়।\n  <br/>\n  <br/>\n  ওতবার এই দীর্ঘ বক্তৃতা শুনে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: আবুল ওলীদ। আপনার বক্তব্য শেষ হয়েছে কি? সে বলল, হ্যাঁ। তিনি বললেন, এবার আমার কথা শুনুন। সে বলল, অবশ্যই শুনব।\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজের পক্ষ থেকে কোন জওয়াব দেয়ার পরিবর্তে আলোচ্য সূরা ‘ফুসসিলাত’ তেলাওয়াত করতে শুরু করে দিলেন। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তেলাওয়াত করতে করতে যখন\n  <br/>\n  <br/>\n  فَاِنْ اَعْرَضُوْ افَقُلُ اَنْذَرْتُكُمْ صٰعِقَةًمِّثْلَ صٰعِقَةِ عَادٍوَّثَمُوْدَ\n  <br/>\n  <br/>\n  পর্যন্ত পৌঁছালেন, তখন ওতবা তাঁর মুখে হাত রেখে দিল এবং বংশ ও আত্মীয়তার কসম দিয়ে বলল, আমার প্রতি দয়া করুন, আর পাঠ করবেন না। অন্য বর্ণনায় এসেছে- রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তেলাওয়াত শুরু করলে ওতবা চুপচাপ শুনতে থাকে এবং হাতের পিঠ পিছনে লাগিয়ে গভীর মনোযোগ দিয়ে শুনে। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেজদার আয়াতে পৌছে সেজদা করলেন এবং ওতবাকে বললেন: আবুল ওলীদ! আপনি যা শুনবার শুনলেন। এখন আপনি যা ইচ্ছা করতে পারেন। ওতবা সেখান থেকে উঠে তার লোকজনের দিকে চলল। তারা দূর থেকে ওতবাকে দেখে পরস্পর বলতে লাগল, আল্লাহর কসম, আবুল ওলীদের মুখমন্ডল বিকৃত দেখা যাচ্ছে। সে যে মুখ নিয়ে এখান থেকে গিয়েছিল, সে মুখ আর নেই। ওতবা মজলিসে পৌছলে সবাই বলল, বলুন, কি খবর আনলেন। ওতবা বলল, খবর এই: আল্লাহর কসম। আমি এমন কালাম শুনেছি, যা জীবনে কখনও শুনিনি। আল্লাহর কসম, সেটা জাদু নয়, কবিতা নয় এবং অতীন্দ্ৰিয়বাদীদের শয়তান থেকে অর্জিত কখনও নয়। হে কুরাইশ সম্প্রদায়, তোমরা আমার কথা মেনে নাও এবং ব্যাপারটি আমার কাছে সোপর্দ কর। আমার মতে তোমরা তার মোকাবেলা ও তাকে নির্যাতন করা থেকে সরে আসা এবং তাকে তার কাজ করতে দাও। কেননা, তার এই কালামের এক বিশেষ পরিণতি প্ৰকাশ পাবেই। তোমরা এখন অপেক্ষা কর। অবশিষ্ট আরবদের আচরণ দেখে যাও। যদি তারাই কুরাইশের সহযোগিতা ব্যতীত তাকে পরাভূত করে ফেলে, তবে বিনা শ্রমেই তোমাদের উদ্দেশ্য সিদ্ধ হয়ে যাবে। আর সে যদি সবার উপর প্রবল হয়ে যায়, তবে তার রাজত্ব হবে তোমাদেরই রাজত্ব; তার ইযযত হবে তোমাদেরই ইযযত। তখন তোমরাই হবে তার সাফল্যের অংশীদার। তার সঙ্গীরা তার একথা শুনে বলল, আবুল ওলীদ, তোমাকে তো মুহাম্মদ কথা দিয়ে জাদু করেছে। ওতবা বলল, আমারও অভিমত তাই। এখন তোমাদের যা মন চায়, তাই কর। [মুসান্নাফে ইবন আবী শাইবাহ ১৪/২৯৫, মুসনাদে আবি ইয়া'লা, হাদীস নং ১৮১৮, মুস্তাদরাকে হাকিম। ২/২৫৩, বাইহাকী, দালায়েল ২/২০০২-২০৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৪১ : ৫",
        "arabic_text": "\nوَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ ",
        "bangla_text": "আর তারা বলে, 'তুমি যার প্রতি আমাদেরকে ডাকছ সে বিষয়ে  আমাদের অন্তর আবরণ-আচ্ছাদিত, আমাদের কানে আছে বধিরতা এবং তোমার ও আমাদের মধ্যে আছে পর্দা; কাজেই তুমি তোমার কাজ কর, নিশ্চয় আমরা আমাদের কাজ করব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৪১ : ৬",
        "arabic_text": "\nقُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ ",
        "bangla_text": "বলুন, 'আমি কেবল তোমাদের মত একজন মানুষ, আমার প্রতি ওহী হয় যে, তোমাদের ইলাহ্ই কেবলমাত্র এক ইলাহ্। অতএব তোমরা তাঁর প্রতি দৃঢ়তা অবলম্বন কর এবং তাঁরই কাছে ক্ষমা প্রার্থনা কর। আর দুর্ভোগ মুশরিকদের জন্য---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৪১ : ৭",
        "arabic_text": "\nٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ ",
        "bangla_text": "যারা যাকাত প্ৰদান করে না এবং তারাই আখিরাতের সাথে কুফরিকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৪১ : ৮",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ ",
        "bangla_text": "নিশ্চয় যারা ঈমান আনে ও সৎকাজ করে, তাদের জন্য রয়েছে নিরবচ্ছিন্ন  পুরস্কার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে ممنون কথাটি ব্যবহার করা হয়েছে। এ কথাটির আরো দুটি অর্থ আছে। একটি অর্থ হচ্ছে, তা হবে এমন পুরস্কার যা স্মরণ করিয়ে দেয়া হবে না বা সে জন্য খোঁটা দেয়া হবে না, যেমন কোন কৃপণ হিম্মত করে কোন কিছু দিলেও সে দানের কথা বার বার স্মরণ করিয়ে দেয়। আরেকটি অর্থ হচ্ছে, তা হবে এমন পুরস্কার যা কখনো হ্রাস পাবে না। উদ্দেশ্য এই যে, মুমিন ও সৎকর্মীদেরকে আখেরাতের স্থায়ী ও নিরবচ্ছিন্ন পুরস্কার দেয়া হবে। কোন কোন তফসীরবিদ এর অর্থ এই করেছেন যে, মুমিন ব্যক্তির অভ্যস্ত আমল কোন সময় কোন অসুস্থতা, সফর কিংবা অন্য কোন ওযরবশতঃ ছুটে গেলেও সে আমলের পুরস্কার ব্যাহত হয় না বরং আল্লাহ তা'আলা ফেরেশতাগণকে আদেশ করেন, আমার বান্দা সুস্থ অবস্থায় অথবা অবসর সময়ে যে আমল নিয়মিত করত, তার ওযর অবস্থায় সে আমল না করা সত্ত্বেও তার আমলনামায় তা লিখে দাও। এ বিষয়বস্তুর হাদীস সহীহ বোখারীতে বর্ণিত হয়েছে। [দেখুন-২৯৯৬]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৪১ : ৯",
        "arabic_text": "\n۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "বলুন, তোমরা কি তাঁর সাথেই কুফরী করবে যিনি  যমীন সৃষ্টি করেছেন [১] দু'দিনে এবং তোমরা কি তাঁর সমকক্ষ  তৈরী করছ? তিনি সৃষ্টিকুলের রব! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে মুশরিকদেরকে তাদের শিরক ও কুফরের কারণে এক সাবলীল ভঙ্গিতে হুশিয়ার করা উদ্দেশ্য। এতে আল্লাহ তা'আলার সৃষ্টিগুণ তথা বিরাটকায় আকাশ ও পৃথিবীকে অসংখ্য রহস্যের উপর ভিত্তিশীল করে সৃষ্টি করার বিশদ বিবরণ দিয়ে তাদেরকে এই বলে শাসানো হয়েছে যে, তোমরা এমন নির্বোধ যে, মনে স্রষ্টা ও সর্বশক্তিমানের সাথেও অপরকে শরীক সাব্যস্ত করা? এমনি ধরনের হুশিয়ারী ও বিবরণ পবিত্র কুরআনের অন্যত্র এভাবে উল্লেখিত হয়েছে,\n  <br/>\n  <br/>\n  كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ\n  <br/>\n  <br/>\n  [সূরা আল-বাকার: ২৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৪১ : ১০",
        "arabic_text": "\nوَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ ",
        "bangla_text": "আর তিনি স্থাপন করেছেন অটল পর্বতমালা ভূপৃষ্ঠে এবং তাতে দিয়েছেন বরকত এবং চার দিনের মধ্যে [১] এতে খাদ্যের ব্যবস্থা করেছেন সমভাবে যাচঞাকারীদের জন্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আকাশ ও পৃথিবীর সৃষ্টির বিষয় পবিত্র কুরআনে সংক্ষেপে ও বিস্তারিতভাবে বহু জায়গায় বিবৃত হয়েছে, কিন্তু কোনটির পরে কোনটি সৃজিত হয়েছে, এর উল্লেখ সম্ভবত: মাত্র তিন আয়াতে করা হয়েছে- (এক) হা-মীম সাজদার আলোচ্য আয়াত, (দুই) সূরা বাক্বারার ২৯ নং আয়াত\n  <br/>\n  <br/>\n  هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ\n  <br/>\n  <br/>\n  এবং (তিন) সূরা আন-নাযি\"আতের নিম্নোক্ত আয়াত:\n  <br/>\n  <br/>\n  أَأَنتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا *\n  <br/>\n  رَفَعَ سَمْكَهَا فَسَوَّاهَا * وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا *وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا * أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا * وَالْجِبَالَ أَرْسَاهَا\n  <br/>\n  <br/>\n  বাহ্যদৃষ্টিতে এসব বিষয়বস্তুর মধ্যে কিছু বিরোধও দেখা যায়। কেননা, সূরা বাকারাহ ও সূরা হা-মীম সেজদার আয়াত থেকে জানা যায় যে, আকাশের পূর্বে পৃথিবী সৃজিত হয়েছে এবং সূরা আন-নাযি’আতের আয়াত থেকে এর বিপরীতে জানা যায় যে, আকাশ সৃজিত হওয়ার পরে পৃথিবী সৃজিত হয়েছে। সবগুলো আয়াত নিয়ে চিন্তা-ভাবনা করলে মনে হয় যে, প্রথমে পৃথিবীর উপকরণ সৃজিত হয়েছে। এমতাবস্থায়ই ধুম্রকুঞ্জের আকারে আকাশের উপকরণ নির্মিত হয়েছে। এরপর পৃথিবীকে বর্তমান আকারে বিস্তৃত করা হয়েছে এবং এতে পর্বতমালা, বৃক্ষ ইত্যাদি সৃষ্টি করা হয়েছে। এরপর আকাশের তরল ধুম্রকুঞ্জের উপকরণকে সপ্ত আকাশে পরিণত করা হয়েছে। আশা করি সবগুলো আয়াতই এই বক্তব্যের সাথে সামঞ্জস্যপূর্ণ হবে। বাকী প্রকৃত অবস্থা আল্লাহ্ তা'আলাই জানেন। সহীহ বুখারীতে এ আয়াতের অধীনে ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে কতিপয় প্রশ্ন ও উত্তর বর্ণিত হয়েছে। তাতে ইবন আব্বাস এ আয়াতের উপর্যুক্তরূপ ব্যাখ্যা করেছেন ৷ [বুখারী: কিতাবুত তাফসীর, বাব হা-মীম-আস-সাজদাহ]\n  <br/>\n  <br/>\n  আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু থেকে এক বর্ণনায় এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমার হাত ধরে বললেন, “আল্লাহ মাটি সৃষ্টি করেছেন শনিবার, আর তাতে পাহাড় সৃষ্টি করেছেন রবিবার, গাছ-গাছালি সোমবার, অপছন্দনীয় সবকিছু মঙ্গলবার, আলো সৃষ্টি করেছেন বুধবার, আর যমীনে জীবজন্তু ছড়িয়ে দিয়েছেন বৃহস্পতিবার। আর আদমকে শুক্রবার আছরের পরে সর্বশেষ সৃষ্টি হিসেবে দিনের সর্বশেষ প্রহরে আসর থেকে রাত পর্যন্ত সময়ে সৃষ্টি করেছেন।” [মুসলিম: ২৭৮৯] এই হিসাব মতে আকাশ ও পৃথিবীর সৃষ্টি সাত দিনে হয়েছে বলে জানা যায়। কিন্তু কুরআনের আয়াত থেকে পরিস্কারভাবে জানা যায় যে, এই সৃষ্টিকাজ ছয় দিনে হয়েছে। এক আয়াতে আছেঃ “আমি আকাশ পৃথিবী ও এতদুভয়ের মধ্যবর্তী সবকিছু ছয় দিনে সৃষ্টি করেছি এবং আমাকে কোন ক্লান্তি স্পর্শ করেনি।” [সূরা কাফ: ৩৮] এ কারণে হাদীসবিদগণ উপরোক্ত বিশুদ্ধ বর্ণনাটির বিভিন্ন ব্যাখ্যা প্ৰদান করেছেন। কেউ কেউ হাদীসটিকে অগ্রাহ্য বলে মনে করেছেন। আবার কেউ কেউ বর্ণনাটিকে কা’ব আহবারের উক্তি বলেও অভিহিত করেছেন। [ইবনে কাসীর] কিন্তু যেহেতু হাদীসটি সহীহ সনদে বর্ণিত হয়েছে, তাই এটাকে অগ্রাহ্য করার কোন সুযোগ নেই। আল্লামা মুহাম্মাদ নাসেরুদ্দিন আল-আলবানী বলেন, এ হাদীসের সনদে কোন সমস্যা নেই। আর এ বর্ণনাটি কোনভাবেই কুরআনের বিরোধিতা করে না। যেমনটি কেউ কেউ মনে করে থাকে। কেননা, হাদীসটি শুধুমাত্র যমীন কিভাবে সৃষ্টি হয়েছে তা বর্ণনা করে। আর তা ছিল সাতদিনে। আর কুরআনে এসেছে যে, আসমান ও যমীন সৃষ্টি হয়েছিল ছয় দিনে। আর যমীন সৃষ্টি হয়েছিল দুই দিনে। আসমান ও যমীন সৃষ্টির ছয়দিন এবং এ হাদীসে বর্ণিত সাতদিন ভিন্ন ভিন্ন সময় হতে পারে। আসমান ও যমীন ছয়দিনে সৃষ্টি হওয়ার পর যমীনকে আবার বসবাসের উপযোগী করার জন্য সাতদিন লেগেছিল। সুতরাং আয়াত ও সহীহ হাদীসের মধ্যে কোন বিরোধ নেই।\n  <br/>\n  <br/>\n  সারকথা এই যে, পবিত্র কুরআনের আয়াতসমূহকে একত্রিত করার ফলে কয়েকটি বিষয় নিশ্চিতরূপে জানা যায়, প্রথমত: আকাশ, পৃথিবী ও এতদুভয়ের মধ্যবর্তী সবকিছু মাত্র ছয় দিনে সৃজিত হয়েছে। সূরা হা-মীম সেজদার আয়াত থেকে দ্বিতীয়তঃ জানা যায় যে, পৃথিবী, পর্বতমালা, বৃক্ষরাজি ইত্যাদি সৃষ্টিতে পূর্ণ চার দিন লেগেছে। তৃতীয়ত: জানা যায় যে, আকাশমন্ডলীর সৃজনে দুদিন লেগেছিল। চতুর্থত: আসমান, যমীন ও এতদুভয়ের মধ্যবর্তী সৃষ্টির পর যমীনকে বসবাসের উপযোগী করতে সাতদিন লেগেছিল। এ সাতদিনের সর্বশেষ দিন শুক্রবারের কিছু অংশ বেঁচে গিয়েছিল, যাতে আদমকে সৃষ্টি করা হয়েছিল।\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির উপরোক্ত হাদীস অগ্রহণযোগ্য বিবেচনা করে আসমান ও যমীন সৃষ্টির ক্ষেত্রে শুধু কুরআনের ভাষ্যের উপর নির্ভর করেছেন। তাদের মতে, এসব আয়াতের বাহ্যিক অর্থ এই যে, আকাশ সৃষ্টির পরে পৃথিবীকে বিস্তৃত ও সম্পূর্ণ করা হয়েছে। তাই এটা অবান্তর নয় যে, পৃথিবী সৃষ্টির কাজ দু’ভাগে বিভক্ত। প্রথম দু'দিনে পৃথিবী ও তার উপরিভাগের পর্বতমালা ইত্যাদির উপকরণ সৃষ্টি করা হয়েছে। এরপর দু'দিনে সপ্ত আকাশ সৃজিত হয়েছে। এরপর দু'দিনে পৃথিবীর বিস্তৃতি ও তৎমধ্যবর্তী পর্বতমালা, বৃক্ষরাজি, নদনদী, ঝর্ণা ইত্যাদির সৃষ্টি সম্পন্ন করা হয়েছে। এভাবে পৃথিবী সৃষ্টির চার দিন উপযুপরি রইল না। সূরা হা-মীম সেজদার আয়াতে প্রথমে\n  <br/>\n  <br/>\n  خَلَقَ الْاَرْضَ فِىْ يَوْمَيْنِ\n  <br/>\n  <br/>\n  দুদিনে পৃথিবী সৃষ্টির কথা বলে মুশরিকদেরকে হুশিয়ার করা হয়েছে। অতঃপর আলাদা করে বলা হয়েছে-\n  <br/>\n  <br/>\n  وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ\n  <br/>\n  <br/>\n  “আর তিনি স্থাপন করেছেন অটল পর্বতমালা ভূপৃষ্ঠে এবং তাতে দিয়েছেন বরকত এবং চার দিনের মধ্যে এতে খাদ্যের ব্যবস্থা করেছেন”। এতে তফসীরবিদগণ একমত যে, এই চার দিন প্রথমোক্ত দুদিনসহ; পৃথক চার দিন নয়। নতুবা তা সর্বমোট আট দিন হয়ে যাবে, যা কুরআনের  বর্ণনার বিপরীত। এখন চিন্তা করলে জানা যায় যে,\n  <br/>\n  <br/>\n  خَلَقَ الْاَرْضَ فِىْ يَوْمَيْنِ\n  <br/>\n  <br/>\n  বলার পর যদি পবর্তমালা ইত্যাদির সৃষ্টিও দু'দিনে বলা হত, তবে মোট চারদিন আপনা-আপনিই জানা যেত, কিন্তু পবিত্র কুরআন পৃথিবী সৃষ্টির অবশিষ্টাংশ উল্লেখ করে বলেছে, এ হল মোট চার দিন। এতে বাহ্যত: ইঙ্গিত পাওয়া যায় যে, এই চার দিন উপযুপরি ছিল না; বরং দু’ভাগে বিভক্ত ছিল। দু'দিন আকাশ সৃষ্টির পূর্বে এবং দুদিন তার পরে। আয়াতে\n  <br/>\n  <br/>\n  وَجَعَلَ فِيْهَا رَوَاسِىَ مِنْ فَوْقِحَا\n  <br/>\n  <br/>\n  বাক্যে আকাশ সৃষ্টির পরবর্তী অবস্থা বর্ণিত হয়েছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৪১ : ১১",
        "arabic_text": "\nثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ ",
        "bangla_text": "তারপর তিনি আসমানের প্রতি ইচ্ছে করলেন, যা (পূর্বে) ছিল ধোঁয়া। অতঃপর তিনি ওটাকে (আসমান) ও যমীনকে বললেন, 'তোমরা উভয়ে আস ইচ্ছায় বা অনিচ্ছায়।' তারা বলল, 'আমরা আসলাম অনুগত হয়ে।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৪১ : ১২",
        "arabic_text": "\nفَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ ",
        "bangla_text": "অত:পর তিনি সেগুলোকে সাত আসমানে পরিণত করলেন দু’দিনে এবং প্রত্যেক আসমানে তার নির্দেশ ওহী করে পাঠালেন এবং আমরা নিকটবর্তী আসমানকে  সুশোভিত করলাম প্ৰদীপমালা দ্বারা এবং করলাম সুরক্ষিত। এটা পরাক্রমশালী, সর্বজ্ঞের ব্যবস্থাপনা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৪১ : ১৩",
        "arabic_text": "\nفَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ ",
        "bangla_text": "অতঃপর তারা যদি মুখ ফিরিয়ে নেয় তবে বলুন, 'আমি তো তোমাদেরকে সতর্ক করছি এক ধ্বংসকর শাস্তি সম্পর্কে, ‘আদ ও সামুদের শাস্তির অনুরূপ।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৪১ : ১৪",
        "arabic_text": "\nإِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ ",
        "bangla_text": "যখন তাদের কাছে তাদের সামনে ও পিছন থেকে রাসূলগণ এসে বলেছিলেন যে, 'তোমরা আল্লাহ ছাড়া কারো ইবাদাত করো না।' তারা বলেছিল, 'যদি আমাদের রব ইচ্ছে করতেন তবে তিনি অবশ্যই ফেরেশতা নাযিল করতেন। অতএব তোমরা যা সহ প্রেরিত হয়েছ, নিশ্চয় আমরা তার সাথে কুফরী করলাম।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৪১ : ১৫",
        "arabic_text": "\nفَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ ",
        "bangla_text": "অতঃপর 'আদ সম্প্রদায়, তারা যমীনে  অযথা অহংকার করেছিল এবং বলেছিল, 'আমাদের চেয়ে অধিক শক্তিশালী কে আছে?' তবে কি তারা লক্ষ্য করে নি যে, নিশ্চয় আল্লাহ, যিনি তাদেরকে সৃষ্টি করেছেন, তিনি তাদের চেয়ে অধিক শক্তিশালী? আর তারা আমাদের নিদর্শনাবলীকে অস্বীকার করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৪১ : ১৬",
        "arabic_text": "\nفَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ ",
        "bangla_text": "তারপর আমরা তাদের উপর প্রেরণ করলাম ঝঞ্ঝাবায়ু [১] অশুভ দিনগুলোতে; যাতে আমরা তাদের আস্বাদন করাতে পারি জীবনে লাঞ্ছনাদায়ক শাস্তি [২]। আর আখিরাতের শাস্তি তো তার চেয়ে বেশী লাঞ্ছনাদায়ক এবং তাদেরকে সাহায্য করা হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা صاعقة এরই ব্যাখ্যা, যা পূর্বের ১৩ নং আয়াতে আদ ও সামুদের صاعقة বলে বর্ণিত\n  <br/>\n  হয়েছে। صاعقة  শব্দের আসল অর্থ অচেতন ও বেহুশকারী বস্তু। এ কারণেই বজ্রকেও صاعقة  বলা হয়। আকস্মিক বিপদ অর্থেও শব্দটি ব্যবহৃত হয়। আদ সম্প্রদায়ের উপর চাপানো ঝড়ও একটি صاعقة ছিল। একেই এখানে رِمْحًيا صَرْصَرًا নামে বর্ণনা করা হয়েছে। প্রচণ্ড ঝড়ো বাতাস বুঝাতে এ শব্দ ব্যবহার করা হয়েছে। কেউ কেউ বলেনঃ এর অর্থ মারাত্মক “লু” প্রবাহ; কেউ কেউ বলেন, এর অর্থ প্রচণ্ড ঠাণ্ডা বাতাস এবং কারো কারো মতে এর অর্থ এমন বাতাস যা প্রবাহিত হওয়ার সময় প্রচণ্ড শব্দ সৃষ্টি হয়। তবে এ অর্থে সবাই একমত যে, শব্দটি প্রচণ্ড ঝড়ো হাওয়ার জন্য ব্যবহৃত হয়। [দেখুন-তবারী] কুরআন মজীদের অন্যান্য স্থানে এ আযাব সম্পর্কে যেসব বিস্তারিত বর্ণনা আছে তা হচ্ছে, এ বাতাস উপর্যুপরি সাত দিন এবং আট রাত পর্যন্ত প্রবাহিত হয়েছিলো। এর প্রচণ্ডতায় মানুষ পড়ে গিয়ে এমনভাবে মৃত্যুবরণ করে এবং মরে মরে পড়ে থাকে যেমন খেজুরের ফাঁপা কাণ্ড পড়ে থাকে [আল-হাকিকাহ: ৭]। এ বাতাস যে জিনিসের ওপর দিয়েই প্রবাহিত হয়েছে তাকেই জরাজীর্ণ করে ফেলেছে [আযযারিয়াত: ৪২]। যে সময় এ বাতাস এগিয়ে আসছিলো তখন আদ জাতির লোকেরা এই ভেবে আনন্দে মেতে উঠেছিলো যে মেঘ চারদিক থেকে ঘিরে আসছে। এখন বৃষ্টি হবে এবং তাদের আশা পূর্ণ হবে। কিন্তু তা এমনভাবে আসলো যে গোটা এলাকাই ধ্বংস করে রেখে গেল। [আল-আহকাফ: ২৪, ২৫]\n  <br/>\n  <br/>\n  [২] দাহহাক বলেন, আল্লাহ তা'আলা তাদের উপর তিন বছর পর্যন্ত বৃষ্টিপাত সম্পূর্ণ বন্ধ রাখেন। কেবল প্রবল শুষ্ক বাতাস প্রবাহিত হত। অবশেষে আট দিন ও সাত রাত্রি পর্যন্ত উপর্যুপরি তুফান চলতে থাকে [দেখুন, বাগভী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৪১ : ১৭",
        "arabic_text": "\nوَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ ",
        "bangla_text": "আর সামূদ সম্প্রদায়, আমরা তাদেরকে পথনির্দেশ করেছিলাম, কিন্তু তারা সৎপথের পরিবর্তে অন্ধপথে চলা পছন্দ করেছিল। ফলে লাঞ্ছনাদায়ক শাস্তির বজ্রাঘাত তাদের পাকড়াও করল; তারা যা অর্জন করেছিল তার জন্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৪১ : ১৮",
        "arabic_text": "\nوَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ ",
        "bangla_text": "আর আমরা রক্ষা করলাম তাদেরকে, যারা ঈমান এনেছিল এবং যারা তাকওয়া অবলম্বন করত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৪১ : ১৯",
        "arabic_text": "\nوَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ ",
        "bangla_text": "আর যেদিন আল্লাহর শত্রুদেরকে আগুনের দিকে সমবেত করা হবে, সেদিন তাদেরকে বিন্যস্ত করা হবে বিভিন্ন দলে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৪১ : ২০",
        "arabic_text": "\nحَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "পরিশেষে যখন তারা জাহান্নামের সন্নিকটে পৌঁছবে, তখন তাদের কান, চোখ ও ত্বক তাদের বিরুদ্ধে তাদের কৃতকর্ম সম্বন্ধে সাক্ষ্য দেবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, একদিন আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর সঙ্গে ছিলাম। অকস্মাৎ তিনি হেসে উঠলেন, অতঃপর বললেন, তোমরা জান, আমি কি কারণে হেসেছি? আমরা আরয করলাম, আল্লাহ ও তাঁর রাসূলই জানেন। তিনি বললেন, আমি সে কথা স্মরণ করে হেসেছি, বা হাশরে হিসাবের জায়গায় বান্দা তার পালনকর্তাকে বলবে। সে বলবে হে রব, আপনি কি আমাকে যুলুম থেকে আশ্রয় দেননি? আল্লাহ বলবেন, অবশ্যই দিয়েছি। তখন বন্দা বলবে, তাহলে আমি আমার হিসাব নিকাশের ব্যাপারে অন্য কারও সাক্ষ্যে সন্তুষ্ট নই। আমার অস্তিত্বের মধ্য থেকেই কোন সাক্ষী না দাড়ালে আমি সন্তুষ্ট হব না। আল্লাহ তা'আলা বলবেন\n  <br/>\n  <br/>\n  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًا\n  <br/>\n  <br/>\n  অর্থাৎ ভাল কথা, তুমি নিজেই তোমার হিসাব করে নাও। এরপর তার মুখে মোহর এটে দেয়া হবে এবং তার অঙ্গ-প্রত্যঙ্গের প্রতি অসন্তুষ্ট হয়ে বলবে, অর্থাৎ তোমরা ধ্বংস হও, আমি তো দুনিয়াতে যা কিছু করেছি, তোমাদেরই সুখের জন্য করেছি। এখন তোমরাই আমার বিরুদ্ধে সাক্ষ্য দিতে শুরু করলে। [মুসলিম: ২৯৩৯] অন্য বর্ণনায় এসেছে, এ ব্যক্তির মুখে মোহর এটে দেয়া হবে এবং উরুকে বলা হবে, তুমি কথা বল এবং তার ক্রিয়াকর্ম বর্ণনা কর। তখন মানুষের উরু, মাংস, অস্থি সকলেই তার কর্মের সাক্ষ্য দেবে। [মুসলিম:২৯৬৮]\n  <br/>\n  <br/>\n  যেসব আয়াত থেকে প্রমাণিত হয়, আখিরাত শুধু একটি আত্মিক জগত হবে না, বরং মানুষকে সেখানে দেহ ও আত্মার সমন্বয়ে পুনরায় ঠিক তেমনি জীবিত করা হবে যেমনটি বর্তমানে তারা এই পৃথিবীতে জীবিত আছে-এ আয়াতটি তারই একটি। শুধু তাই নয়, যে দেহ নিয়ে তারা এই পৃথিবীতে আছে ঠিক সেই দেহই তাদের দেয়া হবে। যেসব উপাদান, অঙ্গ-প্রতঙ্গ এবং অণু-পরমাণুর সমন্বয়ে এই পৃথিবীতে তাদের দেহ গঠিত কিয়ামতের দিন সেগুলোই একত্রিত করে দেয়া হবে এবং যে দেহে অবস্থান করে সে পৃথিবীতে কাজ করেছিলো পূর্বের সেই দেহ দিয়েই তাকে উঠানো হবে। এ কথা সুস্পষ্ট যে, যেসব অঙ্গ-প্রত্যঙ্গের সমন্বয়ে গঠিত দেহ নিয়ে সে পূর্বের জীবনে কোন অপরাধ করেছিলো সেই সব অঙ্গপ্রত্যঙ্গের মধ্যেই যদি সে অবস্থান করে কেবল তখনি সে সেখানে সাক্ষ্য দিতে সক্ষম হবে। কুরআন মজীদের নিম্ন বর্ণিত আয়াতগুলোও এ বিষয়ের অকাট্য প্রমাণ। সূরা আল-ইসরা: ৪৯-৫১, ৯৮; আল-মুমিনুন: ৩৫-৩৮, ৮২-৮৩; আসসাজদাহ: ১০; ইয়াসীন: ৬৫-৭৯; আস-সাফফাতঃ ১৬-১৮; আল-ওয়াকি'আ: ৪৭-৫০ এবং আন-নাযি'আত: ১০-১৪।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৪১ : ২১",
        "arabic_text": "\nوَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ ",
        "bangla_text": "আর তারা (জাহান্নামীরা) তাদের ত্বককে বলবে, 'কেন তোমরা আমাদের বিরুদ্ধে সাক্ষ্য দিলে?' তারা বলবে, আল্লাহ্ 'আমাদের বাকশক্তি দিয়েছেন, যিনি সবকিছুকে বাকশক্তি দিয়েছেন। আর তিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন এবং তাঁরই কাছে তোমরা প্ৰত্যাবর্তিত হবে।'\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৪১ : ২২",
        "arabic_text": "\nوَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ ",
        "bangla_text": "'আর তোমরা কিছুই গোপন করতে না এ বিশ্বাসে যে, তোমাদের কান, চোখ ও ত্বক তোমাদের বিরুদ্ধে সাক্ষ্য দিবে না--- বরং তোমরা মনে করেছিলে যে, তোমরা যা করতে তার অনেক কিছুই আল্লাহ্ জানেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৪১ : ২৩",
        "arabic_text": "\nوَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ ",
        "bangla_text": "‘আর তোমাদের রব সম্বন্ধে তোমাদের এ ধারণাই তোমাদের ধ্বংস করেছে। ফলে তোমরা হয়েছ ক্ষতিগ্রস্তদের অন্তর্ভুক্ত।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৪১ : ২৪",
        "arabic_text": "\nفَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ ",
        "bangla_text": "অতঃপর যদি তারা ধৈর্য ধারণ করে তবে আগুনই হবে তাদের আবাস। আর যদি তারা সস্তুষ্টি বিধান করতে চায় তবে তারা সন্তুষ্টিপ্রাপ্তদের অন্তর্ভুক্ত হবে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৪১ : ২৫",
        "arabic_text": "\n۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ ",
        "bangla_text": "আর আমরা তাদের জন্য নির্ধারণ করে দিয়েছিলাম মন্দ সহচরসমূহ, যারা তাদের সামনে ও পিছনে যা আছে তা তাদের দৃষ্টিতে শোভন করে দেখিয়েছিল। আর তাদের উপর শাস্তির বাণী সত্য হয়েছে, তাদের পূর্বে চলে যাওয়া জিন ও মানুষের বিভিন্ন জাতির ন্যায়। নিশ্চয় তারা ছিল ক্ষতিগ্রস্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৪১ : ২৬",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ ",
        "bangla_text": "আর কাফিররা বলে, 'তোমরা এ কুরআনের নির্দেশ শোন না এবং তা আবৃত্তির সময় শোরগোল সৃষ্টি কর, যাতে তোমরা জয়ী হতে পার।' ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৪১ : ২৭",
        "arabic_text": "\nفَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "সুতরাং আমরা অবশ্যই কাফিরদেরকে কঠিন শাস্তি আস্বাদন করাব এবং অবশ্যই আমরা তাদেরকে তাদের নিকৃষ্ট কার্যকলাপের প্রতিফল দেব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৪১ : ২৮",
        "arabic_text": "\nذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ ",
        "bangla_text": "এই আগুন, আল্লাহর দুশমনদের প্রতিদান; সেখানে তাদের জন্য স্থায়ী আবাস, আমাদের নিদর্শনাবলীর প্রতি তাদের অস্বীকৃতির প্রতিফলস্বরূপ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৪১ : ২৯",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ ",
        "bangla_text": "আর কাফিররা বলবে, 'হে আমাদের রব! জিন ও মানুষের মধ্য থেকে যে দু'জন আমাদেরকে পথভ্রষ্ট করেছিল তাদেরকে দেখিয়ে দিন, আমরা তাদের উভয়কে আমাদের পায়ের নিচে রাখব, যাতে তারা নিকৃষ্টদের অন্তর্ভুক্ত হয়।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৪১ : ৩০",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ ",
        "bangla_text": "নিশ্চয় যারা বলে, ‘আমাদের রব আল্লাহ’, তারপর অবিচলিত থাকে, তাদের কাছে নাযিল হয় ফেরেশতা (এ বলে) যে, 'তোমরা ভীত হয়ে না, চিন্তিত হয়ো না এবং তোমাদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছিল তার জন্য আনন্দিত হও।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৪১ : ৩১",
        "arabic_text": "\nنَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ ",
        "bangla_text": "'আমরাই তোমাদের বন্ধু দুনিয়ার জীবনে ও আখিরাতে। আর সেখানে তোমাদের জন্য থাকবে যা কিছু তোমাদের মন চাইবে এবং সেখানে তোমাদের জন্য থাকবে যা তোমরা দাবী করবে [১]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফেরেশতাগণ মুমিনদেরকে বলবে, তোমরা জান্নাতে মনে যা চাইবে তাই পাবে এবং যা দাবী করবে তাই সরবরাহ করা হবে। এর সারমর্ম এই যে, তোমাদের প্রতিটি বাসনা পূর্ণ হবে-তোমরা চাও বা না চাও। অতঃপর نُزُلا তথা আপ্যায়নের কথা বলে ইঙ্গিত করা হয়েছে যে, এমন অনেক নেয়ামতও পাবে, যার আকাঙ্খাও তোমাদের অন্তরে সৃষ্টি হবে না। যেমন মেহমানের সামনে এমন অনেক বস্তুও আসে যার কল্পনাও পূর্বে করা হয় না, বিশেষতঃ যখন কোন বড় লোকেরা মেহমান হয়। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যদি জান্নাতী ব্যক্তি নিজ গৃহে সন্তান জন্মের বাসনা করে, তবে গৰ্ভধারণ, প্রসব, শিশুর দুধ ছাড়ানো এবং যৌবনে পদাৰ্পন সব এক মুহূর্তের মধ্যে হয়ে যাবে। [তিরমিয়ী: ২৫৬৩]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৪১ : ৩২",
        "arabic_text": "\nنُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ ",
        "bangla_text": "এটা ক্ষমাশীল, পরম দয়ালু আল্লাহর পক্ষ হতে আপ্যায়ন হিসেবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৪১ : ৩৩",
        "arabic_text": "\nوَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ ",
        "bangla_text": "আর তার চেয়ে কার কথা উত্তম যে আল্লাহর দিকে আহবান জানায় এবং সৎকাজ করে। আর বলে, 'অবশ্যই আমি মুসলিমদের অন্তর্ভুক্ত [১]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা মুমিনদের দ্বিতীয় অবস্থা। তারা কেবল নিজেদের ঈমান ও আমল নিয়েই সস্তুষ্ট থাকে না, বরং অপরকেও দাওয়াত দেয়। বলা হয়েছে, যে ব্যক্তি মানুষকে আল্লাহর দিকে ডাকে, তার চেয়ে উত্তম কথা আর কার হতে পারে? মুমিনদের সান্তুনা দেয়া এবং মনোবল সৃষ্টির পর এখন তাদেরকে তাদের আসল কাজের প্রতি উৎসাহিত করা হচ্ছে। আগের আয়াতে তাদের বলা হয়েছিলো, আল্লাহর বন্দেগীর ওপর দৃঢ়পদ হওয়া এবং এই পথ গ্রহণ করার পর পুনরায় তা থেকে বিচ্যুত না হওয়াটাই এমন একটা মৌলিক নেকী যা মানুষকে ফেরেশতার বন্ধু এবং জান্নাতের উপযুক্ত বানায়। এখন তাদের বলা হচ্ছে, এর পরবর্তী স্তর হচ্ছে, তোমরা নিজে নেক কাজ করো, অন্যদেরকে আল্লাহর বন্দেগীর দিকে ডাকো এবং ইসলামের ঘোষণা দেয়াই যেখানে নিজের জন্য বিপদাপদ ও দুঃখ-মুসিবতকে আহবান জানানোর শামিল এমন কঠিন পরিবেশেও দৃঢ়ভাবে ঘোষণা করে: আমি মুসলিম। মানুষের জন্য এর চেয়ে উচ্চস্তর আর নেই। কিন্তু আমি মুসলিম বলে কোন ব্যক্তির ঘোষণা করা, পরিণামের পরোয়া না করে সৃষ্টিকে আল্লাহর বন্দেগীর দিকে আহ্বান জানানো এবং কেউ যাতে ইসলাম ও তার ঝাণ্ডাবাহীদের দোষারোপ ও নিন্দাবাদ করার সুযোগ না পায় এ কাজ করতে গিয়ে নিজের তৎপরতাকে সেভাবে পবিত্র রাখা হচ্ছে পূর্ণ  মাত্রার নেকী। এ থেকে বোঝা গেল যে, মানুষের সেই কথাই সর্বোত্তম ও সর্বোৎকৃষ্ট যাতে অপরকে সত্যের দাওয়াত দেয়া হয়। এতে মুখে, কলমে, অন্য কোনভাবে সর্বপ্রকার দাওয়াতই শামিল রয়েছে। আযানদাতাও এতে দাখিল আছে। কেননা, সে মানুষকে সালাতের দিকে আহ্বান করে। এ কারণেই আয়েশা রাদিয়াল্লাহু আনহা বলেন, আলোচ্য আয়াত মুয়াযযিন সম্পর্কে অবতীর্ণ হয়েছে। কোন কোন মুফাসসির বলেন, এখানে دَعَآاِلَى اللهِ বাক্যের পর وَعَمِلَ صِالِحًا বলে আযান-ইকামতের মধ্যস্থলে দুরাকাআত সালাত বোঝানো হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আযান ও একমাতের মাঝখানে যে দো’আ হয়, তা প্রত্যাখ্যাত হয় না। [আবু দাউদ: ৫২১]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৪১ : ৩৪",
        "arabic_text": "\nوَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ ",
        "bangla_text": "আর ভাল ও মন্দ সমান হতে পারে না। মন্দ প্রতিহত করুন তা দ্বারা যা উৎকৃষ্ট; ফলে আপনার ও যার মধ্যে  শক্ৰতা আছে, সে হয়ে যাবে অন্তরঙ্গ বন্ধুর মত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৪১ : ৩৫",
        "arabic_text": "\nوَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ ",
        "bangla_text": "আর এটি শুধু তারাই প্রাপ্ত হবে যারা ধৈর্যশীল। আর এর অধিকারী তারাই হবে কেবল যারা মহাভাগ্যবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৪১ : ৩৬",
        "arabic_text": "\nوَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "আর যদি শয়তানের পক্ষ থেকে কোন কুমন্ত্রণা আপনাকে প্ররোচিত কর তবে আপনি আল্লাহর আশ্রয় চাইবেন, নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, শয়তানের প্রতারণার ব্যাপারে সাবধান থাকো। সে অত্যন্ত দরদী ও মঙ্গলকামী সেজে এই বলে তোমাদেরকে উত্তেজিত করবে যে, অমুক অত্যাচার কখনো বরদাশত করা উচিত নয়, অমুকের কাজের দাঁতভাঙ্গা জবাব দেয়া উচিত এবং এই আক্রমণের জবাবে লড়াই করা উচিত। তা না হলে তোমাদেরকে কাপুরুষ মনে করা হবে, এবং তোমাদের আদৌ কোন প্রভাব থাকবে না। এ ধরনের প্রতিটি ক্ষেত্রে তোমরা যখন নিজেদের মধ্যে কোন অযথা উত্তেজনা অনুভব করবে তখন সাবধান হয়ে যাও। কারণ, তা শয়তানের প্ররোচনা। সে তোমাদের উত্তেজিত করে কোন ভুল সংঘটিত করাতে চায়। সাবধান হয়ে যাওয়ার পর মনে করো না, আমি আমার মেজাজকে পুরোপুরি নিয়ন্ত্রণে রাখছি, শয়তান আমাকে দিয়ে কোন ত্রুটি করাতে পারবে না। নিজের ইচ্ছা শক্তির বিভ্রম হবে শয়তানের আরেকটি বেশী ভয়ংকর হাতিয়ার। এর চেয়ে বরং আল্লাহর কাছে আশ্রয় প্রার্থনা করা উচিত। কারণ তিনি যদি তাওফীক দান করেন ও রক্ষা করেন তবেই মানুষ ভুল-ত্রুটি থেকে রক্ষা পেতে পারে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সামনে একবার এক ব্যক্তি হযরত আবু বকর সিদ্দিক রাদিয়াল্লাহু আনহুকে অকথ্য গালিগালাজ করতে থাকলো। আবু বকর চুপচাপ তার গালি শুনতে থাকলেন আর তার দিকে চেয়ে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মুচকি হাসতে থাকলেন। অবশেষে আবু বকর সিদ্দীক জবাবে তাকে একটি কঠোর কথা বলে ফেললেন। তার মুখ থেকে সে কথাটি বের হওয়া মাত্র নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ওপর চরম বিরক্তি ভাব ছেয়ে গেল এবং ক্রমে তা তার পবিত্র চেহারায় ফুটে উঠতে থাকলো। তিনি তখনই উঠে চলে গেলেন। আবু বকরও উঠে তাকে অনুসরণ করলেন এবং পথিমধ্যেই জিজ্ঞেস করলেন, ব্যাপার কি? সে যখন আমাকে গালি দিচ্ছিলো তখন আপনি চুপচাপ মুচকি হাসছিলেন। কিন্তু যখনই আমি তাকে জবাব দিলাম তখনই আপনি অসন্তুষ্ট হলেন? নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ তুমি যতক্ষণ চুপচাপ ছিলে ততক্ষণ একজন ফেরেশতা তোমার সাথে ছিল এবং তোমার পক্ষ থেকে জবাব দিচ্ছিলো। কিন্তু যখন তুমি নিজেই জবাব দিলে তখন ফেরেশতার স্থানটি শয়তান দখল করে নিল। আমি তো শয়তানের সাথে বসতে পারি না। [মুসনাদে আহমাদ: ২/৪৩৬]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৪১ : ৩৭",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ ",
        "bangla_text": "আর তাঁর নিদর্শনাবলীর মধ্যে রয়েছে রাত ও দিন, সূর্য ও চাঁদ। তোমরা সূর্যকে সিজ্‌দা করো না, চাঁদকেও নয় [১]; আর সিজ্‌দা কর আল্লাহ্‌কে, যিনি এগুলো সৃষ্টি করেছেন, যদি তোমরা কেবলমাত্র তাঁরই ইবাদত কর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এসব আল্লাহর প্রতিভূ নয় যে এগুলোর আকৃতিতে আল্লাহ নিজেকে প্রকাশ করছেন বলে মনে করে তাদের ইবাদত করতে শুরু করবে। বরং এগুলো আল্লাহর নিদর্শন এসব নিদর্শন নিয়ে গভীরভাবে চিন্তা-ভাবনা করলে তোমরা বিশ্ব জাহান ও তার ব্যবস্থাপনার সত্যতা ও বাস্তবতা উপলব্ধি করতে পারবে এবং এ কথাও জানতে পারবে যে নবী-রাসূল আলাইহিমুস সালাম আল্লাহ সম্পর্কে যে তাওহীদের শিক্ষা দিচ্ছেন তাই প্রকৃত সত্য। সূর্য ও চাঁদের উল্লেখের পূর্বে দিন ও রাতের উল্লেখ করা হয়েছে এ বিষয়ে সাবধান করে দেয়ার জন্য যে রাতের বেলা সূর্যের অদৃশ্য হওয়া ও চাঁদের আবির্ভূত হওয়া এবং দিনের বেলা চাঁদের অদৃশ্য হওয়া ও সূর্যের আবির্ভূত হওয়া সুস্পষ্ট ভাবে এ কথা প্রমাণ করে যে, এ দুটির কোনটিই আল্লাহ বা আল্লাহ প্রতিভূ নয়। উভয়েই তাঁর একান্ত দাস। তারা আল্লাহর আইনের নিগড়ে বাধা পড়ে আবর্তন করছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম চাঁদ ও সূর্য সম্পর্কে মানুষের আকীদা-বিশ্বাসকে পরিশুদ্ধ করার জন্য বিভিন্নভাবে প্রচেষ্টা চালিয়েছেন। একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সন্তান ইব্রাহীম মারা গেলে সেদিনই সূর্যগ্রহণ হয়। লোকেরা বলাবলি করতে লাগলো যে, ইব্রাহীমের মৃত্যুর কারণেই সূর্যগ্রহণ হয়েছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন যে, সূর্যগ্রহণ ও চন্দ্রগ্রহণ করো মৃত্যু বা জীবনের জন্য হয় না। বরং এ দুটি আল্লাহর নিদর্শনাবলী থেকে দুটি নিদর্শন; যা তিনি তাঁর বান্দাদের দেখিয়ে থাকেন। সুতরাং যখন তোমরা এরূপ কিছু দেখবে, তখন সালাতের দিকে ধাবিত হবে ৷ [বুখারী: ১০৫৮]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৪১ : ৩৮",
        "arabic_text": "\nفَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩ ",
        "bangla_text": "অতঃপর যদি তারা অহংকার করে, তবে যারা আপনার রবের নিকটে রয়েছে তারা তো দিন ও রাতে তাঁর পবিত্ৰতা, মহিমা ঘোষণা করে এবং তারা ক্লান্তি বোধ করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৪১ : ৩৯",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ",
        "bangla_text": "আর তাঁর একটি নিদর্শন এই যে, আপনি ভূমিকে দেখতে পান শুষ্ক ও ঊষর, অতঃপর যখন আমরা তাতে পানি বর্ষণ করি তখন তা আন্দোলিত ও স্ফীত হয়। নিশ্চয় যিনি যমীনকে জীবিত করেন তিনি অবশ্যই মৃতদের জীবনদানকারী। নিশ্চয় তিনি সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৪১ : ৪০",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ ",
        "bangla_text": "নিশ্চয় যারা আমার আয়াতসমূহে ইলহাদ করে, তারা আমার অগোচরে নয়। যে অগ্নিতে নিক্ষিপ্ত হবে সে কি শ্ৰেষ্ঠ, না যে কিয়ামতের দিন নিরাপদে উপস্থিত হবে সে? তোমরা যা ইচ্ছে আমল কর। তোমরা যা আমল কর, নিশ্চয় তিনি তার সম্যক দ্রষ্টা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৪১ : ৪১",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ ",
        "bangla_text": "নিশ্চয় যারা তাদের কাছে কুরআন আসার পর তার সাথে কুফরী করে [১] (তাদেরকে কঠিন শাস্তি দেয়া হবে); আর এ তো অবশ্যই এক সম্মানিত গ্রন্থ--- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ذكر বলে কুরআনকে বোঝানো হয়েছে। [তবারী]\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৪১ : ৪২",
        "arabic_text": "\nلَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ ",
        "bangla_text": "বাতিল এতে অনুপ্রবেশ করতে পারে না---সামনে থেকেও না, পিছন থেকেও না। এটা প্রজ্ঞাময়, চিরপ্ৰশংসিতের কাছ থেকে নাযিলকৃত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৪১ : ৪৩",
        "arabic_text": "\nمَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ ",
        "bangla_text": "আপনাকে শুধু তা-ই বলা হয়, যা বলা হতো আপনার পূর্ববর্তী রাসূলগণকে। নিশ্চয় আপনার রব একান্তই ক্ষমাশীল এবং যন্ত্রণাদায়ক শাস্তিদাতা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৪১ : ৪৪",
        "arabic_text": "\nوَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ ",
        "bangla_text": "আর যদি আমরা এটাকে করতাম অনারবী ভাষায় কুরআন তবে তারা  অবশ্যই বলত, 'এর আয়াতগুলো বিশদভাবে বিবৃত হয়নি কেন? ভাষা অনারবীয়, অথচ রাসূল আরবীয়! বলুন, ‘এটি মুমিনদের জন্য হেদায়াত ও আরোগ্য।' আর যারা ঈমান আনে না তাদের কানে রয়েছে বধিরতা এবং কুরআন এদের (অন্তরের) উপর অন্ধত্ব তৈরী করবে। তাদেরকেই ডাকা হবে দূরবর্তী স্থান থেকে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৪১ : ৪৫",
        "arabic_text": "\nوَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ ",
        "bangla_text": "আর অবশ্যই আমরা মূসাকে কিতাব দিয়েছিলাম, অতঃপর তাতে মতভেদ ঘটেছিল। আর যদি আপনার রবের পক্ষ থেকে একটি বাণী (সিদ্ধান্ত) পূর্বেই না থাকত তবে তাদের মধ্যে ফয়সালা হয়ে যেত। আর নিশ্চয় তারা এ কুরআন সম্বন্ধে বিভ্রান্তিকর সন্দেহে রয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৪১ : ৪৬",
        "arabic_text": "\nمَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ ",
        "bangla_text": "যে সৎকাজ করে সে তার নিজের কল্যাণের জন্যই তা করে এবং কেউ মন্দ কাজ করলে তার প্রতিফল সে-ই  ভোগ করবে। আর আপনার রব তাঁর বান্দাদের প্রতি মোটেই যুলুমকারী নন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৪১ : ৪৭",
        "arabic_text": "\n۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ ",
        "bangla_text": "কিয়ামতের জ্ঞান শুধু আল্লাহর কাছেই প্রত্যাবর্তিত হয়। তাঁর অজ্ঞাতসারে কোন ফল আবরণ হতে বের হয় না, কোন নারী গর্ভ ধারণ করে না এবং সন্তানও প্রসব করে না [১]। আর যেদিন আল্লাহ্ তাদেরকে ডেকে বলবেন, 'আমার শরীকেরা কোথায়?' তখন তারা বলবে, 'আমরা আপনার কাছে নিবেদন করি যে, এ ব্যাপারে আমাদের থেকে কোন সাক্ষী নেই।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একথা বলে শ্রোতাদেরকে দুটি বিষয় বুঝানো হয়েছে। একটি হচ্ছে, শুধু কিয়ামত নয়, বরং সমস্ত গায়েবী বিষয়ের জ্ঞান আল্লাহর জন্য নির্দিষ্ট। গায়েবী বিষয়ে জ্ঞানের অধিকারী আর কেউ নেই। অপরটি হচ্ছে, যে আল্লাহ খুঁটিনাটি বিষয়সমূহের এত বিস্তারিত জ্ঞান রাখেন, কোন ব্যক্তির কাজ কর্ম তাঁর দৃষ্টি এড়িয়ে যাওয়া সম্ভব নয়। অতএব তাঁর সার্বভৌম ক্ষমতার আওতায় নিৰ্ভয়ে যা ইচ্ছা তাই করা ঠিক নয়। দ্বিতীয় অর্থ অনুসারে এই বাক্যাংশের সম্পর্ক পরবর্তী বাক্যাংশের সাথে সামঞ্জস্যপূর্ণ। একথাটির পরেই যা বলা হয়েছে সে সম্পর্কে যদি চিন্তা করা হয় তাহলে বক্তব্যের ধারাক্রম থেকে আপনা আপনি একথার ইংগিত পাওয়া যায় যে, কিয়ামতের তারিখ জানার ধান্ধায় কোথায় পড়ে আছ? বরং চিন্তা করো কিয়ামত যখন আসবে তখন নিজের এসব গোমরাহীর জন্য কি দুর্ভোগ পোহাতে হবে। কিয়ামতের তারিখ সম্পর্কে প্ৰশ্নকারী এক ব্যক্তিকে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একথার মাধ্যমেই জবাব দিয়েছিলেন। একবার সফরে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোথাও যাচ্ছিলেন। পথিমথ্যে এক ব্যক্তি দূর থেকে ডাকলো, হে মুহাম্মাদ ! নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, হ্যাঁ, কি বলতে চাও, বলো। সে বললোঃ কিয়ামত কবে হবে? তিনি জবাবে বললেনঃ “হে আল্লাহর বান্দা, কিয়ামত তো আসবেই। তুমি সে জন্য কি প্রস্তুতি গ্রহণ করেছো?” [বুখারী: ৬১৬৭, মুসলিম: ২৬৩৯]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৪১ : ৪৮",
        "arabic_text": "\nوَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ ",
        "bangla_text": "আর আগে তারা যাদেরকে ডাকত তারা তাদের কাছ থেকে উধাও হয়ে যাবে এবং তারা বিশ্বাস করবে যে, তাদের পলায়নের কোন উপায় নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৪১ : ৪৯",
        "arabic_text": "\nلَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ ",
        "bangla_text": "মানুষ কল্যাণ প্রার্থনায় কোন ক্লান্তি বোধ করে না, কিন্তু যখন তাকে অকল্যাণ স্পর্শ করে তখন সে প্রচণ্ডভাবে হতাশ ও নিরাশ হয়ে পড়ে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৪১ : ৫০",
        "arabic_text": "\nوَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ ",
        "bangla_text": "আর যদি দুঃখ-দৈন্য স্পর্শ করার পর আমরা তাকে আমার পক্ষ থেকে অনুগ্রহের আস্বাদন দেই, তখন সে অবশ্যই বলে থাকে, 'এ আমার প্রাপ্য এবং আমি মনে করি না যে, কিয়ামত সংঘটিত হবে। আর যদি আমাকে আমার রবের কাছে ফিরিয়ে নেয়াও হয়, তবুও তাঁর কাছে আমার জন্য কল্যাণই থাকবে।' অতএব, আমরা অবশ্যই কাফিরদেরকে তাদের আমল সম্বন্ধে অবহিত করব এবং তাদেরকে অবশ্যই আস্বাদন করাব কঠোর শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৪১ : ৫১",
        "arabic_text": "\nوَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ ",
        "bangla_text": "আর যখন আমরা মানুষের প্রতি অনুগ্রহ করি তখন সে মুখ ফিরিয়ে নেয় ও দূরে সরে যায়। আর যখন তাকে অকল্যাণ স্পর্শ করে তখন সে দীর্ঘ প্রার্থনাকারী হয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৪১ : ৫২",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ ",
        "bangla_text": "বলুন, 'তোমরা ভেবে দেখেছ কি, যদি এ কুরআন আল্লাহর কাছ থেকে নাযিল হয়ে থাকে আর তোমরা এটা প্রত্যাখ্যান কর, তবে যে ব্যক্তি ঘোর বিরুদ্ধাচরণে লিপ্ত আছে, তার চেয়ে বেশী বিভ্রান্ত আর কে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৪১ : ৫৩",
        "arabic_text": "\nسَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ ",
        "bangla_text": "অচিরেই আমরা তাদেরকে আমাদের নিদর্শনাবলী দেখাব, বিশ্ব জগতের প্রান্তসমূহে এবং তাদের নিজেদের মধ্যে; যাতে তাদের কাছে সুস্পষ্ট হয়ে উঠে যে, অবশ্যই এটা (কুরআন) সত্য। এটা কি আপনার রবের সম্পর্কে যথেষ্ট নয় যে, তিনি সব কিছুর উপর সাক্ষী ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৪১ : ৫৪",
        "arabic_text": "\nأَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ ",
        "bangla_text": "জেনে রাখুন, নিশ্চয় তারা তাদের রবের সাথে সাক্ষাতের ব্যাপারে সন্দিহান। জেনে রাখুন যে, নিশ্চয় তিনি (আল্লাহ) সবকিছুকে পরিবেষ্টন করে রয়েছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]