[
    {
        "id": 1,
        "verse": "৪২ : ১",
        "arabic_text": "\nحمٓ ",
        "bangla_text": "হা-মীম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৪২ : ২",
        "arabic_text": "\nعٓسٓقٓ ",
        "bangla_text": "‘আইন-সীন- কাফ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৪২ : ৩",
        "arabic_text": "\nكَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "এভাবেই আপনার প্রতি এবং আপনার পূৰ্ববর্তীদের প্রতি ওহী করেন পরাক্রমশালী, প্রজ্ঞাময় আল্লাহ্ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অহীর আভিধানিক অর্থ হচ্ছে, দ্রুত ইংগিত এবং গোপন ইংগিত [ইবন হাজার: ফাতহুল বারী: ১/২০৪]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৪২ : ৪",
        "arabic_text": "\nلَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ",
        "bangla_text": "আসমানসমূহে যা আছে ও যমীনে যা আছে তা তাঁরই। তিনি সুউচ্চ, সুমহান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৪২ : ৫",
        "arabic_text": "\nتَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ ",
        "bangla_text": "আসমানসমূহ উপর থেকে ভেঙ্গে পড়ার উপক্রম হয়, আর ফেরেশতাগণ তাদের রবের সপ্ৰশংস পবিত্রতা ও মহিমা ঘোষণা করে এবং যমীনে যারা আছে তাদের জন্য ক্ষমা প্রার্থনা করে। জেনে রাখুন, নিশ্চয় আল্লাহ, তিনিই ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৪২ : ৬",
        "arabic_text": "\nوَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ ",
        "bangla_text": "আর যারা তাঁর পরিবর্তে অন্যদেরকে অভিভাবকরূপে [১] গ্ৰহণ করে, আল্লাহ্ তাদের প্রতি সম্যক দৃষ্টিদাতা। আর আপনি তো তাদের উপর কর্মবিধায়ক নন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে أولياء, শব্দ ব্যবহৃত হয়েছে। আরবী ভাষায় যার অর্থ অত্যন্ত ব্যাপক। বাতিল উপাস্যদের সম্পর্কে পথভ্রষ্ট মানুষদের বিভিন্ন আকীদা-বিশ্বাস এবং ভিন্ন ভিন্ন অনেক কর্মপদ্ধতি আছে। কুরআন মজীদে এগুলোকেই “আল্লাহ ছাড়া অন্যদের ওলী বা অভিভাবক বানানো” বলে আখ্যায়িত করা হয়েছে। কুরআন মজীদে অনুসন্ধান করলে “ওলী’ শব্দটির কয়েকটি অর্থ জানা যায়। একঃ মানুষ যার কথামত কাজ করে, যার নির্দেশনা মেনে চলে এবং যার রচিত নিয়ম-পস্থা, রীতিনীতি এবং আইনকানুন অনুসরণ করে [আন নিসা: ১১৮-১২০; আল-আশরাফ: ৩, ২৭-৩০] দুইঃ যার দিকনির্দেশনার ওপর মানুষ আস্থা স্থাপন করে এবং মনে করে সে তাকে সঠিক রাস্তা প্রদর্শনকারী এবং ভ্রান্তি থেকে রক্ষাকারী। [আল বাকারাহ: ২৫৭; আল-ইসরা: ৯৭; আল-কাহাফ: ১৭ ও আল-জাসিয়া: ১৯] তিনঃ যার সম্পর্কে মানুষ মনে করে, আমি পৃথিবীতে যাই করি না কেন সে আমাকে তার কুফল থেকে রক্ষা করবে। এমনকি যদি আল্লাহ থাকেন এবং আখেরাত সংঘটিত হয় তাহলে তার আযাব থেকেও রক্ষা করবেন। [আন- নিসা: ১২৩-১৭৩; আল-আন’আম: ৫১; আর-রা'দ: ৩৭; আল-‘আনকাবুত: ২২; আল-আহ যাব: ৬৫; আয-যুমার: ৩] চারঃ যার সম্পর্কে মানুষ মনে করে, পৃথিবীতে তিনি অতি প্রাকৃতিক উপায়ে তাকে সাহায্য করেন, বিপদাপদে তাকে রক্ষা করেন। রুজি-রোজগার দান করেন, সন্তান দান করেন, ইচ্ছা পূরণ করেন এবং অন্যান্য সব রকম প্রয়োজন পূরণ করেন [হুদ:২০; আর-রা'দঃ ১৬, আল-আনকাবূত: ৪১]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৪২ : ৭",
        "arabic_text": "\nوَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ ",
        "bangla_text": "আর এভাবে আমরা আপনার প্রতি কুরআন নাযিল করেছি আরবী ভাষায়, যাতে আপনি মক্কা ও তার চারদিকের জনগণকে [১] সতর্ক করতে পারেন এবং সতর্ক করতে পারেন কেয়ামতের দিন সম্পর্কে, যাতে কোন সন্দেহ নেই। একদল থাকবে জান্নাতে আরেক দল জলন্ত আগুনে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ সকল জনপদ ও শহরের মূল ও ভিত্তি। এখানে মক্কা মোকাররমা বুঝানো হয়েছে। এই নামকরণের হেতু এই যে, এ শহরটি সমগ্ৰ বিশ্বের শহর-জনপদ এমনকি ভূ-পৃষ্ঠ অপেক্ষা আল্লাহ তা'আলার কাছে অধিক সম্মানিত ও শ্রেষ্ঠ। [তাবারী, ইবনে কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কা থেকে হিজরত করার সময় মক্কাকে সম্বোধন করে বলেছিলেন: অবশ্যই তুমি আমার কাছে আল্লাহর সমগ্ৰ পৃথিবী থেকে শ্রেষ্ঠ এবং সমগ্ৰ পৃথিবী অপেক্ষা অধিক প্রিয়। যদি আমাকে তোমার থেকে বহিস্কার করা না হত, তবে আমি কখনও স্বেচ্ছায় তোমাকে ত্যাগ করতাম না। [তিরমিযী: ৩৯২৬]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৪২ : ৮",
        "arabic_text": "\nوَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ ",
        "bangla_text": "আর আল্লাহ্ ইচ্ছে করলে তাদেরকে একই উম্মত করতে পারতেন; কিন্তু তিনি যাকে ইচ্ছে তাকে স্বীয় অনুগ্রহে প্ৰবেশ করান। আর যালিমরা, তাদের কোন অভিভাবক নেই, কোন সাহায্যকারীও নেই।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৪২ : ৯",
        "arabic_text": "\nأَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "তারা কি আল্লাহর পরিবর্তে অন্যকে অভিভাবকরূপে গ্ৰহণ করেছে, কিন্তু আল্লাহ্, অভিভাবক তো তিনিই এবং তিনি মৃতকে জীবিত করেন। আর তিনি সব কিছুর উপর ক্ষমতাবান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৪২ : ১০",
        "arabic_text": "\nوَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ ",
        "bangla_text": "আর তোমরা যে বিষয়েই মতভেদ করা না কেন---তার ফয়সালা তো আল্লাহরই কাছে। তিনিই আল্লাহ্ --- আমার রব; তাঁরই উপর আমি নির্ভর করেছি এবং আমি তাঁরই অভিমুখী হই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৪২ : ১১",
        "arabic_text": "\nفَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ ",
        "bangla_text": "তিনি আসমানসমূহ ও যমীনের সৃষ্টিকর্তা, তিনি তোমাদের মধ্য থেকে তোমাদের জোড়া সৃষ্টি করেছেন এবং গৃহপালিত জন্তুর মধ্য থেকে সৃষ্টি করেছেন জোড়া। এভাবে তিনি তোমাদের বংশ বিস্তার করেন; কোন কিছুই তাঁর সদৃশ নয়, তিনি সর্বশ্রোতা, সর্বদ্ৰষ্টা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৪২ : ১২",
        "arabic_text": "\nلَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ ",
        "bangla_text": "তাঁরই কাছে আসমানসমূহ ও যমীনের চাবিকাঠি। তিনি যার জন্যে ইচ্ছে তার রিযিক বাড়িয়ে দেন এবং সংকুচিত করেন। নিশ্চয় তিনি সবকিছু সম্পর্কে সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৪২ : ১৩",
        "arabic_text": "\n۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ ",
        "bangla_text": "তিনি তোমাদের জন্য বিধিবদ্ধ করেছেন দ্বীন, যার নির্দেশ দিয়েছিলেন নূহকে, আর যা আমরা ওহী করেছি আপনাকে এবং যার নির্দেশ দিয়েছিলাম ইবরাহীম, মূসা ও ‘ঈসাকে, এ বলে যে, তোমরা দ্বীনকে  প্রতিষ্ঠিত কর এবং তাতে বিভেদ সৃষ্টি কর না [১]। আপনি মুশরিকদেরকে যার প্রতি ডাকছেন তা তাদের কাছে কঠিন মনে হয়। আল্লাহ্ যাকে ইচ্ছে তার দ্বীনের প্রতি আকৃষ্ট করেন এবং যে তাঁর অভিমুখী হয় তাকে তিনি দ্বীনের দিকে হেদায়াত করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দ্বীন প্রতিষ্ঠার নির্দেশ দেয়ার পর আল্লাহ এ আয়াতে সর্বশেষ যে কথা বলেছেন তা হচ্ছে \"দ্বীনে বিভেদ সৃষ্টি করো না’ কিংবা ‘তাতে পরস্পর বিচ্ছিন্ন হয়ে পড়ো না। পূর্ববর্তী উম্মতদের কর্মকাণ্ড থেকে শিক্ষা গ্ৰহণ করে এ ধরনের কাজ থেকে সাবধান করে বহু হাদীস বর্ণিত হয়েছে। আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদের সামনে একটি সরল রেখা টানলেন। অত:পর এর ডানে ও বায়ে আরও কয়েকটি রেখা টেনে বললেন, ডান-বামের এসব রেখা শয়তানের আবিস্কৃত পথ। এর প্রত্যেকটিতে একটি করে শয়তান নিয়োজিত রয়েছে। সে মানুষকে সে পথেই চলার উপদেশ দেয়। অত:পর তিনি মধ্যবর্তী সকল রেখার দিকে ইশারা করে বললেন:\n  <br/>\n  <br/>\n  وَاَنَّ هٰذَاِصرَ اطِىْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ\n  <br/>\n  <br/>\n  “আর এটা আমার সরল পথ, সুতরাং তোমরা এরই অনুসরণ কর।” [মুসনাদে আহমাদ: ১/৪৩৫] এ দৃষ্টান্তে সরল পথ বলে নবী-রাসূলগণের অভিন্ন দ্বীনের পথই বোঝান হয়েছে। এতে শাখা-প্ৰশাখা বের করা ও বিভেদ সৃষ্টি করা হারাম ও শয়তানের কাজ। এ সম্পর্কে হাদীসে কঠোর নিষেধাজ্ঞা বর্ণিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “যে ব্যক্তি মুসলিমদের জামাত (সামষ্টিকভাবে সকল উম্মত) থেকে অর্ধ হাত পরিমাণও দূরে সরে পড়ে, সে-ই ইসলামের বন্ধনই তার কাধ থেকে সরিয়ে দিল’। [আবু দাউদ: ৪৭৬০] তিনি আরও বলেন, ‘জামাত (তথা মুসলিম উম্মতের) উপর আল্লাহর হাত রয়েছে।’ [নাসায়ী: ৪০২০] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেন, “শয়তান মানুষের জন্য ব্যাঘ্রস্বরূপ। বাঘ ছাগলের পেছনে লাগে। অত:পর যে ছাগল পালের পেছনে অথবা এদিক ওদিক বিচ্ছিন্ন হয়ে থাকে সেটির উপরই পতিত হয়। তাই তোমাদের উচিত দলের সঙ্গে থাকা-পৃথক না থাকা। [মুসনাদে আহমাদ: ৫/২৩২] মনে রাখতে হবে যে, মুসলিমরা সবাই এক উম্মত; তাদের থেকে কেউ আলাদা কোন দল করে পৃথক হলে সে উম্মতের মধ্যে বিচ্ছিন্নতা ঘটালো। এটাই শরীআতে নিন্দনীয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৪২ : ১৪",
        "arabic_text": "\nوَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ ",
        "bangla_text": "আর তাদের কাছে জ্ঞান আসার পর শুধুমাত্র পারস্পরিক বিদ্বেষবশত [১] তারা নিজেদের মধ্যে মতভেদ ঘটায়।  আর এক নির্ধারিত কাল পর্যন্ত অবকাশ সম্পর্কে আপনার রবের পূর্ব সিদ্ধান্ত না থাকলে তাদের বিষয় ফয়সালা হয়ে যেত। আর তাদের পর যারা কিতাবের উত্তরাধিকারী হয়েছে, নিশ্চয় তারা সে সম্পর্কে বিভ্ৰান্তিকর সন্দেহে রয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই মতভেদ সৃষ্টির চালিকা শক্তি ছিল নিজের নাম ও কর্তৃত্ব প্রতিষ্ঠার চিন্তা, পারস্পরিক জিদ ও একগুঁয়েমি, একে অপরকে পরাস্ত করার প্রচেষ্টা এবং সম্পদ ও মর্যাদা অর্জন প্রচেষ্টার ফল। [কুরতুবী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৪২ : ১৫",
        "arabic_text": "\nفَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ ",
        "bangla_text": "সুতরাং আপনি আহ্বান করুন [১] এবং দৃঢ় থাকুন, যেভাবে আপনি আদিষ্ট হয়েছেন। আর আপনি তাদের খেয়াল-খুশীর অনুসরণ করবেন না; এবং বলুন, 'আল্লাহ্  যে কিতাব নাযিল করেছেন আমি তাতে ঈমান এনেছি এবং আমি আদিষ্ট হয়েছি তোমাদের মধ্যে ন্যায় বিচার করতে। আল্লাহ্ আমাদের রব এবং তোমাদেরও রব। আমাদের আমল আমাদের এবং তোমাদের আমল তোমাদের; আমাদের ও তোমাদের মধ্যে কোন বিবাদ-বিসম্বাদ নেই। আল্লাহ্  আমাদেরকে একত্র করবেন এবং ফিরে যাওয়া তারই কাছে [২]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাওহীদের দিকে, অথবা এ সুপ্রতিষ্ঠিত দ্বীনের দিকে। যার নির্দেশ তিনি সমস্ত নবী রাসূলদের দিয়েছেন এবং তার ওসিয়ত করেছেন। [জালালাইন; মুয়াসসার]\n  <br/>\n  <br/>\n  [২] হাফেয ইবনে কাসীর বলেন, দশটি বাক্য সম্বলিত এই আয়াতের প্রত্যেকটি বাক্যে বিশেষ বিশেষ বিধান বর্ণিত হয়েছে। সমগ্র কুরআনে আয়াতুল কুরসীই এর একমাত্র দৃষ্টান্ত। তাতেও দশটি বিধান বিধৃত হয়েছে। আলোচ্য আয়াতের প্রথম বিধান হচ্ছে فَلِذٰلِكَ فَادْعُ অর্থাৎ যদিও মুশরেকদের কাছে আপনার তাওহীদের দাওয়াত কঠিন মনে হয়, তথাপি আপনি এ দাওয়াত ত্যাগ করবেন না এবং উপর্যুপরি দাওয়াতের কাজ অব্যাহত রাখুন।\n  <br/>\n  <br/>\n  দ্বিতীয় বিধান وَاسْتَقِمُ كَمَآاُمِرْتَ অর্থাৎ আপনি এ দ্বীনে নিজে অবিচল থাকুন, যেমন আপনাকে আদেশ করা হয়েছে। যাবতীয় বিশ্বাস, কর্ম, চরিত্র, অভ্যাস ও সামাজিকতার যথাযথ সমতা ও ভারসাম্য কায়েম রাখুন। কোন দিকেই যেন কোনরূপ বাড়াবাড়ি না হয়। কাফেদেরকে সন্তুষ্ট করার জন্য এই দ্বীনের মধ্যে কোন রদবদল ও হ্রাস-বৃদ্ধি করবেন না। ‘কিছু নাও এবং কিছু দাও’ নীতির ভিত্তিতে এই পথভ্রষ্ট লোকদের সাথে কোন আপোষ করবেন না। বলাবাহুল্য, এরূপ দৃঢ়তা সহজসাধ্য নয়। এ কারণেই রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সাহাবায়ে কেরামদের কেউ জিজ্ঞেস করেছিলেন যে, হে আল্লাহর রাসূল! আপনাকে বৃদ্ধ দেখাচ্ছে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: شَيَّبَتْنِيْ هُوْد অর্থাৎ সুরা হুদ আমাকে বৃদ্ধ করে দিয়েছে। সূরা হুদের ১১২ নং আয়াতে এ আদেশ এ ভাষায়ই ব্যক্ত হয়েছে। সেখানেও দ্বীনের উপর অবিচল থাকার নির্দেশ দেয়া হয়েছে।\n  <br/>\n  <br/>\n  তৃতীয় বিধান- وَلَاتَتَّبِعْ اَهْوَآءَهُمْ অর্থাৎ প্রচারের দায়িত্ব পালনে আপনি কারও বিরোধিতার পরওয়া করবেন না। শুধু কোন না কোন ভাবে ইসলামের গণ্ডির মধ্যে এসে যাক, এ লোভের বশবর্তী হয়ে এদের কুসংস্কার ও গোড়ামি এবং জাহেলী আচার-আচরণের জন্য দ্বীনের মধ্যে কোন অবকাশ সৃষ্টি করবেন না। আল্লাহ তাঁর দ্বীনকে যেভাবে নাযিল করেছেন কেউ মানতে চাইলে সেই খাঁটি ও মূল দ্বীনকে যেন সরাসরি মেনে নেয়। অন্যথায় যে জাহান্নামে হুমড়ি খেয়ে পড়তে চায় পড়ুক। মানুষের ইচ্ছানুসারে আল্লাহর দ্বীনের পরিবর্তন সাধন করা যায় না। মানুষ যদি নিজের কল্যাণ চায় তাহলে যেন নিজেকেই পরিবর্তন করে দ্বীন অনুসারে গড়ে নেয়।\n  <br/>\n  <br/>\n  চতুর্থ বিধান-\n  <br/>\n  <br/>\n  وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللهُ مِنْ كِتٰبٍ\n  <br/>\n  <br/>\n  অর্থাৎ আপনি ঘোষনা করুন: আল্লাহ তা'আলা যত কিতাব নাযিল করেছেন, সবগুলোর প্রতি আমি ঈমান এনেছি। অন্য কথায় আমি সেই বিভেদ সৃষ্টিকারী লোকদের মত নই যারা আল্লাহর প্রেরিত কোন কোন কিতাব মানে আবার কোন কোনটি মানে না। আমি আল্লাহর প্রেরিত প্রতিটি কিতাবই মানি।\n  <br/>\n  <br/>\n  পঞ্চম বিধান- وَاُمِرْتُ لِاَعْدِلَ بِيْنَكُمْ এই ব্যাপকার্থক আয়াতাংশের কয়েকটি অর্থ হয়ঃ একটি অর্থ হচ্ছে, আমি এসব দলাদলি থেকে দূরে থেকে নিরপেক্ষ ন্যায় নিষ্ঠা অবলম্বনের জন্য আদিষ্ট। কোন দলের স্বার্থে এবং কোন দলের বিরুদ্ধে পক্ষপাতিত্ব করা আমার কাজ নয়। সব মানুষের সাথে আমার সমান সম্পর্ক। আর সে সম্পর্ক হচ্ছে ন্যায় বিচার ও ইনসাফের সম্পর্ক। যার যে বিষয়টি ন্যায় ও সত্য সে যত দূরেরই হোক না কেন আমি তার সহযোগী। আর যার যে বিষয়টি ন্যায় ও সত্যের পরিপন্থী সে আমার ঘনিষ্ঠ আত্মীয় হলেও আমি তার বিরোধী। দ্বিতীয় অর্থ হচ্ছে, আমি তোমাদের সামনে যে সত্য পেশ করার জন্য আদিষ্ট তাতে কারো জন্য কোন বৈষম্য নেই, বরং তা সবার জন্য সমান। তাতে নিজের ও পরের, বড়র ও ছোটর, গরীবের ও ধনীর, উচ্চের ও নীচের ভিন্ন ভিন্ন সত্য নেই। যা সত্য তা সবার জন্য সত্য।  যা গোনাহ তা সবার জন্য গোনাহ। যা হারাম তা সবার জন্য হারাম এবং যা অপরাধ তা সবার জন্য অপরাধ। এই নির্ভেজাল বিধানে আমার নিজের জন্যও কোন ব্যতিক্রম নেই। তৃতীয় অর্থ হচ্ছে, আমি পৃথিবীতে ন্যায় বিচার প্রতিষ্ঠার জন্য আদিষ্ট। মানুষের মধ্যে ইনসাফ কয়েম করা এবং তোমাদের জীবনে ও তোমাদের সমাজে যে ভারসাম্যহীনতা ও বে-ইনসাফী রয়েছে তার ধ্বংস সাধনের দায়িত্ব আমাকে দেয়া হয়েছে। পারস্পারিক বিবাদ-বিসংবাদের কোন মোকদ্দমা আমার কাছে আসলে তাতে ন্যায় বিচার করার নির্দেশ আমাকে দেয়া হয়েছে। চতুর্থ অর্থ এই যে, এখানে عدل এর অর্থ সাম্য। সুতরাং আয়াতের অর্থ হচ্ছে, আমি আদিষ্ট হয়েছি যে, দ্বীনের যাবতীয় বিধি-বিধান তোমাদের মধ্যে সমান সমান রাখি, প্রত্যেক নবী ও প্রত্যেক কিতাবে বিশ্বাস স্থাপন করি এবং সব বিধান পালন করি-এরূপ নয় যে, কোন বিধান মানবো আর কোনটি অমান্য করব। অথবা কোনটির প্রতি বিশ্বাস স্থাপন করব ও কোনটির প্রতি করব না।\n  <br/>\n  <br/>\n  ষষ্ট বিধান- اَللهُ رَبُّنَا وَرَبُّكُمْ আল্লাহকেই একমাত্র রব হিসেবে মানব। তিনি আমাদের ও তোমাদের রব। একথা তোমরা স্বীকার করে থাক। কিন্তু এ কথার কারণে একমাত্র আল্লাহরই যে ইবাদাত করতে হবে, তোমরা এটা মানতে রাজী নও। কিন্তু আমি তা মানি। আর আমার অনুসারীরা সবাই এটা মেনে একমাত্র আল্লাহরই ইবাদাত করে।\n  <br/>\n  <br/>\n  সপ্তম বিধান- لَنَآاَعْمَا لُنَاوَلَكُمْ اَعْمَالُكُمْ অর্থাৎ আমাদের কর্ম আমাদের কাজে আসবে, তোমাদের তাতে কোন লাভ-লোকসান হবে না। আর তোমাদের কর্ম তোমাদের কাজে আসবে, আমার তাতে কোন লাভ ও ক্ষতি নাই। কেউ কেউ বলেন, মক্কায় যখন কাফেরদের বিরুদ্ধে জেহাদ করার আদেশ অবতীর্ণ হয়নি, তখন এ আয়াত নাযিল হয়েছিল। পরে জেহাদের আদেশ অবতীর্ণ হওয়ায় এই বিধান রহিত হয়ে যায়। কেননা, জেহাদের সারমর্ম এই যে, যারা উপদেশ ও অনুরোধে প্রভাবিত হয় না, যুদ্ধের মাধ্যমে তাদেরকে পরাভূত করতে হবে। তাদেরকে তাদের অবস্থার উপর ছেড়ে দিলে চলবে না। কেউ কেউ বলেন, আয়াতটি রহিত হয়নি এবং উদ্দেশ্য এই যে, দলীলের মাধ্যমে সত্য প্রমাণিত হওয়ার পর তোমাদের না মানা কেবল শক্রুতা ও হঠকারিতা বশত:ই হতে পারে। শত্রুতা সৃষ্টি হয়ে যাওয়ার পর এখন প্রমাণাদির আলোচনা অর্থহীন। তোমাদের কর্ম তোমাদের সামনে এবং আমার কর্ম আমার সামনে থাকবে।\n  <br/>\n  <br/>\n  অষ্টম বিধান- لَاحُجَّةَ بَيْنَنَا وَبِيْنَكُمْ অর্থাৎ সত্য স্পষ্ট ও প্রমাণিত হওয়ার পরও যদি তোমরা শক্রতাকেই কাজে লাগাও, তবে তর্ক-বিতর্কের কোন অর্থ নেই। কাজেই আমাদেরও তোমাদের মধ্যে এমন কোন বিতর্ক নেই।\n  <br/>\n  <br/>\n  নবম বিধান- اَللهُ يَحْبمَعُ بِيْنَنَا অর্থাৎ কেয়ামতের দিন আল্লাহ তা’আলা আমাদের সকলকে একত্রিত করবেন এবং প্রত্যেকের কর্মের প্রতিদান দেবেন।\n  <br/>\n  <br/>\n  দশম বিধান- وَاِلَيْهِ الْمَصِيْرُ অর্থাৎ আমরা সকলেই তাঁর দিকেই প্রত্যাবর্তন করব। সুতরাং তোমরা চিন্তা করে দেখ কি করলে তখন তোমরা উপকৃত হবে। [দেখুন, ইবনে কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৪২ : ১৬",
        "arabic_text": "\nوَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ ",
        "bangla_text": "আর আল্লাহর আহ্বানে সাড়া আসার পর যারা আল্লাহ্  সম্পর্কে বিতর্ক করে, তাদের যুক্তি-তর্ক তাদের রবের দৃষ্টিতে অসার এবং তাদের উপর রয়েছে তাঁর ক্ৰোধ এবং তাদের জন্য রয়েছে কঠিন শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৪২ : ১৭",
        "arabic_text": "\nٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ ",
        "bangla_text": "আল্লাহ্, যিনি নাযিল করেছেন সত্যসহকারে কিতাব এবং মীযান [১]। আর কিসে আপনাকে জানাবে যে, সম্ভবত কিয়ামত আসন্ন? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অতঃপর উল্লেখ করা হয়েছে যে, কুরআন আল্লাহর পক্ষ থেকে অবতীর্ণ। এতে আল্লাহর হক ও বান্দার হকের জন্য পূর্ণাঙ্গ আইন-কানুন রয়েছে।\n  <br/>\n  <br/>\n  اَنْزَلَ الْكِتٰبَ بِالْحَقِّ وَالْمِيْزَانَ\n  <br/>\n  <br/>\n  এখানে কিতাব' বলে কুরআনসহ সমস্ত আসমানী গ্ৰন্থকে বোঝানো হয়েছে এবং হক বলতে পূর্বোক্ত সত্যদ্বীনকে বোঝানো হয়েছে। ميزان এর শাব্দিক অর্থ দাঁড়ি-পাল্লা। এটা যেহেতু ন্যায়বিচার প্রতিষ্ঠা করার এবং অধিকার পূর্ণ মাত্রায় দেয়ার একটি মানদণ্ড তাই ইবনে আব্বাস এর তাফসীর করেছেন ন্যায় বিচার। মুজাহিদ বলেন, মানুষ যে দাঁড়ি-পাল্লা ব্যবহার করে এখানে তাই বোঝানো হয়েছে। সুতরাং হক শব্দের মধ্যে আল্লাহর যাবতীয় হক এবং ميزان শব্দের মধ্যে বান্দার যাবতীয় হকের প্রতি ইঙ্গিত রয়েছে। আর তখন ‘হকসহকারে' এর অর্থ হবে, হকের বর্ণনা সম্বলিত। কোন কোন মুফাসসির বলেন, এখানে মীযান অর্থ আল্লাহর শরীয়ত, যা দাঁড়িপাল্লার মত ওজন করে ভুল ও শুদ্ধ, হক ও বাতিল, জুলুম ও ন্যায়বিচার এবং সত্য ও অসত্যের পার্থক্য স্পষ্ট করে দেয়। ওপরে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মুখ দিয়ে বলানো হয়েছে যে, “তোমাদের মধ্যে ইনসাফ করার জন্য আমাকে আদেশ দেয়া হয়েছে।” এখানে বলা হয়েছে যে, এই পবিত্ৰ কিতাব সহকারে সেই “মিযান’ এসে গেছে যার সাহায্যে এই ইনসাফ কায়েম করা যাবে। [তাবারী, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৪২ : ১৮",
        "arabic_text": "\nيَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ ",
        "bangla_text": "যারা এটাতে ঈমান রাখে না তারাই তা ত্বরান্বিত করতে চায়। আর যারা ঈমান এনেছে তারা তা থেকে ভীত থাকে এবং তারা জানে যে, তা অবশ্যই সত্য। জেনে রাখুন, নিশ্চয় কিয়ামত সম্পর্কে যারা বাক-বিতণ্ডা করে তারা ঘোর বিভ্ৰান্তিতে নিপতিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৪২ : ১৯",
        "arabic_text": "\nٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ ",
        "bangla_text": "আল্লাহ্ তাঁর বান্দাদের প্রতি অত্যন্ত কোমল; তিনি যাকে ইচ্ছে রিযিক দান করেন [১]।  আর তিনি সর্বশক্তিমান, প্ৰবল পরাক্রমশালী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অভিধানে لطيف শব্দটি একাধিক অর্থে ব্যবহৃত হয়। ইবনে আব্বাস এর অর্থ করেছেন, দয়ালু, পক্ষান্তরে মুকাতিল করেছেন অনুগ্রহকারী। অন্য অর্থ, সুক্ষ্মদর্শী। মুকাতিল বলেন, আল্লাহ তা'আলা সমস্ত বান্দার প্রতিই দয়ালু। এমনকি কাফের এবং পাপাচারীর উপরও দুনিয়াতে তাঁর নেয়ামত বর্ষিত হয়। বান্দাদের প্রতি আল্লাহ তা'আলার অনুগ্রহ ও কৃপা অসংখ্য প্রকার।\n  <br/>\n  <br/>\n  আল্লাহ তা'আলার রিযিক সমগ্র সৃষ্টির জন্যে ব্যাপক। স্থলে ও জলে বসবাসকারী যেসব জন্তু সম্পর্কে কেউ কিছুই জানে না, আল্লাহর রিযিক তাদের কাছেও পৌঁছে। আয়াতে যাকে ইচ্ছা রিযিক দেন, বলা হয়েছে। আল্লাহ তা'আলার রিফিক অসংখ্য প্রকার। জীবনধারণের উপযোগী রিযিক সবাই পায়। এরপর বিশেষ প্রকারের রিযিক বন্টনে তিনি বিভিন্ন স্তর ও মাপ রেখেছেন। কাউকে ধন-সম্পদের রিযিক অধিক দান করেছেন। কাউকে স্বাস্থ্য ও শক্তির, কাউকে জ্ঞান এবং কাউকে অন্যান্য প্রকার রিফিক দিয়েছেন। এভাবে প্রত্যেক মানুষ অপরের মুখাপেক্ষীও থাকে এবং এই মুখাপেক্ষিতাই তাদেরকে পারস্পারিক সাহায্য ও সহযোগিতায় উদ্বুদ্ধ করে, যার উপর মানব সভ্যতার ভিত্তি প্রতিষ্ঠিত | [দেখুন, কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৪২ : ২০",
        "arabic_text": "\nمَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ ",
        "bangla_text": "যে কেউ আখিরাতের ফসল কামনা করে তার জন্য আমরা তার ফসল বাড়িয়ে দেই এবং যে কেউ দুনিয়ার ফসল কামনা করে আমরা তাকে তা থেকে কিছু দেই। আর আখেরাতে তার জন্য কিছুই থাকবে না [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একজন ঈমানদারের উচিত আখেরাতমুখী হওয়া। যে আখেরাতমুখী হবে সে দুনিয়া আখেরাত সবই পাবে। পক্ষান্তরে যে দুনিয়াকে প্রাধান্য দিবে। সে দুনিয়াও হারাবে আখেরাতও পাবে না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “মহান আল্লাহ বলেন, হে আদম সন্তান! তুমি আমার ইবাদতের জন্য নিজেকে নিয়োজিত কর; আমি তোমার বক্ষকে অমুখাপেক্ষিতা দিয়ে পূর্ণ করে দেব। তোমার দারিদ্রতাকে দূর করে দেব। আর যদি তা না কর আমি তোমার বক্ষ ব্যস্ততায় পূর্ণ করে দেব আর তোমার দারিদ্রতা অবশিষ্ট রেখে দেব।” [মুস্তাদরাকে হাকিম: ২/৪৪৩, তিরমিয়ী: ২৪৬৬] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, এ জাতিকে সুসংবাদ দাও আলো, উচ্চমর্যাদা, দ্বীন, সাহায্য, যমীনের বুকে প্রতিষ্ঠার। তবে এ উম্মতের মধ্যে যে কেউ আখেরাতের কাজ দুনিয়া হাসিলের জন্য করবে, আখেরাতে সে কিছুই পাবে না। [মুসনাদে আহমাদ: ৫/১৩৪]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৪২ : ২১",
        "arabic_text": "\nأَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "নাকি তাদের এমন কতগুলো শরীক রয়েছে, যারা এদের জন্য দ্বীন থেকে শরীআত প্রবর্তন করেছে, যার অনুমতি আল্লাহ্ দেননি? আর ফয়সালার ঘোষণা না থাকলে এদের মাঝে অবশ্যই সিদ্ধান্ত হয়ে যেত। আর যালিমদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৪২ : ২২",
        "arabic_text": "\nتَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ ",
        "bangla_text": "আপনি যালিমদেরকে ভীত-সন্ত্রস্ত দেখবেন তাদের কৃতকর্মের জন্য; অথচ তা আপতিত হবে তাদেরই উপর। আর যারা ঈমান আনে ও সৎকাজ করে তারা থাকবে জান্নাতের উদ্যানসমূহে। তারা যা কিছু চাইবে তাদের রবের কাছে তাদের জন্য তা-ই থাকবে। এটাই তো মহা অনুগ্রহ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৪২ : ২৩",
        "arabic_text": "\nذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ ",
        "bangla_text": "এটা হলো তা, যার সুসংবাদ আল্লাহ্ দেন তাঁর বান্দাদেরকে যারা ঈমান আনে ও সৎকাজ করে। বলুন, 'আমি এর বিনিময়ে তোমাদের কাছ থেকে আত্মীয়তার সৌহার্দ্য ছাড়া অন্য কোন প্রতিদান চাই না [১]।' যে উত্তম কাজ করে আমরা তার জন্য এতে কল্যাণ বাড়িয়ে দেই। নিশ্চয় আল্লাহ্ অত্যন্ত ক্ষমাশীল, গুণগ্ৰাহী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না। তবে القربى এর ভালবাসা অবশ্যই প্রত্যাশা করি। এই শব্দটির ব্যাখ্যায় মুফাসসিরদের মধ্যে বেশ মতভেদ সৃষ্টি হয়েছে। এক দল মুফাসসির এ শব্দটিকে আত্মীয়তা (আত্মীয়তার বন্ধন) অর্থে গ্ৰহণ করেছেন এবং আয়াতের অর্থ বর্ণনা করেছেন এই যে, “আমি এ কাজের জন্য তোমাদের কাছে কোন পারিশ্রমিক বা বিনিময় চাই না। তবে তোমাদের ও আমাদের মাঝে আত্মীয়তার যে বন্ধন আছে তোমরা (কুরাইশরা)' অন্তত সেদিকে লক্ষ্য রাখবে এতটুকু আমি অবশ্যই চাই। তোমাদের উচিত ছিল আমার কথা মেনে নেয়া। কিন্তু যদি তোমরা তা না মানো তাহলে গোটা আরবের মধ্যে সবার আগে তোমরাই আমার সাথে দুশমনী করতে বদ্ধপরিকর হবে তা অন্তত করো না। তোমাদের অধিকাংশ গোত্রে আমার আত্মীয়তা রয়েছে। আত্মীয়তার অধিকার ও আত্মীয় বাৎসল্যের প্রয়োজন তোমরা অস্বীকার কর না। অতএব, আমি তোমাদের শিক্ষা, প্রচার ও কর্ম সংশোধনের যে দায়িত্ব পালন করি, এর কোন পারিশ্রমিক তোমাদের কাছে চাই না। তবে এতটুকু চাই যে, তোমরা আত্মীয়তার অধিকারের প্রতি লক্ষ্য রাখ। মানা না মানা তোমাদের ইচ্ছা। কিন্তু শক্ৰতা প্রদর্শনে তো কমপক্ষে আত্মীয়তার সম্পর্ক প্রতিবন্ধক হওয়া উচিত। বলাবাহুল্য, আত্মীয়তার অধিকারের প্রতি লক্ষ্য রাখা স্বয়ং তাদেরই কর্তব্য ছিল। একে কোন শিক্ষা ও প্রচারকার্যের পারিশ্রমিক বলে অভিহিত করা যায় না। অর্থাৎ আমি তোমাদের কাছে এটা চাই। এটা প্রকৃতপক্ষে কোন পারিশ্রমিক নয়। তোমরা একে পারিশ্রমিক মনে করলে ভুল হবে। যুগে যুগে নবী রাসুলগণ নিজ নিজ সম্প্রদায়কে পরিস্কার ভাষায় বলে দিয়েছেন, আমি তোমাদের মঙ্গলার্থে যে প্রচেষ্টা চালিয়ে যাচ্ছি, তার কোন বিনিময় তোমাদের কাছে চাই না। আমার প্রাপ্য আল্লাহ তা'আলাই দেবেন। অতএব, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সকলের সেরা নবী হয়ে স্বজাতির কাছে কেমন করে বিনিময় চাইবেন? ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোরাইশদের যে গোত্রের সাথে সম্পর্ক রাখতেন, তার প্রত্যেকটি শাখা-পরিবারের সাথে তাঁর আত্মীয়তার জন্মগত সম্পর্ক বিদ্যমান ছিল। [মুসনাদে আহমাদ: ১/২২৯] তাই আল্লাহ বলেছেন, আপনি মুশরিকদের বলুন, দাওয়াতের জন্যে আমি তোমাদের কাছে কোন বিনিময় চাই না। আমি চাই, তোমরা আত্মীয়তার খাতিরে আমাকে তোমাদের মধ্যে অবাধে থাকতে দাও এবং আমার হেফাযত কর। আরবের অন্যান্য লোক আমার হেফাযত ও সাহায্যে অগ্রণী হলে তোমাদের জন্যে তা গৌরবের বিষয় হবে না।\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির القربى শব্দটিকে নৈকট্য (নৈকট্য অর্জন) অর্থে গ্রহণ করেন এবং আয়াতটির অর্থ করেছেন, তোমাদের মধ্যে আল্লাহর নৈকট্যের আগ্রহ সৃষ্টি হওয়া ছাড়া আমি তোমাদের কাছে এ কাজের জন্য আর কোন বিনিময় চাই না। অর্থাৎ তোমরা সংশোধিত হয়ে যাও। শুধু এটাই আমার পুরস্কার। এ ব্যাখ্যা হাসান বাসারী থেকে উদ্ধৃত হয়েছে পবিত্র কুরআনের অন্য এক স্থানে বিষয়টি এ ভাষায় বলা হয়েছেঃ ‘এদের বলে দাও, এ কাজের জন্য আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না। যার ইচ্ছা সে তার রবের পথ অনুসরণ করুক, (আমার পারিশ্রমিক শুধু এটাই)। [সূরা আল-ফুরকান: ৫৭] [দেখুন,তাবারী, ইবনে কাসীর, সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৪২ : ২৪",
        "arabic_text": "\nأَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "নাকি তারা বলে যে, সে আল্লাহ্  সম্পর্কে মিথ্যা উদ্ভাবন করেছে, যদি তা-ই হত  তবে আল্লাহ্ ইচ্ছে করলে  আপনার হৃদয় মোহর করে দিতেন। আর আল্লাহ্ মিথ্যাকে মুছে দেন এবং নিজ বাণী দ্বারা সত্যকে প্রতিষ্ঠিত করেন। নিশ্চয় অন্তরসমূহে যা আছে সে বিষয়ে তিনি সবিশেষ অবগত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৪২ : ২৫",
        "arabic_text": "\nوَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ ",
        "bangla_text": "আর তিনিই তাঁর বান্দাদের তাওবা কবুল করেন ও পাপসমূহ মোচন করেন [১] এবং তোমরা যা কর তিনি তা জানেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে তাওবা কবুল করাকে আল্লাহ তা'আলা তাঁর নিজের বিশেষ গুণ হিসেবে উল্লেখ করেছেন। অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, আল্লাহ তা'আলা মুমিন বান্দার তাওবায় ঐ ব্যক্তির চেয়েও বেশী খুশী হন, যে কোন ঊষর মরুর বুকে ছিল, তার সাথে ছিল বাহন যার উপর ছিল তার খাদ্য ও পানীয়। এমতাবস্থায় সে ঘুমিয়ে পড়েছিল, জাগ্রত হয়ে দেখতে পেল যে, বাহনটি তার খাবার ও পানীয়সহ চলে গেছে। সে তার বাহনের খুঁজতে খুঁজতে তৃষ্ণার্ত হয়ে পড়ল। তারপর সে বলল, যেখানে ছিলাম সেখানে গিয়ে আবার ঘুমিয়ে পড়ব ও মারা যাব। সে তার হাতের উপর মাথা রেখে মৃত্যুর জন্য অপেক্ষা করছিল, এমতাবস্থায় সে সচেতন হয়ে দেখল যে, তার বাহন ফিরে এসেছে এবং বাহনের উপর তার খাবার ও পানীয় তেমনিভাবে রয়েছে। তখন সে আনন্দে ভুল করে বলে ফেলল: আল্লাহ আপনি আমার বান্দা এবং আমি আপনার রব। আল্লাহ তাঁর মুমিন বান্দার তাওবাতে বাহন ও খাদ্য-পানীয় ফিরে পাওয়া লোকটি থেকেও বেশী খুশী হন। [মুসলিম: ২৭৪৪]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৪২ : ২৬",
        "arabic_text": "\nوَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ ",
        "bangla_text": "আর যারা ঈমান এনেছে এবং সৎকাজ করেছে তিনি তাদের ডাকে সাড়া দেন এবং তাদের প্রতি তাঁর অনুগ্রহ বাড়িয়ে দেন; আর কাফিররা, তাদের জন্য রয়েছে কঠিন শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৪২ : ২৭",
        "arabic_text": "\n۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ ",
        "bangla_text": "আর যদি আল্লাহ্ তাঁর বান্দাদের রিযিক প্রশস্ত করে দিতেন, তবে তারা যমীনে অবশ্যই সীমালংঘন করত; কিন্তু তিনি তাঁর ইচ্ছেমত পরিমানেই নাযিল করে থাকেন। নিশ্চয় তিনি তাঁর বান্দাদের সম্পর্কে সম্যক অবহিত ও সর্বদ্ৰষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৪২ : ২৮",
        "arabic_text": "\nوَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ ",
        "bangla_text": "আর তাদের নিরাশ হওয়ার পরে তিনিই বৃষ্টি প্রেরণ করেন এবং তাঁর রহমত ছড়িয়ে দেন; এবং তিনিই অভিভাবক, অত্যন্ত প্ৰশংসিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৪২ : ২৯",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ ",
        "bangla_text": "আর তাঁর অন্যতম নিদর্শন হচ্ছে আসমানসমূহ ও যমীনের সৃষ্টি এবং এ দুয়ের মধ্যে তিনি যে সকল জীব-জন্তু ছড়িয়ে দিয়েছেন সেগুলো; আর তিনি যখন ইচ্ছে তখনই তাদেরকে সমবেত করতে সক্ষম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৪২ : ৩০",
        "arabic_text": "\nوَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ ",
        "bangla_text": "আর তোমাদের যে বিপদ-আপদ ঘটে তা তোমাদের হাত যা অর্জন করেছে তার কারণে এবং অনেক অপরাধ তিনি ক্ষমা করে দেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৪২ : ৩১",
        "arabic_text": "\nوَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ ",
        "bangla_text": "আর তোমরা যমীনে (আল্লাহকে) অপারগকারী নও এবং আল্লাহ ছাড়া তোমাদের কোন অভিভাবক নেই, কোন সাহায্যকারীও নেই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৪২ : ৩২",
        "arabic_text": "\nوَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ ",
        "bangla_text": "আর তাঁর অন্যতম নিদর্শন হচ্ছে পর্বতসদৃশ সাগরে চলমান নৌযানসমূহ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৪২ : ৩৩",
        "arabic_text": "\nإِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ ",
        "bangla_text": "তিনি ইচ্ছে করলে বায়ুকে স্তব্ধ করে দিতে পারেন; ফলে নৌযানসমূহ নিশ্চল হয়ে পড়বে সমুদ্রপৃষ্ঠে। নিশ্চয় এতে অনেক নিদর্শন রয়েছে, প্রত্যেক চরম ধৈর্যশীল ও একান্ত কৃতজ্ঞ ব্যক্তির জন্য।   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৪২ : ৩৪",
        "arabic_text": "\nأَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ ",
        "bangla_text": "অথবা তিনি তারা যা অর্জন করেছে তার কারণে সেগুলোকে বিধ্বস্ত করে দিতে পারেন। আর অনেক (অর্জিত অপরাধ) তিনি ক্ষমাও করেন;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৪২ : ৩৫",
        "arabic_text": "\nوَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ ",
        "bangla_text": "আর আমার নিদর্শন সম্পর্কে যারা বিতর্ক করে তারা যেন জানতে পারে যে, তাদের কোন আশ্রয়স্থল নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৪২ : ৩৬",
        "arabic_text": "\nفَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ ",
        "bangla_text": "সুতরাং তোমাদেরকে যা কিছু দেয়া হয়েছে তা দুনিয়ার জীবনের ভোগ্য সামগ্ৰী মাত্র। আর আল্লাহর কাছে যা আছে তা উত্তম ও স্থায়ী, তাদের জন্য যারা ঈমান আনে এবং তাদের রবের উপর নির্ভর করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৪২ : ৩৭",
        "arabic_text": "\nوَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ ",
        "bangla_text": "আর যারা কবীরা গোনাহ ও অশ্লীল কাজ থেকে বেঁচে থাকে এবং যখন রাগান্বিত হয় তখন তারা ক্ষমা করে দেয় [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা খাঁটি মুমিনদের আরো একটি গুরুত্বপূর্ণ গুণ। তারা ক্রোধের সময় নিজেদেরকে হারিয়ে ফেলে না, বরং তখনও ক্ষমা ও অনুকম্পা তাদের মধ্যে প্ৰবল থাকে। ফলে ক্ষমা করে দেয়। তারা রুক্ষ ও ক্রুদ্ধ স্বভাবের হয় না, বরং নম্র স্বভাব ও ধীর মেজাজের মানুষ হয়। তাদের স্বভাব প্রতিশোধ পরায়ণ হয় না। তারা আল্লাহর বান্দাদের সাথে ক্ষমার আচরণ করে এবং কোন কারণে ক্রোধান্বিত হলেও তা হজম করে। এটি মানুষের সর্বোত্তম গুণাবলীর অন্তর্ভুক্ত। কুরআন মজীদ একে অত্যন্ত প্রশংসার যোগ্য বলে ঘোষণা করেছে। [আলে ইমরান: ১৩৪] এবং একে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাফল্যের বড় বড় কারণসমূহের মধ্যে গণ্য করা হয়েছে। [আলে। ইমরান: ১৫৯] অনুরুপভাবে হাদীসে আয়েশা রাদিয়াল্লাহু আনহা বৰ্ণনা করেছেনঃ “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ব্যক্তিগত কারণে কখনো প্রতিশোধ গ্রহণ করেননি। তবে আল্লাহর কোন হুরমত বা মর্যাদার অবমাননা করা হলে তিনি শাস্তি বিধান করতেন।” [বুখারী: ৩৫৬০, মুসলিম:২৩২৭]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৪২ : ৩৮",
        "arabic_text": "\nوَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ ",
        "bangla_text": "আর যারা তাদের রবের ডাকে সাড়া দেয়, সালাত কায়েম করে এবং তাদের কার্যাবলী পরস্পর পরামর্শের মাধ্যমে সম্পাদিত হয়। আর তাদেরকে আমরা যে রিযিক দিয়েছি তা থেকে ব্যয় করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৪২ : ৩৯",
        "arabic_text": "\nوَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ ",
        "bangla_text": "আর যারা, যখন তাদের উপর সীমালঙ্গন হয় তখন তারা তার প্ৰতিবিধান করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৪২ : ৪০",
        "arabic_text": "\nوَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর মন্দের প্রতিফল অনুরূপ মন্দ অতঃপর যে ক্ষমা করে দেয় ও আপস-নিস্পত্তি করে তার পুরস্কার আল্লাহর কাছে আছে। নিশ্চয় তিনি যালিমদেরকে পছন্দ করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৪২ : ৪১",
        "arabic_text": "\nوَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ ",
        "bangla_text": "তবে অত্যাচারিত হওয়ার পর যারা প্রতিবিধান করে, তাদের বিরুদ্ধে কোন ব্যবস্থা গ্ৰহণ করা হবে না;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৪২ : ৪২",
        "arabic_text": "\nإِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "শুধু তাদের বিরুদ্ধে ব্যবস্থা অবলম্বন করা হবে যারা মানুষের উপর যুলুম করে এবং যমীনে অন্যায়ভাবে বিদ্রোহাচরণ করে বেড়ায়, তাদেরই জন্য যন্ত্রণাদায়ক শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৪২ : ৪৩",
        "arabic_text": "\nوَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ ",
        "bangla_text": "আর অবশ্যই যে ধৈর্য ধারণ করে এবং ক্ষমা করে দেয়, নিশ্চয় তা দৃঢ় সংকল্পেরই কাজ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৪২ : ৪৪",
        "arabic_text": "\nوَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ ",
        "bangla_text": "আর আল্লাহ্ যাকে পথভ্রষ্ট করেন, এরপর তার জন্য কোন অভিভাবক নেই। আর যালিমরা যখন শাস্তি দেখতে পাবে তখন আপনি তাদেরকে বলতে শুনবেন, 'ফিরে যাওয়ার কোন উপায় আছে কি?'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৪২ : ৪৫",
        "arabic_text": "\nوَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ ",
        "bangla_text": "আর আপনি তাদেরকে দেখতে পাবেন যে, তাদেরকে জাহান্নামের সামনে উপস্থিত করা হচ্ছে; তারা অপমানে অবনত অবস্থায় আড় চোখে তাকাচ্ছে; আর যারা ঈমান এনেছে তারা কিয়ামতের দিন বলবে, 'নিশ্চয় ক্ষতিগ্ৰস্ত তারাই যারা নিজেদের ও নিজেদের পরিজনবর্গের ক্ষতি সাধন করেছে।' সাবধান, নিশ্চয় যালিমরা স্থায়ী শাস্তিতে নিপতিত থাকবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৪২ : ৪৬",
        "arabic_text": "\nوَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ ",
        "bangla_text": "আর আল্লাহ্ ছাড়া তাদেরকে সাহায্য করার জন্য তাদের কোন অভিভাবক থাকবে না। আর আল্লাহ্ যাকে পথভ্রষ্ট করেন তার কোন পথ নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৪২ : ৪৭",
        "arabic_text": "\nٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ ",
        "bangla_text": "তোমরা তোমাদের রবের ডাকে সাড়া দাও আল্লাহর পক্ষ থেকে সে দিন আসার আগে, যা অপ্রতিরোধ্য; যেদিন তোমাদের কোন আশ্রয়স্থল থাকবে না এবং তোমাদের কোন অস্বীকার থাকবে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের শেষে مِّنْ نَّكِيْرٍ বলে কি বোঝানো হয়েছে। এ ব্যাপারে কয়েকটি অভিমত বর্ণিত হয়েছে। এক. সেদিন কেউ তার অপরাধ অস্বীকার করতে পারবে না। [জালালাইন] দুই. সে দিন কেউ কোনভাবেই আত্মগোপন করতে পারবে না। [ইবন কাসীর; মুয়াসসার] তিন. সেদিন তার জন্য কোন সাহায্যকারী থাকবে না। [তাবারী; সা’দী]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৪২ : ৪৮",
        "arabic_text": "\nفَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ ",
        "bangla_text": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে আপনাকে তো আমরা এদের রক্ষক করে পাঠাইনি। আপনার কাজ তো শুধু বাণী পৌঁছে দেয়া। আর আমরা যখন মানুষকে আমাদের পক্ষ থেকে কোন রহমত আস্বাদন করাই তখন সে এতে উৎফুল্ল হয় এবং যখন তাদের কৃতকর্মের জন্য তাদের বিপদ-আপদ ঘটে, তখন তো মানুষ হয়ে পড়ে খুবই অকৃতজ্ঞ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৪২ : ৪৯",
        "arabic_text": "\nلِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ ",
        "bangla_text": "আসমানসমূহ ও যমীনের আধিপত্য আল্লাহরই। তিনি যা ইচ্ছে তা-ই সৃষ্টি করেন। তিনি যাকে ইচ্ছে কন্যা সন্তান দান করেন এবং যাকে ইচ্ছে পুত্ৰ সন্তান দান করেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৪২ : ৫০",
        "arabic_text": "\nأَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ ",
        "bangla_text": "অথবা তাদেরকে দান করেন পুত্র ও কন্যা উভয়ই এবং যাকে ইচ্ছে তাকে করে দেন বন্ধ্যা; নিশ্চয় তিনি সর্বজ্ঞ, ক্ষমতাবান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৪২ : ৫১",
        "arabic_text": "\n۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ ",
        "bangla_text": "আর কোন মানুষেরই এমন মর্যাদা নেই যে, আল্লাহ্  তার সাথে কথা বলবেন ওহীর মাধ্যম ছাড়া, অথবা পর্দার আড়াল ছাড়া, অথবা এমন দূত প্রেরণ ছাড়া, যে দূত তাঁর অনুমতিক্রমে তিনি যা চান তা ওহী করেন, তিনি সর্বোচ্চ, হিকমতওয়ালা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৪২ : ৫২",
        "arabic_text": "\nوَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "আর এভাবে [১] আমরা আপনার প্রতি  আমাদের নির্দেশ থেকে রূহকে ওহী করেছি; আপনি তো জানতেন না কিতাব কি এবং ঈমান কি! কিন্তু আমরা এটাকে করেছি নূর, যা দ্বারা আমরা আমাদের বান্দাদের মধ্যে যাকে ইচ্ছে হেদায়াত দান করি; আর   আপনি তো অবশ্যই সরল পথের দিকে দিকনির্দেশনা করেন---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “এভাবে” অর্থ শুধু শেষ পদ্ধতি নয়, বরং ওপরের আয়াতে যে তিনটি পদ্ধতি উল্লেখিত হয়েছে তার সব কটি। আর \"রূহ’ অর্থ অহী [তাবারী] অথবা এখানে রূহ বলে কুরআনকে বোঝানো হয়েছে। কারণ, কুরআন হচ্ছে এমন রূহ যার দ্বারা অন্তরসমূহ জীবন লাভ করে। [জালালাইন]। কুরআন ও হাদীস থেকেই একথা প্রমাণিত যে, এই তিনটি পদ্ধতিতেই নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে হিদায়াত দান করা হয়েছে। হাদীসে এসেছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে অহী আসার সূচনা হয়েছিলো সত্য স্বপ্নের আকারে [বুখারী: ৩] এই ধারা পরবর্তী সময় পর্যন্ত জারি ছিল। তাই হাদীসে তার বহু সংখ্যক স্বপ্নের উল্লেখ দেখা যায়। যার মাধ্যমে হয় তাকে কোনো শিক্ষা দেয়া হয়েছে কিংবা কোনো বিষয়ে অবহিত করা হয়েছে। তাছাড়া কুরআন মজীদে নবীর একটি স্বপ্নের সুস্পষ্ট উল্লেখ রয়েছে [সূরা আল-ফাতহ: ২৭] তাছাড়া কতিপয় হাদীসে একথারও উল্লেখ আছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমার মনে অমুক বিষয়টি সৃষ্টি করে দেয়া হয়েছে, কিংবা আমাকে একথাটি বলা হয়েছে বা আমাকেই নির্দেশ দান করা হয়েছে অথবা আমাকে এ কাজ করতে নিষেধ করা হয়েছে। এ ধরনের সব কিছু অহীর প্রথমোক্ত শ্রেণীর সাথে সম্পর্কিত। বেশীর ভাগ হাদীসে কুদসী এই শ্রেণীরই অন্তর্ভুক্ত। মে'রাজে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দ্বিতীয় প্রকার অহী দ্বারা সম্মানিত করা হয়েছে। কতিপয় হাদীসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে পাঁচ ওয়াক্ত সালাতের নির্দেশ দেয়া এবং তা নিয়ে তার বার বার দরখাস্ত পেশ করার কথা যেভাবে উল্লেখিত হয়েছে তা থেকে স্পষ্ট বুঝা যায়, সে সময় কথাবার্তা হয়েছিলো যেমনটি তুর পাহাড়ের পাদদেশে মূসা আলাইহিস সালাম ও আল্লাহর মধ্যে হয়েছিলো। এরপর থাকে অহীর তৃতীয় শ্রেণী। এ ব্যাপারে কুরআন নিজেই সাক্ষ্য দান করে যে, কুরআনকে জিবরাঈল আমীনের মাধ্যমে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে পৌছানো হয়েছে [আল-বাকারাহ: ৯৭. আশ-শু'আরা: ১৯২-১৯৫]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৪২ : ৫৩",
        "arabic_text": "\nصِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ ",
        "bangla_text": "সে আল্লাহর পথ, যিনি আসমানসমূহ ও যমীনে যা কিছু আছে তার মালিক। জেনে রাখুন, সব বিষয় আল্লাহরই দিকে ফিরে যাবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]