[
    {
        "id": 1,
        "verse": "৪৬ : ১",
        "arabic_text": "\nحمٓ ",
        "bangla_text": "হা-মীম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৪৬ : ২",
        "arabic_text": "\nتَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ ",
        "bangla_text": "এ কিতাব পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর কাছ থেকে নাযিলকৃত; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৪৬ : ৩",
        "arabic_text": "\nمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّ وَأَجَلٖ مُّسَمّٗىۚ وَٱلَّذِينَ كَفَرُواْ عَمَّآ أُنذِرُواْ مُعۡرِضُونَ ",
        "bangla_text": "আসমানসমূহ, যমীন ও এ দু’য়ের মধ্যবর্তী সমস্ত কিছুই আমরা যথাযথ ভাবে ও নির্দিষ্ট সময়ের জন্য সৃষ্টি করেছি। আর যারা কুফরী করেছে, তাদেরকে যে বিষয়ে ভীতিপ্ৰদৰ্শন করা হয়েছে তা থেকে মুখ ফিরিয়ে আছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৪৬ : ৪",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِۖ ٱئۡتُونِي بِكِتَٰبٖ مِّن قَبۡلِ هَٰذَآ أَوۡ أَثَٰرَةٖ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে সংবাদ দাও, তোমারা আল্লাহ্‌র পরিবর্তে যাদেরকে ডাক আমাকে দেখাও তো তারা যমীনে কী সৃষ্টি করেছে অথবা আসমানসমূহে তাদের কোন অংশীদারিত্ব আছে কি? এর পূর্ববতী কোন কিতাব অথবা পরম্পরাগত কোন জ্ঞান থাকলে তা তোমরা আমার কাছে নিয়ে আস যদি তোমরা সত্যবাদী হও [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুশরেকদের শির্ক এর দাবি বাতিল করার জন্য তাদের দাবীর সপক্ষে দলিল চাওয়া হয়েছে। কেননা, সাক্ষ্য-প্রমাণ ব্যতীত কোন দাবি গ্ৰহণীয় হয় না। দলিলের যত প্রকার রয়েছে, সবগুলো আয়াতে উল্লেখ করে প্রমাণ করা হয়েছে যে, মুশরেকদের দাবির পক্ষে কোন দলিল নেই। তাই এহেন দলিলবিহীন দাবিতে অটল থাকা নিরেট পথভ্ৰষ্টতা। আয়াতে দলিলকে তিন ভাগে ভাগ করা হয়েছে। প্ৰথম: যুক্তিভিত্তিক দলিল। এর খণ্ডন বলা হয়েছে\n  <br/>\n  <br/>\n  اِرُوْنِىْ مَاذَاخَلَقُوْامِنَ الْاَرْضِاَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِ\n  <br/>\n  <br/>\n  “এরা যমীনে কি সৃষ্টি করেছে আমাকে দেখাও অথবা আসমানসমূহে তাদের কোন অংশীদারিত্ব আছে কি?” দ্বিতীয় প্রকার ইতিহাসভিত্তিক দলিল। বলাবাহুল্য আল্লাহর ব্যাপারে কেবল সেই ইতিহাসভিত্তিক দলিল গ্রহণীয় হতে পারে; যা স্বয়ং আল্লাহর পক্ষ থেকে আসে। যেমন তাওরাত, ইঞ্জীল; কুরআন ইত্যাদি কিতাব অথবা আল্লাহ মনোনীত নবী ও রাসূলগণের উক্তি। এই দুই প্রকারের মধ্যে প্রথম প্রকারের খণ্ডনে বলা হয়েছে\n  <br/>\n  <br/>\n  اِيْتُوْفِى بِكِتٰبٍ مِّنْ قِبْلِ هٰذَآ\n  <br/>\n  <br/>\n  অর্থাৎ তোমাদের মূর্তি পূজার কোন দলিল থাকলে কোন ইলাহী কিতাব পেশ কর, যাতে মূর্তি পূজার অনুমতি দেয়া হয়েছে। এর পর দ্বিতীয় প্রকার ঐতিহাসিক দলীল পেশ করার আহবান জানিয়ে বলা হয়েছে, اَوْاَثٰرَةٍمِّنْ عِلْمً  অর্থাৎ কিতাব আনতে না পারলে কমপক্ষে রাসূলগণের পরম্পরাগত কোন উক্তি পেশ কর। তাও পেশ করতে না পারলে তোমাদের কথা ও কাজ পথ ভ্ৰষ্টতা বৈ কিছুই নয়। এর পরবর্তী আয়াতে তাদের শির্কের তৃতীয় প্রকার দলীল পেশ করে তা খণ্ডন করা হয়েছে। কারণ, তারা হয়ত বলতে পারে যে, তাদেরকে আমরা আল্লাহর শরীক এজন্যই সাব্যস্ত করি যে, তারা আমাদের আহবানে সাড়া দিয়ে আমাদের কোন উপকার সাধন কিংবা অপকার থেকে আমাদের বাঁচাতে পারবে। তাদের সে দলিল পেশের সম্ভাবনাকে নাকচ করে বলা হয়েছে যে, তারা আল্লাহ ব্যতীত যাদেরকে আহবান করছে তারা কিয়ামত পর্যন্ত তাদের আহবানে সাড়া দিতে পারবে না। সুতরাং তাদের শির্কের সপক্ষে কোন যুক্তি বা দলিলই অবশিষ্ট রইল না। [দেখুন, ইবনে কাসীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৪৬ : ৫",
        "arabic_text": "\nوَمَنۡ أَضَلُّ مِمَّن يَدۡعُواْ مِن دُونِ ٱللَّهِ مَن لَّا يَسۡتَجِيبُ لَهُۥٓ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ وَهُمۡ عَن دُعَآئِهِمۡ غَٰفِلُونَ ",
        "bangla_text": "আর সে ব্যাক্তির চেয়ে বেশী বিভ্রান্ত কে যে আল্লাহ্‌র পরিবর্তে এমন কিছুকে ডাকে যা কিয়ামতের দিন পর্যন্ত তাকে সাড়া দেবে না? এবং এগুলো তাদের আহ্বান সম্বদ্ধেও  গাফেল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৪৬ : ৬",
        "arabic_text": "\nوَإِذَا حُشِرَ ٱلنَّاسُ كَانُواْ لَهُمۡ أَعۡدَآءٗ وَكَانُواْ بِعِبَادَتِهِمۡ كَٰفِرِينَ ",
        "bangla_text": "আর যখন কিয়ামতের দিন মানুষকে একত্র করা হবে তখন সেগুলো হবে এদের শত্রু এবং এরা তাদের ইবাদাত অস্বীকার করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৪৬ : ৭",
        "arabic_text": "\nوَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلۡحَقِّ لَمَّا جَآءَهُمۡ هَٰذَا سِحۡرٞ مُّبِينٌ ",
        "bangla_text": "আর যখন তাদের কাছে আমাদের সুস্পষ্ট আয়াতসমূহ তেলাওয়াত করা হয় তখন যারা কুফরী করেছে তাদের কাছে সত্য আসার পর তারা বলে, ‘এ তো সুস্পষ্ট জাদু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৪৬ : ৮",
        "arabic_text": "\nأَمۡ يَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَيۡتُهُۥ فَلَا تَمۡلِكُونَ لِي مِنَ ٱللَّهِ شَيۡـًٔاۖ هُوَ أَعۡلَمُ بِمَا تُفِيضُونَ فِيهِۚ كَفَىٰ بِهِۦ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ ",
        "bangla_text": "নাকি তারা বলে যে, ‘সে এটা উদ্ভাবন করেছে।’ বলুন, ‘যদি আমি এটা উদ্ভাবন করে থাকি, তবে তোমারা আমাকে আল্লাহ্‌র শাস্তি থেকে বাঁচাতে কিছুরই মালিক নও। তোমরা যে বিষয়ে আলোচনায় লিপ্ত আছ, সে সম্বন্ধে আল্লাহ সবিশেষ অবগত। আমার ও তোমাদের মধ্যে সাক্ষী হিসেবে তিনিই যথেষ্ট এবং তিনি ক্ষমাশীল, পরম দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৪৬ : ৯",
        "arabic_text": "\nقُلۡ مَا كُنتُ بِدۡعٗا مِّنَ ٱلرُّسُلِ وَمَآ أَدۡرِي مَا يُفۡعَلُ بِي وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٞ مُّبِينٞ ",
        "bangla_text": "বলুন, ‘রাসূলদের মধ্যে আমিই প্রথম নই। আর আমি জানি না, আমার ও তোমাদের ব্যাপারে কী করা হবে; আমি আমার প্রতি যা ওহী করা হয় শুধু তারই অনুসরণ করি। আর আমি তো এক স্পষ্ট সতর্ককারী মাত্ৰ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৪৬ : ১০",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ مِثۡلِهِۦ فَـَٔامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে জানাও, যদি এ কুরআন আল্লাহর কাছ থেকে নাযিল হয়ে থাকে এবং তোমরা তার সাথে কুফরী কর, আর  বনী ইসরাঈলের একজন অনুরূপ কিতাবের আয়াতের উপর সাক্ষ্য দিয়ে তাতে ঈমান আনল; আর তোমরা ঔদ্ধত্য প্ৰকাশ করলে, (তাহলে তোমাদের পরিণাম কি হবে?) নিশ্চয় আল্লাহ যালিম সম্প্রদায়কে হেদায়াত করেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত এবং সূরা আশ-শু'আরার ১৯৬ ও ১৯৭ নং আয়াতের অর্থ একই রকম। সারমর্ম এই যে, যেসব ইহুদী ও নাসারা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর রেসালাত ও কুরআন অমান্য করে, তারা স্বয়ং তাদের কিতাব সম্পর্কেও অজ্ঞ। কেননা, বনী ইসরাঈলের অনেক আলেম তাদের কিতাবে রাসুলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম এর নবুওয়াত ও নিদর্শন প্রত্যক্ষ করে তার প্রতি বিশ্বাস স্থাপন করেছেন। সে আলেমগণের সাক্ষ্য কি এই মূর্খদের জন্যে যথেষ্ট নয়? এ আয়াতে বলা হয়েছে যে, তোমরা আমার নবুওয়াত দাবিকে ভ্রান্ত এবং কুরআনকে আমার রচনা বল। এর এক জওয়াব পূর্বেই উল্লেখ করা হয়েছে যে, কেউ বাস্তবে নবী না হয়ে নিজেকে নবী বলে মিথ্যা দাবি করলে তার দুনিয়াতে নিপাত হয়ে যাওয়া জরুরি, যাতে জনসাধারণ প্রতারিত না হয়। এ জওয়াবই যথেষ্ট, কিন্তু তোমরা যদি না মান তবে এ সম্ভাবনার প্রতিও লক্ষ্য কর যে, আমার দাবি যদি সত্য হয় এবং কুরআন আল্লাহর কিতাব হয় আর তোমরা একে অমান্য করেই যাও, তবে তোমাদের পরিণতি কি হবে, বিশেষত যখন তোমাদের বনী ইসরাঈলেরই কোন মান্যবার ব্যক্তি সাক্ষ্য দেয় যে, এটা আল্লাহর কিতাব, অতঃপর সে নিজেও মুসলিম হয়ে যায়? এ জ্ঞান লাভের পরও যদি তোমরা জেদ ও অহংকারে অটল থাক, তবে তোমরা গুরুতর শাস্তির যোগ্য হয়ে যাবে। আয়াতে বনী ইসরাঈলের কোন বিশেষ আলেমের নাম উল্লেখ করা হয়নি এবং এটাও নির্দিষ্ট করা হয়নি যে, এ সাক্ষ্য আয়াত অবতরণের পূর্বেই জনসমক্ষে এসে গেছে, না ভবিষ্যতে আসবে। তাই বনী ইসরাঈলের কোন ব্যক্তিকে নির্দিষ্ট করার ওপর আয়াতের অর্থ নির্ভরশীল নয়। আল্লাহর বাণীর প্রতিপাদ্য বিষয় হচ্ছে, কুরআন তোমাদের সামনে যে শিক্ষা পেশ করছে তা কোন অভিনব জিনিস নয়। পৃথিবীতে প্রথমবারের মত শুধুমাত্র তোমাদের সামনেই তা পেশ করা হয়নি যে, তোমরা ওজর পেশ করে বলবেঃ এ ধরনের কথা তো ইতোপূর্বে মানব জাতির কাছে আর আসেনি। তাই আমরা কি করে তা মানতে পারি। ইতোপূর্বেও এসব শিক্ষা এভাবেই অহীর মাধ্যমে বনী ইসরাঈলীদের কাছে তাওরাত ও অন্যান্য আসমানী কিতাব রূপে এসেছিলো। বনী ইসরাঈলদের একজন সাধারণ মানুষও তা মেনে নিয়েছিলো এবং একথা স্বীকার করে নিয়োছিলো যে অহীই হচ্ছে এসব শিক্ষা নাযিল হওয়ার মাধ্যম। তাই অহী এবং এই শিক্ষা দুর্বোধ্য জিনিস তোমরা সে দাবী করতে পার না। আসল কথা হলো, তোমাদের গর্ব, অহংকার এবং ভিত্তিহীন আত্মম্ভরিতা ঈমানের পথে অন্তরায়। খ্যাতনামা ইহুদী আলেম আবদুল্লাহ ইবন সালামসহ যত ইহুদী ও নাসারা ইসলাম গ্ৰহণ করেছেন, তারা সবাই এ আয়াতের অন্তর্ভুক্ত। কোন কোন বর্ণনায় আছে যে, এ আয়াত আবদুল্লাহ ইবনে সালাম সম্পর্কে অবতীর্ণ হয়েছে। ইবনে আব্বাস, মুজাহিদ, দাহহাক প্রমুখ তাফসীরবিদগণ তাই বলেছেন। যদিও আবদুল্লাহ ইবনে সালাম এই আয়াত নাযিল হওয়ার পরে মদীনায় ইসলাম গ্ৰহণ করেন। তারপরও এ আয়াতটি মক্কায় অবতীর্ণ হওয়ার পরিপন্থি নয়। এমতাবস্থায় আয়াতটি ভবিষ্যদ্বনি হিসেবে গণ্য হইবে। [দেখুন, তাবারী]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৪৬ : ১১",
        "arabic_text": "\nوَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوۡ كَانَ خَيۡرٗا مَّا سَبَقُونَآ إِلَيۡهِۚ وَإِذۡ لَمۡ يَهۡتَدُواْ بِهِۦ فَسَيَقُولُونَ هَٰذَآ إِفۡكٞ قَدِيمٞ ",
        "bangla_text": "আর যারা কুফরী করেছে তারা যারা ঈমান এনেছে তাদের সম্পর্কে বলে, ‘যদি এটা ভাল হত তবে তারা এর দিকে আমাদেরকে অতিক্রম করে যেতে পারত না [১]। আর যখন তারা এটা দ্বারা হেদায়াত পায়নি তখন তারা অচিরেই বলবে, ‘এ এক পুরোনো মিথ্যা।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরাইশ নেতারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ব্যাপারে সাধারণ মানুষকে প্রতারিত করার জন্য যেসব যুক্তি কাজে লাগাতো এটা তার একটা। তারা বলতো, ‘এ কুরআন যদি সত্য হতো এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যদি একটি সঠিক জিনিসের দাওয়াত দিতেন তাহলে কওমের নেতারা, গোত্ৰসমূহের অধিপতিরা এবং গণ্যমান্য ব্যক্তিবর্গ অগ্রসর হয়ে তা গ্ৰহণ করতো। এটা কি করে হতে পারে যে, কতিপয় অনভিজ্ঞ বালক এবং কিছু সংখ্যক নীচু পর্যায়ের ক্রীতদাস যেমন বিলাল, আম্মার, সুহাইব, খাব্বাব প্রমূখ সর্বাগ্রে ঈমান আনবে অথচ কওমের গণ্যমান্য ব্যক্তি যারা জ্ঞানী ও অভিজ্ঞ এবং আজ পর্যন্ত কওম যাদের জ্ঞান-বুদ্ধি ও ব্যবস্থাপনার ওপর নির্ভর করে আসছে তারা তা প্রত্যাখ্যান করবে? নতুন এই ধর্মে মন্দ কিছু অবশ্যই আছে। তাই কওমের গণ্যমান্য ও বিশিষ্ট ব্যক্তিবর্গ তা মানছে না। অতএব, তোমরাও তা থেকে দূরে সরে যাও, এই প্রতারণামূলক যুক্তি খাড়া করে তারা সাধারণ মানুষকে শান্ত করে রাখার চেষ্টা করতো। তারা মূলত: অহংকারবশেই উপরোক্ত ধরনের কূটতর্কের অবতারণা করত। অহংকার ও গর্ব মানুষের জ্ঞান বুদ্ধিকেও বিকৃত করে দেয়। অহংকারী ব্যক্তি নিজের বুদ্ধিকেই ভালমন্দের মাপকাঠি বলে মনে করতে থাকে। সে যা পছন্দ করে না, অন্যেরা তা পছন্দ করলে সে সবাইকে বোকা মনে করে, অথচ বাস্তবে সে নিজেই বোকা। সূরা আল-আন’আমের ৫৩ নং আয়াতেও কাফেরদের এ ধরনের উক্তি বর্ণিত হয়েছে। [দেখুন, তাবারী, ইবনে কাসীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৪৬ : ১২",
        "arabic_text": "\nوَمِن قَبۡلِهِۦ كِتَٰبُ مُوسَىٰٓ إِمَامٗا وَرَحۡمَةٗۚ وَهَٰذَا كِتَٰبٞ مُّصَدِّقٞ لِّسَانًا عَرَبِيّٗا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُواْ وَبُشۡرَىٰ لِلۡمُحۡسِنِينَ ",
        "bangla_text": "আর এর আগে ছিল মূসার কিতাব পথ প্রদর্শক ও রহমতস্বরূপ। আর এ কিতাব (তার) সত্যায়নকারী, আরবী ভাষায়, যেন তা যালিমদেরকে সতর্ক করে, আর তা মুহসিনদের জন্য সুসংবাদ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে প্রমাণ পাওয়া গেল যে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম কোন অভিনব রাসূল এবং কুরআন কোন অভিনব কিতাব নয় যে, এতে ঈমান আনতে আপত্তি হবে। বরং এর আগে মূসা আলাইহিস সালাম রাসূলরূপে আগমন করেছেন এবং তার প্রতি তাওরাত নাযিল হয়েছিল। ইহুদী ও নাসারা এমনকি কাফেরদের অনেকেই তা স্বীকার করে। [দেখুন, তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৪৬ : ১৩",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ ",
        "bangla_text": "নিশ্চয় যারা বলে, ‘আমাদের রব আল্লাহ’ তারপর অবিচল থাকে, তাদের কোন ভয় নেই এবং তারা চিন্তিতও হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৪৬ : ১৪",
        "arabic_text": "\nأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِ خَٰلِدِينَ فِيهَا جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "তারাই জান্নাতের অধিবাসী, সেখানে তারা স্থায়ী হবে, তারা যা আমল করত তার পুরস্কার স্বরূপ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৪৬ : ১৫",
        "arabic_text": "\nوَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ إِحۡسَٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهٗا وَوَضَعَتۡهُ كُرۡهٗاۖ وَحَمۡلُهُۥ وَفِصَٰلُهُۥ ثَلَٰثُونَ شَهۡرًاۚ حَتَّىٰٓ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِينَ سَنَةٗ قَالَ رَبِّ أَوۡزِعۡنِيٓ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِيٓ أَنۡعَمۡتَ عَلَيَّ وَعَلَىٰ وَٰلِدَيَّ وَأَنۡ أَعۡمَلَ صَٰلِحٗا تَرۡضَىٰهُ وَأَصۡلِحۡ لِي فِي ذُرِّيَّتِيٓۖ إِنِّي تُبۡتُ إِلَيۡكَ وَإِنِّي مِنَ ٱلۡمُسۡلِمِينَ ",
        "bangla_text": "আর আমরা মানুষকে তার মাতা -পিতার প্রতি সদয় ব্যবহারের নির্দেশ দিয়েছি। তার মা তাকে গর্ভে ধারণ করে কষ্টের সাথে এবং প্রসব করে কষ্টের সাথে, তাকে গর্ভে ধারণ করতে [১] ও তার স্তন্য ছাড়াতে লাগে ত্ৰিশ মাস [২], অবশেষে যখন সে পূর্ণ শক্তিপ্রাপ্ত হয় [৩] এবং চল্লিশ বছরে উপনীত হয়, তখন সে বলে ‘হে আমার রব ! আপনি আমাকে সামর্থ্য দিন, যাতে আমি আপনার প্রতি কৃতজ্ঞতা প্রকাশ করতে পারি, আমার প্রতি ও আমার পিতা-মাতার প্রতি আপনি যে অনুগ্রহ করেছেন, তার জন্য এবং যাতে আমি এমন  সৎকাজ করতে পারি যা আপনি পছন্দ করেন; আর  আমার জন্য আমার সন্তান–সন্ততিদেরকে সংশোধন করে দিন, নিশ্চয় আমি আপনারই অভিমুখী হলাম এবং নিশ্চয় আমি মুসলিমদের অন্তর্ভুক্ত ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পিতা-মাতার সেবা যত্ন ও আনুগত্য জরুরি হওয়ার এক কারণ এই যে, তারা তোমাদের জন্যে অনেক কষ্টই সহ্য করেন। বিশেষত মাতার কষ্ট অনেক বেশি হয়ে থাকে। এখানে কেবল মাতার কষ্ট উল্লেখ করা হয়েছে। মাতা দীর্ঘ নয় মাস তোমাদেরকে গর্ভে ধারণ করে। এছাড়া এ সময়ে তাকে অনেক দুঃখকষ্ট সহ্য করতে হয়। এরপর প্রসবকালে অসহনীয় প্রসব বেদনার পর তোমরা ভূমিষ্ঠ হও।\n  <br/>\n  <br/>\n  আয়াতের শুরুতেই পিতা-মাতা উভয়ের সাথে সদ্ব্যবহারের কথা উল্লেখ করা হয়েছে, কিন্তু এ স্থলে কেবল মাতার কষ্টের কথা উল্লেখ করার তাৎপর্য এই যে, মাতার পরিশ্রম ও কষ্ট অপরিহার্য ও জরুরী। গর্ভধারণের সময় কষ্ট, প্রসব বেদনার কষ্ট সর্বাবস্থায় ও সব সন্তানের ক্ষেত্রে মাতাকেই সহ্য করতে হয়। পিতার জন্যে লালন পালনের কষ্ট সহ্য করা সর্বাবস্থায় জরুরি হয় না। পিতা ধনাঢ্য হলে এবং তার চাকর বাকর থাকলে অপরের মাধ্যমে সন্তান দেখাশোনা করতে পারে। এ কারণেই রাসূলুল্লাহ সন্তানের ওপর মাতার হক বেশি রেখেছেন। এক হাদীসে তিনি বলেন, ‘মাতার সাথে সদ্ব্যবহার কর, অতঃপর মাতার সাথে, অতঃপর মাতার সাথে, তঃপর পিতার সাথে, অতঃপর নিকট আত্মীয়ের সাথে’। [মুসলিম: ৪৬২২]\n  <br/>\n  <br/>\n  [২] সন্তানদের যদিও মা-বাপ উভয়েরই সেবা করতে হবে কিন্তু গুরুত্বের দিক দিয়া মায়ের অধিকার এ কারণে বেশী যে, সে সন্তানের জন্য বেশী কষ্ট স্বীকার করে। এ আয়াত এ দিকেই ইংগিত করে। বিভিন্ন সহীহ হাদীস থেকেও এ বিষয়টি জানা যায়। আয়াতেও মায়ের তিনগুণ বেশী অধিকারের প্রতি ইংগিত দেয়া হয়েছেঃ [১] কষ্ট করে মা তাকে গর্ভে ধারণ করেছে। [২] কষ্ট করেই তাকে প্রসব করেছে এবং [৩] গৰ্ভধারণ ও দুধ পান করাতে ৩০ মাস লেগেছে। সন্তানকে গর্ভে ধারণ ও প্রসবের কষ্টের পরও মাতা রেহাই পায় না। এর পরে সন্তানের খাদ্যও আল্লাহ তা'আলা মাতার স্তনে রেখে দিয়েছেন। মাতা তাকে স্তন্যদান করে। আয়াতে বলা হয়েছে যে, সন্তানকে গর্ভে ধারণ এবং স্তন্য ছাড়ানো ত্ৰিশ মাসে হয়। আলী রাদিয়াল্লাহু আনহু এই আয়াত দৃষ্টে বলেন যে, গর্ভ ধারণের সর্বনিম্ন সময়কাল ছয় মাস। কেননা সূরা আল বাকারাহ এর ২৩৩ নং আয়াতে স্তন্যদানের সর্বোচ্চ সময়কাল পূর্ণ দু’বছর নির্দিষ্ট করা হয়েছে অথচ এ আয়াতে বলা হয়েছে যে, সন্তানকে গর্ভে ধারণ এবং স্তন্যদান ছাড়ানো ত্ৰিশ মাসে হয়। উসমান রাদিয়াল্লাহু আনহু এর খেলাফতকালে জনৈকা মহিলার গর্ভ থেকে ছয় মাসে সন্তান ভূমিষ্ঠ হয়ে গেলে তিনি একে অবৈধ গর্ভ সাব্যস্ত করে শাস্তির আদেশ জারি করেন। কেননা, এটা সাধারণ নিয়ম বহির্ভূত ছিল। আলী রাদিয়াল্লাহু আনহু এই সংবাদ অবগত হয়ে খলিফাকে শাস্তি কার্যকর করতে বারণ করলেন এবং আলোচ্য আয়াত দ্বারা প্রমাণ করে দিলেন যে, গর্ভধারণের সর্বনিম সময়কাল ছয় মাস। খলিফা তার যুক্তিপ্ৰমাণ কবুল করে শাস্তির আদেশ প্রত্যাহার করেন। এ কারণেই সমস্ত আলেমগণ একমত যে, গর্ভধারণের সর্বনিম্ন সময়কাল ছয় মাস হওয়া সম্ভবপর। এর কম সময়ে সন্তান সুস্থ ও পূর্ণাঙ্গ জন্মগ্রহণ করতে পারে না। তবে সর্বোচ্চ কতদিন সন্তান গর্ভে থাকতে পারে, এ সম্পর্কে অভ্যাস বিভিন্নরূপ। এমনিভাবে স্তন্যদানের সর্বোচ্চ সময়কাল দু’বছর নির্ধারিত। কিন্তু সর্বনিম্ন সময়কাল নির্দিষ্ট নেই। কোন কোন নারীর দুধই হয় না এবং কারও কারও দুধ কয়েক মাসেই শুকিয়ে যায়। কতক শিশু মায়ের দুধ পান করে না ফলে অন্য দুধ পান করাতে হয়। [দেখুন, ইবনে কাসীর]\n  <br/>\n  <br/>\n  [৩] أشد এর শাব্দিক অর্থ শক্তি সামর্থ্য। পবিত্র কুরআনের মোট ছয়টি স্থানে এ শব্দটি এসেছে। তন্মধ্যে সূরা আল-আন’আমের ১৫২, সূরা ইউসুফের ১২, সূরা আল-ইসরার ৩৪, সূরা আল-কাহফ এর ৮২, সূরা আল-কাসাসের ১৪ নং আয়াতে এর তাফসীর করা হয়েছে, প্রাপ্ত বয়স বলে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৪৬ : ১৬",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُواْ وَنَتَجَاوَزُ عَن سَيِّـَٔاتِهِمۡ فِيٓ أَصۡحَٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِي كَانُواْ يُوعَدُونَ ",
        "bangla_text": "‘ওরাই তারা, আমরা যাদের সৎ আমলগুলো কবুল করি এবং মন্দ কাজগুলো ক্ষমা করি, তারা জান্নাতবাসীদের মধ্যে হবে [১]। এদেরকে যে প্রতিশ্রুতি দেয়া হয়েছে তা সত্য ওয়াদা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের বিধান অত্যন্ত ব্যাপক। এমনকি সাহাবায়ে কিরামের মধ্যে ঘটে যাওয়া বিষয়গুলোও এর অন্তর্ভুক্ত। আলী রাদিয়াল্লাহু আনহুর এক উক্তি থেকে আয়াতের ব্যাপকতা বোঝা যায়। মুহাম্মদ ইবনে হাতেম বর্ণনা করেন, একবার আমি আমীরুল মুমেনীন আলী রাদিয়াল্লাহু আনহুর নিকট উপস্থিত ছিলাম। তখন তার কাছে আরও কিছু লোক উপস্থিত ছিল। তারা উসমান রাদিয়াল্লাহু আনহুর চরিত্রে কিছু দোষ আরোপ করলে তিনি বললেন: \"উসমান রাদিয়াল্লাহু আনহু সে লোকদের অন্যতম ছিলেন, যাদের কথা আল্লাহ তা'আলা\n  <br/>\n  <br/>\n  اُولٰٓيِكَ الَّذِيْنَ فَتَقَبَّلُ عَنْهُم اَحْسَنَ مَاءَمِلُوْاوَنَتَجَا وَزُعَنْ سَيِّاٰتِيمْ فِيْٓ اَصْحٰبِ الْجَنَّةِ\n  <br/>\n  <br/>\n  আয়াতে ব্যক্ত করেছেন। আল্লাহর কসম। উসমান ও তার সঙ্গীদের ক্ষেত্রেই এই আয়াত প্রযোজ্য। এ বাক্যটি তিনি তিনবার বললেন। [দেখুন, ইবনে কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৪৬ : ১৭",
        "arabic_text": "\nوَٱلَّذِي قَالَ لِوَٰلِدَيۡهِ أُفّٖ لَّكُمَآ أَتَعِدَانِنِيٓ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِي وَهُمَا يَسۡتَغِيثَانِ ٱللَّهَ وَيۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَيَقُولُ مَا هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "আর যে তার মাতা-পিতাকে বলে, ‘আফসোস তোমাদের জন্য ! তোমরা কি আমাকে এ ওয়াদা দাও যে, আমাকে পুনরুখিত করা হবে অথচ আমার আগে বহু প্ৰজন্ম গত হয়েছে [১]?’ তখন তার মাতা-পিতা আল্লাহ্‌র কাছে ফরিয়াদ করে বলে, ‘দুর্ভোগ তোমার জন্য ! তুমি ঈমান আনয়ন কর, নিশ্চয় আল্লাহ্‌র ওয়াদা সত্য। তখন সে বলে, ‘এ তো অতীত কালের উপকথা ছাড়া কিছুই নয়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বের আয়াতসমূহে মাতা-পিতার সেবাযত্ন ও আনুগত্য সম্পর্কিত নির্দেশ ব্যক্ত হয়েছিল। এ আয়াতে সে ব্যক্তির আযাব ও শাস্তি উল্লেখিত হয়েছে, যে পিতা-মাতার সাথে অসদ্ব্যবহার ও কটুক্তি করে। বিশেষতঃ পিতা-মাতা যখন তাকে ইসলাম ও সৎকর্মের দিকে দাওয়াত দেয়, তখন তাদের কথা অমান্য করা দ্বিগুণ পাপ। ইবনে কাসীর বলেন, যে কোন লোক পিতা-মাতার সাথে অসদ্ব্যবহার করবে, তার ক্ষেত্রেই এ আয়াত প্রযোজ্য হবে। এ আয়াতটি কোন অবস্থাতেই আবু বকর রাদিয়াল্লাহু আনহুর পরিবারের সাথে সংশ্লিষ্ট করা যাবে না। (যেমনটি শীয়া সম্প্রদায়ের লোকেরা করার চেষ্টা চালায় ) [দেখুন, ইবনে কাসীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৪৬ : ১৮",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ ",
        "bangla_text": "এরা তো তারা, যাদের উপর সত্য হয়েছে আযাবের সে ফয়সালা, যা সত্য হয়েছিল সে সব উম্মতের জন্য যারা গত হয়ে গেছে এদের আগে, জিন ও ইনসান থেকে। নিশ্চয় তারা ছিল ক্ষতিগ্ৰস্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৪৬ : ১৯",
        "arabic_text": "\nوَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۖ وَلِيُوَفِّيَهُمۡ أَعۡمَٰلَهُمۡ وَهُمۡ لَا يُظۡلَمُونَ ",
        "bangla_text": "আর প্রত্যেকের জন্য তাদের আমল অনুসারে মর্যাদা রয়েছে ; এবং যাতে আল্লাহ প্রত্যেকের কাজের পুর্ণ প্রতিফল দিতে পারেন। আর তাদের প্রতি যুলুম করা হবে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ না ভাল লোকদের ত্যাগ ও কুরবানী নষ্ট হবে না মন্দ লোকদেরকে তাদের প্রকৃত অপরাধের অধিক শাস্তি দেয়া হবে। সৎ ব্যক্তি যদি তার পুরস্কার থেকে বঞ্চিত থাকে কিংবা প্রকৃত প্ৰাপ্যের চেয়ে কম পুরস্কার পায় তাহলে তা যুলুম। আবার খারাপ লোক যদি তার কৃত অপরাধের চেয়ে বেশী শাস্তি পায় তাহলে সেটাও যুলুম। [দেখুন,তাবারী, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৪৬ : ২০",
        "arabic_text": "\nوَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ ",
        "bangla_text": "আর যারা কুফরী করেছে যেদিন তাদেরকে জাহান্নামের সামনে পেশ করা হবে (সেদিন তাদেরকে বলা হবে) ‘তোমরা তোমাদের দুনিয়ার জীবনেই যাবতীয় সুখ-সম্ভার নিয়ে গেছ এবং সেগুলো উপভোগও করেছ। সুতরাং আজ তোমাদেরকে দেয়া হবে অবমাননাকর শাস্তি [১] ; কারণ তোমারা যমীনে অন্যায়ভাবে ঔদ্ধত্য প্রকাশ করতে এবং তোমারা নাফরমানী করতে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কাফেরদেরকে বলা হবে, তোমরা কিছু ভাল কাজ দুনিয়াতে করে থাকলে তার প্রতিদানও তোমাদেরকে পার্থিব আরাম-আয়েশ ও ভোগ-বিলাসের আকারে দেয়া হয়েছে। এখন আখেরাতে তোমাদের কোন প্ৰাপ্য নেই। এ থেকে জানা যায় যে, কাফেরদের যেসব সৎকাজ ঈমানের অনুপস্থিতিতে আল্লাহর কাছে গ্রহণীয় নয়; আখেরাতে সেগুলো মূল্যহীন; কিন্তু দুনিয়াতে আল্লাহ তা'আলা তাদেরকে সেগুলোর প্রতিদান দিয়ে দেন। কাজেই কাফেররা দুনিয়াতে যেসব বিষয় বৈভব, ধন-দৌলত, মান-সম্ভ্রম, প্রভাব-প্রতিপত্তি ইত্যাদি লাভ করে, সেগুলো তাদের দানশীলতা, সহানুভূতি, সততা ইত্যাদি সৎকর্মের প্রতিফল হয়ে থাকে। মুমিনদের জন্যে এরূপ নয়। তারা দুনিয়াতে ধন-সম্পদ, মানসম্মান, প্রভাব-প্রতিপত্তি ইত্যাদি নেয়ামত লাভ করলেও আখেরাতের প্রাপ্য থেকে বঞ্চিত হবে না।\n  <br/>\n  আলোচ্য আয়াতে দুনিয়ার ভোগ-বিলাসে মগ্ন থাকার কারণে কাফেরদের উদ্দেশ্যে শাস্তিবাণী উচ্চারিত হয়েছে। তাই রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম সাহাবায়ে কেরাম ও তাবেয়ীগণ দুনিয়ার ভোগ-বিলাস বর্জন করার অভ্যাস গড়ে তুলেছিলেন। তাদের জীবনালেখ্য এর সাক্ষ্য দেয়। [দেখুন, ইবনে কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৪৬ : ২১",
        "arabic_text": "\n۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦٓ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ ",
        "bangla_text": "আর স্মরণ করুন, ‘আদ সম্প্রদায়ের ভাইয়ের কথা, যখন সে আহকাফে [১] স্বীয় সম্প্রদায়কে সতর্ক করেছিল। যার আগে এবং পরেও সতর্ককারী এসেছিলেন (এ বলে) যে, ‘তোমারা আল্লাহ ছাড়া কারোও ইবাদত করো না। নিশ্চয় আমি তোমাদের জন্য মহাদিনের শাস্তির আশংকা করছি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেহেতু কুরাইশ নেতারা তাদের শ্রেষ্ঠত্বের ধারণা পোষণ করতো এবং নিজেদের সুখ-স্বাচ্ছন্দ্য ও মোড়লিপনার কারণে আনন্দে আত্মহারা ছিল তাই এখানে তাদেরকে ‘আদ কাওমের কাহিনী শুনানো হচ্ছে। আরবে ‘আদি জাতি এভাবে পরিচিত ছিল যে, প্রাচীনকালে এই ভূখণ্ডে তারা ছিল সর্বাধিক শক্তিশালী কওম। আয়াতে বর্ণিত أُحْقَافٌ শব্দটি حِقْفٌ শব্দের বহুবচন। এর আভিধানিক অর্থ বালুর এমন সব লম্বা লম্বা টিলা যা উচ্চতায় পাহাড়ের সমান নয়। পারিভাষিক অর্থে এটা আরব মরুভূমির দক্ষিণ পশ্চিম অংশের নাম, বর্তমানে যেখানে কোন জনবসতি নেই। [দেখুন, তাবারী] আহক্বাফ অঞ্চলের বর্তমান অবস্থা দেখে কেউ কল্পনাও করতে পারে না যে, এক সময় এখানে জাঁকালো সভ্যতার অধিকারী একটি শক্তিশালী জাতি বাস করতো। সম্ভবত হাজার হাজার বছর পূর্বে এটা এক উর্বর অঞ্চল ছিল। পরে আবহাওয়ার পরিবর্তন একে মরুভূমিতে পরিণত করেছে। বর্তমানে এটা সৌদী আরবের আর-রুবউল খালীর মরু এলাকায় অবস্থিত। যার আভ্যন্তরীণ এলাকায় যাওয়ার সাহসও কারো নেই।\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৪৬ : ২২",
        "arabic_text": "\nقَالُوٓاْ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ ",
        "bangla_text": "তারা বলেছিল, ‘তুমি কি আমাদেরকে আমাদের উপাস্যগুলো থেকে নিবৃত্ত করতে এসেছ? তুমি যদি সত্যবাদীদের অন্তর্ভুক্ত হয়ে থাক তবে আমাদেরকে যার ওয়াদা করছ তা নিয়ে আস।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৪৬ : ২৩",
        "arabic_text": "\nقَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرۡسِلۡتُ بِهِۦ وَلَٰكِنِّيٓ أَرَىٰكُمۡ قَوۡمٗا تَجۡهَلُونَ ",
        "bangla_text": "তিনি বললেন, ‘এ জ্ঞান তো শুধু আল্লাহ্‌রই কাছে। আর আমি যা নিয়ে প্রেরিত হয়েছি শুধু তা-ই তোমাদের কাছে প্রচার করি, কিন্তু আমি দেখছি, তোমারা এক মূর্খ সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৪৬ : ২৪",
        "arabic_text": "\nفَلَمَّا رَأَوۡهُ عَارِضٗا مُّسۡتَقۡبِلَ أَوۡدِيَتِهِمۡ قَالُواْ هَٰذَا عَارِضٞ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِيحٞ فِيهَا عَذَابٌ أَلِيمٞ ",
        "bangla_text": "‘অতঃপর যখন তারা তাদের উপত্যকার দিকে মেঘ আসতে দেখল তখন বলতে লাগল, ‘এ তো মেঘ আমাদেরকে বৃষ্টি দান করবে।’ না, বরং এটাই তো তা, যা তোমারা ত্বারান্বিত করতে চেয়েছ, এক ঝড়, এতে রয়েছে যন্ত্রণাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৪৬ : ২৫",
        "arabic_text": "\nتُدَمِّرُ كُلَّ شَيۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُواْ لَا يُرَىٰٓ إِلَّا مَسَٰكِنُهُمۡۚ كَذَٰلِكَ نَجۡزِي ٱلۡقَوۡمَ ٱلۡمُجۡرِمِينَ ",
        "bangla_text": "‘এটা তার রবের নির্দেশে সব কিছুকে ধবংস করে দেবে।’ অতঃপর তাদের পরিণাম এ হল যে, তাদের বসতিগুলো ছাড়া আর কিছুই দেখা গেল না। এভাবে আমরা অপরাধী সম্পপ্রদায়কে প্রতিফল দিয়ে থাকি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৪৬ : ২৬",
        "arabic_text": "\nوَلَقَدۡ مَكَّنَّٰهُمۡ فِيمَآ إِن مَّكَّنَّٰكُمۡ فِيهِ وَجَعَلۡنَا لَهُمۡ سَمۡعٗا وَأَبۡصَٰرٗا وَأَفۡـِٔدَةٗ فَمَآ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَآ أَبۡصَٰرُهُمۡ وَلَآ أَفۡـِٔدَتُهُم مِّن شَيۡءٍ إِذۡ كَانُواْ يَجۡحَدُونَ بِـَٔايَٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "আর অবশ্যই আমারা তাদেরকে যেভাবে প্রতিষ্ঠিত করেছিলাম তোমাদেরকে সেভাবে প্রতিষ্ঠিত করিনি [১] ; আর আমারা তাদেরকে দিয়েছিলাম কান, চোখ ও হৃদয় ; অতঃপর তাদের কান, চোখ ও হৃদয় তাদের কোন কাজে আসেনি ; যখন তারা আল্লাহ্‌র আয়াতসমূহকে অস্বীকার করেছিল। আর যা নিয়ে ঠাট্টা-বিদ্রুপ করত, তা-ই তাদেরকে পরিবেষ্টন করল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ অর্থ, সম্পদ, শক্তি, ক্ষমতা কোন বিষয়েই তোমাদের ও তাদের মধ্যে কোন তুলনা হয় না। তোমাদের ক্ষমতার ব্যাপ্তি মক্কা শহরের বাইরে কোথাও নেই। কিন্তু তারা পৃথিবীর একটি বড় অংশের ওপর আধিপত্য বিস্তার করেছিলো [দেখুন, তাবারী]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৪৬ : ২৭",
        "arabic_text": "\nوَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَرۡجِعُونَ ",
        "bangla_text": "আর অবশ্যই আমরা ধ্বংস করেছিলাম তোমাদের চারপাশের জনপদসমূহ ; এবং আমরা বিভিন্নভাবে আয়াতসমূহ বিবৃত করেছিলাম,যাতে তারা ফিরে আসে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৪৬ : ২৮",
        "arabic_text": "\nفَلَوۡلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّواْ عَنۡهُمۡۚ وَذَٰلِكَ إِفۡكُهُمۡ وَمَا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "অতঃপর তারা আল্লাহর সান্নিধ্য লাভের জন্য আল্লাহ্‌র পরিবর্তে যাদেরকে ইলাহরূপে গ্ৰহণ করেছিল তারা তাদেরকে সাহায্য করল না কেন? বরং তাদের ইলাহগুলো তাদের কাছ থেকে হারিয়ে গেল। আর এটা ছিল তাদের মিথ্যাচার ; এবং যা তারা অলীক উদ্ভাবন করছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৪৬ : ২৯",
        "arabic_text": "\nوَإِذۡ صَرَفۡنَآ إِلَيۡكَ نَفَرٗا مِّنَ ٱلۡجِنِّ يَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓاْ أَنصِتُواْۖ فَلَمَّا قُضِيَ وَلَّوۡاْ إِلَىٰ قَوۡمِهِم مُّنذِرِينَ ",
        "bangla_text": "আর স্মরণ করুন, যখন আমরা আপনার দিকে ফিরিয়ে দিয়েছিলাম জিনদের একটি দলকে [১], যারা মনোযোগসহকারে কুররান পাঠ শুনছিল। অতঃপর যখন তারা তার কাছে উপস্থিত হল, তারা বলল, ‘চুপ করে শুন।’ অতঃপর যখন কুরআন পাঠ সমাপ্ত হল তারা তাদের সম্প্রদায়ের কাছে ফিরে গেল সতর্ককারীরূপে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কার কাফেরদেরকে শোনানোর জন্যে পূর্বেকার আয়াতসমূহে কুফার ও অহংকারের নিন্দা ও ধ্বংসকারিতা বর্ণিত হয়েছে। আলোচ্য আয়াতসমূহে তাদেরকে লজ্জা দেয়ার উদ্দেশ্যে জিনদের ইসলাম গ্রহণের ঘটনা বর্ণনা করা হয়েছে। উদ্দেশ্য এই যে, জিনরা কার ও গর্বে তোমাদের চেয়েও বেশি, কিন্তু কুরআন শুনে তাদের অন্তরও বিগলিত হয়ে গেছে এবং ইসলাম গ্ৰহণ করেছে। তোমাদেরকে আল্লাহ তা’আলা জিনদের চেয়ে বেশি জ্ঞান-বুদ্ধি ও চেতনা দান করেছেন; কিন্তু তোমরা ইসলাম গ্রহণ করছ না।\n  <br/>\n  <br/>\n  জিনদের কুরআন শ্রবণ ও ইসলাম গ্রহণের ঘটনা সহীহ হাদীসসমূহে এভাবে বর্ণিত হয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর নবুওয়াত লাভের পর থেকে জিন জাতিকে আকাশের সংবাদ সংগ্রহ থেকে নিবৃত্ত রাখা হয়। সেমতে তাদের কেউ সংবাদ শোনার মানসে উপরে গেলে তাকে উল্কাপিণ্ড নিক্ষেপ করে বিতাড়িত করা হত। জিনরা এই নতুন পরিস্থিতির কারণ উদঘাটনে সচেষ্ট হল এবং তাদের বিভিন্ন দল কারণ অনুসন্ধানে পৃথিবীর বিভিন্ন ভূখণ্ডে কয়েকজন সাথীসহ ঘুরে বেড়াচ্ছিল। সে সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কয়েকজন সাহাবীসহ বাতনে নাখলা নামক স্থানে অবস্থান করছিলেন। তাঁর ওকায বাজারে যাওয়ার ইচ্ছা ছিল। আরবরা আমাদের যুগের প্রদর্শনীর মত বিভিন্ন জায়গায় বিশেষ বিশেষ দিনে মেলার আয়োজন করত। এসব মেলায় বহুলোক উপস্থিত থাকত, দোকান খোলা হত এবং সভা-সমাবেশ অনুষ্ঠিত হত। ওকায নামক স্থানে প্রতি বছর এমনি ধরনের এক মেলা বসত। রাসুলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম সম্ভবতঃ ইসলাম প্রচারের উদ্দেশ্যে সেখানে গমন করছিলেন। নাখলা নামক স্থানে তিনি যখন ফজরের সালাতে কুরআন পাঠ করছিলেন, তখন জিনদের অনুসন্ধানী দলটি সেখানে দিয়ে পৌছল। তারা কুরআন পাঠ শুনে বলতে লাগল, এই সে নতুন ঘটনা, যার কারণে আমাদেরকে আকাশের সংবাদ সংগ্রহে নিবৃত্ত করা হয়েছে। [বুখারী: ৭৭৩, মুসলিম: ৪৪৯, তিরমিয়ী: ৩৩২৩, নাসায়ী: আল- কুবরা ১১৬৪]\n  <br/>\n  <br/>\n  অন্য এক বর্ণনায় আছে যে, জিনরা সেখানে  পৌঁছে পরস্পর বলতে লাগল, চুপ করে কুরআন শুন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সালাত শেষ করলে জিনরা ইসলামের সত্যতায় বিশ্বাস স্থাপন করে তাদের সম্পপ্রদায়ের কাছে ফিরে গেল এবং তদন্তকার্যের রিপোর্ট পেশ করে একথাও বলল, আমরা মুসলিম হয়ে গেছি। তোমাদেরও ইসলাম গ্রহণ করা উচিত। কিন্তু রাসুলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম সূরা জিন অবতীর্ণ না হওয়া পর্যন্ত এই জিনদের গমনাগমন এবং তাদের কুরআন পাঠ শুনে ইসলাম গ্রহণের বিষয় কিছুই জানতেন না। সূরা জিনে আল্লাহ তা'আলা তাকে এ বিষয়ে অবহিত করেন। আরও এক বর্ণনায় আছে, নসীবাঈন নামক স্থানের অধিবাসী এই জিনদের সংখ্যা ছিল নয় অথবা সাত। [মুস্তাদরাকে হাকিম: ২/৪৫৬]\n  <br/>\n  <br/>\n  অন্যান্য হাদীসে জিনদের আগমনের ঘটনা অন্যভাবেও ব্যক্ত হয়েছে। কিন্তু বাস্তবে একাধিক ঘটনা বিভিন্ন সময়ে সংঘটিত হওয়ার কারণে এসব বর্ণনায় কোন বৈপরীত্য নেই। ইবনে আব্বাস থেকে বর্ণিত আছে যে, জিনরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে বার বার আগমন করেছে। খাফফায়ী বলেন, সবগুলো হাদীস একত্রিত করলে দেখা যায় যে, জিনদের আগমনের ঘটনা ছয় বার সংঘটিত হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৪৬ : ৩০",
        "arabic_text": "\nقَالُواْ يَٰقَوۡمَنَآ إِنَّا سَمِعۡنَا كِتَٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ يَهۡدِيٓ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِيقٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "তারা বলেছিল, ‘হে আমাদের সম্প্রদায় ! নিশ্চয় আমারা এমন এক কিতাবের পাঠ শুনেছি যা নাযিল হয়েছে মূসার পরে, এটা তার সম্মুখস্থ কিতাবকে সত্যায়ন করে এবং সত্য ও সরল পথের দিকে হেদায়াত করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৪৬ : ৩১",
        "arabic_text": "\nيَٰقَوۡمَنَآ أَجِيبُواْ دَاعِيَ ٱللَّهِ وَءَامِنُواْ بِهِۦ يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُجِرۡكُم مِّنۡ عَذَابٍ أَلِيمٖ ",
        "bangla_text": "‘হে আমাদের সম্প্রদায়! আল্লাহর দিকে আহবানকারীর প্রতি সাড়া দাও এবং তাঁর উপর ঈমান আন, তিনি তোমাদের পাপসমূহ ক্ষমা করবেন [১] এবং যন্ত্রণাদায়ক শাস্তি হতে তোমাদেরকে রক্ষা করবেন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يَغْفِرْلِكُمْ مِّنْ ذُذُوْبِكُمْ এর من অব্যয়টি আসলে ‘কোন কোন' এর অর্থ নির্দেশ করে। এখানে এই অর্থ নেয়া হলে বাক্যের ফায়দা এই হবে যে, ইসলাম গ্ৰহণ করলে কোন কোন গোনাহ মাফ হবে, অর্থাৎ আল্লাহর হক মাফ হবে-বান্দার হক মাফ হবে না। কেউ কেউ من অব্যয়টিকে বর্ণনাসূচক সাব্যস্ত করেছেন। এমতাবস্থায় এ ব্যাখ্যা নিস্প্রয়োজন। [জালালাইন,  আইসারুততাফসীর]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৪৬ : ৩২",
        "arabic_text": "\nوَمَن لَّا يُجِبۡ دَاعِيَ ٱللَّهِ فَلَيۡسَ بِمُعۡجِزٖ فِي ٱلۡأَرۡضِ وَلَيۡسَ لَهُۥ مِن دُونِهِۦٓ أَوۡلِيَآءُۚ أُوْلَٰٓئِكَ فِي ضَلَٰلٖ مُّبِينٍ ",
        "bangla_text": "আর যে আল্লাহর দিকে আহ্বানকারীর প্রতি সাড়া না দেয় তবে সে যমীনে আল্লাহ্‌কে অপারগকারী নয়। আর আল্লাহ ছাড়া তার কোন অভিভাবক নেই। তারাই সুস্পষ্ট বিভ্রান্তিতে রয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৪৬ : ৩৩",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَلَمۡ يَعۡيَ بِخَلۡقِهِنَّ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰۚ بَلَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "আর তারা কি দেখে না যে, নিশ্চয় আল্লাহ্‌, যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন এবং এসবের সৃষ্টিতে কোন ক্লান্তি বোধ করেননি, তিনি মৃতের জীবন দান করতেও সক্ষম? অবশ্যই হ্যাঁ, নিশ্চয় তিনি সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৪৬ : ৩৪",
        "arabic_text": "\nوَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواْ عَلَى ٱلنَّارِ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۖ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ ",
        "bangla_text": "আর যারা কুফরী করেছে যেদিন তাদেরকে পেশ করা হবে জাহান্নামের আগুনের কাছে, (সেদিন তাদেরকে বলা হবে) ‘এটা কি সত্য নয়? ’ তারা বলবে, ‘আমাদের রবের শপথ ! অবশ্যই হ্যাঁ। তিনি বলবেন, ‘সুতরাং শাস্তি আস্বাদন কর ; কারণ তোমরা কুফরী করেছিলে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৪৬ : ৩৫",
        "arabic_text": "\nفَٱصۡبِرۡ كَمَا صَبَرَ أُوْلُواْ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ يَوۡمَ يَرَوۡنَ مَا يُوعَدُونَ لَمۡ يَلۡبَثُوٓاْ إِلَّا سَاعَةٗ مِّن نَّهَارِۭۚ بَلَٰغٞۚ فَهَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَٰسِقُونَ ",
        "bangla_text": "অতএব আপনি ধৈর্য ধারণ করুন যেমন ধৈর্য ধারণ করেছিলেন দৃঢ়প্রতিজ্ঞ রাসূলগণ। আর আপনি তাদের জন্য তাড়াহুড়ো করবেন না। তাদেরকে যে বিষয়ে সতর্ক করা হয়েছে তা যেদিন তারা দেখতে পাবে, সেদিন তাদের মনে হবে, তারা যেন দিনের এক দণ্ডের বেশী দুনিয়াতে অবস্থান করেনি। এ এক ঘোষণা, সুতরাং পাপাচারী সম্প্রদায়কেই কেবল ধ্বংস করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]