[
    {
        "id": 1,
        "verse": "৪৭ : ১",
        "arabic_text": "\nٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعۡمَٰلَهُمۡ ",
        "bangla_text": "যারা কুফরী করেছে এবং অন্যকে আল্লাহর পথ থেকে নিবৃত করেছে তিনি তাদের আমলসমূহ ব্যর্থ করে দিয়েছেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  সূরা মুহাম্মাদের অপর নাম সূরা কিতাল। কেননা, এতে “কিতাল” তথা জেহাদের বিধি-বিধান বর্ণিত হয়েছে। মদীনায় হিজরতের পরেই এই সূরা নাযিল হয়েছে। এমনকি, এর\n  <br/>\n  <br/>\n  وَكَاَيِّنْ فَرْيَةٍ هِىَ اَشَدُّ قُوَّةًمِّنْ قَرْيَتِكَ\n  <br/>\n  <br/>\n  আয়াত সম্পর্কে ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে যে এটি মক্কায় অবতীর্ণ আয়াত। কেননা, এই আয়াতটি তখন নাযিল হয়েছিল, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হিজরতের উদ্দেশ্যে মক্কা থেকে বের হয়েছিলেন এবং মক্কার জনবসতি ও বায়তুল্লাহর দিকে দৃষ্টিপাত করে বলেছিলেনঃ হে মক্কা নগরী। জগতের সমস্ত নগরের মধ্যে তুমিই আমার কাছে প্ৰিয়। যদি মক্কার অধিকাসীরা আমাকে এখান থেকে বহিষ্কার না করত, তবে আমি স্বেচ্ছা প্রণোদিত হয়ে কখনও তোমাকে ত্যাগ করতাম না। [তিরমিয়ী: ৩৮৬০] তফসীরবিদগণের পরিভাষায় যে আয়াত হিজরতের সফরে অবতীর্ণ হয়েছে, তাকে মক্কায় অবতীর্ণ আয়াত বলে অভিহিত করা হয়। মোটকথা এই যে, এই সূরা মদীনায় হিজরতের অব্যবহিত পরেই অবতীর্ণ হয়েছে এবং মদীনায় পৌঁছেই কাফেরদের সাথে জেহাদ ও যুদ্ধের বিধানাবলী নাযিল হয়েছে। [ফাতহুল কাদীরা]\n  <br/>\n  <br/>\n  [১] মূল আয়াতে اَضَلَّ اَءْمَالَهُمْ উল্লেখিত হয়েছে। অর্থাৎ তাদের কাজ-কর্মের বিপদ্গামী করে দিয়েছেন, পথভ্রষ্ট করে দিয়েছেন। [দেখুন-আয়সারুত-তাফসীর, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৪৭ : ২",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَءَامَنُواْ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٖ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ ",
        "bangla_text": "আর যারা ঈমান এনেছে, সৎকাজ করেছে এবং মুহাম্মদের প্রতি যা নাযিল হয়েছে তাতে ঈমান এনেছে, আর তা-ই তাদের রবের পক্ষ হতে প্রেরিত সত্য, তিনি তাদের মন্দ কাজগুলো বিদূরিত করবেন এবং তাদের অবস্থা ভাল করবেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বর্ণিত بال শব্দটি কখনও অবস্থার অর্থে এবং কখনও অন্তরের অর্থে ব্যাবহৃত হয়। [ফাতহুল কাদীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৪৭ : ৩",
        "arabic_text": "\nذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُواْ ٱتَّبَعُواْ ٱلۡبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُواْ ٱتَّبَعُواْ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَٰلَهُمۡ ",
        "bangla_text": "এটা এজন্যে যে, যারা কুফরী করেছে তারা বাতিলের অনুসরণ করেছে এবং যারা ঈমান এনেছে তারা তাদের রবের প্রেরিত সত্যের অনুসরণ করেছে। এভাবে আল্লাহ মানুষের জন্য তাদের দৃষ্টান্তসমূহ উপস্থাপন করেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অন্য অর্থ হচ্ছে, এভাবে আল্লাহ তা'আলা উভয় দলকে তাদের অবস্থান সঠিকভাবে বলে দেন। তাদের একদল বাতিলের অনুসরণ করতে বদ্ধপরিকর। তাই আল্লাহ তা'আলা তাদের সমস্ত চেষ্টা-সাধনাকে নিস্ফল করে দিয়েছেন। কিন্তু অপর দল ন্যায় ও সত্যের আনুগত্য গ্ৰহণ করেছে। তাই আল্লাহ তাদেরকে সমস্ত অকল্যাণ থেকে মুক্ত করে তাদের অবস্থা সংশোধন করে দিয়েছেন [দেখুন- কুরতুবী, ফাতহুলকাদীর, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৪৭ : ৪",
        "arabic_text": "\nفَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثۡخَنتُمُوهُمۡ فَشُدُّواْ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَٰلِكَۖ وَلَوۡ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَٰكِن لِّيَبۡلُوَاْ بَعۡضَكُم بِبَعۡضٖۗ وَٱلَّذِينَ قُتِلُواْ فِي سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعۡمَٰلَهُمۡ ",
        "bangla_text": "অতএব যখন তোমরা কাফিরদের সাথে যুদ্ধে মুকাবিলা কর তখন ঘাড়ে আঘাত কর, অবশেষে যখন তোমরা তাদেরকে সম্পূর্ণরূপে পর্যুদস্ত করবে তখন তাদেরকে মজবুতভাবে বাঁধ ; তারপর হয় অনুকম্পা, নয় মুক্তিপণ। যতক্ষণ না যুদ্ধ এর ভার (অস্ত্র) নামিয়ে না ফেলে। এরূপই, আর আল্লাহ ইচ্ছে করলে তাদের থেকে প্ৰতিশোধ নিতে পারতেন, কিন্তু তিনি চান তোমাদের একজনকে অন্যের দ্বারা পরীক্ষা করতে। আর যারা আল্লাহর পথে নিহত হয় তিনি কখনো তাদের আমলসমূহ বিনষ্ট হতে দেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৪৭ : ৫",
        "arabic_text": "\nسَيَهۡدِيهِمۡ وَيُصۡلِحُ بَالَهُمۡ ",
        "bangla_text": "অচিরেই তিনি তাদেরকে পথনির্দেশ করবেন [১] এবং তাদের অবস্থা ভাল করে দিবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে হেদায়াত করা বা পথপ্রদর্শনের অর্থ স্পষ্টত জান্নাতের দিকে পথপ্রদর্শন করা। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৪৭ : ৬",
        "arabic_text": "\nوَيُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ ",
        "bangla_text": "আর তিনি তাদেরকে প্রবেশ করাবেন জান্নাতে, যার পরিচয় তিনি তাদেরকে জানিয়েছিলেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: এই আল্লাহর কসম, যিনি আমাকে সত্য ধর্মসহ প্রেরণ করেছেন, তোমরা দুনিয়াতে যেমন তোমাদের স্ত্রী ও গৃহকে চিন, তার চাইতেও বেশী জান্নাতে তোমাদের স্থান ও স্ত্রীদেরকে চিনবে [বুখারী: ৬৫৩৫]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৪৭ : ৭",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَنصُرُواْ ٱللَّهَ يَنصُرۡكُمۡ وَيُثَبِّتۡ أَقۡدَامَكُمۡ ",
        "bangla_text": "হে মুমিনগণ ! যদি তোমরা আল্লাহকে সাহায্য কর, তবে  তিনি তোমাদেরকে সাহায্য করবেন এবং তোমাদের পা সমূহ সুদৃঢ় করবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৪৭ : ৮",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ فَتَعۡسٗا لَّهُمۡ وَأَضَلَّ أَعۡمَٰلَهُمۡ ",
        "bangla_text": "আর যারা কুফরী করেছে তাদের জন্য রয়েছে ধ্বংস এবং তিনি তাদের আমলসমূহ ব্যর্থ করে দিয়েছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৪৭ : ৯",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُمۡ كَرِهُواْ مَآ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ ",
        "bangla_text": "এটা এজন্যে যে, আল্লাহ যা নাযিল করেছেন তারা তা অপছন্দ করেছে। কাজেই তিনি তাদের আমলসমূহ নিষ্ফল করে দিয়েছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৪৭ : ১০",
        "arabic_text": "\n۞ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَيۡهِمۡۖ وَلِلۡكَٰفِرِينَ أَمۡثَٰلُهَا ",
        "bangla_text": "তবে কি তারা যমীনে ভ্ৰমণ করে দেখেনি তাদের পূর্ববতীদের পরিণাম কি হয়েছে? আল্লাহ তাদেরকে ধ্বংস করেছেন। আর কাফিরদের জন্য রয়েছে অনুরূপ পরিণাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৪৭ : ১১",
        "arabic_text": "\nذَٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِينَ ءَامَنُواْ وَأَنَّ ٱلۡكَٰفِرِينَ لَا مَوۡلَىٰ لَهُمۡ ",
        "bangla_text": "এটা এজন্যে যে, নিশ্চয় আল্লাহ মুমিনদের অভিভাবক এবং নিশ্চয় কাফিরদের কোন অভিভাবক নেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مولى শব্দটি অনেক অর্থে ব্যবহৃত হয়। এর অর্থ অভিভাবক [মুয়াসসার, বাগভী] এখানে এই অর্থই বোঝানো হয়েছে। এর আরেক অর্থ মালিক। কুরআনের অন্যত্র কাফেরদের সম্পর্কে বলা হয়েছে:\n  <br/>\n  <br/>\n  ثُمَّ رُدُّوا إِلَى اللَّهِ مَوْلَاهُمُ الْحَقِّ ۚ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَاسِبِينَ\n  <br/>\n  <br/>\n  -  ‘অতঃপর তাদেরকে (কাফেরদের) তাদের মাওলার কাছে ফিরিয়ে দেয়া হয়েছে।' [সূরা আল-আন’আম: ৬২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৪৭ : ১২",
        "arabic_text": "\nإِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَٱلَّذِينَ كَفَرُواْ يَتَمَتَّعُونَ وَيَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَٰمُ وَٱلنَّارُ مَثۡوٗى لَّهُمۡ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে আল্লাহ তাদেরকে প্ৰবেশ করাবেন জান্নাতে যার নীচে নহরসমূহ প্রবাহিত ; কিন্তু যারা কুফরী করেছে তারা ভোগ বিলাস করে এবং খায় যেমন চতুষ্পদ জন্তুরা খায় [১] ; আর জাহান্নামই তাদের নিবাস।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জীবজন্তু খাওয়া-দাওয়ার ব্যাপারে কোনরূপ পরিমাণ-পরিমাপ মেনে চলে না। অনুরূপভাবে কাফেররাও খাদ্য-পানীয় গ্রহণের ক্ষেত্রে কোন নিয়মনীতির ধার ধারে না। দেখুন- [ফাতহুল কাদীর, কুরতুবী] তাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, মুমিন এক খাদ্যনালীতে খাবার গ্রহণ করে পক্ষান্তরে কাফের যেন সাতটি খাদ্যনালীর মাধ্যমে খাবার গলধকরণ করে। [বুখারী: ৫৩৯৩]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৪৭ : ১৩",
        "arabic_text": "\nوَكَأَيِّن مِّن قَرۡيَةٍ هِيَ أَشَدُّ قُوَّةٗ مِّن قَرۡيَتِكَ ٱلَّتِيٓ أَخۡرَجَتۡكَ أَهۡلَكۡنَٰهُمۡ فَلَا نَاصِرَ لَهُمۡ ",
        "bangla_text": "আর তারা আপনার যে জনপদ থেকে আপনাকে বিতাড়িত করেছে তার চেয়েও বেশী শক্তিশালী বহু জনপদ ছিল ; আমরা তাদেরকে ধ্বংস করেছি অতঃপর তাদের সাহায্যকারী কেউ ছিল না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কা ছেড়ে চলে যাওয়ার কারণে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মনে বড় দুঃখ ছিল। তিনি যখন হিজরত করতে বাধ্য হলেন তখন শহরের বাইরে গিয়ে তিনি শহরের দিকে ঘুরে দাঁড়িয়ে বলেছিলেন, “হে মক্কা ! আল্লাহর কাছে তুমি দুনিয়ার সব শহরের চেয়ে প্ৰিয়। আর আল্লাহর সমস্ত শহরের মধ্যে আমি তোমাকে সবচেয়ে বেশি ভালবাসি। যদি মুশরিকরা আমাকে বের করে না দিতো তাহলে আমি কখনো তোমাকে ছেড়ে যেতাম না।” [মুসনাদে আহমাদ: ৪/৩০৫, তিরমিয়ী: ৩৯২৫, ইবন মাজাহঃ ৩১০৮]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৪৭ : ১৪",
        "arabic_text": "\nأَفَمَن كَانَ عَلَىٰ بَيِّنَةٖ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُم ",
        "bangla_text": "যে ব্যক্তি তার রব প্রেরিত সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত, সে কি তার ন্যায় যার কাছে নিজের মন্দ কাজগুলো শোভন করে দেয়া হয়েছে এবং যারা নিজ খেয়াল-খুশীর অনুসরণ করেছে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৪৭ : ১৫",
        "arabic_text": "\nمَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ فِيهَآ أَنۡهَٰرٞ مِّن مَّآءٍ غَيۡرِ ءَاسِنٖ وَأَنۡهَٰرٞ مِّن لَّبَنٖ لَّمۡ يَتَغَيَّرۡ طَعۡمُهُۥ وَأَنۡهَٰرٞ مِّنۡ خَمۡرٖ لَّذَّةٖ لِّلشَّٰرِبِينَ وَأَنۡهَٰرٞ مِّنۡ عَسَلٖ مُّصَفّٗىۖ وَلَهُمۡ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغۡفِرَةٞ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَٰلِدٞ فِي ٱلنَّارِ وَسُقُواْ مَآءً حَمِيمٗا فَقَطَّعَ أَمۡعَآءَهُمۡ ",
        "bangla_text": "মুত্তাকীদেরকে যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে তার দৃষ্টান্ত : তাতে আছে নির্মল পানির নহরসমূহ, আছে দুধের নহরসমূহ যার স্বাদ অপরিবর্তনীয়, আছে পানকারীদের জন্য সুস্বাদু সুরার নহরসমূহ, আছে পরিশোধিত মধুর নহরসমূহ [১] এবং সেখানে তাদের জন্য থাকবে প্রত্যেক প্রকারের ফলমূল। আর তাদের রবের পক্ষ থেকে ক্ষমা। তারা (মুত্তাকীরা) কি তাদের ন্যায় যারা জাহান্নামে স্থায়ী হবে এবং যাদেরকে পান করানো হবে ফুটন্ত পানি, ফলে তা তাদের নাড়ীভুঁড়ি  ছিন্ন-বিচ্ছিন্ন করে দিবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, জান্নাতে রয়েছে পানির সাগর, মধুর সাগর, দুধের সাগর এবং মদের সাগর। তারপর সেগুলো থেকে আরো নালাসমূহ প্রবাহিত করা হবে। [তিরমিয়ী: ২৫৭১]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৪৭ : ১৬",
        "arabic_text": "\nوَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَ حَتَّىٰٓ إِذَا خَرَجُواْ مِنۡ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡ ",
        "bangla_text": "আর তাদের মধ্যে কিছু সংখ্যক আপনার কথা মনোযোগের সাথে শুনে, অবশেষে আপনার কাছ থেকে বের হয়ে যারা জ্ঞানপ্রাপ্ত তাদেরকে বলে, ‘এ মাত্র সে কী বলল?’ এরাই তারা, যাদের অন্তরসমূহে আল্লাহ মোহর করে দিয়েছেন এবং তারা অনুসরণ করেছে নিজেদের খেয়াল-খুশীর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৪৭ : ১৭",
        "arabic_text": "\nوَٱلَّذِينَ ٱهۡتَدَوۡاْ زَادَهُمۡ هُدٗى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ ",
        "bangla_text": "আর যারা হিদায়াতপ্রাপ্ত হয়েছে আল্লাহ তাদের হিদায়াত বৃদ্ধি করেন এবং তাদেরকে তাদের তাকওয়া প্ৰদান করেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা নিজেরদের মধ্যে যে তাকওয়ার যোগ্যতা সৃষ্টি করে আল্লাহ তা'আলা তাদেরকে সে তাওফীকই দান করেন। [দেখুন-ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৪৭ : ১৮",
        "arabic_text": "\nفَهَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗۖ فَقَدۡ جَآءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَآءَتۡهُمۡ ذِكۡرَىٰهُمۡ ",
        "bangla_text": "সুতরাং তারা কি শুধু এজন্যে অপেক্ষা করছে যে, কিয়ামত তাদের কাছে এসে পড়ুক আকস্মিকভাবে? কিয়ামতের লক্ষণসমূহ [১] তো এসেই পড়েছে ! অতঃপর কিয়ামত এসে পড়লে তারা উপদেশ গ্ৰহণ করবে কেমন করে!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে  أَشْرَاطٌ শব্দটি ব্যবহৃত হয়েছে। এ শব্দের অর্থ আলামত বা লক্ষণ। এখানে কেয়ামতের প্রাথমিক আলামতসমূহ উদ্দেশ্য নেয়া হয়েছে। তার মধ্যে একটি গুরুত্বপূর্ণ আলামত হচ্ছে আল্লাহর শেষ নবীর আগমন যার পরে কিয়ামত পর্যন্ত আর কোন নবী আসবে না। হাদীসে এসেছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাঁর শাহাদাত ও মধ্যমা আঙ্গুলি উঠিয়ে বললেন, “আমার আগমন ও কিয়ামত এ দু অঙ্গুলির মত।” [বুখারী: ৬৫০৩, মুসলিম: ২৯৫০, মুসনাদে আহমাদ: ৫/৩৮৮]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৪৭ : ১৯",
        "arabic_text": "\nفَٱعۡلَمۡ أَنَّهُۥ لَآ إِلَٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۗ وَٱللَّهُ يَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ ",
        "bangla_text": "কাজেই জেনে রাখুন যে, আল্লাহ ছাড়া  অন্য কোন সত্য ইলাহ নেই [১]। আর ক্ষমা প্রার্থনা করুন আপনার ও মুমিন নর-নারীদের ক্রটির জন্য। আল্লাহ তোমাদের গতিবিধি এবং অবস্থান সম্পর্কে অবগত রয়েছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সম্বোধন করে বলা হয়েছে: আপনি জেনে রাখুন, আল্লাহ ব্যতীত অন্য কেউ ইবাদতের যোগ্য নয়। [তবারী, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৪৭ : ২০",
        "arabic_text": "\nوَيَقُولُ ٱلَّذِينَ ءَامَنُواْ لَوۡلَا نُزِّلَتۡ سُورَةٞۖ فَإِذَآ أُنزِلَتۡ سُورَةٞ مُّحۡكَمَةٞ وَذُكِرَ فِيهَا ٱلۡقِتَالُ رَأَيۡتَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يَنظُرُونَ إِلَيۡكَ نَظَرَ ٱلۡمَغۡشِيِّ عَلَيۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ ",
        "bangla_text": "আর যারা ঈমান এনেছে তারা বলে, ‘একটি সূরা নাযিল হয় না কেন?’ অতঃপর যদি ‘মুহকাম’ [১] কোন সূরা নাযিল হয় এবং তাতে যুদ্ধের কোন নির্দেশ থাকে আপনি দেখবেন যাদের অন্তরে রোগ আছে তারা মৃত্যুভয়ে বিহ্‌বল মানুষের মত আপনার দিকে তাকাচ্ছে [২]। সুতরাং তাদের জন্য উত্তম হতো---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদাহ রাহেমাহুল্লাহ বলেন: যেসব সূরায় যুদ্ধ ও জেহাদের বিধানাবলী বিধৃত হয়েছে, সেগুলো সব মুহকমাহ তথা অরহিত। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] তাদের এ অবস্থা অন্যত্র এভাবে বর্ণনা করা হয়েছেঃ “আপনি কি সে লোকদের দেখেছেন যাদের বলা হয়েছিলো, নিজের হাতকে সংযত রাখো, সালাত কায়েম করো এবং যাকাত দাও। এখন তাদেরকে যখন যুদ্ধের নির্দেশ দেয়া হয়েছে তখন তাদের এক দলের অবস্থা এই যে, মানুষকে এমন ভয় পাচ্ছে যে ভয় আল্লাহকে করা উচিত। বরং তার চেয়েও বেশী ভয় পাচ্ছে। তারা বলছে, হে আমাদের রব ! আমাদেরকে যুদ্ধের এ নির্দেশ কেন দিলে? আমাদেরকে আরো কিছু অবকাশ দিলে না কেন? [সূরা আন-নিসাঃ ৭৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৪৭ : ২১",
        "arabic_text": "\nطَاعَةٞ وَقَوۡلٞ مَّعۡرُوفٞۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُواْ ٱللَّهَ لَكَانَ خَيۡرٗا لَّهُمۡ ",
        "bangla_text": "আনুগত্য ও ন্যায়সংগত বাক্য ; অতঃপর চুড়ান্ত সিদ্ধান্ত হলে যদি তারা আল্লাহ্‌র প্রতি প্রদত্ত অঙ্গিকার সত্যে পরিণত করত তবে তাদের জন্য তা অবশ্যই কল্যাণকর হত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৪৭ : ২২",
        "arabic_text": "\nفَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ ",
        "bangla_text": "সুতরাং অবাধ্য হয়ে মুখ ফিরিয়ে নিলে সম্ভবত তোমরা যমীনে বিপর্যয় সৃষ্টি করবে এবং আত্নীয়তার বন্ধন [১] ছিন্ন করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أرْحَامٌ শব্দটি رِحْمٌ এর বহুবচন। এর অর্থ জননীর গর্ভাশয়। সাধারণ সম্পর্ক ও আত্মীয়তার ভিত্তি সেখান থেকেই সুচিত হয়, তাই বাকপদ্ধতিতে رِحْمٌ শব্দটি আত্মীয়তা ও সম্পর্কের অর্থে ব্যবহৃত হয়। ইসলাম আর্তীয়তার হক আদায় করার জন্যে খুবই তাকীদ করেছে। হাদীসে বর্ণিত আছে যে, আল্লাহ তা’আলা বলেন, যে ব্যক্তি আত্মীয়তা বজায় রাখবে, আল্লাহ তা'আলা তাকে নৈকট্য দান করবেন এবং যে ব্যক্তি আত্মীয়তার বন্ধন ছিন্ন করবে, আল্লাহ তা'আলা তাকে ছিন্ন করবেন। [বুখারী: ৫৫২৯]\n  <br/>\n  <br/>\n  আত্মীয় ও সম্পর্কশীলদের সাথে কথায়, কর্মে ও অর্থ ব্যয়ে সহৃদয় ব্যবহার করার জোর নির্দেশ আছে। অন্য এক হাদীসে আছে, আল্লাহ তা'আলা যেসব গোনাহের শাস্তি দুনিয়াতেও দেন এবং আখেরাতেও দেন, সেগুলোর মধ্যে নিপীড়ন ও আত্মীয়তার বন্ধন ছিন্ন করার সমান কোন গোনাহ নেই। [ইবনে মাজাহঃ ৪২১১]\n  <br/>\n  <br/>\n  অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেন: যে ব্যক্তি আয়ুবৃদ্ধি ও রুযী রোযগারে বরকত কামনা করে সে যেন আত্মীয়তার সাথে সহৃদয় ব্যবহার করে। [মুসনাদে আহমাদ ৫/২৭৯] সহীহ হাদীসসমূহে আরও বলা হয়েছে যে, আত্মীয়তার অধিকারের ক্ষেত্রে অপরপক্ষ থেকে সদ্ব্যবহার আশা করা উচিত নয়। যদি অপরপক্ষ সম্পর্ক ছিন্ন ও অসৌজন্যমূলক ব্যবহারও করে, তবুও তার সাথে তোমার সদ্ব্যবহার করা উচিত। এক হাদীসে বলা হয়েছেঃ সে ব্যক্তি আত্নীয়ের সাথে সদ্ব্যবহারকারী নয় যে কোন প্রতিদানের সমান সদ্ব্যবহার করে; বরং সেই সদ্ব্যবহারকারী, যে অপরপক্ষ থেকে সম্পর্ক ছিন্ন করলেও সদ্ব্যবহার অব্যাহত রাখে। [বুখারী: ৫৫৩২]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৪৭ : ২৩",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ ",
        "bangla_text": "এরাই তারা, যাদেরকে আল্লাহ লা'নত করেছেন, ফলে তিনি তাদের বধির করেন এবং তাদের দৃষ্টিসমূহকে অন্ধ করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৪৭ : ২৪",
        "arabic_text": "\nأَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَآ ",
        "bangla_text": "তবে কি তারা কুরআন নিয়ে গভীর চিন্তা করে না? নাকি তাদের অন্তরসমূহে তালা রয়েছে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৪৭ : ২৫",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ٱرۡتَدُّواْ عَلَىٰٓ أَدۡبَٰرِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّيۡطَٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ ",
        "bangla_text": "নিশ্চয় যারা নিজেদের কাছে সৎপথ স্পষ্ট হওয়ার পর তা থেকে পৃষ্ঠপ্ৰদৰ্শন করে, শয়তান তাদের কাজকে শোভন করে দেখায় এবং তাদেরকে মিথ্যা আশা দেয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৪৭ : ২৬",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُمۡ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمۡ فِي بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ يَعۡلَمُ إِسۡرَارَهُمۡ ",
        "bangla_text": "এটা এজন্যে যে, আল্লাহ যা নাযিল করেছেন, তা যারা অপছন্দ করে তাদেরকে ওরা বলে, ‘অচিরেই আমরা কোন কোন বিষয়ে তোমাদের আনুগত্য করব।’ আর আল্লাহ জানেন তাদের গোপন অভিসন্ধিসমূহ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৪৭ : ২৭",
        "arabic_text": "\nفَكَيۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ ",
        "bangla_text": "সুতরাং কেমন হবে তাদের দশা ! যখন ফেরেশতারা তাদের চেহারা ও পৃষ্ঠাদেশে আঘাত করতে করতে প্ৰাণ হরণ করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৪৭ : ২৮",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُواْ مَآ أَسۡخَطَ ٱللَّهَ وَكَرِهُواْ رِضۡوَٰنَهُۥ فَأَحۡبَطَ أَعۡمَٰلَهُمۡ ",
        "bangla_text": "এটা এজন্যে যে, তারা এমন সব বিষয় অনুসরণ করেছে যা আল্লাহর অসন্তোষ সৃষ্টি করেছে এবং তারা তাঁর সন্তুষ্টিকে অপছন্দ করেছে ; সুতরাং তিনি তাদের আমলসমূহ নিষ্ফল করে দিয়েছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৪৭ : ২৯",
        "arabic_text": "\nأَمۡ حَسِبَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ أَن لَّن يُخۡرِجَ ٱللَّهُ أَضۡغَٰنَهُمۡ ",
        "bangla_text": "নাকি যাদের অন্তরে রোগ আছে তারা মনে করে যে, আল্লাহ কখনো তাদের বিদ্বেষভাব প্ৰকাশ করে দেবেন না [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أضغان শব্দটি صغن এর বহুবচন। এর অর্থ গোপন শক্রতা ও বিদ্বেষ। [বাগভী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৪৭ : ৩০",
        "arabic_text": "\nوَلَوۡ نَشَآءُ لَأَرَيۡنَٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِيمَٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِي لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ يَعۡلَمُ أَعۡمَٰلَكُمۡ ",
        "bangla_text": "আর আমরা ইচ্ছে করলে আপনাকে তাদের পরিচয় দিতাম ; ফলে আপনি তাদের লক্ষণ দেখে তাদেরকে চিনতে পারতেন। তবে আপনি অবশ্যই কথার ভঙ্গিতে তাদেরকে চিনতে পারবেন। আর আল্লাহ তোমাদের যাবতীয় আমল সম্পর্কে জানেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৪৭ : ৩১",
        "arabic_text": "\nوَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ ",
        "bangla_text": "আর আমারা অবশ্যই তোমাদেরকে পরীক্ষা করব, যতক্ষণ না আমরা জেনে নেই তোমাদের মধ্যে জিহাদকারী ও ধৈর্যশীলদেরকে এবং আমরা তোমাদের কর্মকাণ্ড পরীক্ষা করি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৪৭ : ৩২",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ وَشَآقُّواْ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡهُدَىٰ لَن يَضُرُّواْ ٱللَّهَ شَيۡـٔٗا وَسَيُحۡبِطُ أَعۡمَٰلَهُمۡ ",
        "bangla_text": "নিশ্চয় যারা কুফরী করেছে, মানুষকে আল্লাহ্‌র পথ থেকে নিবৃত্ত করেছে এবং নিজেদের কাছে হিদায়াত সুস্পষ্ট হওয়ার পর রাসূলের  বিরোধিতা করেছে, তারা আল্লাহ্‌র কোনই  ক্ষতি করতে পারবে না। আর অচিরেই তিনি তাদের আমলসমূহ নিষ্ফল করে দেবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৪৭ : ৩৩",
        "arabic_text": "\n۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَلَا تُبۡطِلُوٓاْ أَعۡمَٰلَكُمۡ ",
        "bangla_text": "হে মুমিনগণ ! তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর, আর তোমরা তোমাদের আমলসমূহ বিনষ্ট করো না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৪৭ : ৩৪",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُواْ وَهُمۡ كُفَّارٞ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡ ",
        "bangla_text": "নিশ্চয় যারা কুফরী করেছে এবং আল্লাহর পথ থেকে মানুষকে নিবৃত্ত করেছে, তারপর কাফির অবস্থায় মারা গেছে, আল্লাহ তাদেরকে কখনই ক্ষমা করবেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৪৭ : ৩৫",
        "arabic_text": "\nفَلَا تَهِنُواْ وَتَدۡعُوٓاْ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن يَتِرَكُمۡ أَعۡمَٰلَكُمۡ ",
        "bangla_text": "কাজেই তোমরা হীনবল হয়ো না এবং সন্ধির প্রস্তাব করো না [১], যখন তোমরা প্রবল ; আর আল্লাহ তোমাদের সঙ্গে আছেন [২] এবং তিনি তোমাদের কর্মফল কখনো ক্ষুণ্ন করবেন না [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে কাফেরদেরকে সন্ধির আহবান জানাতে নিষেধ করা হয়েছে [বাগভী] কুরআনের অন্যত্র বলা হয়েছে\n  <br/>\n  <br/>\n  وَإِن جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا\n  <br/>\n  <br/>\n  অর্থাৎ কাফেররা যদি সন্ধির দিকে ঝুকে পড়ে, তবে আপনিও বুকে পড়ুন। [সূরা আল-আনফাল: ৬১]\n  <br/>\n  <br/>\n  [২] এখানে সঙ্গে থাকার অর্থ, সাহায্য-সহযোগিতা ও জ্ঞানে সাথে থাকা। নতুবা আল্লাহ তাঁর আরাশের উপরই রয়েছেন।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যখন তোমাদের মধ্যে তিনটি গুণ থাকবে তখন তোমাদের জন্য হীনবল হওয়া, কাফেরদের সাথে সন্ধি করা উচিত হবেনা। আর সে গুণ তিনটি হলো, ১. যখন তোমাদের এ ঈমান থাকবে যে, তোমরা কাফেরদের চেয়ে শ্রেষ্ঠ এবং তোমরা কাফেরদের উপর প্রবল, ২. আল্লাহ সাহায্য-সহযোগিতাকারী হিসেবে তোমাদের সাথে আছেন বলে তোমাদের ঈমান থাকবে, ৩. আর আল্লাহ তোমাদের কোন কাজের প্রতিদান দেয়ায় এতটুকুও কমতি করবেন না। [দেখুন- তবারী, বাগভী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৪৭ : ৩৬",
        "arabic_text": "\nإِنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞۚ وَإِن تُؤۡمِنُواْ وَتَتَّقُواْ يُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا يَسۡـَٔلۡكُمۡ أَمۡوَٰلَكُمۡ ",
        "bangla_text": "দুনিয়ার জীবন তো শুধু খেল-তামাশা ও অর্থহীন কথাবার্তা। আর যদি তোমরা ঈমান আন এবং তাকওয়া অবলম্বন কর তবে আল্লাহ তোমাদেরকে তোমাদের পুরস্কার দেবেন এবং তিনি তোমাদের ধন-সম্পদ চান না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আয়াতে বাহ্যিক অর্থ এই যে, আল্লাহ তা’আলা তোমাদের কাছে তোমাদের ধনসম্পদ চান না। এর অর্থ হচ্ছে আল্লাহ তোমাদের ধনসম্পদ তোমাদের কাছ থেকে নিজের কোন উপকারের জন্যে চান না ; বরং তোমাদেরই উপকারের জন্যে চান। এই আয়াতেও يُؤْتِكُمْ اُخْورَكُمْ শব্দ দ্বারা এই উপকারের উল্লেখ করা হয়েছে। অর্থাৎ তোমাদেরকে আল্লাহর পথে ব্যয় করার জন্যে বলার কারণ এই যে, তোমরা সওয়াবের প্রতি সর্বাধিক মুখাপেক্ষী হবে। তখন এই ব্যয় তোমাদেরই কাজে লাগবে এবং সেখানে তোমাদেরকে এর প্রতিদান দেয়া হবে। এর নজীর হচ্ছে এই আয়াত:\n  <br/>\n  <br/>\n  مَٓااُرِيْدُمِنْحُم مِّنْ رِّزْقٍ\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহ বলেন: আমি তাদের কাছে নিজের জন্যে কোন জীবনোপকরণ চাই না। আমার এর প্রয়োজনও নেই। [দেখুন-ইবন কাসীর, বাগভী, কুরতুবী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৪৭ : ৩৭",
        "arabic_text": "\nإِن يَسۡـَٔلۡكُمُوهَا فَيُحۡفِكُمۡ تَبۡخَلُواْ وَيُخۡرِجۡ أَضۡغَٰنَكُمۡ ",
        "bangla_text": "তোমাদের কাছ থেকে তিনি তা চাইলে ও তার জন্য তোমাদের উপর চাপ দিলে তোমারা তো কার্পণ্য করবে এবং তখন তিনি তোমাদের বিদ্বেষভাব প্রকাশ করে দেবেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের সারমর্ম এই যে, যদি আল্লাহ তা'আলা তোমাদের কাছে সমস্ত ধন-সম্পদ চাইতেন, তবে তোমারা কার্পণ্য করতে। কৃপণতার কারণে যে অপ্রিয়ভাব তোমাদের অন্তরে থাকত, তা অবশ্যই প্ৰকাশ হয়ে পড়ত। তাই তিনি তোমাদের ধন-সম্পদের মধ্য থেকে সামান্য একটি অংশ তোমাদের উপর ফরয করেছেন। কিন্তু তোমরা তাতেও কৃপণতা শুরু করেছ। [ফাতহুল কাদীর, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৪৭ : ৩৮",
        "arabic_text": "\nهَٰٓأَنتُمۡ هَٰٓؤُلَآءِ تُدۡعَوۡنَ لِتُنفِقُواْ فِي سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبۡخَلُۖ وَمَن يَبۡخَلۡ فَإِنَّمَا يَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِيُّ وَأَنتُمُ ٱلۡفُقَرَآءُۚ وَإِن تَتَوَلَّوۡاْ يَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ ثُمَّ لَا يَكُونُوٓاْ أَمۡثَٰلَكُم ",
        "bangla_text": "দেখ, তোমারাই তো তারা যাদেরকে আল্লাহর পথে ব্যয় করতে বলা হচ্ছে অথচ তোমাদের কেউ কেউ কার্পণ্য করছে। তবে যে কার্পণ্য করছে সে তো কার্পণ্য করছে নিজেরই প্রতি [১]। আর আলাহ অভাবমুক্ত এবং তোমারা অভাবগ্রস্ত। আর যদি তোমারা বিমুখ হও, তবে তিনি তোমাদের ছাড়া অন্য সম্প্রদায়কে তোমাদের স্থলবর্তী  করবেন; তারপর তারা তোমাদের মত হবে না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদেরকে তোমাদের ধন-সম্পদের কিছু অংশ আল্লাহর পথে ব্যয় করার দাওয়াত দেয়া হলে তোমাদের কেউ কেউ এতে কৃপণতা করে। যে ব্যক্তি এতেও কৃপণতা করে, সে আল্লাহর কোন ক্ষতি করে না; বরং এর মাধ্যমে সে নিজেরই ক্ষতি করে। [ফাতহুল কাদীর, সাদী]\n  <br/>\n  <br/>\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন সাহাবায়ে কেরামের সামনে এই আয়াত তেলাওয়াত করলেন, তখন তারা বললেন: ইয়া রাসূলাল্লাহ, তারা কোন জাতি, যাদেরকে আমাদের স্থলে আনা হবে, অতঃপর আমাদের মত শরীয়তের বিধানাবলীর প্রতি বিমুখ হবে না? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মজলিসে উপস্থিত সালমান ফারেসী রাদিয়াল্লাহু ‘আনহুর উরুতে হাত মেরে বললেন: সে এবং তার জাতি। যদি সত্য দ্বীন সপ্তর্ষিমণ্ডলস্থ নক্ষত্রেও থাকত, (যেখানে মানুষ পৌঁছতে পারে না)। তবে পারস্যের কিছু সংখ্যক লোক সেখানেও পৌঁছে সত্যদ্বান হাসিল করতো এবং তা মেনে চলত। [হিব্বান: ৭১২৩, তিরমিয়ী: ৩২৬০, ৩২৬১]\n  <br/>\n  <br/>\n  এখানে এ কথা স্মরণ রাখতে হবে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ভবিষ্যদ্বাণীর উদ্দেশ্য হচ্ছে, যদি কোন সম্প্রদায় আল্লাহর দ্বীন থেকে, রাসূলের সুন্নাত থেকে দূরে সরে যায়, রাসূলের দ্বীনের সাহায্য করতে পিছপা হয়, তবে আল্লাহ তাদের পরিবর্তে অন্য কাউকে এর স্থলাভিষিক্ত করবেন, তারা হতে পারে আরব, হতে পারে অনারব, হতে পারে কাছে কিংবা দূরের কোন জাতি। ইতিহাস থেকে প্রমাণিত যে আল্লাহ তা’আলা বিভিন্ন জাতির মাধ্যমে তাঁর দ্বীনের জন্য এ খেদমত নিয়েছেন। তারা সবাই পারস্য কিংবা কোন সুনির্দিষ্ট এক জাতি ছিল না। পারস্যের লোকদের মধ্য থেকে যারা এ কাজের আঞ্জাম দিয়েছেন তাদের মধ্যে বিখ্যাত হচ্ছেন, ইমাম বুখারী, তিরমিয়ী, ইবন মাজাহ, নাসায়ী সহ আরও অনেকে। তারা সবাই আহলে সুন্নাত ওয়াল জামা'আতের অনুসারী ছিলেন। এ ব্যাপারে শী'আ, রাফেয়ী, মু'তাযিলা কিংবা খারেজীদের কোন সামান্যতমও খেদমত ছিল না। বরং তাদের মতবাদ খণ্ডন করতে আহলে সুন্নাত ওয়াল জামা'আতের যে সমস্ত ইমাম পরিশ্রম করেছেন এ আয়াত তাদেরকেও শামিল করে।\n  <br/>\n </p>\n</div>"
    }
]