[
    {
        "id": 1,
        "verse": "৪৮ : ১",
        "arabic_text": "\nإِنَّا فَتَحۡنَا لَكَ فَتۡحٗا مُّبِينٗا ",
        "bangla_text": "নিশ্চয় আমরা আপনাকে দিয়েছি সুস্পষ্ট বিজয় [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অধিকাংশ সাহাবী, তাবেয়ী ও তাফসীরবিদদের মতে সূরা ফাতহ ষষ্ঠ হিজরীতে অবতীর্ণ হয়, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উমরার উদ্দেশ্যে সাহাবায়ে কেরামকে সাথে নিয়ে মক্কা মুকাররম তাশরীফ নিয়ে যান এবং হারাম শরীফের সন্নিকটে হুদাইবিয়া নামক স্থান পৌঁছে অবস্থান গ্ৰহণ করেন। হুদাইবিয়া মক্কার বাইরে হারামের সীমানার সন্নিকটে অবস্থিত একটি স্থানের নাম। আজকাল এই স্থানটিকে সুমাইছী বলা হয়। ঘটনাটি এই স্থানেই ঘটে। এই ঘটনার এক অংশ এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মদীনায় স্বপ্ন দেখলেন তিনি সাহাবায়ে কেরামসহ মক্কায় নিৰ্ভয়ে ও নির্বিঘ্নে প্রবেশ করছেন এবং ইহরামের কাজ সমাপ্ত করে কেউ কেউ নিয়মানুযায়ী মাথা মুণ্ডন করেছেন, কেউ কেউ চুল কাটিয়েছেন এবং তিনি বায়তুল্লাহ প্রবেশ করেছেন ও বায়তুল্লাহর চাবি তার হস্তগত হয়েছে। এটা সূরায় বর্ণিত ঘটনার একটি অংশ। নবী-রাসূলগণের স্বপ্ন ওহী হয়ে থাকে। তাই স্বপ্নটি যে বাস্তবরূপ লাভ করবে, তা নিশ্চিত ছিল। কিন্তু স্বপ্নে এই ঘটনার কোন সন, তারিখ বা মাস নির্দিষ্ট করা হয়নি। প্রকৃতপক্ষে স্বপ্নটি মক্কা বিজয়ের সময় প্রতিফলিত হওয়ার ছিল। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন সাহাবায়ে কেরামকে স্বপ্নের বৃত্তান্ত শুনালেন, তখন তারা সবাই পরম আগ্রহের সাথে মক্কা যাওয়ার প্রস্তুতি শুরু করে দিলেন। সাহাবায়ে কেরামের প্রস্তুতি দেখে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও ইচ্ছা করে ফেললেন। কেননা, স্বপ্নে কোন বিশেষ সাল অথবা মাস নির্দিষ্ট ছিল না। কাজেই এই মুহূর্তেই উদ্দেশ্য সিদ্ধ হওয়ার সম্ভাবনাও ছিল। কিন্তু মক্কার কাফেররা তাকে মক্কা প্রবেশে বাধা দান করে। অতঃপর তারা এই শর্তে সন্ধি করতে সম্মত হয় যে, এ বছর তিনি মদীনায় ফিরে যাবেন এবং পরবর্তী বছর তিনি উমরা করতে আসবেন। সাহাবায়ে কেরামের মধ্যে অনেকেই বিশেষত উমর রাদিয়াল্লাহু আনহু এ ধরনের সন্ধি করতে অসম্মত ছিলেন। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এই সন্ধিকে পরিণামে মুসলিমদের জন্যে সাফল্যের উপায় মনে করে গ্রহণ করে নেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন উমরার এহরাম খুলে হুদাইবিয়া থেকে ফেরত রওয়ানা হলেন, তখন পথিমধ্যে এই পূর্ণ সূরা অবতীর্ণ হয়। এতে বলা হয়েছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর স্বপ্ন সত্য এবং অবশ্যই বাস্তবরূপ লাভ করবে। কিন্তু তার সময় এখনও হয়নি। পরে মক্কা বিজয়ের সময় এই স্বপ্ন বাস্তবরূপ লাভ করে। এই সন্ধি প্রকৃতপক্ষে মক্কা বিজয়ের কারণ হয়েছিল। তাই একে প্রকাশ্য বিজয় বলে ব্যক্ত করা হয়েছে। আব্দুল্লাহ ইবনে মাসউদ ও অপর কয়েকজন সাহাবী বলেন: তোমরা মক্কা বিজয়কে বিজয় বলে থাক; কিন্তু আমরা হুদাইবিয়ার সন্ধিকেই বিজয় মনে করি। জাবের রাদিয়ালাহু আনহু বলেন: আমি হুদাইবিয়ার সন্ধিকে বিজয় মনে করি। বারা ইবনে আযেব বলেন: তোমরা মক্কা বিজয়কেই বিজয় মনে কর এবং নি:সন্দেহ তা বিজয়; কিন্তু আমরা হুদাইবিয়ার ঘটনার বাইয়াতে রিদওয়ানকেই আসল বিজয় মনে করি। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একটি বৃক্ষের নীচে উপস্থিত চৌদ্দশত সাহাবীর কাছ থেকে জেহাদের শপথ নিয়েছিল। [বুখারী: ৪২৮, মুসলিম: ৭৯৪]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৪৮ : ২",
        "arabic_text": "\nلِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكَ وَيَهۡدِيَكَ صِرَٰطٗا مُّسۡتَقِيمٗا ",
        "bangla_text": "যেন আল্লাহ আপনার অতীত ও ভবিষ্যত ত্রুটিসমূহ মার্জনা করেন এবং আপনার প্রতি তাঁর অনুগ্রহ পূর্ণ করেন। আর আপনাকে সরল পথের হেদায়াত দেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৪৮ : ৩",
        "arabic_text": "\nوَيَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِيزًا ",
        "bangla_text": "এবং আল্লাহ আপনাকে বলিষ্ঠ সাহায্য দান করেন।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৪৮ : ৪",
        "arabic_text": "\nهُوَ ٱلَّذِيٓ أَنزَلَ ٱلسَّكِينَةَ فِي قُلُوبِ ٱلۡمُؤۡمِنِينَ لِيَزۡدَادُوٓاْ إِيمَٰنٗا مَّعَ إِيمَٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا ",
        "bangla_text": "তিনিই মুমিনদের অন্তরে প্রশান্তি নাযিল করেছেন [১] যেন তারা তাদের ঈমানের সাথে ঈমান বৃদ্ধি করে নেয় [২]। আর আসমানসমূহ ও যমীনের বাহিনীসমূহ আল্লাহরই এবং আল্লাহ্‌ হলেন সর্বজ্ঞ, হিকমতওয়ালা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] سَكِيْنَةٌ আরবী ভাষায় স্থিরতা, প্রশান্তি ও দৃঢ় চিত্ততাকে বুঝায়। হুদাইবিয়া থেকে প্রত্যাবর্তনের পথে যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম- ‘কুরা গামীম’ নামক স্থানে পৌঁছেন, তখন আলোচ্য “সূরা ফাতাহ” অবতীর্ণ হয়। তিনি সাহাবায়ে কেরামকে সূরাটি পাঠ করে শুনালেন। তাদের অন্তর পূর্বেই আহত ছিল। এমতাবস্থায় সূরায় একে প্রকাশ্য বিজয় আখ্যা দেয়ায় উমর রাদিয়াল্লাহু আনহু আবার প্রশ্ন করে বসলেনঃ ইয়া রাসূলুল্লাহ। এটা কি বিজয়? তিনি বললেনঃ যার হাতে আমার প্রাণ সে সত্তার কসম, এটা প্রকাশ্য বিজয়। [মুসনাদে আহমাদ:৩/৪২০, আবু দাউদ: ২৭৩৬, ৩০১৫]\n  <br/>\n  <br/>\n  [২] তাদের যে ঈমান এ অভিযানের পূর্বে ছিল, তার সাথে আরো ঈমান তারা অর্জন করলো এ কারণে যে, এ অভিযান চলাকালে একের পর এক যত পরীক্ষা এসেছে তার প্রত্যেকটিতে তারা নিষ্ঠা, তাকওয়া ও আনুগত্যের নীতির ওপর দৃঢ়পদ থেকেছে। এ আয়াত ও অনুরূপ আরো কিছু আয়াত ও হাদীস থেকে স্পষ্ট বোঝা যায় যে, ঈমানের হ্রাস-বৃদ্ধি আছে। আর এটাই আহলে সুন্নাত ওয়াল জামা'আতের আকীদা। [আদওয়াউল-বায়ান] ইমাম বুখারী তার গ্রন্থে এ আয়াত থেকে ঈমানের হ্রাস-বৃদ্ধির উপর দলীল গ্রহণ করেছেন।\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৪৮ : ৫",
        "arabic_text": "\nلِّيُدۡخِلَ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنۡهُمۡ سَيِّـَٔاتِهِمۡۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِيمٗا ",
        "bangla_text": "যাতে তিনি মুমিন পুরুষ ও মুমিন নারীদেরকে প্রবেশ করান জান্নাতে, যার নিচ দিয়ে নহরসমূহ প্রবাহিত, যেখানে তারা স্থায়ী হবে এবং তিনি তাদের পাপসমূহ মোচন করবেন ; আর এটাই হলো আল্লাহর নিকট মহাসাফল্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৪৮ : ৬",
        "arabic_text": "\nوَيُعَذِّبَ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡمُشۡرِكِينَ وَٱلۡمُشۡرِكَٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَيۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرٗا ",
        "bangla_text": "আর যাতে তিনি মুনাফিক পুরুষ ও মুনাফিক নারী, মুশরিক পুরুষ ও মুশরিক নারী যারা আল্লাহ সম্বন্ধে মন্দ ধারণা পোষণ করে তাদেরকে শাস্তি দেন। অমঙ্গল চক্ৰ তাদের উপরই [১] আপতিত হয়। আর আল্লাহ তাদের প্রতি রুষ্ট হয়েছেন এবং তাদেরকে লা’নত করেছেন ; আর তাদের জন্য জাহান্নাম প্ৰস্তুত রেখেছেন। আর সেটা কত নিকৃষ্ট প্রত্যাবর্তনস্থল !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ যাত্রায় মদীনার আশপাশের মুনাফিকদের ধারণা ছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং তার সাথীগণ এ সফর থেকে জীবিত ফিরে আসতে পারবেন না। তাছাড়া মক্কার মুশরিক এবং তাদের সহযোগী কাফেররা মনে করেছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং তার সংগীগণকে উমরা আদায় করা থেকে বিরত রেখে তারা তাকে পরাজিত ও অপমানিত করতে সক্ষম হয়েছে। [দেখুন- কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৪৮ : ৭",
        "arabic_text": "\nوَلِلَّهِ جُنُودُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا ",
        "bangla_text": "আর আসমানসমূহ ও যমীনের বাহিনীসমূহ আল্লাহরই এবং আল্লাহ্ হচ্ছেন পরাক্রমশালী, হিকমতওয়ালা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৪৮ : ৮",
        "arabic_text": "\nإِنَّآ أَرۡسَلۡنَٰكَ شَٰهِدٗا وَمُبَشِّرٗا وَنَذِيرٗا ",
        "bangla_text": "নিশ্চয় আমরা আপনাকে প্রেরণ করেছি সাক্ষীরূপে, সুসংবাদদাতা ও সতর্ককারীরূপে [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কে সম্বোধন করে তাঁর তিনটি গুণ উল্লেখ করা হয়েছে, প্রথমে বলা হয়েছে যে, “আমরা আপনাকে شاهد হিসেবে প্রেরণ করেছি। -شاهد শব্দের অর্থ সাক্ষী। এর উদ্দেশ্য প্রত্যেক নবী তার উম্মত সম্পর্কে সাক্ষ্য দিবেন যে, তিনি আল্লাহর পয়গাম তাদের কাছে পৌছে দিয়েছেন। এরপর কেউ আনুগত্য করেছে এবং কেউ নাফরমানি করেছে। এমনিভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও তার উম্মতের ব্যাপারে সাক্ষ্য দিবেন। দ্বিতীয় যে গুণটি উল্লেখ করা হয়েছে তা হলো, مُبَشِّرٌ শব্দটির অর্থ সুসংবাদদাতা আর তৃতীয় গুণটি বলা হয়েছে نزير বা সতর্ককারী। উদ্দেশ্য এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উম্মতের আনুগত্যশীল মুমিনদেরকে জান্নাতের সুসংবাদ দিবেন এবং কাফের পাপাচারীদেরকে আযাবের ব্যাপারে সতর্ক করবেন। [কুরতুবী, আয়সারুত তাফসির]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৪৮ : ৯",
        "arabic_text": "\nلِّتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةٗ وَأَصِيلًا ",
        "bangla_text": "যাতে তোমরা আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আন এবং তাঁর শক্তি যোগাও ও তাঁকে সম্মান কর; আর সকাল-সন্ধ্যায় তাঁর পবিত্রতা ও মহিমা ঘোষণা কর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ ও তাঁর রাসূলের উপর ঈমান আনয়নের পরে আরো তিনটি কাজ করার জন্য মুমিনদেরকে আদেশ করা হয়েছে। তবে এগুলোতে যে সর্বনাম ব্যবহৃত হয়েছে তার দ্বারা কাকে বোঝানো হয়েছে এ নিয়ে দুটি মত রয়েছে। এক. এখানে সর্বাবস্থায় আল্লাহ্ তা'আলাকেই উদ্দেশ্য করা হয়েছে। অর্থাৎ রাসূল প্রেরণের উদ্দেশ্য হচ্ছে, তোমরা আল্লাহ ও তাঁর রাসূলের উপর ঈমান আনবে এবং আল্লাহকে সাহায্য-সহযোগিতা করবে তথা তাঁর দ্বীনকে সহযোগিতা করবে, তাঁকে সম্মান করবে, সকাল ও সন্ধ্যায় তাঁর তাসবীহ পাঠ করবে। দুই. কেউ কেউ প্রথমোক্ত দুই বাক্যের সর্বনাম দ্বারা রাসূলকে বুঝিয়ে এরূপ অর্থ করেন যে, রাসূলকে সাহায্য কর, তাঁর প্রতি সম্মান প্রদর্শন কর এবং আল্লাহর পবিত্রতা বর্ণনা কর। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৪৮ : ১০",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ ٱللَّهَ يَدُ ٱللَّهِ فَوۡقَ أَيۡدِيهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَٰهَدَ عَلَيۡهُ ٱللَّهَ فَسَيُؤۡتِيهِ أَجۡرًا عَظِيمٗا ",
        "bangla_text": "নিশ্চয় যারা আপনার কাছে বাই’আত করে [১] তারা তো আল্লাহরই হাতে বাই’আত করে। আল্লাহ্‌ হাত [২] তাদের হাতের উপর [৩]। তারপর যে তা ভঙ্গ করে, তা ভঙ্গ করার পরিণাম বর্তাবে তারই উপর এবং যে আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করে, তবে তিনি অবশ্যই তাকে মহাপুরস্কার দেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পবিত্র মক্কা নগরীতে উসমান রাদিয়াল্লাহু আনহুর শহীদ হয়ে যাওয়ার খবর শুনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাহাবায়ে কিরাম থেকে হুদাইবিয়া নামক স্থানে গাছের নীচে যে বাইয়াত নিয়েছিলেন সেই বাইয়াতের প্রতি ইংগিত করা হয়েছে। [দেখুন- ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আহলে সুন্নাত ওয়াল জামাআতের আকীদা-বিশ্বাস হচ্ছে যে, আল্লাহ্ তা'আলার হাত রয়েছে। যেভাবে তাঁর হাত থাকা উপযোগী ঠিক সেভাবেই তাঁর হাত রয়েছে। এ হাতকে কোন প্রকার অপব্যাখ্যা করা অবৈধ ৷ তবে এটা স্মরণ রাখতে হবে যে, তাঁর হাত কোন সৃষ্টির হাতের মত নয়। তিনি যেমন তাঁর হাতও সে রকম। প্রত্যেক সত্ত্বা অনুসারে তার গুণাগুণ নির্ধারিত হয়ে থাকে। সুতরাং আমরা বিশ্বাস করব যে, আল্লাহ তা'আলার হাত রয়েছে। তবে তার হাত আমাদের পরিচিত কারও হাতের মত নয়।\n  <br/>\n  <br/>\n  [৩] আল্লাহ বলেন, যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর হাতে বাই’আত করেছে, তারা যেন স্বয়ং আল্লাহর হাতে বাই’আত করেছে। কারণ, এই বাই’আতের উদ্দেশ্য আল্লাহর আদেশ পালন করা ও তাঁর সন্তুষ্টি অর্জন। রাসূলের আনুগত্য যেমন আল্লাহর আনুগত্যেরই নামান্তর, তেমনিভাবে রাসূলের হাতে বাই’আত হওয়া আল্লাহর হাতে বাই’আত হওয়ারই নামান্তর। কাজেই তারা যখন রাসূলের হাতে হাত রেখে বাই’আত করল, তখন যেন আল্লাহর হাতেই বাই’আত করল। মহান আল্লাহ এ কথা বলে সাহাবীদের সম্মানিত করেছেন। আল্লাহ তাদের কথা শুনছিলেন, তাদের অবস্থান অবলোকন করছিলেন, তাদের বাহ্যিক অবস্থা ও মনের অবস্থা জেনে নিয়েছিলেন। সে সময় লোকেরা যে হাতে বাইয়াত করছিলো তা আল্লাহর প্রতিনিধি রাসূলের হাত ছিল এবং রাসূলের মাধ্যমে প্রকৃতপক্ষে আল্লাহর সাথে এ বাইয়াত অনুষ্ঠিত হচ্ছিল। [ইবন কাসীর, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৪৮ : ১১",
        "arabic_text": "\nسَيَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَآ أَمۡوَٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ يَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَيۡسَ فِي قُلُوبِهِمۡۚ قُلۡ فَمَن يَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرَۢا ",
        "bangla_text": "যে সকল মরুবাসী পিছনে রয়ে গেছে [১] তারা তো আপনাকে বলবে, ‘আমাদের ধন-সম্পদ ও পরিবার-পরিজন আমাদেরকে ব্যস্ত রেখেছে, অতএব আমাদের জন্য ক্ষমাপ্রার্থনা করুন। তারা মুখে তা বলে যা তাদের অন্তরে নেই। তাদেরকে বলুন, ‘আল্লাহ্‌ কারো কোন ক্ষতি কিংবা মঙ্গল সাধনের ইচ্ছে করলে কে আল্লাহর মোকাবিলায় তোমাদের জন্য কোন কিছুর মালিক হবে? বস্তুত তোমরা যা কর সে বিষয়ে আল্লাহ্‌ সম্যক অবহিত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা মদীনার আশেপাশের সেসব লোকদের কথা যাদেরকে উমরা যাত্রার প্রস্তুতিকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার সাথে রওয়ানা হবার আহবান জানিয়েছিলেন। কিন্তু তারা নানা টাল-বাহানার আশ্ৰয় নেয়। ঈমানের দাবীদার হওয়া সত্ত্বেও তারা বাড়ি ছেড়ে শুধু এ কারণে বের হয় নি যে, নিজেদের প্রাণ ছিল তাদের কাছে অত্যন্ত প্ৰিয়। এ আয়াতে তাদেরকে সাবধান করা হচ্ছে। [ইবনকাসীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৪৮ : ১২",
        "arabic_text": "\nبَلۡ ظَنَنتُمۡ أَن لَّن يَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰٓ أَهۡلِيهِمۡ أَبَدٗا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورٗا ",
        "bangla_text": "বরং তোমরা ধারণা করেছিলে যে, রাসূল ও মুমিনগণ তাদের পরিবার পরিজনের কাছে কখনই ফিরে আসবে না এবং এ ধারণা তোমাদের অন্তরে প্রীতিকর মনে হয়েছিল; আর তোমরা খুব মন্দ ধারণা করেছিলে এবং তোমরা ছিলে ধ্বংসমুখী এক সম্প্রদায় [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা এ ধরনের খারাপ ধারণার কারণে আল্লাহর কাছে ধ্বংসের উপযুক্ত সম্প্রদায়ে পরিণত হয়েছিলে। [জালালাইন] সুতরাং তোমাদের মধ্যে কোন কল্যাণ নেই। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৪৮ : ১৩",
        "arabic_text": "\nوَمَن لَّمۡ يُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَعِيرٗا ",
        "bangla_text": "আর যে কেউ আল্লাহ্ ও তাঁর রাসূলের প্রতি ঈমান আনে না তবে নিশ্চয় আমি কাফিরদের জন্য জ্বলন্ত আগুন প্রস্তুত রেখেছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৪৮ : ১৪",
        "arabic_text": "\nوَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا ",
        "bangla_text": "আসমানসমূহ ও যমীনের সর্বময় কর্তৃত্ব আল্লাহ্‌রই, তিনি যাকে ইচ্ছে ক্ষমা করেন এবং যাকে ইচ্ছে শাস্তি দেন। আর আল্লাহ্‌ অতি ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৪৮ : ১৫",
        "arabic_text": "\nسَيَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ يُرِيدُونَ أَن يُبَدِّلُواْ كَلَٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَيَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُواْ لَا يَفۡقَهُونَ إِلَّا قَلِيلٗا ",
        "bangla_text": "তোমরা যখন যুদ্ধলব্ধ সম্পদ সংগ্রহের জন্য যাবে তখন যারা পিছনে রয়ে গিয়েছিল, তারা অবশ্যই বলবে, ‘আমাদেরকে তোমাদের অনুসরণ করতে দাও।’ তারা আল্লাহর বাণী পরিবর্তন করতে চায়। বলুন, ‘তোমরা কিছুতেই আমাদের অনুসরণ করবে না। আল্লাহ আগেই এরূপ ঘোষণা করেছেন।’ তারা অবশ্যই বলবে, তোমারা তো আমাদের প্রতি বিদ্বেষ পোষণ করছ।’ বরং তারা তো বোঝে কেবল সামান্যই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৪৮ : ১৬",
        "arabic_text": "\nقُل لِّلۡمُخَلَّفِينَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُوْلِي بَأۡسٖ شَدِيدٖ تُقَٰتِلُونَهُمۡ أَوۡ يُسۡلِمُونَۖ فَإِن تُطِيعُواْ يُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنٗاۖ وَإِن تَتَوَلَّوۡاْ كَمَا تَوَلَّيۡتُم مِّن قَبۡلُ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا ",
        "bangla_text": "যেসব মরুবাসী পিছনে রয়ে গিয়েছিল তাদেরকে বলুন, ‘অবশ্যই তোমারা আহূত হবে এক কঠোর যোদ্ধা জাতির বিরুদ্ধে যুদ্ধ করতে ; তোমরা তাদের সাথে যুদ্ধ করবে অথবা তারা আতাসমৰ্পণ করে। অতঃপর তোমরা এ নির্দেশ পালন করলে আল্লাহ্‌ তোমাদের উত্তম পুরস্কার  দান করবেন। আর তোমরা যদি আগের মত পৃষ্ঠ প্রদর্শন কর, তবে তিনি তোমাদেরকে যন্ত্রণাদায়ক শাস্তি দেবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৪৮ : ১৭",
        "arabic_text": "\nلَّيۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجٞ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجٞ وَلَا عَلَى ٱلۡمَرِيضِ حَرَجٞۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ وَمَن يَتَوَلَّ يُعَذِّبۡهُ عَذَابًا أَلِيمٗا ",
        "bangla_text": "অন্ধের কোন অপরাধ নেই, খঞ্জের কোন অপরাধ নেই এবং পীড়িতেরও কোন অপরাধ নেই; এবং যে কেউ আল্লাহ ও তাঁর রাসূলের আনুগত্য করবে, তিনি তাকে প্রবেশ করাবেন এমন জান্নাতে, যার নিচে নহরসমূহ প্রবাহিত ; কিন্তু যে ব্যক্তি পৃষ্ঠপ্রদর্শন করবে। তিনি তাকে যন্ত্রণাদায়ক শাস্তি দেবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৪৮ : ১৮",
        "arabic_text": "\n۞ لَّقَدۡ رَضِيَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِينَ إِذۡ يُبَايِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيۡهِمۡ وَأَثَٰبَهُمۡ فَتۡحٗا قَرِيبٗا ",
        "bangla_text": "অবশ্যই আল্লাহ মুমিনগণের উপর সন্তুষ্ট হয়েছেন, যখন তারা গাছের নীচে আপনার কাছে বাই’আত গ্ৰহণ করেছিল [১], অতঃপর তাদের অন্তরে যা ছিল তা তিনি জেনে নিয়েছেন ; ফলে তিনি তাদের উপর প্রশান্তি নাযিল করলেন এবং তাদেরকে আসন্ন বিজয়ে পুরস্কৃত করলেন [২] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হুদাইবিয়া নামক স্থানে সাহাবায়ে কিরামের কাছে যে বাই’আত নেওয়া হয়েছিল এখানে তা উল্লেখ করা হচ্ছে। এই আয়াতে আল্লাহ তা’আলা এই শপথে অংশগ্রহণকারীদের প্রতি স্বীয় সন্তুষ্টি ঘোষণা করেছেন। এ কারণেই একে “বাই‘আতে-রিদওয়ান” তথা সন্তুষ্টির শপথও বলা হয়। [দেখুন-সাদী] জাবের রাদিয়াল্লাহু আনহু বলেন, হুদাইবিয়ার দিনে আমাদের সংখ্যা ছিল চৌদ্দশত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদেরকে উদ্দেশ্য করে বলেছিলেন “তোমরা ভূপৃষ্ঠের অধিবাসীদের মধ্যে সর্বশ্রেষ্ঠ। [বুখারী: ৩৮৩৯, মুসলিম: ৩৪৫৩] অন্য হাদীসে এসেছে, যারা এই বৃক্ষের নীচে শপথ করেছে, তাদের কেউ জাহান্নামে প্রবেশ করবে না। [মুসলিম: ৪০৩৪]\n  <br/>\n  <br/>\n  [২] এই আসন্ন বিজয়ের অর্থ সর্বসম্মতভাবে খাইবার বিজয়। [কুরতুবী, সাদী, বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৪৮ : ১৯",
        "arabic_text": "\nوَمَغَانِمَ كَثِيرَةٗ يَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا ",
        "bangla_text": "আর বিপুল পরিমান গণীমতে [১], যা তারা হস্তগত করবে; এবং আল্লাহ প্রবল পরাক্রমশালী, হিকমতওয়ালা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে খাইবরের যুদ্ধলব্ধ সম্পদ বোঝানো হয়েছে। [ফাতহুল কাদীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৪৮ : ২০",
        "arabic_text": "\nوَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةٗ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَٰذِهِۦ وَكَفَّ أَيۡدِيَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَايَةٗ لِّلۡمُؤۡمِنِينَ وَيَهۡدِيَكُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا ",
        "bangla_text": "আল্লাহ্‌ তোমাদের ওয়াদা দিয়েছেন যুদ্ধে লভ্য বিপুল সম্পদের, যার অধিকারী হবে তোমরা [১]। অতঃপর তিনি এটা তোমাদের জন্য ত্বরান্বিত করেছেন। আর তিনি তোমাদের থেকে মানুষের হাত নিবারিত করেছেন [২] যেন এটা হয় মুমিনদের জন্য এক নিদর্শন। আর তিনি তোমাদেরকে পরিচালিত করেন সরল পথে ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কেয়ামত পর্যন্ত যেসব ইসলামী বিজয় ও যুদ্ধলব্ধ সম্পদ অর্জিত হবে, সেগুলো বোঝানো হয়েছে [বাগভী, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আয়াতে খাইবরবাসী কাফের সম্পপ্রদায়কে বোঝানো হয়েছে। আল্লাহ তা'আলা তাদেরকে এই জিহাদে অধিক শক্তি প্রদর্শনের সুযোগ দেননি। এমনকি গাতফান গোত্ৰ খাইবরের ইহুদিদের মিত্র ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কর্তৃক খাইবার আক্রমণের সংবাদ পেয়ে তারা ইহুদিদের সাহায্যার্থে অস্ত্ৰ-শস্ত্ৰে সজ্জিত হয়ে রওয়ানা হলো। কিন্তু আল্লাহ তা'আলা তাদের অন্তরে ভীতি সঞ্চার করে দিলেন। [দেখুন- আত-তাহরীর ওয়াত তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৪৮ : ২১",
        "arabic_text": "\nوَأُخۡرَىٰ لَمۡ تَقۡدِرُواْ عَلَيۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٗا ",
        "bangla_text": "আর আরেকটি, এখনো যা তোমাদের অধিকারে আসেনি, তা তো আল্লাহ বেষ্টন করে রেখেছেন [১]। আর আল্লাহ সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তা’আলা মুসলিমদেরকে আরও অনেক বিজয়ের প্রতিশ্রুতি দিয়েছেন, যা এখনও তাদের ক্ষমতাসীন নয়। এসব বিজয়ের মধ্যে সর্বপ্রথম মক্কা বিজয় রয়েছে দেখে কোনো কোনো তফসিরবিদ আয়াতে মক্কা বিজয়কেই বোঝাতে চেয়েছেন। কিন্তু ভাষা ব্যাপক হেতু কেয়ামত পর্যন্ত আগত সব বিজয়ই এর অন্তর্ভুক্ত। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৪৮ : ২২",
        "arabic_text": "\nوَلَوۡ قَٰتَلَكُمُ ٱلَّذِينَ كَفَرُواْ لَوَلَّوُاْ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يَجِدُونَ وَلِيّٗا وَلَا نَصِيرٗا ",
        "bangla_text": "আর যারা কুফরী করেছে তারা যদি তোমাদের সাথে যুদ্ধ করে তবে তারা অবশ্যই পৃষ্ঠপ্রদর্শন করবে, তারপর তারা কোন অভিভাবক ও সাহায্যকারী পাবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৪৮ : ২৩",
        "arabic_text": "\nسُنَّةَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِيلٗا ",
        "bangla_text": "এটাই আল্লাহ্‌র বিধান---পূর্ব থেকেই যা চলে আসছে, আপনি আল্লাহর বিধানে কোন পরিবর্তন পাবেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৪৮ : ২৪",
        "arabic_text": "\nوَهُوَ ٱلَّذِي كَفَّ أَيۡدِيَهُمۡ عَنكُمۡ وَأَيۡدِيَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَيۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرًا ",
        "bangla_text": "আর তিনি মক্কা উপত্যকায় তাদের হাত তোমাদের থেকে এবং তোমাদের হাত তাদের থেকে নিবারিত করেছেন। তাদের উপর তোমাদেরকে বিজয়ী করার পর [১], আর তোমরা যা কিছু কর আল্লাহ্‌ তার সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদিসে এসেছে, একবার মক্কায় আশি জন কাফের রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম –কে অতর্কিতে হত্য করার ইচ্ছা নিয়ে তান’য়ীম পাহাড় থেকে নীচে অবতরন করে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি অয়া সাল্লাম তাদেরকে জীবিত গ্রেফতার করেন এবং মুক্তিপণ ব্যাতিরেকেই মুক্ত করে দেন। এরই পরিপ্রেক্ষিতে সূরা ফাতহের এ আয়াত অবতীর্ন হয়ঃ\n  <br/>\n  <br/>\n  وَهُوَالَّذِىْ كَفَّ ايْدِيَحُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ  [মুসলিমঃ ১৮০৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৪৮ : ২৫",
        "arabic_text": "\nهُمُ ٱلَّذِينَ كَفَرُواْ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡيَ مَعۡكُوفًا أَن يَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالٞ مُّؤۡمِنُونَ وَنِسَآءٞ مُّؤۡمِنَٰتٞ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَـُٔوهُمۡ فَتُصِيبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَيۡرِ عِلۡمٖۖ لِّيُدۡخِلَ ٱللَّهُ فِي رَحۡمَتِهِۦ مَن يَشَآءُۚ لَوۡ تَزَيَّلُواْ لَعَذَّبۡنَا ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابًا أَلِيمًا ",
        "bangla_text": "তারাই তো কুফরী করেছিল এবং বাধা দিয়েছিল তোমাদেরকে মসজিদুল- হারাম হতে ও বাধা দিয়েছিল কুরবানীর জন্য আবদ্ধ পশুগুলোকে যথাস্থানে পৌঁছতে [১]। আর যদি মুমিন পুরুষরা ও মুমিন নারীরা না থাকত, যাদের সম্পর্কে তোমরা জান না যে, তোমরা অজ্ঞাতসারে তাদেরকে পদদলিত করবে, ফলে তাদের কারণে তোমরা অপরাধী ও দোষী সাব্যস্ত হতে, (তবে অবশ্যই তিনি যুদ্ধের অনুমতি দিতেন। কিন্তু আল্লাহ তোমাদেরকে তখন এর অনুমতি দেন নি) [২] যাতে তিনি যাকে ইচ্ছে নিজ অনুগ্রহে প্রবেশ করাবেন [৩]। যদি তারা [৪] পৃথক হয়ে থাকত, তবে অবশ্যই আমারা তাদের মধ্যে কাফিরদেরকে যন্ত্রণাদায়ক শাস্তি দিতাম [৫]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাসীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন হুদাইবিয়ার কাছাকাছি ছিলেন, কুরাইশরা কিনানাহ গোত্রের এক লোককে রাসূলের সাথে কথা বলার জন্য পাঠাল। সে এবং তার সাথীরা যখন রাসূলের কাছাকাছি আসল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এ হচ্ছে অমুক। সে এমন এক সম্প্রদায়ের লোক যার ‘হাদঈ’ এর পশুর সম্মান করে। সুতরাং তোমারা সেগুলোকে একত্রিত করে তার সামনে পাঠাও। সাহাবায়ে কিরাম তাই করলেন আর তারা তালবিয়াহ পাঠ করতে করতে তার সামনে আসলেন। সে যখন এ অবস্থা দেখল বলল, সুবহানাল্লাহ ! এসেরকে আল্লাহর ঘর থেকে বাধা দেয়া ঠিক হবে না। তারপর সে ফিরে গিয়ে বললঃ আমি তো হাদঈর উটকে কালাদা (পশুর গলায় পশম বা চুলের মালা) পরানো ও চিনহিত অবস্থায় দেখেছি। আমি চাইনা তাদেরকে আল্লাহর ঘর থেকে বাধা দেয়া হোক’। [বুখারীঃ ২৭৩২]\n  <br/>\n  <br/>\n  [২] উপরোক্ত অংশটুকু উহ্য রয়েছে। [জালালাইন]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যুদ্ধ করার অনুমতি না দেয়ার পিছনে দু'টি উদ্দেশ্য কাজ করেছে। এক. দুনিয়াবী উদ্দেশ্য, তা হচ্ছে, মক্কায় যারা এখনও ঈমানদার রয়ে গেছে, কিন্তু তাদের সম্পপর্কে কেউ জানে না, তারা যেন তোমাদের হাতে ক্ষতিগ্রস্ত না হয়, আর তোমরাই তোমাদের দ্বীনী ভাইদের হত্যার কারণে মনঃকষ্টে না থাক। অপমান বোধ না কর। দুই. আরেকটি উদ্দেশ্য হচ্ছে, আল্লাহ্ চাচ্ছেন তাদের মধ্যে কেউ কেউ ঈমান এনে তাঁর রহমতে শামিল হয়ে যাবে। [সা'দী]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ যাদের ঈমান সম্পপর্কে তোমাদের জানা নেই, এমন মুমিন নারী ও পুরুষরা যদি আলাদা আলাদা থাকত। আর যুদ্ধের সময় তাদেরকে রক্ষা করা সম্ভব হতো, তবে অবশ্যই তিনি তাদেরকে শাস্তি দিতেন। [সা’দী; মুয়াসসার]\n  <br/>\n  <br/>\n  [৫] تزيل  শব্দের আসল অর্থ বিচ্ছিন্ন হওয়া। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৪৮ : ২৬",
        "arabic_text": "\nإِذۡ جَعَلَ ٱلَّذِينَ كَفَرُواْ فِي قُلُوبِهِمُ ٱلۡحَمِيَّةَ حَمِيَّةَ ٱلۡجَٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوٓاْ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٗا ",
        "bangla_text": "যখন কাফিররা তাদের অন্তরে পোষন করেছিল গোত্রীয় অহমিকা --- অজ্ঞতার যুগের অহমিকা [১], তখন আল্লাহ্‌ তাঁর রাসূল ও মুমিনদের উপর স্বীয় প্রশান্তি নাযিল করলেন ; আর তাদেরকে তাকওয়ার কালেমায় [২] সুদৃঢ় করলেন, আর তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আর আল্লাহ্‌ সবকিছু সম্পর্কে সর্বজ্ঞ।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাহেলী অহমিকা বা সংকীর্ণতার অর্থ হলো, এক ব্যক্তির শুধু তার মর্যাদা রক্ষার জন্য কিংবা নিজের কথার মর্যাদা রক্ষার জন্য জেনে শুনে কোন অবৈধ কাজ করা। মক্কার কাফেররা জানতো এবং মানতো যে, হজ ও উমরার জন্য বায়তুল্লাহর যিয়ারত করার অধিকার সবারই আছে। এ দ্বিনী কর্তব্য পালনে বাধা দেয়ার অধিকার কারো নেই। এটা ছিল আরবের সুপ্রাচীন ও সর্বজন স্বীকৃত আইন। কিন্তু তারা নিজেরা নিজেদেরকে অন্যায় ও অসত্যের অনুসারী এবং মুসলিমদেরকে সম্পূর্ণ ন্যায় ও সত্যের অনুসারী বলে জানা সত্বেও শুধু নিজেদের মর্যাদা রক্ষার খাতিরে মুসলিমদের উমরা করতে বাধা দান করে। এমনকি মুশরিকদের মধ্যেও যারা সত্যানুসারী ছিল তারাও বলছিলো যে, যারা ইহরাম অবস্থায় কুরবানীর উট সাথে নিয়ে উমরা পালন করতে এসেছে তাদেরকে বাধা দেয়া একটি অন্যায় কাজ। কিন্তু কুরাইশ নেতারা শুধু একথা ভেবে বাধা দিতে বদ্ধপরিকর ছিল যে, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যদি এত বড় দলবল নিয়ে মক্কায় প্রবেশ করেন তাহলে সমগ্র আরবে আমাদের মর্যাদা ক্ষুণ্ন হবে। তাছাড়া তারা তাকে আল্লাহর নবী বলে মেনে নিতে কুণ্ঠিত হচ্ছিল। বিসমিল্লাহ লিখতে নিষেধ করেছিল। এ সবই ছিল তাদের জাহেলী সংকীর্ণতা। [দেখুন, বুখারীঃ ২৭৩১,২৭৩২]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৪৮ : ২৭",
        "arabic_text": "\nلَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡيَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمۡ وَمُقَصِّرِينَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُواْ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتۡحٗا قَرِيبًا ",
        "bangla_text": "অবশ্যই আল্লাহ তাঁর রাসূলকে স্বপ্নটি যথাযথভাবে সত্যে পরিণত করে দিয়েছেন [১], আল্লাহর ইচ্ছায় তোমরা অবশ্যই মসজিদুল-হারামে প্রবেশ করবে নিরাপদে --- মাথা মুণ্ডন করে এবং চুল ছেঁটে, নিৰ্ভয়ে। অতঃপর তিনি (আল্লাহ) জেনেছেন যা তোমরা জান নি। সুতরাং এ ছাড়াও তিনি তোমাদেরকে দিয়েছেন এক সদ্য বিজয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হুদাইবিয়ার সন্ধি চূড়ান্ত হয়ে গেলে একথা স্থির হয়ে যায় যে, এখন মক্কায় প্রবেশ এবং (উমরাহ) পালন ব্যতিরেকেই মদিনায় ফিরে যেতে হবে। বলাবাহুল্য, সাহাবায়ে কেরাম উমরাহ পালনের সংকল্প রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর একটি স্বপ্নের ভিত্তিতে করেছিলেন, যা এক প্রকার ওহি ছিল। এখন বাহ্যতঃ এর বিপরীত হতে দেখে কারও কারও অন্তরে এই সন্দেহ মাথাচাড়া দিয়ে উঠতে লাগল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর স্বপ্ন সত্য হলো না। অপরদিকে কাফের-মুনাফিকরা মুসলিমদেরকে বিদ্রুপ করল যে, তোমাদের রাসূলের স্বপ্ন সত্য নয়। তখন এই আয়াত নাযিল করে তাদের প্রশ্নের জবাব দেয়া হয়। আয়াতের অর্থ এই যে, আল্লাহ তাঁর রাসূলকে স্বপ্নের ব্যাপারে সাচ্চা দেখিয়েছেন। যদিও এই সাচ্চা দেখানোর ঘটনা ভবিষ্যতে সংঘটিত হওয়ার ছিল; কিন্তু একে অতীত পদবাচ্য ব্যক্ত করে এর নিশ্চিত ও অকাট্য হওয়ার প্রতি ইঙ্গিত করা হয়েছে। অর্থাৎ মসজিদে-হারামে প্ৰবেশ সংক্রান্ত আপনার স্বপ্ন অবশ্যই বাস্তবায়িত হবে; কিন্তু এ বছর নয়- এ বছরের পরে। স্বপ্নে মসজিদে হারামে প্রবেশের সময় নির্দিষ্ট ছিল না। পরম ঔৎসুক্যবশতঃ সাহাবায়ে কেরাম এ বছরই সফরের সংকল্প করে ফেললেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-ও তাদের সাথে যোগ দিলেন। এতে আল্লাহ তা'আলার বিরাট রহস্য নিহিত ছিল, যা হুদাইবিয়ার সন্ধির মাধ্যমে বিকাশ লাভ করে। সেমতে সিদিকে আকবর রাদিয়াল্লাহু আনহু প্রথমেই উমর রাদিয়াল্লাহু আনহু-এর জওয়াবে বলেছিলেনঃ আপনার সন্দেহ করা উচিত নয়, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর স্বপ্ন কোনো সময় ও বছর নির্দিষ্ট ছিল না। এখন না হলে পরে হবে। [বুখারীঃ ২৫২৯]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৪৮ : ২৮",
        "arabic_text": "\nهُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا ",
        "bangla_text": "তিনিই তাঁর রাসূলকে পথনির্দেশ ও সত্য দ্বীনসহ প্রেরণ করেছেন, অন্য সমস্ত দ্বীনের উপর একে জয়যুক্ত করার জন্য। আর সাক্ষী হিসেবে আল্লাহই যথেষ্ট। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৪৮ : ২৯",
        "arabic_text": "\nمُّحَمَّدٞ رَّسُولُ ٱللَّهِۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلۡكُفَّارِ رُحَمَآءُ بَيۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعٗا سُجَّدٗا يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗاۖ سِيمَاهُمۡ فِي وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَٰلِكَ مَثَلُهُمۡ فِي ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِي ٱلۡإِنجِيلِ كَزَرۡعٍ أَخۡرَجَ شَطۡـَٔهُۥ فَـَٔازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ يُعۡجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنۡهُم مَّغۡفِرَةٗ وَأَجۡرًا عَظِيمَۢا ",
        "bangla_text": "মুহাম্মাদ আল্লাহর রাসূল ; আর তার সহচরগণ কাফেরদের প্রতি কঠোর, তাদের পরস্পরের প্রতি সহানুভূতিশীল ; আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনায় আপনি তাদেরকে রুকু ও সিজদায় অবনত দেখবেন। তাদের লক্ষণ তাদের মুখমণ্ডলে সিজদার প্রভাবে পরিস্ফুট ; এটাই তাওরাতে তাদের দৃষ্টান্ত। আর ইঞ্জীলে তাদের দৃষ্টান্ত হচ্ছে এমন একটি চারাগাছ, যা থেকে নিৰ্গত হয় কচিপাতা, তারপর তা শক্ত ও পুষ্ট হয় এবং পরে কাণ্ডের উপর দাঁড়ায় দৃঢ়ভাবে যা চাষীর জন্য আনন্দদায়ক। এভাবে আল্লাহ মুমিনদের সমৃদ্ধি দ্বারা কাফিরদের অন্তর্জ্বালা সৃষ্টি করেন। যারা ঈমান আনে এবং সৎকাজ করে আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন ক্ষমা ও মহাপ্রতিদানের [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] منهم অব্যয়টি এখানে সবার মতে বর্ণনামূলক। অর্থ এই যে, যারা ঈমান এনেছে ও সৎকর্ম করেছে, আল্লাহ তা'আলা তাদেরকে ক্ষমা ও মহাপুরস্কারের ওয়াদা দিয়েছেন। এ থেকে প্রথমতঃ জানা গেল যে, সব সাহাবায়ে কেরামই ঈমান এনেছেন সৎকর্ম করতেন। দ্বিতীয়তঃ তাদের সবাইকে ক্ষমা ও মহাপুরষ্কারের ওয়াদা দেয়া হয়েছে। তিনি তাদের উপর সস্তুষ্টি হয়েই এ ঘোষণা দিয়েছেন। আল্লাহর সন্তুষ্টির এই ঘোষণা নিশ্চয়তা দেয় যে, তারা সবাই মৃত্যু পর্যন্ত ঈমান ও সৎকর্মের উপর কায়েম থাকবেন। কারণ, আল্লাহ আলীম ও খবীর তথা সর্বজ্ঞ। যদি কারও সম্পর্কে তার জানা থাকে যে, সে ঈমান থেকে কোনো না কোনো সময় মুখ ফিরিয়ে নেবে, তবে তার প্রতি আল্লাহ স্বীয় সস্তুষ্টি ঘোষণা করতে পারেন না। ইবন আবদুল বার রাহেমাহুল্লাহ বলেন, “আল্লাহ যার প্রতি সন্তুষ্ট হয়ে যান, তার প্রতি এরপর কখনও অসন্তুষ্ট হন না।’ এই আয়াতের ভিত্তিতেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, বাই’আতে-রিদওয়ানে অংশগ্রহণকারীদের মধ্যে কেউ জাহান্নামে যাবে না। [আবু দাউদ: ৪০৩৪] [আরো দেখুন- ইবন কাসীর]\n </p>\n</div>"
    }
]