[
    {
        "id": 1,
        "verse": "৪৯ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ ",
        "bangla_text": "হে ঈমানদারগণ [১] ! আল্লাহ ও তাঁর রাসূলের সমক্ষে তোমরা কোন বিষয়ে অগ্রণী হয়ো না আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর ; নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহ নাযিল হওয়ার ঘটনা এই যে, একবার বনী তামীম গোত্রের কিছু লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর খেদমতে উপস্থিত হয়। এই গোত্রের শাসনকর্তা কাকে নিযুক্ত করা হবে তখন এ বিষয়েই আলোচনা চলছিল। আবু বকর রাদিয়াল্লাহু আনহু কা’কা’ ইবন মা'বাদ ইবন যুরারাহর নাম প্রস্তাব করলেন এবং উমর রাদিয়াল্লাহু আনহু আকরা’ ইবন হাবিসের নাম প্রস্তাব করলেন এবং আবু বকর রাদিয়াল্লাহু আনহু ও উমর রাদিয়াল্লাহু আনহু-এর মধ্যে মজলিসেই কথাবার্তা হলো এবং ব্যাপারটি শেষ পর্যন্ত কথা কাটাকাটিতে উন্নীত হয়ে উভয়ের কণ্ঠস্বর উঁচু হয়ে গেল। এরই পরিপ্রেক্ষিতে আলোচ্য আয়াতসমূহ নাযিল হয় ৷ [বুখারী: ৪৮৪৭]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৪৯ : ২",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ ",
        "bangla_text": "[২] হে ঈমানদারগণ! তোমরা নবীর কণ্ঠস্বরের উপর নিজেদের কণ্ঠস্বর উঁচু করো না [১] এবং নিজেদের মধ্যে যেভাবে উচ্চস্বরে কথা বল তার সাথে সেরূপ উচ্চস্বরে কথা বলো না; এ আশঙ্কায় যে, তোমাদের সকল কাজ বিনষ্ট হয়ে যাবে অথচ তোমরা উপলব্ধিও করতে পারবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মজলিসের এটা দ্বিতীয় আদব। যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মজলিসে ওঠাবসা ও যাতায়াত করতেন তাদেরকে এ আদব-কায়দা ও শিষ্টাচার শিক্ষা দেয়া হয়েছিলো। এর উদ্দেশ্য ছিল নবীর সাথে দেখা-সাক্ষাত ও কথাবার্তার সময় যেন ঈমানদাররা তার সম্মান ও মর্যাদার প্রতি একান্তভাবে লক্ষ্য রাখেন। কারো কণ্ঠ যেন তার কণ্ঠ থেকে উচ্চ না হয়। তাকে সম্বোধন করতে গিয়ে কেউ যেন একথা ভুলে না যায় যে, সে কোন কথা বলছে। তাই সাধারণ মানুষের সাথে কথাবার্তা এবং আল্লাহর রাসূলের সাথে কথাবার্তার মধ্যে পার্থক্য থাকতে হবে এবং কেউ তার সাথে উচ্চস্বরে কথাবার্তা বলবে না যেমন পরস্পর বিনা দ্বিধায় করা হয়; কারণ তা এক প্রকার বে-আদবি ও ধৃষ্টতা। সেমতে এই আয়াত নাযিল হওয়ার পর সাহাবায়ে কেরামের অবস্থা পাল্টে যায়। তারা এরপর থেকে খুব আস্তে কথা বলতেন। সাবেত ইবনে কায়সের কণ্ঠস্বর স্বভাবগতভাবেই উচু ছিল। এই আয়াত শুনে তিনি ভয়ে সংযত হলেন এবং কণ্ঠস্বর নীচু করলেন। [দেখুন, বুখারী: ৪৮৪৬, মুসনাদে আহমাদ: ৩/১৩৭]\n  <br/>\n  <br/>\n  অনুরূপভাবে রাসূলের কোনো সুন্নাত সম্পর্কে জানার পরে সেটা মানতে গড়িমসি বা সামান্যতম অনীহা প্রকাশ করাও বে-আদবি। এ আয়াতের নিষেধাজ্ঞার অধীন। রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হুজরা মোবারকের সামনেও বেশি উঁচুস্বরে সালাম ও কালাম করা নিষিদ্ধ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সম্মান ও আদব তার ওফাতের পরও জীবদ্দশার ন্যায় ওয়াজিব। তাই তার পবিত্র কবরের সামনেও বেশী উচুস্বরে সালাম ও কালাম করা আদবের খেলাফ। উমর রাদিয়াল্লাহু আনহু দুই ব্যক্তিকে মসজিদে নববীতে উচ্চস্বরে কথা বলতে দেখে জিজ্ঞেস করলেন, তোমরা কোথাকার লোক? তারা বললঃ আমরা তায়েফের লোক। তিনি বললেন, যদি তোমরা মদীনাবাসী হতে তবে আমি তোমাদের বেত্ৰাঘাত করতাম। তোমরা রাসূলের মসজিদে উচ্চস্বরে কথা বলছ কেন? [বুখারী: ৪৭০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৪৯ : ৩",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ ",
        "bangla_text": "নিশ্চয় যারা আল্লাহর রাসূলের সামনে নিজেদের কন্ঠস্বর নিচু করে, আল্লাহ্‌ তাদের অন্তরকে তাকওয়ার জন্য পরীক্ষা করে নিয়েছেন। তাদের জন্য রয়েছে ক্ষমা ও মহাপুরস্কার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৪৯ : ৪",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ ",
        "bangla_text": "নিশ্চয় যারা হুজরাসমূহের পিছন থেকে আপনাকে উচ্চস্বরে ডাকে, তাদের অধিকাংশই বুঝে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৪৯ : ৫",
        "arabic_text": "\nوَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "আর আপনি বের হয়ে তাদের কাছে আসা পর্যন্ত যদি তারা ধৈর্য ধারণ করত, তবে তা-ই তাদের জন্য উত্তম হত [১]। আর আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াত নাযিল হওয়ার কারণ সম্পর্কে বিভিন্ন বর্ণনায় এসেছে, বনি-তামিমের লোকগণ দুপুরের সময় মদীনায় উপস্থিত হয়েছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোনো এক হুজরায় বিশ্রামরত ছিলেন। তারা ছিল বেদুঈন এবং সামাজিকতার রীতি-নীতি সম্পর্কে অজ্ঞ। কাজেই তারা হুজরার বাইরে থেকেই ডাকাডাকি শুরু করল, এর পরিপ্রেক্ষিতে আলোচ্য আয়াত অবতীর্ণ হয়। [মুসনাদে আহমাদ: ৩/৪৮৮] এতে এভাবে ডাকাডাকি করতে নিষেধ করা হয় এবং অপেক্ষা করার আদেশ দেয়া হয়।\n  <br/>\n  <br/>\n  সাহাবী ও তাবেয়িগণ তাদের আলেম ও উস্তাদ-মাশায়েখের সাথেও এই আদব ব্যবহার করেছেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে— আমি যখন কোনো আলেম সাহাবীর কাছ থেকে কোনো হাদিস লাভ করতে চাইতাম, তখন তার গৃহে পৌঁছে ডাকাডাকি অথবা দরজার কড়া নাড়া থেকে বিরত থাকতাম এবং দরজার বাইরে বসে অপেক্ষা করতাম। তিনি যখন নিজেই বাইরে আগমন করতেন, তখন আমি তার কাছে হাদিস জিজ্ঞেস করতাম। তিনি আমাকে দেখে বলতেনঃ হে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর চাচাত ভাই। আপনি দরজার কড়া নেড়ে আমাকে সংবাদ দিলেন না কেন? ইবন আব্বাস রাদিয়াল্লাহু আনহু উত্তরে বলতেনঃ আলেম কোন জাতির জন্যে নবী সদৃশ। আল্লাহ তা'আলা নবী সম্পর্কে আদেশ দিয়েছেন যে, তার বাইরে আসা পর্যন্ত অপেক্ষা কর। [দারমী: ২/১২৩, ১২৭, মুস্তাদরাকে হাকিম: ৩৩৪, ৫৮১৩, ৬৩৫৫, ৮০৭৫]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৪৯ : ৬",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ ",
        "bangla_text": "হে ঈমানদারগণ ! [১] যদি কোন ফাসিক তোমাদের কাছে কোন বার্তা নিয়ে আসে, তাহলে তোমরা তা পরীক্ষা করে দেখ, এ আশঙ্কায় যে, অজ্ঞতাবশত তোমরা কোন সম্প্রদায়কে আক্রমণ করে বসবে, ফলে তোমাদের কৃতকর্মের জন্য তোমাদেরকে অনুতপ্ত হতে হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত নাযিল হওয়ার একটি কারণ হাদীসে বর্ণিত হয়েছে, তা হলো, বনিল মুস্তালিক গোত্রের সরদার, উন্মুল মুমিনিন জুয়াইরিয়া রাদিয়াল্লাহু আনহা-এর পিতা হারেস ইবনে দ্বিরার বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর খেদমতে উপস্থিত হলে তিনি আমাকে ইসলামের দাওয়াত দিলেন এবং যাকাত প্রদানের আদেশ দিলেন। আমি ইসলামের দাওয়াত কবুল করতঃ যাকাত প্রদানে স্বীকৃত হলাম এবং বললামঃ এখন আমি স্বগোত্রে ফিরে গিয়ে তাদেরকেও ইসলাম ও যাকাত প্রদানের দাওয়াত দেব। যারা আমার কথা মানবে এবং যাকাত দেবে আমি তাদের যাকাত একত্রিত করে আমার কাছে জমা রাখব। আপনি অমুক মাসের অমুক তারিখ পর্যন্ত কোন দূত আমার কাছে প্রেরণ করবেন, যাতে আমি যাকাতের জমা অর্থ তার হাতে সোপর্দ করতে পারি। এরপর হারেস যখন ওয়াদা অনুযায়ী যাকাতের অর্থ জমা করলেন এবং দূত আগমনের নির্ধারিত মাস ও তারিখ অতিক্রান্ত হওয়ার পরও কোনো দূত আগমন করল না, তখন হারেস আশঙ্কা করলেন যে, সম্ভবতঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোনা কারণে আমাদের প্রতি অসন্তুষ্ট হয়েছেন। নতুবা ওয়াদা অনুযায়ী দূত না পাঠানোর কোনা কারণ থাকতে পারে না। হারেস এই আশঙ্কার কথা ইসলাম গ্রহণকারী নেতৃস্থানীয় লোকদের কাছেও প্রকাশ করলেন এবং সবাই মিলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর খেদমতে উপস্থিত হওয়ার ইচ্ছা করলেন। এদিকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নির্ধারিত তারিখে ওলিদ ইবনে ওকবা রাদিয়াল্লাহু আনহু-কে যাকাত গ্রহণের জন্য পাঠিয়ে দেন। কিন্তু পথিমধ্যে ওলিদ ইবনে ওকবা রাদিয়াল্লাহু আনহু-এর মনে ধারণা জাগ্রত হয় যে, এই গোত্রের লোকদের সাথে তার পুরাতন শক্ৰতা আছে। কোথাও তারা তাকে পেয়ে হত্যা না করে ফেলে। এই ভয়ের কথা চিন্তা করে তিনি সেখান থেকেই ফিরে আসেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম- কে যেয়ে বলেন যে, তারা যাকাত দিতে অস্বীকার করেছে এবং আমাকে হত্যা করারও ইচ্ছা! করেছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম রাগাম্বিত হয়ে খালেদ ইবনে ওয়ালীদ রাদিয়াল্লাহু আনহু-এর নেতৃত্বে একদল মুজাহিদ প্রেরণ করলেন। এদিকে মুজাহিদ বাহিনী রওয়ানা হলো এবং ওদিকে হারেস জিজ্ঞাসা করলেনঃ আপনারা কোন গোত্রের প্রতি প্রেরিত হয়েছেন? উত্তর হলোঃ আমরা তোমাদের প্রতিই প্রেরিত হয়েছি। হারেস কারণ জিজ্ঞেস করলে তাকে ওলিদ ইবনে ওকবা রাদিয়াল্লাহু আনহুকে প্রেরণ ও তার প্রত্যাবর্তনের কাহিনী শুনানা হলো এবং ওলিদের এই বিবৃতিও শুনানো হলো যে, বনিল-মুস্তালিক গোত্র যাকাত দিতে অস্বীকার করে তাকে হত্যার পরিকল্পনা করেছে। এ কথা শুনে হারেস বললেনঃ সে আল্লাহর কসম, যিনি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম- কে রাসূল করে প্রেরণ করেছেন, আমি ওলিদ ইবনে ওকবাকে দেখিওনি। সে আমার কাছে যায়নি। অতঃপর হারেস রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সামনে উপস্থিত হলে তিনি জিজ্ঞেস করলেনঃ তুমি কি যাকাত দিতে অস্বীকার করেছ এবং আমার দূতকে হত্যা করতে চেয়েছ? হারেস বললেনঃ কখনই নয়; সে আল্লাহর কসম, যিনি আপনাকে সত্য পয়গামসহ প্রেরণ করেছেন, সে আমার কাছে যায়নি এবং আমি তাকে দেখিওনি। নির্ধারিত সময়ে আপনার দূত যায়নি দেখে আমার আশঙ্কা হয় যে, বোধ হয়, আপনি কোনো ত্রুটির কারণে আমাদের প্রতি অসন্তুষ্ট হয়েছেন। তাই আমরা খেদমতে উপস্থিত হয়েছি। হারেস বলেন, এই ঘটনার পরিপ্রেক্ষিতে সূরা হুজুরাতের আলোচ্য আয়াতটি অবতীর্ণ হয়। [মুসনাদে আহমাদ: ৪/২৭৯, ৩/৪৮৮]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৪৯ : ৭",
        "arabic_text": "\nوَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ ",
        "bangla_text": "আর তোমরা জেনে রাখা যে, তোমাদের মধ্যে আল্লাহর রাসূল রয়েছেন ; তিনি বহু বিষয়ে তোমাদের কথা শুনলে তোমরাই কষ্ট পেতে। কিন্তু আল্লাহ তোমাদের কাছে ঈমানকে প্রিয় করেছেন এবং সেটাকে তোমাদের হৃদয়গ্রাহী করেছেন। আর কুফরী, পাপাচার ও অবাধ্যতাকে করেছেন তোমাদের কাছে অপ্ৰিয়। তারাই তো সত্য পথপ্ৰাপ্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৪৯ : ৮",
        "arabic_text": "\nفَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "আল্লাহর দান ও অনুগ্রহস্বরূপ ; আর আল্লাহ সর্বজ্ঞ, হিকমতওয়ালা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৪৯ : ৯",
        "arabic_text": "\nوَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ ",
        "bangla_text": "আর মুমিনদের দু’দল দ্বন্দ্বে লিপ্ত হলে তোমরা তাদের মধ্যে মীমাংসা করে দাও ; অতঃপর তাদের একদল অন্য দলের বিরুদ্ধে বাড়াবাড়ি করলে, যারা বাড়াবাড়ি করে তাদের বিরুদ্ধে তোমরা যুদ্ধ কর, যতক্ষণ না তারা আল্লাহর নির্দেশের দিকে ফিরে আসে। তারপর যদি তারা ফিরে আসে, তবে তাদের মধ্যে ইনসাফের সাথে আপোষ মীমাংসা করে দাও এবং ন্যায়বিচার কর। নিশ্চয় আল্লাহ ন্যায়বিচারকদেরকে ভালবাসেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৪৯ : ১০",
        "arabic_text": "\nإِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ ",
        "bangla_text": "মুমিনগণ তো পরস্পর ভাই ভাই [১] ; কাজেই তোমরা তোমাদের ভাইদের মধ্যে আপোষ মীমাংসা করে দাও। আর আল্লাহর তাকওয়া অবলম্বন কর, যাতে তোমরা অনুগ্রহপ্রাপ্ত হও। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতটি দুনিয়ার সমস্ত মুসলিমকে এক বিশ্বজনীন ভ্রাতৃত্বের বন্ধনে আবদ্ধ করে। দুনিয়ার অন্য কোন আদর্শ বা মত ও পথের অনুসারীদের মধ্যে এমন কোন ভ্রাতৃত্ব বন্ধন পাওয়া যায় না যা মুসলিমদের মধ্যে পাওয়া যায়। এটাও এ আয়াতের বরকতে সাধিত হয়েছে। এ নির্দেশের দাবী ও গুরুত্বসমূহ কি, বহুসংখ্যক হাদীস রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তা বর্ণনা করেছেন। ঐ সব হাদীসের আলোকে এ আয়াতের আসল লক্ষ্য ও উদ্দেশ্য বোধগম্য হতে পারে। জারীর ইবন আবদুল্লাহ বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমার থেকে তিনটি বিষয়ে “বাই’আত” নিয়েছেন। ‘এক, সালাত কায়েম করবো। দুই, যাকাত আদায় করতে থাকবো। তিন, প্রত্যেক মুসলমানের কল্যাণ কামনা করবো।” [বুখারী: ৫৫]\n  <br/>\n  <br/>\n  অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘মুসলিমকে গালি দেয়া ফাসেকী এবং তার সাথে লড়াই করা কুফরী।” [বুখারী: ৬০৪৪, মুসলিম: ৬৩] অপর হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘প্রত্যেক মুসলমানের জন্য অপর মুসলমানের জান, মাল ও ইজ্জত হারাম।” [মুসলিম: ২৫৬৪, কিতাবুল বিরর ওয়াসসিলাহ, তিরমিয়ী: ১৯২৭]\n  <br/>\n  <br/>\n  নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেছেনঃ এক মুসলিম আরেক মুসলমানের ভাই। সে তার ওপরে জুলুম করে না, তাকে সহযোগিতা করা পরিত্যাগ করে না এবং তাকে লাঞ্ছিত ও হেয় করে না। কোন ব্যক্তির জন্য তার কোন মুসলিম ভাইকে হেয় ও ক্ষুদ্র জ্ঞান করার মত অপকৰ্ম আর নাই। [মুসনাদে আহমাদ: ১৬/২৯৭, ৭৭৫৬]\n  <br/>\n  <br/>\n  রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বলেন, ঈমানদারদের সাথে একজন ঈমানদারের সম্পর্ক ঠিক তেমন যেমন দেহের সাথে মাথার সম্পর্ক। সে ঈমানদারদের প্রতিটি দুঃখ-কষ্ট ঠিক অনুভব করে যেমন মাথা দেহের প্রতিটি অংশের ব্যথা অনুভব করে। [মুসনাদে আহমাদ: ৫/৩৪০] অপর একটি হাদীসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, পারস্পরিক ভালবাসা, সুসম্পর্ক এবং একে অপরের দয়ামায়া ও স্নেহের ব্যাপারে মুমিনগণ একটি দেহের মত। দেহের যে অংগেই কষ্ট হোক না কেন তাতে গোটা দেহ জ্বর ও অনিদ্রায় ভুগতে থাকে। [বুখারীঃ ৬০১১, মুসলিম: ২৫৮৬]\n  <br/>\n  <br/>\n  আরো একটি হাদীসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, মুমিনগণ পরস্পরের জন্য একই প্রাচীরের ইটের মত একে অপরের থেকে শক্তিলাভ করে থাকে ৷ [বুখারী: ২৬৪৬, মুসলিম: ২৫৮৫] অন্য হাদীসে এসেছে, একজন মুসলিম অপর মুসলিমের ভাই, সে তার উপর অত্যাচার করতে পারে না। আবার তাকে ধ্বংসের মুখেও ঠেলে দিতে পারে না। [বুখারী:২৪৪২, মুসলিম:২৫৮০] অন্য হাদীসে এসেছে, আল্লাহ বান্দার সহযোগিতায় থাকেন যতক্ষণ বান্দা তার ভাইয়ের সহযোগিতায় থাকে। [মুসলিম:২৬৯৯] হাদীসে আরো এসেছে, কোন মুসলিম যখন তার ভাইয়ের জন্য তার অনুপস্থিতিতে দোআ করে তখন ফেরেশতা বলে, আমীন। (কবুল কর) আর তোমার জন্যও তদ্রুপ হোক। [মুসলিম: ২৭৩২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৪৯ : ১১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "হে ঈমানদারগণ ! কোন মুমিন সম্প্রদায় যেন অপর কোন মুমিন সম্প্রদায়কে উপহাস না করে; কেননা যাদেরকে উপহাস করা হচ্ছে তারা উপহাসকারীদের চেয়ে উত্তম হতে পারে এবং নারীরা যেন অন্য নারীদেরকে উপহাস না করে; কেননা যাদেরকে উপহাস করা হচ্ছে তারা উপহাসকারিণীদের চেয়ে উত্তম হতে পারে। আর তোমরা একে অন্যের প্ৰতি দোষারোপ করো না এবং তোমরা একে অন্যকে মন্দ নামে ডেকো না [১] ; ঈমানের পর মন্দ নাম অতি নিকৃষ্ট। আর যারা তওবা করে না তারাই তো যালিম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন মদিনায় আগমন করেন, তখন সেখানকার অধিকাংশ লোকের দুই তিনটি করে নাম ছিল। তন্মধ্যে কোনো কোনো নাম সংশ্লিষ্ট ব্যক্তিকে লজ্জা দেয়া ও লাঞ্ছিত করার জন্য লোকেরা খ্যাত করেছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তা জানতেন না। তাই মাঝে মাঝে সেই মন্দ নাম ধরে তিনিও সম্বোধন করতেন। তখন সাহাবায়ে কেরাম বলতেনঃ ইয়া রাসূলাল্লাহ সে এই নাম শুনলে অসন্তুষ্ট হয়। এই ঘটনার পরিপ্রেক্ষিতে আলোচ্য আয়াত অবতীর্ণ হয়। [আবু দাউদ:৪৯৬২, মুসনাদে আহমাদ: ৫/৩৮০]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৪৯ : ১২",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ ",
        "bangla_text": "হে ঈমানদারগণ ! তোমরা অধিকাংশ অনুমান হতে দূরে থাক ; কারণ কোন কোন অনুমান পাপ এবং তোমরা একে অন্যের গোপনীয় বিষয় সন্ধান করো না এবং একে অন্যের গীবত করো না [১]। তোমাদের মধ্যে কি কেউ তার মৃত ভাইয়ের গোশত খেতে চাইবে [২]? বস্তুত তোমরা তো একে ঘৃণ্যই মনে কর। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর; নিশ্চয় আল্লাহ্ তওবা গ্রহণকারী, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতে পারস্পরিক হক ও সামাজিক রীতি-নীতি ব্যক্ত হয়েছে এবং এতে তিনটি বিষয় হারাম করা হয়েছে। (এক) ধারণা, (দুই) কোনো গোপন দোষ সন্ধান করা এবং (তিন) গীবত অর্থাৎ, কোনো ব্যক্তি সম্পর্কে এমন কথা বলা যা সে শুনলে অসহনীয় মনে করত।\n  <br/>\n  <br/>\n  তন্মধ্যে প্রথম বিষয় হচ্ছে, الظن বা প্ৰবল ধারণা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমাদের কারও আল্লাহর প্রতি সু-ধারণা পোষণ ব্যতীত মৃত্যুবরণ করা উচিত নয়।” [মুসলিম: ৫১২৫, আবুদাউদ: ২৭০৬, ইবনে মাজাহ: ৪১৫৭]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে আছে ‘আমি আমার বান্দার সাথে তেমনি ব্যবহার করি, যেমন সে আমার সম্বন্ধে ধারণা রাখে। এখন সে আমার প্রতি যা ইচ্ছা ধারণা রাখুক। [মুসনাদে আহমাদ: ১৫৪৪২] এ থেকে জানা যায় যে, আল্লাহর প্রতি ভাল ধারণা পোষণ করা ফরয এবং কু-ধারণা পোষন করা হারাম। এমনিভাবে যেসব মুসলিম বাহ্যিক অবস্থার দিক দিয়ে সৎকর্মপরায়ণ দৃষ্টিগোচর হয়, তাদের সম্পর্কে প্রমাণ ব্যতিরেকে কু-ধারণা পোষণ করা হারাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমরা ধারণা থেকে বেঁচে থাক। কেননা, ধারণা মিথ্যা কথার নামান্তর।’ [বুখারী: ৪০৬৬, মুসলিম: ২৫৬৩]\n  <br/>\n  <br/>\n  আয়াতে দ্বিতীয় নিষিদ্ধ বিষয় হচ্ছে, কারও দোষ সন্ধান করা। এর দ্বারা নানা রকম ফিতনা-ফাসাদ সৃষ্টি হয়। এ কারণে একবার নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার খোতবার দোষ অন্বেষণকারীদের সম্পর্কে বলেছেনঃ “হে সেই সব লোকজন, যারা মুখে ঈমান এনেছো। কিন্তু এখনো ঈমান তোমাদের অন্তরে প্ৰবেশ করেনি, তোমরা মুসলিমদের গোপনীয় বিষয় খোঁজে বেড়িও না। যে ব্যক্তি মুসলিমদের দোষ-ত্রুটি তালাশ করে বেড়াবে আল্লাহ্‌ তার দোষ-ত্রুটির অন্বেষণে লেগে যাবেন। আর আল্লাহ যার ক্ৰটি তালাশ করেন তাকে তার ঘরের মধ্যে লাঞ্ছিত করে ছাড়েন।” [আবু দাউদ: ৪৮৮০]\n  <br/>\n  <br/>\n  মু'আবিয়া রাদিয়াল্লাহু আনহু বলেনঃ আমি নিজে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছিঃ “তুমি যদি মানুষের গোপনীয় বিষয় জানার জন্য পেছনে লাগো। তাদের জন্য বিপর্যয় সৃষ্টি করবে কিংবা অন্তত বিপর্যয়ের দ্বার প্রান্তে পৌছে দেবে।” [আবু দাউদ: ৪৮৮৮] অন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “মুসলিমদের গীবত করো না এবং তাদের দোষ অনুসন্ধান করো না। কেননা, যে ব্যক্তি মুসলিমদের দোষ অনুসন্ধান করে, আল্লাহ তার দোষ অনুসন্ধান করেন। আল্লাহ যার দোষ অনুসন্ধান করেন, তাকে স্ব-গৃহেও লাঞ্ছিত করে দেন।” [আবুদাউদ: ৪৮৮০]\n  <br/>\n  <br/>\n  দোষ-ত্রুটি অনুসন্ধান না করার এ নির্দেশ শুধু ব্যক্তির জন্যই নয়, বরং ইসলামী সরকারের জন্যেও। এ ক্ষেত্রে উমর রাদিয়াল্লাহু আনহুর এ ঘটনা অতীব শিক্ষাপ্ৰদ। একবার রাতের বেলা তিনি এক ব্যক্তির কণ্ঠ শুনতে পেলেন। সে গান গাইতেছিল। তাঁর সন্দেহ হলো। তিনি তার সাথী আব্দুর রহমান ইবন আওফ রাদিয়াল্লাহু আনহুকে বললেনঃ এ ঘরটি কার? বলা হল, এটা রবী’আ ইবন উমাইয়া ইবন খালফ এর ঘর। তারা এখন শরাব খাচ্ছে। আপনার কি অভিমত? অতঃপর আব্দুর রাহমান ইবন আওফ বললেন, আমার অভিমত হচ্ছে যে, আমরা আল্লাহ যা নিষেধ করেছে তা-ই করে ফেলছি। আল্লাহ তা'আলা আমাদেরকে তা করতে নিষেধ করে বলেছেন: “তোমরা গোপন বিষয়ে অন্বেষণ করো না”। [সূরা আল-হুজুরাত: ১২]\n  <br/>\n  <br/>\n  তখন উমর ফিরে আসলেন এবং তাকে ছেড়ে গেলেন।[মুস্তাদরাকে হাকিম: ৮২৪৯, মাকারিমূল আখলাক:আবু বকর মুহাম্মদ ইবনে জাফর আল খারায়েতী: ৩৯৮,৪২০, মুসান্নাফে আদির রাজ্জাকঃ ১০/২২১] এ থেকে প্রমাণিত হয় যে, খুঁজে খুঁজে মানুষের গোপন দোষ-ত্রুটি বের করা এবং তারপর তাদেরকে পাকড়াও করা শুধু ব্যক্তির জন্যই নয়, ইসলামী সরকারের জন্যও জায়েয নয়। একটি হাদীসেও একথা উল্লেখিত হয়েছে। উক্ত হাদীসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “শাসকরা যখন সন্দেহের বশে মানুষের দোষ অনুসন্ধান করতে শুরু করে তখন তাদের চরিত্র নষ্ট করে দেয়।” [আবু দাউদ: ৪৮৮৯]\n  <br/>\n  <br/>\n  আয়াতে নিষিদ্ধ তৃতীয় বিষয় হচ্ছে গীবত। গীবতের সংজ্ঞায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “কোন ব্যক্তি সম্পর্কে কারো এমন কথা বলা যা শুনলে সে অপছন্দ করবে। প্রশ্ন হলো, আমি যা বলছি তা যদি আমার ভাইয়ের মধ্যে সত্যিই থেকে থাকে তাহলে আপনার মত কি? তিনি বললেনঃ তুমি যা বলছো তা যদি তার মধ্যে থাকে তাহলেই তো তুমি তার গীবত করলে। আর তা যদি না থাকে তাহলে অপবাদ আরোপ করলে।” [মুসলিম: ২৫৮৯, আবুদাউদ: ৪৮৭৪, তিরমিযীঃ ১৯৩৪]\n  <br/>\n  <br/>\n  [২] এই আয়াতে তিনটি বিষয় নিষিদ্ধ করতে গিয়ে গীবিতের নিষিদ্ধতাকে অধিক গুরুত্ব দেয়া হয়েছে এবং একে মৃত মুসলিমের মাংস ভক্ষণের সমতুল্য প্রকাশ করে এর নিষিদ্ধতা ও নীচতা ফুটিয়ে তোলা হয়েছে। মি'রাজের রাত্রির হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, তারপর আমাকে নিয়ে যাওয়া হল, আমি এমন এক সম্পপ্রদায়ের কাছ দিয়ে গেলাম যাদের নখ ছিল তামার। তারা তাদের মুখমণ্ডল ও দেহের মাংস আচড়াচ্ছিল। আমি জিবরাঈল আলাইহিস সালামকে জিজ্ঞেস করলাম, এরা কারা? তিনি বললেনঃ এরা তাদের ভাইয়ের গীবত করত এবং তাদের ইজ্জতহানি করত। [মুসনাদে আহমাদ: ৩/২২৪, আবুদাউদ: ৪৮৭৮]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৪৯ : ১৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ ",
        "bangla_text": "হে মানুষ! আমরা তোমাদেরকে সৃষ্টি করেছি এক পুরুষ ও এক নারী হতে [১], আর তোমাদেরকে বিভক্ত করেছি বিভিন্ন জাতি ও গোত্রে, যাতে তোমারা একে অন্যের সাথে পরিচিত হতে পার [২]। তোমাদের মধ্যে আল্লাহর কাছে সে ব্যাক্তিই বেশী মর্যাদাসম্পন্ন যে তোমাদের মধ্যে বেশী তাকওয়াসম্পন্ন। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, সম্যক অবহিত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহর এ বাণীটিই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার বিভিন্ন বক্তৃতা ও উক্তিতে আরো স্পষ্ট করে বর্ণনা করেছেন। যেমন-মক্কা বিজয়ের সময় কাবার তাওয়াফের পর তিনি যে বক্তৃতা করেছিলেন তাতে বলেছিলেনঃ “সমস্ত প্রশংসা সেই আল্লাহর যিনি তোমাদের থেকে জাহেলিয়াতের দোষ-ত্রুটি ও অহংকার দূর করে দিয়েছেন। হে লোকেরা! সমস্ত মানুষ দু’ ভাগে বিভক্ত। এক, নেককার ও পরহেজগার যারা আল্লাহর দৃষ্টিতে মর্যাদার অধিকারী। দুই, পাপী ও দুরাচার যারা আল্লাহর দৃষ্টিতে নিকৃষ্ট। অন্যথায় সমস্ত মানুষই আদমের সন্তান। আর আদম মাটির সৃষ্টি।” (তিরমিয়ী: ৩১৯৩]\n  <br/>\n  <br/>\n  অনুরূপভাবে, বিদায় হজ্জের সময় আইয়ামে তাশরীকের মাঝামাঝি সময়ে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বক্তৃতা করেছিলেন। তাতে তিনি বলেছিলেন, “হে লোকজন! সাবধান তোমাদের আল্লাহ একজন। কোন অনারবের ওপর কোন আরবের ও কোন আরবের ওপর কোন অনারবের কোন কৃষ্ণাঙ্গের ওপর শ্বেতাঙ্গের ও কোন শ্বেতাঙ্গের ওপর কৃষ্ণঙ্গের কোন শ্রেষ্ঠত্ব নেই আল্লাহভীতি ছাড়া। তোমাদের মধ্যে যে সবচেয়ে বেশী আল্লাহভীরু সেই আল্লাহর কাছে সর্বাধিক মর্যাদাবান। আমি কি তোমাদেরকে পৌঁছিয়েছি? তারা বলল, আল্লাহর রাসূল পৌঁছিয়েছেন। তিনি বললেন, তাহলে যারা এখানে উপস্থিত আছে তারা যেন অনুপস্থিত লোকদের কাছে এ বাণী পৌঁছিয়ে দেয়।” [মুসনাদে আহমাদ: ৫/৪১১]\n  <br/>\n  <br/>\n  অন্য হাদীসে এসেছে, “তোমরা সবাই আদমের সন্তান। আর আদমকে মাটি দিয়ে সৃষ্টি করা হয়েছিল। লোকজন তাদের বাপদাদার নাম নিয়ে গর্ব করা থেকে বিরত হোক। তা না হলে আল্লাহর দৃষ্টিতে তারা নাক দিয়ে পায়খানা ঠেলে এমন নগণ্য কীট থেকেও নীচ বলে গণ্য হবে।” [মুসনাদে বায্‌যার: ৩৫৮৪]\n  <br/>\n  <br/>\n  আর একটি হাদীসে তিনি বলেছেনঃ “আল্লাহ তা'আলা কিয়ামতের দিন তোমাদের বংশ ও আভিজাত্য সম্পর্কে জিজ্ঞাসা করবেন না। তোমাদের মধ্যে যে বেশী আল্লাহভীরু সে-ই আল্লাহর কাছে সর্বাধিক মর্যাদার অধিকারী”। [ইবনে জারীর: ৩১৭৭২] আরো একটি হাদীসের ভাষা হচ্ছেঃ “আল্লাহ তা'আলা তোমাদের চেহারা-আকৃতি ও সম্পদ দেখেন না, বরং তিনি তোমাদের অন্তর ও কাজ-কর্ম দেখেন ৷” [মুসলিম: ২৫৬৪, ইবনে মাজাহ: ৪১৪৩]\n  <br/>\n  <br/>\n  [২] কোন কোন মুফাসসিরের মতে, বড় বড় গোত্রকে شعون আর তার চেয়ে ছোট গোত্রকে قباىٔل বলা হয়। অপর কারও মতে, অনারব জাতিসমূহের বংশ পরিচয় যেহেতু সংরক্ষিত নেই সেহেতু তাদেরকে شعون বলা হয় এবং আরব জাতিসমূহের বংশ পরিচয় সংরক্ষিত আছে, তাদেরকে قباىٔل বলা হয়। [দেখুন-কুরতুবী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৪৯ : ১৪",
        "arabic_text": "\n۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ ",
        "bangla_text": "বেদুঈনরা বলে, ‘আমারা ঈমান আনলাম ’। বলুন, ‘তোমরা ঈমান আননি, বরং তোমারা বল, ‘আমারা আত্নসমর্পণ করেছি’, কারণ ঈমান এখনো তোমাদের অন্তরে প্রবেশ করেনি। আর যদি তোমরা আল্লাহ্‌ ও তাঁর রাসূলের আনুগত্য কর তবে তিনি তোমাদের আমলসমূহের সওয়াব সামান্য পরিমাণও লাঘব করবেন না। নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৪৯ : ১৫",
        "arabic_text": "\nإِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ ",
        "bangla_text": "তারাই তো মুমিন, যারা আল্লাহ্‌ ও তঁর রাসূলের প্রতি ঈমান এনেছে, তারপর সন্দেহ পোষণ করেনি এবং তাদের জীবন ও সম্পদ দিয়ে আল্লাহর পথে জিহাদ করেছে, তারাই সত্যনিষ্ঠ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৪৯ : ১৬",
        "arabic_text": "\nقُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ ",
        "bangla_text": "বলুন, ‘তোমারা কি তোমাদের দ্বীন সম্পর্কে আল্লাহকে অবগত করাচ্ছ? অথচ আল্লাহ জানেন যা কিছু আছে আসমানসমূহে এবং যা কিছু আছে যমীনে। আর আল্লাহ সবকিছু সম্পর্কে সম্যক অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৪৯ : ১৭",
        "arabic_text": "\nيَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "তারা ইসলাম গ্ৰহণ করে আপনাকে ধন্য করেছে মনে করে। বলুন, ‘তোমরা ইসলাম গ্ৰহণ করে আমাকে ধন্য করেছ মনে করো না, বরং আল্লাহ্‌ ঈমানের দিকে পরিচালিত করে তোমাদেরকে ধন্য করেছেন, যদি তোমরা সত্যবাদী হও।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৪৯ : ১৮",
        "arabic_text": "\nإِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ ",
        "bangla_text": "নিশ্চয় আল্লাহ আসমানসমূহ ও যমীনের গায়েব সম্পর্কে অবগত। আর তোমরা যা কর আল্লাহ তার সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]