[
    {
        "id": 1,
        "verse": "৫০ : ১",
        "arabic_text": "\nقٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ ",
        "bangla_text": "ক্বাফ্‌, শপথ সম্মানিত কুরআনের",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  সূরা ক্বাফে অধিকাংশ বিষয়বস্তু আখেরাত, কেয়ামত, মৃতদের পুণরুজীবন ও হিসাব-নিকাশ সম্পর্কে বর্ণিত হয়েছে। একটি হাদীস থেকে সূরা ক্বাফের গুরুত্ব অনুধাবন করা যায়। হাদীসে উম্মে হিশাম বিনতে হারেসা বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর গৃহের সন্নিকটেই আমার গৃহ ছিল। প্রায় দু’বছর পর্যন্ত আমাদের ও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর রুটি পাকানোর চুল্লিও ছিল অভিন্ন। তিনি প্রতি শুক্রবার জুম্মার খোতবায় সূরা ক্বাফ তেলাওয়াত করতেন। এতেই সূরাটি আমার মুখস্থ হয়ে যায়। [মুসলিম: ৮৭৩]\n  <br/>\n  <br/>\n  অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুই ঈদের সালাতে এই সূরা পাঠ করতেন [মুসলিম: ৮৯১] জাবের রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ফজরের সালাতে অধিকাংশ সময় সূরা ক্বাফ তেলাওয়াত করতেন। (সূরাটি বেশ বড়) কিন্তু এতদসত্ত্বেও সালাত হালকা মনে হতো। [মুসনাদে মুসনাদেঃ ১৯৯২৯]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫০ : ২",
        "arabic_text": "\nبَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ ",
        "bangla_text": "বরং তারা বিস্ময় বোধ করে যে, তাদের মধ্য থেকে একজন সতর্ককারী তাদের কাছে এসেছেন। আর কাফিররা বলে, ‘এ তো এক আশ্চর্য জিনিস ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫০ : ৩",
        "arabic_text": "\nأَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ ",
        "bangla_text": "‘আমাদের মৃত্যু হলে এবং আমরা মাটিতে পরিণত হলে আমরা কি পুনরুখিত হব? এ ফিরে যাওয়া সুদূরপরাহত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫০ : ৪",
        "arabic_text": "\nقَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ ",
        "bangla_text": "অবশ্যই আমারা জানি মাটি ক্ষয় করে তাদের কতটুকু এবং আমাদের কাছে আছে সম্যক সংরক্ষণকারী কিতাব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫০ : ৫",
        "arabic_text": "\nبَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ ",
        "bangla_text": "বস্তুত তাদের কাছে সত্য আসার পর তারা তাতে মিথ্যারোপ করেছে। অতএব, তারা সংশয়যুক্ত বিষয়ে নিপতিত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অভিধানে مَرِيْجٌ শব্দের অর্থ মিশ্র, যাতে বিভিন্ন প্রকার বস্তুর মিশ্রণ থাকে এবং যার প্রকৃত স্বরূপ অনুধাবন করা সম্ভব হয় না। এরূপ বস্তু সাধারণত ফাসেদ ও দূষিত হয়ে থাকে। এ কারণেই কারো কারো মতে, এ শব্দের অর্থ ফাসেদ ও দুষ্ট। আবার অনেকেই এর অনুবাদ করেছে মিশ্র ও জটিল। এ সংক্ষিপ্ত বাক্যাংশটিতে একটি অতি বড় বিষয় বর্ণনা করা হয়েছে। এর অর্থ তারা শুধু বিস্ময়ে প্রকাশ করা এবং বিবেকবুদ্ধি বিরোধী ঠাওরানোকেই যথেষ্ট মনে করেনি। বরং যে সময় মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার সত্যের দাওয়াত পেশ করেছেন সে সময় তারা কোন চিন্তা-ভাবনা ছাড়াই তাকে নির্জলা মিথ্যা বলে আখ্যায়িত করেছে। অবশ্যম্ভাবীরূপে তার যে ফল হওয়ার ছিল এবং হয়েছে তা হচ্ছে, এ দাওয়াত এবং এ দাওয়াত পেশকারী রাসূলের ব্যাপারে এরা কখনো স্থির ভূমিকা গ্রহণ করতে পারেনি। কখনো তাঁকে কবি বলে, কখনো বলে গণক কিংবা পাগল। কখনো বলে সে যাদুকর আবার কখনো বলে কেউ তাঁর ওপর যাদু করেছে। কখনো বলে নিজের বড়ত্ব প্রতিষ্ঠার জন্য সে এ বাণী নিজে বানিয়ে এনেছে আবার কখনো অপবাদ আরোপ করে যে, অন্যকিছু লোক তার পৃষ্ঠপোষকতা করছে। তারাই তাকে এসব কথা বানিয়ে দেয়। এসব পরস্পর বিরোধী কথাই প্রকাশ করে যে, তারা নিজেদের দৃষ্টিভংগী সম্পর্কেই পুরোপুরি দ্বিধান্বিত। যদি তারা তাড়াহুড়া করে একেবারে প্রথমেই নবীকে অস্বীকার না করতো এবং কোন রকম চিন্তা ভাবনা না করে আগেভাগেই একটি সিদ্ধান্ত দেয়ার পূর্বে ধীরস্থিরভাবে একথা ভেবে দেখতো যে, কে এ দাওয়াত পেশ করছে, কি কথা সে বলছে এবং তার দাওয়াতের সপক্ষে কি দলীল-প্রমাণ পেশ করছে তাহলে তারা কখনো এ দ্বিধা-দ্বন্দের মধ্যে পড়তো না। [দেখুন-তবারী, ফাতহুল কাদীর, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫০ : ৬",
        "arabic_text": "\nأَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ ",
        "bangla_text": "তারা কি তাদের উপরে অবস্থিত আসমানের দিকে তাকিয়ে দেখে না, আমরা কিভাবে তা নির্মাণ করেছি ও তাকে সুশোভিত করেছি এবং তাতে কোন ফাটলও নেই?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫০ : ৭",
        "arabic_text": "\nوَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ ",
        "bangla_text": "আর আমরা বিস্তৃত করেছি যমীনকে এবং তাতে স্থাপন করেছি পর্বতমালা। আর তাতে উদ্‌গত করেছি নয়ন প্রীতিকর সর্বপ্রকার উদ্ভিদ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫০ : ৮",
        "arabic_text": "\nتَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ ",
        "bangla_text": "আল্লাহর অনুরাগী প্রত্যেক বান্দার জন্য জ্ঞান ও উপদেশস্বরূপ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫০ : ৯",
        "arabic_text": "\nوَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ ",
        "bangla_text": "আর আসমান থেকে আমারা বর্ষন করি কল্যাণকর বৃষ্টি অতঃপর তা দ্বারা আমরা উৎপন্ন করি উদ্যান, কর্তনযোগ্য শস্য দানা,\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫০ : ১০",
        "arabic_text": "\nوَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ ",
        "bangla_text": "ও সমুন্নত খেজুর গাছ যাতে আছে গুচ্ছ গুচ্ছ খেজুর---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫০ : ১১",
        "arabic_text": "\nرِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ ",
        "bangla_text": "বান্দাদের রিযিকস্বরূপ। আর আমরা বৃষ্টি দিয়ে সঞ্জীবিত করি মৃত শহরকে ; এভাবেই উত্থান ঘটবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পুনরুত্থানের পক্ষে যুক্তি পেশ করে বলা হচ্ছে, যে আল্লাহ এ পৃথিবী-গ্রহটিকে জীবন্ত সৃষ্টির বসবাসের জন্য উপযুক্ত স্থান বানিয়েছেন, যিনি পৃথিবীর প্রাণহীন মাটিকে আসমানের প্রাণহীণ পানির সাথে মিশিয়ে এত উচ্চ পর্যায়ের উদ্ভিদ জীবন সৃষ্টি করেছেন এবং যিনি এ উদ্ভিদরাজিকে মানুষ ও জীব-জন্তু সবার জন্য রিযিকের মাধ্যম বানিয়ে দিয়েছেন, তাঁর সম্পর্কে তোমাদের এ ধারণা যে, মৃত্যুর পর তিনি পুনরায় সৃষ্টি করতে সক্ষম নন। এটা নিরেট নির্বুদ্ধিতামূলক ধারণা ছাড়া আর কিছুই নয়। [দেখুন- ফাতহুল কাদীর, আদওয়াউল-বায়ান]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫০ : ১২",
        "arabic_text": "\nكَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ ",
        "bangla_text": "তাদের আগেও মিথ্যারোপ করেছিল নূহের সম্প্রদায়, রাস্ এর অধিবাসী [১] ও সামূদ সম্প্রদায়, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আল-ফুরকানের ৩৮ নং আয়াতের ব্যাখ্যায় ‘রাস’ এর সম্প্রদায় সম্পর্কে আলোচনা চলে গেছে।\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫০ : ১৩",
        "arabic_text": "\nوَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ ",
        "bangla_text": "আর আদ, ফির’আউন ও লুত সম্পপ্ৰদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫০ : ১৪",
        "arabic_text": "\nوَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ ",
        "bangla_text": "আর আইকার অধিবাসী [১] ও তুব্বা’ সম্প্রদায় [২] ; তারা সকলেই রাসূলগণের প্রতি মিথ্যারোপ করেছিল। [৩], ফলে তাদের উপর আমার শাস্তি যথার্থভাবে আপতিত হয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ শু'আইব আলাইহিস সালামের জাতি। [ইবন কাসীর] এদের আলোচনা পূর্বেই সূরা আল-হিজর এর ৭৮ নং আয়াত ও সূরা আশ-শু'আরা এর ১৭৬ নং আয়াতের টিকায় করা হয়েছে। এ ছাড়াও এদের আলোচনা সূরা সাদ এর ১৩ নং আয়াতে এসেছে।\n  <br/>\n  <br/>\n  [২] ইয়ামনের সম্রাটদের উপাধি ছিল তোব্বা [ইবন কাসীর] সূরা আদ-দোখানের ৩৭ নং আয়াতের ব্যাখ্যায় এ সম্পর্কে প্রয়োজনীয় আলোচনা করা হয়েছে।\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তারা সবাই তাদের রাসূলের রিসালাতকে অস্বীকার করেছে এবং মৃত্যুর পরে তাদেরকে পুনরায় জীবিত করে উঠানো হবে তাদের দেয়া এ খবরও অস্বীকার করেছে। এখানে বলা হয়েছে যে, ‘তারা সকলেই রাসূলগণকে মিথ্যাবাদী বলেছিল’। যদিও প্রত্যেক জাতি কেবল তাদের কাছে প্রেরিত রাসূলকেই অস্বীকার করেছিল। কিন্তু তারা যেহেতু এমন একটি খবরকে অস্বীকার করছিল যা সমস্ত রাসূল সর্বসম্মতভাবে পেশ করছিলেন। তাই একজন রাসূলকে অস্বীকার করা প্রকৃতপক্ষে সমস্ত রাসূলকেই অস্বীকার করার নামান্তর। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫০ : ১৫",
        "arabic_text": "\nأَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ ",
        "bangla_text": "আমরা কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি! বরং নতুন সৃষ্টির বিষয়ে তারা সন্দেহে পতিত [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা আখেরাতের সপক্ষে যৌক্তিক প্রমাণ। যে ব্যক্তি আল্লাহকে অস্বীকার করে না এবং সুশৃংখল ও সুবিন্যস্ত এ বিশ্ব-জাহানে মানুষের সৃষ্টিকে নিছক একটি আকস্মিক ঘটনা হিসেবে আখ্যায়িত করার মত নিৰ্বুদ্ধিতা যাকে পেয়ে বসেনি তার পক্ষে একথা স্বীকার না করে উপায় নেই যে, আল্লাহ তা'আলাই আমাদেরকে এবং পুরো এ বিশ্বজাহানকে সৃষ্টি করেছেন। আমরা যে এ দুনিয়ায় জীবিতাবস্থায় বর্তমান এবং দুনিয়া ও আসমানের এসব কাজ-কারবার যে আমাদের চােখের সামনেই চলছে, এটা স্বতই প্রমাণ করছে যে, আল্লাহ আমাদেরকে এবং এ বিশ্ব-জাহানকে সৃষ্টি করতে অক্ষম ছিলেন না। তা সত্ত্বেও কেউ যদি বলে যে, কিয়ামত সংঘটিত করার পর সেই আল্লাহই আরেকটি জগত সৃষ্টি করতে পারবেন না এবং মৃত্যুর পর তিনি পুনরায় আমাদের সৃষ্টি করতে পারবেন না তাহলে সে একটি যুক্তি বিরোধী কথাই বলে। আল্লাহ অক্ষম হলে প্রথমবারই তিনি সৃষ্টি করতে অক্ষম থাকতেন। তিনি যখন প্রথবার সৃষ্টি করতে সক্ষম হয়েছেন এবং সেই সৃষ্টিকর্মের বদৌলতেই আমরা অস্তিত্ব লাভ করেছি তখন নিজের সৃষ্ট বস্তুকে ধ্বংস করে তা পুনরায় সৃষ্টি করতে তিনি অপারগ হবেন কেন? এর কি যুক্তিসংগত কারণ থাকতে পারে? [দেখুন- আদওয়াউল-বায়ান, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫০ : ১৬",
        "arabic_text": "\nوَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ ",
        "bangla_text": "আর অবশ্যই আমরা মানুষকে সৃষ্টি করেছি এবং তার প্রবৃত্তি তাকে যে কুমন্ত্রণা দেয় তাও আমরা জানি। আর আমরা তার গ্ৰীবাস্থিত ধমনীর চেয়েও নিকটতর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে نحن বা ‘আমরা’ বলে ফেরেশতাদেরকে বোঝানো হয়েছে। যাতে পরবর্তী আয়াতের সাথে অর্থের মিল হয়। তখন ঐ সমস্ত ফেরেশতাই উদ্দেশ্য হবে যারা মানুষের প্রাণ হরনের জন্য বান্দার কাছে এসে থাকে। আমার ফেরেশতাগণ তাদের ঘাড়ের শিরার কাছেই অবস্থান করছে। তারা আমার নির্দেশ মোতাবেক যে কোন সময় তাদেরকে পাকড়াও করবে। ফেরেশতাগণ সদাসর্বদা মানুষের সাথে সাথে থাকে। তারা মানুষের প্রাণ সম্বন্ধে এতটুকু ওয়াকিবহাল, যতটুকু খোদ মানুষ তার প্ৰাণ সম্বন্ধে ওয়াকিবহাল নয়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫০ : ১৭",
        "arabic_text": "\nإِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ ",
        "bangla_text": "যখন তার ডানে ও বামে বসা দু’জন ফেরেশতা পরস্পর (তার আমল লিখার জন্য) গ্ৰহণ করে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يتلقي শব্দের আভিধানিক অর্থ গ্রহণ করা, নেয়া এবং অর্জন করে নেয়া। المتلقيان বলে দুইজন ফেরেশতা বোঝানো হয়েছে, যারা প্রত্যেক মানুষের সাথে সদাসর্বদা থাকে এবং তার ক্রিয়াকর্ম লিপিবদ্ধ করে।\n  <br/>\n  <br/>\n  عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ\n  <br/>\n  <br/>\n  অর্থাৎ তাদের একজন ডান দিকে থাকে এবং সৎকর্ম লিপিবদ্ধ করে। অপরজন বাম দিকে থাকে এবং অসৎকর্ম লিপিবদ্ধ করে। قعيد শব্দটির অর্থ উপবিষ্ট। [বাগভী, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫০ : ১৮",
        "arabic_text": "\nمَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ ",
        "bangla_text": "সে যে কথাই উচ্চারণ করে তার কাছে সদা উপস্থিত সংরক্ষণকারী রয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫০ : ১৯",
        "arabic_text": "\nوَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ ",
        "bangla_text": "আর মৃত্যুযন্ত্রণা নিয়ে এসেছে (সে) সত্যই [১]; এটা (তা-ই) যা থেকে তুমি পালাতে চাচ্ছিলে।\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ওফাতের সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মধ্যে এই অবস্থা দেখা দিলে তিনি হাত ভিজিয়ে মুখমণ্ডলে মালিশ করেছিলেন এবং বলেছিলেনঃ\n  <br/>\n  <br/>\n  إلَّااللّٰهُ،إنَّ لِلْمَوْتِ سَكَرَتً\n  <br/>\n  <br/>\n  আল্লাহ্‌ ছাড়া কোন হক ইলাহ নেই, মৃত্যু যন্ত্রণা বড় সাংঘাতিক। [বুখারী: ৪০৯৪, ৭১৭৫] এখানে সে সত্য বলে আখেরাতের কথা বুঝানো হয়েছে। যে সত্যকে তারা অস্বীকার করত। [জালালাইন]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫০ : ২০",
        "arabic_text": "\nوَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ ",
        "bangla_text": "আর শিংগায় ফুঁক দেয়া হবে, ওটাই প্ৰতিশ্রুত দিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫০ : ২১",
        "arabic_text": "\nوَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ ",
        "bangla_text": "আর সেদিন প্রত্যেক ব্যক্তি উপস্থিত হবে, তার সঙ্গে থাকবে চালক ও সাক্ষী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতের পূর্বে কেয়ামত কায়েম হওয়ার কথা আছে। আলোচ্য আয়াতে হাশরের ময়দানে মানুষের হাযির হওয়ার একটি বিশেষ অবস্থা বর্ণিত হয়েছে। হাশরের ময়দানে প্ৰত্যেক মানুষের সাথে একজন ফেরেশতা থাকবে। ساىٔق সেই ব্যক্তিকে বলা হয়, যে জন্তুদের অথবা কোনো দলের পেছনে থেকে তাকে কোনো বিশেষ জায়গায় পৌঁছে দেয়। شَهيْدٌ এর অর্থ সাক্ষী। ساىٔقٌ যে ফেরেশতা হবে এ ব্যাপারে সবাই একমত। شَهيْدٌ সম্পর্কে তফসিরবিদগণের উক্তি বিভিন্নরূপ। কারও কারও মতে সে-ও একজন ফেরেশতাই হবে। এভাবে প্রত্যেকের সাথে দুইজন ফেরেশতা থাকবে। একজন তাকে হাশরের ময়দানে পৌঁছাবে এবং অপরজন তার কর্মের ব্যাপারে সাক্ষ্য দেবে। এই ফেরেশতাদ্বয় ডান ও বামে বসে আমল লিপিবদ্ধকারী ফেরেশতাও হতে পারে এবং অন্য দুই ফেরেশতাও হতে পারে। কারও কারও মতে, সে হবে মানুষের আমল এবং কেউ খোদ মানুষও বলেছেন। তবে ফেরেশতা হওয়াই আয়াতের বাহ্যিক অর্থ থেকে বোঝা যায়। [দেখুন-ইবন কাসীর, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫০ : ২২",
        "arabic_text": "\nلَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ ",
        "bangla_text": "অবশ্যই তুমি এ দিন সন্বদ্ধে উদাসীন ছিলে, অতঃপর আমারা তোমাদের সামনে থেকে পর্দা উন্মোচন করেছি। সুতরাং আজ থেকে তোমার দৃষ্টি প্রখর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি তোমাদের সামনে থেকে যবনিকা সরিয়ে দিয়েছি। ফলে আজ তোমাদের দৃষ্টি সুতীক্ষ্ম। এখানে কাকে সম্বোধন করা হয়েছে, এ সম্পর্কেও তফসিরবিদদের উক্তি বিভিন্নরূপ। ইবনে জরীর, ইবনে-কাসীর প্রমুখের মতে মুমিন, কাফের, মুত্তাকী ও ফাসেক নির্বিশেষে সবাইকে সম্বোধন করা হয়েছে। [দেখুন-ইবন কাসীর, কুরতুবী, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫০ : ২৩",
        "arabic_text": "\nوَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ ",
        "bangla_text": "আর তার সঙ্গী ফেরেশতা বলবে, এই তো আমার কাছে ‘আমলনামা প্রস্তুত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫০ : ২৪",
        "arabic_text": "\nأَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ ",
        "bangla_text": "আদেশ করা হবে, তোমারা উভয়ে [১] জাহান্নামে নিক্ষেপ কর প্রত্যেক উদ্বত কাফিরকে-",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ألقيا শব্দটি দ্বিবাচক পদ। আয়াতে কোনো ফেরেশতাদ্বয়কে সম্বোধন করা হয়েছে। বাহ্যতঃ পূর্বোক্ত চালক ও সাক্ষী ফেরেশতাদ্বয়কে সম্বোধন করা হয়েছে। [ইবন কাসীরা, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫০ : ২৫",
        "arabic_text": "\nمَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ ",
        "bangla_text": "কল্যাণকর কাজে প্রবল বাধাদানকারী, সীমলঙ্ঘনকারী ও সন্দেহ পোষণকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে مريب শব্দ ব্যবহৃত হয়েছে। এ শব্দটির দু’টি অর্থ এক, সন্দেহপোষণকারী। দুই, সন্দেহের মধ্যে নিক্ষেপকারী। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫০ : ২৬",
        "arabic_text": "\nٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ ",
        "bangla_text": "যে আল্লাহর সঙ্গে অন্য ইলাহ গ্রহণ করেছিল, তোমারা তাকে কঠিন শাস্তিতে নিক্ষেপ কর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫০ : ২৭",
        "arabic_text": "\n۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ ",
        "bangla_text": "তার সহচর শয়তান বলবে, ‘হে আমাদের রব! আমি তাকে বিদ্রোহী করে তুলিনি। বস্তুত সেই ছিল ঘোর বিভ্রান্ত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে قَرِيْنٌ বলে এই শয়তানই বোঝানো হয়েছে। সংশ্লিষ্ট ব্যক্তিকে যখন জাহান্নামে নিক্ষেপ করার আদেশ হয়ে যাবে; তখন এই শয়তান বলবে, “আমি তাকে পথভ্রষ্ট করিনি; বরং সে নিজেই পথভ্রষ্টতা অবলম্বন করত” এবং সদুপাদেশে কর্ণপাত করত না। [দেখুন-ফাতহুল কাদীর, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫০ : ২৮",
        "arabic_text": "\nقَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ ",
        "bangla_text": "আল্লাহ্‌ বলবেন, ‘তোমারা আমার সামনে বাক-বিতন্ডাতা করো না; আমি তো তোমাদেরকে আগেই সতর্ক করেছিলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫০ : ২৯",
        "arabic_text": "\nمَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ ",
        "bangla_text": "‘আমার কাছে কথা রদবদল হয় না এবং আমি বান্দাদের প্রতি যুলুমকারীও নই।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৫০ : ৩০",
        "arabic_text": "\nيَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ ",
        "bangla_text": "সেদিন আমরা জাহান্নামকে জিজ্ঞেস করব, ‘তুমি কি পূর্ণ হয়েছ?’ জাহান্নাম বলবে, ‘আরো বেশী আছে কি [১]?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, জাহান্নামে ফেলা হবে শেষ পর্যন্ত জাহান্নাম বলবে, আরো বেশীর অবকাশ আছে কি? অবশেষে মহান আল্লাহ তাঁর পবিত্র পা জাহান্নামে রাখবেন, তখন জাহান্নাম বলবে, ক্বাত্ব, ক্বাত। বা পূর্ণ হয়ে গেছি। [বুখারী: ৪৮৪৮, ৭৪৪৯, মুসলিম: ২৮৪৬]\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৫০ : ৩১",
        "arabic_text": "\nوَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ ",
        "bangla_text": "আর জান্নাতকে নিকটস্থ করা হবে মুত্তাকীদের---কোন দূরত্বে থাকবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৫০ : ৩২",
        "arabic_text": "\nهَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ ",
        "bangla_text": "এরই প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল---প্রত্যেক আল্লাহ্‌--- অভিমুখী [১], হিফাযতকারীর জন্য--- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জান্নাতের প্রতিশ্রুতি প্রত্যেক أَوَّابٌ (‘আউয়াব') এর জন্য রয়েছে। ‘আউয়াব’ এর অর্থ অনুরাগী। এমন ব্যক্তি যে নাফরমানী এবং প্রবৃত্তির আকাংখা চরিতার্থ করার পথ পরিহার করে আনুগত্য এবং আল্লাহর সন্তুষ্টি লাভের পথ অবলম্বন করেছে, যে আল্লাহর পছন্দ নয় এমন প্রতিটি জিনিস পরিত্যাগ করে এবং আল্লাহ যা পছন্দ করে তা গ্ৰহণ করে, বন্দেগীর পথ থেকে পা সামান্য বিচু্যত হলেই যে বিচলিত বোধ করে এবং তাওবা করে বন্দেগীর পথে ফিরে আসে, যে অধিক মাত্রায় আল্লাহকে স্মরণ করে এবং নিজের সমস্ত ব্যাপারে তাঁর স্মরণাপন্ন হয়। সর্বাবস্থায় আল্লাহ তা'আলার প্রতি অনুরক্ত হয়। মুফাসসেরীনদের অনেকেই বলেছেন, যে ব্যক্তি নির্জনতায় গোনাহ স্মরণ ও ক্ষমা প্রার্থনা করে, সেই ‘আউয়াব’। [দেখুন-ইবন কাসীর, ফাতহুল কাদীর, বাগভী] রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “যে ব্যক্তি মজলিস থেকে উঠার সময় এই দো'আ পাঠ করে, আল্লাহ তা'আলা তার এই মজলিসেকৃত সব গোনাহ মাফ করে দেন। দো’আ হচ্ছে,\n  <br/>\n  <br/>\n  سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ\n  <br/>\n  <br/>\n  অর্থাৎ হে আল্লাহ! আপনি পবিত্র এবং প্রশংসা আপনারই। আপনি ব্যতীত কোনো হক উপাস্য নেই। আমি আপনার কাছে ক্ষমা প্রার্থনা করছি এবং তাওবা করছি। [তিরমিয়ী: ৩৪৩৩, আবু দাউদ: ৪৮৫৮]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৫০ : ৩৩",
        "arabic_text": "\nمَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ ",
        "bangla_text": "যারা গায়েব অবস্থায় দয়াময় আল্লাহকে ভয় করেছে এবং বিনীত চিত্তে উপস্থিত হয়েছে---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৫০ : ৩৪",
        "arabic_text": "\nٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ ",
        "bangla_text": "তাদেরকে বলা হবে, ‘শান্তির সাথে তোমরা তাতে প্ৰবেশ কর; এটা অনন্ত জীবনের দিন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৫০ : ৩৫",
        "arabic_text": "\nلَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ ",
        "bangla_text": "এখানে তারা যা কামনা করবে তা-ই থাকবে [১] এবং আমার কাছে রয়েছে তারও বেশী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জান্নাতীরা জান্নাতে যা চাইবে, তাই পাবে। চাওয়া মাত্রই তা সামনে উপস্থিত দেখতে পাবে। বিলম্ব ও অপেক্ষার বিড়ম্বনা সইতে হবে না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, 'জান্নাতে কারও সন্তানের বাসনা হলে গৰ্ভধারণ, প্রসব ও সন্তানের কায়িক বৃদ্ধি এগুলো সব এক মুহুর্তের মধ্যে নিষ্পন্ন হয়ে যাবে।’ [মুসনাদে আহমাদ:৩/৯, তিরমিয়ী: ২৫৬৩, ইবনে মাজাহঃ ৪৩৩৮]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা যা চাইবে তাতো পাবেই। কিন্তু আমি তাদেরকে আরো এমন কিছু দেব যা পাওয়ার আকাংখা পোষণ করা তো দুরের কথা তাদের মন-মগজে তার কল্পনা পর্যন্ত উদিত হয়নি। কারণ, আমার কাছে এমন নেয়ামতও আছে, যার কল্পনাও মানুষ করতে পারে না। ফলে তারা এগুলোর আকাঙ্খা ও করতে পারবে না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, আমি আমার বান্দাদের জন্য এমন কিছু রেখেছি যা কোন চক্ষু কোনদিনে দেখেনি, কোন কান কোনদিন শুনেনি এমনকি কোন মানুষের অন্তরেও উদিত হয়নি। [মুসলিম: ২৮২৪]\n  <br/>\n  <br/>\n  তবে আনাস ও জাবের রাদিয়াল্লাহু আনহুমা বলেন, এই বাড়তি নেয়ামত হচ্ছে আল্লাহ তা'আলার দর্শন ও সাক্ষাত, যা জান্নাতীরা লাভ করবে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যখন জান্নাতীরা জান্নাতে প্ৰবেশ করবে, তখন মহান আল্লাহ বলবেন, তোমরা কি বর্ধিত কিছু চাও? তারা বলবে, আপনি কি আমাদের চেহারা শুভ্র করে দেননি? আপনি কি আমাদেরকে জান্নাতে প্ৰবেশ করাননি? এবং জাহান্নাম থেকে মুক্তি দেননি? রাসূল বলেন, তখন পর্দা খুলে দেয়া হবে, তখন তারা বুঝতে পারবে তাদেরকে তাদের রব আল্লাহ্‌র দিকে তাকানোর নেয়ামতের চেয়ে বড় কোনো নেয়ামত দেয়া হয়নি। আর এটাই হলো, বর্ধিত বা বাড়তি নেয়ামত। [মুসলিমঃ ১৮১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৫০ : ৩৬",
        "arabic_text": "\nوَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ ",
        "bangla_text": "আর আমরা তাদের আগে বহু প্ৰজন্মকে ধ্বংস করে দিয়েছি, যারা ছিল পাকড়াও করার ক্ষেত্রে তাদের চেয়ে প্রবলতর,তারা দেশে দেশে ঘুরে বেড়াত; তাদের কোন পলায়ণস্থল ছিল কি?\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৫০ : ৩৭",
        "arabic_text": "\nإِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ ",
        "bangla_text": "নিশ্চয় এতে উপদেশ রয়েছে তার জন্য, যার আছে অন্তঃকরণ’ [১] অথবা যে শ্রবণ করে মনোযোগের সাথে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন আব্বাস বলেনঃ এখানে ‘কলব’ বলে বোধশক্তি বোঝানো হয়েছে। বোধশক্তির কেন্দ্ৰস্থল হচ্ছে কলব তথা অন্তঃকরণ। তাই একে কলব বলে ব্যক্ত করা হয়েছে। কোনো কোনো তাফসিরবিদ বলেনঃ এখানে কলব বলে হায়াত তথা জীবন বোঝানো হয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৫০ : ৩৮",
        "arabic_text": "\nوَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ ",
        "bangla_text": "আর অবশ্যই আমারা আসমানসমুহ, যমীন ও তাদের অন্তর্বর্তী সমস্ত কিছু সৃষ্টি করেছি ছয় দিনে ; আর আমাকে কোন ক্লান্তি স্পর্শ করেনি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৫০ : ৩৯",
        "arabic_text": "\nفَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ ",
        "bangla_text": "অতএব তারা যা বলে তাতে আপনি ধৈর্য ধারণ করুন এবং আপনার রবের সপ্ৰশংস পবিত্রতা ও মহিমা ঘোষণা করুন সূর্যোদয়ের আগে ও সূর্যাস্তের আগে [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তা'আলার তসবীহ (পবিত্ৰতা বর্ণনা) করা। মুখে হোক কিংবা সালাতের মাধ্যমে হোক। এ কারণেই কেউ কেউ বলেন, সূর্যোদয়ের পূর্বে তসবিহ করার অর্থ ফজরের সালাত এবং সূর্যাস্তের পূর্বে তসবীহ করার মানে আছরের সালাত। [ফাতহুল কাদীরা] এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, চেষ্টা কর, যাতে তোমার সূর্যোদয়ের পূর্বের এবং সূর্যাস্তের পূর্বের সালাতগুলো ছুটে না যায়, অর্থাৎ, ফজর ও আছরের সালাত। এর প্রমাণ হিসেবে তিনি উপরোক্ত আয়াত তেলাওয়াত করেন। [বুখারী: ৫৭৩] তাছাড়া সে সব তসবিহাও আয়াতের অন্তর্ভুক্ত, যেগুলো সকাল-বিকাল পাঠ করার প্রতি সহীহ হাদীসসমূহে উৎসাহ প্রদান করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৫০ : ৪০",
        "arabic_text": "\nوَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ ",
        "bangla_text": "আর তাঁর পবিত্রতা ও মহিমা ঘোষণা করুন রাতের একাংশে এবং সালাতের পরেও [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এখানে فسبح বলে ফরয সালাত বোঝানো হয়েছে এবং وَاَنْبَارَالسُّجُوْدِ বা সালাতের পশ্চাতে বলে সেই সব তসবিহ বোঝানো হয়েছে, যেগুলোর ফযিলত প্রত্যেক ফরয সালাতের পর হাদীসে বর্ণিত আছে। [কুরতুবী,কাগভী] রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যে ব্যক্তি প্রত্যেক ফরয সালাতের পর ৩৩ বার সুবহানাল্লাহ ৩৩ বার আলহামদুলিল্লাহ ৩৩ বার আল্লাহু আকবার এবং একবার লা-ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া 'আলা কুল্লি শাইয়িন কাদির’ পাঠ করবে, তার গোনাহ মাফ করা হবে। যদিও তা সমুদ্রের ঢেউয়ের সমান হয়। [মুয়াত্তা:৪৩৯, মুসলিম: ৯৩৯]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৫০ : ৪১",
        "arabic_text": "\nوَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ ",
        "bangla_text": "আর মনোনিবেশসহকারে শুনুন, যেদিন এক ঘোষণাকারী নিকটবর্তী স্থান হতে ডাকবে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৫০ : ৪২",
        "arabic_text": "\nيَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ ",
        "bangla_text": "সেদিন তারা সত্য সত্যই শুনতে পাবে মহানাদ, সেদিনই বের হবার দিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৫০ : ৪৩",
        "arabic_text": "\nإِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ ",
        "bangla_text": "আমরাই জীবন দান করি এবং আমরাই মৃত্যু ঘটাই, আর সকলের ফিরে আসা আমাদেরই দিকে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৫০ : ৪৪",
        "arabic_text": "\nيَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ ",
        "bangla_text": "যেদিন তাদের থেকে যমীন বিদীর্ণ হবে এবং লোকেরা ত্ৰস্ত-ব্যস্ত হয়ে ছুটোছুটি করবে, এটা এমন এক সমাবেশ যা আমাদের জন্য অতি সহজ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৫০ : ৪৫",
        "arabic_text": "\nنَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ ",
        "bangla_text": "তারা যা বলে তা আমরা ভাল জানি, আর আপনি তাদের উপর জবরদস্তি কারী নন, কাজেই যে আমার শাস্তিকে ভয় করে তাকে উপদেশ দান করুন কুরআনের সাহায্যে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]