[
    {
        "id": 1,
        "verse": "৫১ : ১",
        "arabic_text": "\nوَٱلذَّٰرِيَٰتِ ذَرۡوٗا ",
        "bangla_text": "শপথ [১] ধূলিঝঞ্ঝার,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وَالّٰذِريٰتِذَرْوًا এখানে الذَّارِيَاتِ বলে ধূলিকণা বিশিষ্ট ঝঞ্ঝাবায়ু বোঝানো হয়েছে। তারপর বলা হয়েছে, فَالْحٰمِلٰتِوِقْرًا এখানে الحَامِلَات এর শাব্দিক অর্থ বোঝাবাহী; অর্থাৎ যে মেঘমালা বৃষ্টির বোঝা বহন করে। তারপর বলা হয়েছে,\n  <br/>\n  <br/>\n  فَالْجٰرِيٰتِ يْسُرًا ٭ فَالْمُقَسِّمٰتِ اَمْرًا\n  <br/>\n  <br/>\n  এখানে الجَارِيَاتِ ও المُقَسَّمَاتِ এর ব্যাখ্যায় মুফাসসিরগণ ভিন্ন ভিন্ন মত পোষণ করেছেন। কেউ এ কথাটিকে অগ্ৰাধিকার দিয়েছেন যে, এ দুটি বাক্যাংশের অর্থও বাতাস [ফাতহুল কাদীর]। অর্থাৎ এ বাতাসই আবার মেঘমালা বহন করে নিয়ে যায় এবং ভূপৃষ্ঠের বিভিন্ন অংশে ছড়িয়ে পড়ে। আল্লাহর নির্দেশানুসারে যেখানে যতটুকু বর্ষণের নির্দেশ দেয়া হয় ততটুকু পানি বন্টন করে [কুরতুবী]। এ তাফসীর অনুসারে পুরো চারটি আয়াতই ঝঞ্ঝাবায়ূর সাথে সংশ্লিষ্ট। পক্ষান্তরে আরেক দল মুফাসসির الجَارِيَاتِ আয়াতাংশের অর্থ করেছেন দ্রুতগতিশীল নৌকাসমূহ এবং المُقَسَّمَاتِ এর অর্থ করেছেন সেসব ফেরেশতা যারা আল্লাহর নির্দেশ অনুসারে তাঁর সমস্ত সৃষ্টির জন্য বরাদ্দকৃত জিনিস যথা রিযিক, বৃষ্টির পানি এবং কষ্ট ও সুখ ইত্যাদি তাদের মধ্যে বন্টন করে [ফাতহুল কাদির]।\n  <br/>\n  <br/>\n  আবার কারও কারও মতে الجَارِيَاتِ  বলে বোঝানো  হয়েছে, তারকাসমূহ যারা তাদের কক্ষপথের প্রতি সহজেই চলে থাকে। আল্লাহ তা'আলা এ চারটি বস্তুর শপথ করে কিয়ামত সংঘটিত হওয়া যে বাস্তব তা বিধৃত করেছেন। [দেখুন, ইবন কাসীর] উপরে যে অর্থ বর্ণিত হয়েছে তা আলী রাদিয়াল্লাহু আনহুর তাফসীর অনুসরণ করে করা হয়েছে। তিনি এরূপই তাফসীর করেছেন। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫১ : ২",
        "arabic_text": "\nفَٱلۡحَٰمِلَٰتِ وِقۡرٗا ",
        "bangla_text": "অতঃপর বোঝাবহনকারী মেঘপুঞ্জের,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫১ : ৩",
        "arabic_text": "\nفَٱلۡجَٰرِيَٰتِ يُسۡرٗا ",
        "bangla_text": "অতঃপর স্বচ্ছন্দগতি নৌযানের,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫১ : ৪",
        "arabic_text": "\nفَٱلۡمُقَسِّمَٰتِ أَمۡرًا ",
        "bangla_text": "অতঃপর নির্দেশ বন্টনকারী ফেরেশতাগণের ---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫১ : ৫",
        "arabic_text": "\nإِنَّمَا تُوعَدُونَ لَصَادِقٞ ",
        "bangla_text": "তোমাদেরকে প্রদত্ত প্রতিশ্রুতি অবশ্যই সত্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫১ : ৬",
        "arabic_text": "\nوَإِنَّ ٱلدِّينَ لَوَٰقِعٞ ",
        "bangla_text": "নিশ্চয় প্রতিদান অবশ্যম্ভাবী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫১ : ৭",
        "arabic_text": "\nوَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ ",
        "bangla_text": "শপথ বহু পথবিশিষ্ট আসমানের [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] حُبُك শব্দটি حبكة -এর বহুবচন। حُبُك শব্দের বেশ কয়েকটি অর্থ রয়েছে। বায়ু প্রবাহের কারণে মরুভূমির বালুকারাশি এবং বদ্ধ পানিতে যে ঢেউ সৃষ্টি হয় তাকেও حُبُك বলা হয় [আদওয়া আল বায়ান]। এখানে আসমানকে حُبُك এর অধিকারী বলার কারণ হচ্ছে যে, অধিকাংশ সময় আসমানে নানা আকৃতির মেঘরাশি ছেয়ে থাকে এবং বাতাসের প্রভাবে বারবার তার আকৃতি পরিবর্তিত হতে থাকে এবং কখনো কোন আকৃতি না স্থায়িত্ব লাভ করে, না অন্য আকৃতির সাথে সাদৃশ্যপূর্ণ হয়। অথবা এ কারণে বলা হয়েছে যে, রাতের বেলা যখন আকাশে তারকাসমূহ ছড়িয়ে থাকে তখন মানুষ তার নানা রকম আকৃতি দেখতে পায় যার কোনটি অন্যগুলোর সাথে সাদৃশ্যপূর্ণ হয় না। অথবা, এর অর্থ কাপড় বয়নে উদ্ভূত পাড়। এটা পথসদৃশ হয় বলে পথকেও حُبُك বলা হয়। কোনো কোনো তাফসিরবিদ এখানে حُبُك এর অর্থ নিয়েছেন শোভা ও সৌন্দর্য। তখন আয়াতের অর্থ এই যে, শোভা ও সৌন্দর্যমণ্ডিত আসমানের কসম [দেখুন, কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫১ : ৮",
        "arabic_text": "\nإِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ ",
        "bangla_text": "নিশ্চয় তোমরা পরস্পর বিরোধী কথায় লিপ্ত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যে বিষয়বস্তুকে জোরদার করার জন্য এখানে কসম খাওয়া হয়েছে, তা এই : اِنَّكُمْ لَفِىْ قَوْلً مُّخْتَلِفٍ বা “তোমরা তাতে বিভিন্নরূপ উক্তিতে লিপ্ত”। বাহ্যত এতে মুশরিকদের-কে সম্বোধন করা হয়েছে। কারণ, তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ব্যাপারে বিভিন্নরূপ উক্তি করত এবং কখনও উন্মাদ, কখনও জাদুকর, কখনও কবি ইত্যাদি বাজে পদবী সংযুক্ত করত। [ফাতহুল কাদীর] কোন কোন মুফাসসির বলেন, এখানে সকল স্তরের মানুষকে সম্বোধন করে বলা হয়েছে; তাই এখানে “বিভিন্ন রূপ উক্তির” অর্থ হবে এই যে, তাদের কেউ তো ঈমান আনে এবং তাকে সত্যবাদী মনে করে এবং কেউ অস্বীকার ও বিরুদ্ধাচরণ করে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫১ : ৯",
        "arabic_text": "\nيُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ ",
        "bangla_text": "ফিরিয়ে রাখা হয় তা থেকে যে ফিরে থাকে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أفك এর শাব্দিক অর্থ মুখ ফেরানো। এ আয়াতের কয়েকটি অর্থ হতে পারে। (এক) এই সর্বনাম দ্বারা কুরআন ও রাসূলকে বোঝানো হয়েছে। অর্থ এই যে, কুরআন ও রাসূল থেকে সেই হতভাগাই মুখ ফেরায়, যার জন্যে বঞ্চনা অবধারিত হয়ে গেছে। [তাবারী] (দুই) এই সর্বনাম দ্বারা পূর্বের আয়াত বোঝানো হয়েছে; অর্থাৎ এরূপ বিভিন্ন উক্তি বলা থেকে সে ব্যক্তিকেই মুখ ফিরিয়ে রাখা হয়েছে, যাকে আল্লাহ তা'আলা রক্ষা করেছেন এবং তৌফিক দিয়েছেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫১ : ১০",
        "arabic_text": "\nقُتِلَ ٱلۡخَرَّٰصُونَ ",
        "bangla_text": "ধ্বংস হোক মিথ্যাচারীরা [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] الخَرَّاصُوْنَ এর অর্থ অনুমানকারী, যে ব্যক্তি অনুমানের উপর ভিত্তি করে কথা বলে। এখানে সেই কাফের ও অবিশ্বাসীদেরকে বোঝানো হয়েছে, যারা কোনো প্রমাণ ও কারণ ব্যতিরেকেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সম্পর্কে পরস্পর বিরোধী উক্তি করত। কাজেই এর অনুবাদে মিথ্যাবাদীরা বলা হয়েছে। এই বাক্যে তাদের জন্যে অভিশাপের অর্থে বদদো’আ রয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫১ : ১১",
        "arabic_text": "\nٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ ",
        "bangla_text": "যারা সন্দেহ-সংশয়ে নিপতিত, উদাসীন !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫১ : ১২",
        "arabic_text": "\nيَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ ",
        "bangla_text": "তারা জিজ্ঞেসা করে, ‘প্রতিদান দিবস কবে হবে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫১ : ১৩",
        "arabic_text": "\nيَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ ",
        "bangla_text": "‘যে দিন তারা আগুনে সাজাপ্রাপ্ত হবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫১ : ১৪",
        "arabic_text": "\nذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ ",
        "bangla_text": "বলা হবে ‘তোমারা তোমাদের শাস্তি [১] আস্বাদন কর, তোমারা এ শাস্তিই ত্বরান্বিত করতে চেয়েছিলে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পবিত্র কুরআন এখানে فتنة শব্দটি ব্যবহার করেছে। এখানে ‘ফিতনা’ শব্দটি দু'টি অর্থ প্রকাশ করছে। একটি অর্থ হচ্ছে, নিজের এ আযাবের স্বাদ গ্ৰহণ করো। অপর অর্থটি হচ্ছে, তোমরা পৃথিবীতে যে বিভ্রান্তির ধুম্রজাল সৃষ্টি করে রেখেছিলে তার স্বাদ গ্রহণ করো। আরবী ভাষায় এ শব্দটির এ দু'টি অর্থ গ্রহণের সমান অবকাশ আছে [কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫১ : ১৫",
        "arabic_text": "\nإِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ ",
        "bangla_text": "নিশ্চয় মুত্তাকীরা থাকবে জান্নাতসমূহে ও ঝর্ণাধারায়,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫১ : ১৬",
        "arabic_text": "\nءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ ",
        "bangla_text": "গ্রহণ করবে তা যা তাদের রব তাদেরকে দিবেন; নিশ্চয় ইতোপূর্বে তারা ছিল সৎকর্মশীল, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫১ : ১৭",
        "arabic_text": "\nكَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ ",
        "bangla_text": "তারা রাতের সামান্য অংশই অতিবাহিত করত নিদ্রায় [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يَهْجَعُوْنَ শব্দটি هجوع থেকে উদ্ভূত। এর অর্থ রাত্রিতে নিদ্রা যাওয়া। এখানে মুমিন মুত্তাকীদের এই গুণ বৰ্ণনা করা হয়েছে যে, তারা আল্লাহ তা'আলার ইবাদতে রাত্রি অতিবাহিত করে, কম নিদ্রা যায় এবং অধিক জাগ্রত থাকে। যারা তাদের রাতসমূহ পাপ-পঙ্কিলতা ও অশ্লীল কাজ-কর্মে ডুবে থেকে কাটায় এবং তারপরও মাগফিরাত প্রার্থনা করার চিন্তাটুকু পর্যন্ত তাদের মনে জাগে না। এরা তাদের শ্রেণীভুক্ত ছিল না। কোন কোন মুফাসসির বলেন: এখানে ما শব্দটি “না’ বোধক অর্থ দেয় এবং আয়াতের অর্থ এই যে, তারা রাত্রির অল্প অংশে নিদ্রা যায় না এবং সেই অল্প অংশে সালাত, দো'আ ইত্যাদি ইবাদতে অতিবাহিত করে। এই অর্থের দিক দিয়ে যে ব্যক্তি রাত্রির শুরুতে অথবা শেষে অথবা মধ্যস্থলে যে কোন অংশে ইবাদত করে নেয় সে এই আয়াতের অন্তর্ভুক্ত। এ কারণেই আনাস রাদিয়াল্লাহু ‘আনহু বলেন, “যে ব্যক্তি মাগরিব ও এশার মধ্যবর্তী সময়ে সালাত পড়ে সে এই আয়াতের অন্তর্ভুক্ত ৷” [আবু দাউদ: ১৩২২] ইমাম আবু জাফর বাকের রাহেমাহুল্লাহ বলেনঃ যে ব্যক্তি এশার সালাতের পূর্বে নিদ্রা যায় না, আয়াতে তাকেও বোঝানো হয়েছে। [ইবনে কাসীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫১ : ১৮",
        "arabic_text": "\nوَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ ",
        "bangla_text": "আর রাতের শেষ প্রহরে তারা ক্ষমা প্রার্থনা করত [১],  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মুমিন মুত্তাকীগণ রাত্রির শেষ প্রহরে গোনাহের কারণে ক্ষমাপ্রার্থনা করে। তারা রাতের একটি উল্লেখযোগ্য অংশ আল্লাহর ইবাদাতে ব্যয় করতো এবং এরপরও রাতের শেষাংশে আপন প্রভুর কাছে এই বলে ক্ষমা প্রার্থনা করতো যে, আপনার যতটুকু ইবাদাত বন্দেগী করা আমাদের কর্তব্য ছিল তা করতে আমাদের ত্রুটি হয়েছে। [ইবনে কাসীর]\n  <br/>\n  <br/>\n  রাতের শেষ প্রহরে ক্ষমাপ্রার্থনা করার ফয়ীলতা অন্য এক আয়াতেও বর্ণিত হয়েছেঃ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ [সূরা আলে ইমরান :১৭] হাদীসে বর্ণিত আছে যে, আল্লাহ তা'আলা প্রত্যেক রাত্রির শেষ তৃতীয়াংশে দুনিয়ার আকাশে নেমে আসেন। তখন তিনি ঘোষণা করেনঃ কোন তওবাকারী আছে কি, যার তওবা আমি কবুল করব? কোন ক্ষমাপ্রার্থনাকারী আছে কি, যাকে আমি ক্ষমা করব? [বুখারী: ১১৪৫, ৬৩২১, ৭৪৯৪ মুসলিম: ৭৫৮]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫১ : ১৯",
        "arabic_text": "\nوَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ ",
        "bangla_text": "আর তাদের ধন–সম্পদে রয়েছে ভিক্ষুক ও বঞ্চিতের হক [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] المحروم  বলে এমন দরিদ্র অভাবগ্রস্তকে বোঝানো হয়েছে, যে নিঃস্ব ও অভাবগ্ৰস্ত হওয়া সত্ত্বেও ব্যক্তিগত সম্মান রক্ষার্থে নিজের অভাব কারও কাছে প্রকাশ করে না। ফলে মানুষের সাহায্য থেকে বঞ্চিত থাকে। [ফাতহুল কাদীর]।\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫১ : ২০",
        "arabic_text": "\nوَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ ",
        "bangla_text": "আর নিশ্চিত বিশ্বাসীদের জন্য নিদর্শনসমূহ রয়েছে যমীনে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [৩] অর্থাৎ ঈমানদারদের জন্যে যমীনে আল্লাহর অনেক নির্দশন আছে। মূলত: যমীনে মহান আল্লাহর অসংখ্য নিদর্শন রয়েছে। উদ্ভিদ, বৃক্ষ ও বাগ-বাগিচাই দেখুন, এদের বিভিন্ন প্রকারের বর্ণ ও গন্ধ, এক একটি পত্রের নিখুঁত সৌন্দর্য এবং প্রত্যেকটির বৈশিষ্ট্য ও ক্রিয়ার হাজারো বৈচিত্ৰ্য রয়েছে। এমনিভাবে ভূপৃষ্টে নদীনালা কুপ ও অন্যান্য জলাশয় রয়েছে। ভূ-পৃষ্ঠে সুউচ্চ পাহাড় ও গিরিগুহা রয়েছে। মৃত্তিকায় জন্মগ্রহণকারী অসংখ্য প্রকার জীবজন্তু ও তাদের বিভিন্ন উপকারীতা রয়েছে। ভূপৃষ্ঠের মানবমণ্ডলীর বিভিন্ন গোত্র, জাতি এবং বিভিন্ন ভূখণ্ডের মানুষের মধ্যে বর্ণ ও ভাষার স্বাতন্ত্র্য, চরিত্র ও অভ্যাসের পার্থক্য ইত্যাদি বিষয়ে চিন্তা করলে প্রত্যেকটির মধ্যে আল্লাহ তা'আলার কুদরত ও হিকমতের এত বিকাশ দৃষ্টিগোচর হবে, যা গণনা করাও সুকঠিন। এ সব নিদর্শনের মধ্যে এ আয়াতে সম্ভবত: সেসব নিদর্শনই বোঝানো উদ্দেশ্য, যা আখেরাতের সম্ভাবনা এবং তার অবশ্যম্ভাবিতা ও অনিবার্যতার সাক্ষ্য দিচ্ছে [দেখুন, কুরতুবী:ফাতহুল কাদীর]।\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫১ : ২১",
        "arabic_text": "\nوَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ ",
        "bangla_text": "এবং তোমাদের নিজেদের মধ্যেও। তবুও তোমরা কি চক্ষুষ্মান হবে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫১ : ২২",
        "arabic_text": "\nوَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ ",
        "bangla_text": "আর আসমানে রয়েছে তোমাদের রিযিক ও প্রতিশ্রুত সব কিছু [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আসমানে তোমাদের রিফিক ও প্রতিশ্রত বিষয় রয়েছে। এর নির্মল ও সরাসরি তাফসীর এরূপ বৰ্ণিত আছে যে, আকাশে থাকা অর্থ “লওহে-মাহফুযে” লিপিবদ্ধ থাকা। বলাবাহুল্য প্রত্যেক মানুষের রিযিক, প্রতিশ্রত বিষয় এবং পরিণাম সবই লওহে-মাহফুযে লিপিবদ্ধ আছে। তাছাড়া ‘আসমান” বলে ঊর্ধজগতও উদ্দেশ্য হতে পারে। মানুষকে পৃথিবীতে বেঁচে থাকার এবং কাজ করার জন্য যা কিছু দেয়া হয় তার সবকিছুই রিযিক। আর সমস্ত আসমানী কিতাব ও এ কুরআনে কিয়ামত, হাশর ও পুনরুত্থান, হিসেবা-নিকেশ ও জবাবদিহি, পুরস্কার ও শাস্তি এবং জান্নাত ও জাহান্নামের যে প্রতিশ্রুতি দেয়া হয়েছে وَمَاتُوْعَدُوْنَ বলে সে সবকেই বুঝানো হয়েছে। আল্লাহর এ বাণীর অর্থ হচ্ছে, দুনিয়ায় তোমাদের কাকে কি দিতে হবে তার ফায়সালা ঊর্ধজগত থেকেই হয়। তাছাড়া জবাবদিহি ও কর্মফল দেয়ার জন্য কখন তলব করা হবে সে ফায়সালাও সেখান থেকেই হবে। [দেখুন, কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫১ : ২৩",
        "arabic_text": "\nفَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ ",
        "bangla_text": "অতএব আসমান ও যমীনের রবের শপথ ! নিশ্চয় তোমরা যে কথা বলে থাক তার মতই এটি সত্য [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা যেমন নিজেদের কথাবার্তা বলার মাধ্যমে কোন সন্দেহ কর না, কেয়ামতের আগমনও তেমনি সুস্পষ্ট ও সন্দেহমুক্ত, এতে সন্দেহ ও সংশয়ের কোন অবকাশ নেই। দেখাশোনা, আস্বাদন করা, স্পর্শ করা ও ঘ্রাণ লওয়ার সাথে সম্পর্কযুক্ত অনুভূত বিষয়সমূহের মধ্য থেকে এখানে বিশেষভাবে কথা বলাকে মনোনীত করার কারণ সম্ভবত এই যে, উপরোক্ত অনুভূত বিষয়সমূহের মধ্যে মাঝে মাঝে রোগ-ব্যাধি ইত্যাদির কারণে ধোঁকা হয়ে যায়। দেখা ও শোনার মধ্যে পার্থক্য হওয়া সুবিদিত। অসুস্থ অবস্থায় মাঝে মাঝে মুখের স্বাদ নষ্ট হয়ে মিষ্ট বস্তুও তিক্ত লাগে, কিন্তু বাকশক্তিতে কখনও কোন ধোঁকা ও ব্যতিক্রম হওয়ার সম্ভাবনা নেই। [কুরতুবী:ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫১ : ২৪",
        "arabic_text": "\nهَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ ",
        "bangla_text": "আপনার কাছে ইবরাহীমের সম্মানীত মেহমানদের বৃত্তান্ত এসেছে কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫১ : ২৫",
        "arabic_text": "\nإِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ ",
        "bangla_text": "যখন তারা তার কাছে উপস্থিত হয়ে বলল, ‘সালাম’। উত্তরে তিনি বললেন, ‘সালাম’। এরা তো অপরিচিত লোক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] منكر শব্দের অর্থ অপরিচিত। বাক্যের অর্থ এই যে, ফেরেশতাগণ মানব আকৃতিতে আগমন করেছিল। ইবরাহীম আলাইহিস সালাম তাদেরকে চিনতে পারেননি। তাই মনে মনে বললেন, এরা তো অপরিচিত লোক। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫১ : ২৬",
        "arabic_text": "\nفَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ ",
        "bangla_text": "অতঃপর ইবরাহীম তার স্ত্রীর কাছে দ্রুত চুপিসারে গেলেন [১] এবং একটি মোটা-তাজা গো-বাছুর (ভাজা) নিয়ে আসলেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] راغ শব্দটি روغ থেকে উদ্ভূত। অর্থ গোপনে চলে যাওয়া। উদ্দেশ্য এই যে, ইবরাহীম আলাইহিস সালাম মেহমানদের খানাপিনার ব্যবস্থা করার জন্যে এভাবে গৃহ থেকে চলে গেলেন যে, মেহমানরা তা টের পায়নি। নতুবা তারা হয়ত এ কাজে বাধা দিত। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫১ : ২৭",
        "arabic_text": "\nفَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ ",
        "bangla_text": "অতঃপর তিনি তা তাদের সামনে রেখে বললেন, ‘তোমরা কি খাবে না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫১ : ২৮",
        "arabic_text": "\nفَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ ",
        "bangla_text": "এতে তাদের সম্পর্কে তার মনে ভীতির সঞ্চার হল [১]। তারা বলল, ‘ভীত হবেন না।’ আর তারা তাকে এক জ্ঞানী পুত্ৰ সন্তানের সুসংবাদ দিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবরাহীম আলাইহিস সালাম তাদের না খাওয়ার কারণে তাদের ব্যাপারে শংকাবোধ করতে লাগলেন। কেননা, তখন ভদ্র সমাজে এই রীতি প্রচলিত ছিল যে, আহার্য পেশ করলে মেহমান কিছু না কিছু আহার্য গ্রহণ করত। কোন মেহমান এরূপ না করলে তাকে ক্ষতি করার উদ্দেশ্যে আগমনকারী শত্রু বলে আশংকা করা হত [কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫১ : ২৯",
        "arabic_text": "\nفَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ ",
        "bangla_text": "তখন তার স্ত্রী চিৎকার করতে করতে সম্মুখে আসল এবং তার গাল চাপড়িয়ে বলল, ‘বৃদ্ধা-বন্ধ্যা’ [১] ৷",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সারা যখন শুনলেন যে, ফেরেশতারা ইবরাহীম আলাইহিস সালাম-কে পুত্ৰ-সন্তান জন্মের সুসংবাদ দিতেছে, আর এ কথা বলাই বাহুল্য যে, সন্তান স্ত্রীর গর্ভ থেকে জন্মগ্রহণ করে, তখন তিনি বুঝলেন যে, এই সুসংবাদ আমরা স্বামী-স্ত্রী উভয়ের জন্যে। ফলে অনিচ্ছাকৃতভাবেই তার মুখ থেকে কিছু আশ্চর্য ও বিস্ময়ের বাক্য উচ্চারিত হয়ে গেল। তিনি বললেন, প্রথমত, আমি বৃদ্ধা, এরপর বন্ধ্যা। যৌবনে আমি সন্তান ধারণের যোগ্য ছিলাম না। এখন বার্ধক্যে এটা কিরূপে সম্ভব হবে? জওয়াবে ফেরেশতাগণ যা বললেন তার অর্থ, আল্লাহ তা'আলা সবকিছু করতে পারেন। এ কাজও এমনিভাবেই হবে। কোন কোন বর্ণনা মতে, এই সুসংবাদ অনুযায়ী যখন ইসহাক আলাইহিসসালাম জন্মগ্রহণ করেন, তখন সারার বয়স নিরানব্বই বছর এবং ইবরাহীম আলাইহিস সালাম-এর বয়স একশত বছর ছিল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৫১ : ৩০",
        "arabic_text": "\nقَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ ",
        "bangla_text": "তারা বলল, ‘আপনার রব এরূপই বলেছেন; নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৫১ : ৩১",
        "arabic_text": "\n۞ قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ ",
        "bangla_text": "ইবরাহীম বললেন, ‘হে প্রেরিত ফেরেশতাগণ ! তোমাদের বিশেষ কাজ [১] কি?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই কথোপকথনের মধ্যে ইবরাহীম আলাইহিস সালাম জানতে পারলেন যে, আগন্তুক মেহমানগণ আল্লাহর ফেরেশতা। আর মানুষের আকৃতিতে ফেরেশতাদের আগমন যেহেতু কোন বড় গুরুত্বপূর্ণ কাজের জন্য হয়ে থাকে। তাই তাদের আগমনের উদ্দেশ্য অবহিত হওয়ার জন্য ইবরাহীম আলাইহিস সালাম خطب শব্দ ব্যবহার করেছেন। আরবী ভাষায় خطب শব্দটি কোন মামুলি কাজের জন্য ব্যবহৃত হয় না, বরং কোন বড় গুরুত্বপূর্ণ কাজ বুঝাতে ব্যবহৃত হয়। তিনি জিজ্ঞেস করলেন, আপনারা কী অভিযানে আগমন করেছেন? উত্তরে তারা লুত আলাইহিস সালাম-এর সম্প্রদায়ের ওপর মাটির তৈরী প্রস্তর (কংকর) বর্ষণের আযাব নাযিল করার কথা বলল। [দেখুন, কুরতুবী:আত তাহরীর ওয়াত তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৫১ : ৩২",
        "arabic_text": "\nقَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ ",
        "bangla_text": "তার বলল, ‘নিশ্চয় আমারা এক অপরাধী সম্প্রদায়ের প্রতি প্রেরিত হয়েছি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৫১ : ৩৩",
        "arabic_text": "\nلِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ ",
        "bangla_text": "‘যাতে তাদের উপর নিক্ষেপ করি মাটির শক্ত ঢেলা,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৫১ : ৩৪",
        "arabic_text": "\nمُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ ",
        "bangla_text": "‘যা সীমালঙ্ঘনকারীদের জন্য চিহ্নিত আপনার রবের কাছ থেকে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফেরেশতারা বলল, যা আল্লাহর পক্ষ থেকে বিশেষ চিহ্নযুক্ত ছিল অথবা প্রত্যেক কংকরের গায়ে সেই ব্যক্তির নাম লিখিত ছিল, যাকে ধ্বংস করার জন্যে কংকরটি প্রেরিত হয়েছিল। সে যেদিকে পলায়ন করেছে, কংকরও তার পশ্চাদ্ধাবন করেছে  [কুরতুবী; ফাতহুল কাদীর]।\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৫১ : ৩৫",
        "arabic_text": "\nفَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "অতঃপর সেখানে যেসব মুমিন ছিল আমরা তাদেরকে বের করে নিয়ে আসলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৫১ : ৩৬",
        "arabic_text": "\nفَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ ",
        "bangla_text": "তবে আমরা সেখানে একটি পরিবার ছাড়া আর কোন মুসলিম পাইনি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৫১ : ৩৭",
        "arabic_text": "\nوَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ ",
        "bangla_text": "আর যারা মর্মম্ভদ শাস্তিকে ভয় করে আমরা তাদের জন্য ওখানে একটি নিদর্শন রেখেছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৫১ : ৩৮",
        "arabic_text": "\nوَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ ",
        "bangla_text": "আর নিদর্শন রেখেছি মূসার বৃত্তান্তেও, যখন আমরা তাকে স্পষ্ট প্রমাণসহ ফির’আউনের কাছে পাঠালাম [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ফির’আউনকে যখন মূসা আলাইহিস সালাম সত্যের পয়গাম দেন, তখন ফির’আউন মূসা আলাইহিস সালাম-এর দিক থেকে মুখ ফিরিয়ে স্বীয় শক্তি, সেনাবাহিনী ও পারিষদবর্গের উপর ভরসা করে। [দেখুন, কুরতুবী, সা’দী]।\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৫১ : ৩৯",
        "arabic_text": "\nفَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ ",
        "bangla_text": "তখন সে ক্ষমতার অহংকারে মুখ ফিরিয়ে নিল [১] এবং বলল, ‘এ ব্যক্তি হয় এক জাদুকর, না হয় এক উন্মাদ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ركن  শব্দের অর্থ খুঁটি। আবার নিজ পার্শ্বশক্তির অর্থেও ব্যবহৃত হয়। মুফাসসিরগণ এখানে দু'টি অর্থ বর্ণনা করেছেন। এক. সে তার শক্তির অহংকারে মত্ত হয়ে মুখ ফিরিয়ে নিল। দুই. সে তার শক্তিশালী দলবল ও সেনাবাহিনীসহ মুখ ফিরিয়ে নিল [দেখুন, কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৫১ : ৪০",
        "arabic_text": "\nفَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ ",
        "bangla_text": "কাজেই আমরা তাকে ও তার দলবলকে শাস্তি দিলাম এবং ওদের সাগরে নিক্ষেপ করলাম, আর সে ছিল তিরস্কৃত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৫১ : ৪১",
        "arabic_text": "\nوَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ ",
        "bangla_text": "আর নিদর্শন রয়েছে ‘আদের ঘটনাতেও, যখন আমরা তাদের বিরুদ্ধে প্রেরণ করেছিলাম অকল্যাণকর বায়ু [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাতাসের জন্য العَقِيْم শব্দ ব্যবহৃত হয়েছে যা বন্ধ্যা নারীদের বুঝাতে ব্যবহৃত হয়ে থাকে। অভিধানে এর প্রকৃত অর্থ গরম ও শুষ্ক। যদি শব্দটিকে আভিধানিক অর্থে গ্রহণ করা হয় তাহলে এর অর্থ হবে, তা ছিল এমন প্রচণ্ড গরম ও শুষ্ক বাতাস যে, তা যে জিনিসের ওপর দিয়েই প্রবাহিত হয়েছে তাকে শুষ্ক করে ফেলেছে। আর যদি শব্দটিকে পারিভাষিক অর্থে গ্রহণ করা হয় তাহলে তার অর্থ হবে তা ছিল বন্ধ্যা নারীর মত এমন হওয়া যার মধ্যে কোন কল্যাণ ছিল না। তা না ছিল আরামদায়ক, না ছিল বৃষ্টির বাহক। না ছিল বৃক্ষরাজিকে ফলবানকারী না এমন কোন কল্যাণ তার মধ্যে ছিল যে জন্য বাতাস প্রবাহিত হওয়া কামনা করা হয় [দেখুন, কুরতুবী; তাবারী]।\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৫১ : ৪২",
        "arabic_text": "\nمَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ ",
        "bangla_text": "এটা যা কিছুর উপর দিয়ে বয়ে গিয়েছিল তাকেই যেন পরিণত করল চূৰ্ণ-বিচূর্ণ ধ্বংসস্তুপে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৫১ : ৪৩",
        "arabic_text": "\nوَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ ",
        "bangla_text": "আরও নিদর্শন রয়েছে সামূদের বৃত্তান্তেও, যখন তাদেরকে বলা হয়েছিল, ‘ভোগ করে নাও একটি নিদৃষ্ট কাল। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৫১ : ৪৪",
        "arabic_text": "\nفَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ وَهُمۡ يَنظُرُونَ ",
        "bangla_text": "অতঃপর তারা তাদের রবের আদেশ মানতে অহংকার করল; ফলে তাদেরকে পাকড়াও করল বজ্র [১] এবং তারা তা দেখছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সামূদ জাতির উপর আপতিত এ আযাবের কথা বুঝাতে কুরআন মজীদের বিভিন্ন স্থানে বিভিন্ন শব্দ ব্যবহার করা হয়েছে। কোথাও একে رجفة (ভীতি প্রদর্শনকারী ও প্ৰকম্পিতকারী বিপদ) বলা হয়েছে। [সূরা আল-আরাফ: ৭৮] কোথাও একে صيحة (বিস্ফোরণ ও বজ্রধ্বনি) বলে আখ্যায়িত করা হয়েছে। [সূরা হূদ: ৬৭] কোথাও একে বুঝাতে طاغية (কঠিনতম বিপদ) শব্দ ব্যবহার করা হয়েছে। [সূরা আল-হাক্কাহ:৫] আর এখানে একেই صاعقة বলা হয়েছে, যার অর্থ বিদ্যুতের মত অকস্মাৎ আগমনকারী বিপদ এবং কঠোর বজ্রধ্বনি উভয়ই। সম্ভবতঃ এ আযাব এম এক ভূমিকম্পের আকারে এসেছিলো যারা সাথে আতংক সৃষ্টিকারী শব্দও ছিল। [দেখুন, ইরাব আল- কুরআন]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৫১ : ৪৫",
        "arabic_text": "\nفَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ ",
        "bangla_text": "অতঃপর তারা উঠে দাঁড়াতে পারল না এবং প্রতিরোধ করতেও পারল না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৫১ : ৪৬",
        "arabic_text": "\nوَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ ",
        "bangla_text": "আর (ধ্বংস করেছিলাম) এদের আগে নূহের সম্প্রদায়কে, নিশ্চয় তারা ছিল ফাসেক সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৫১ : ৪৭",
        "arabic_text": "\nوَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ ",
        "bangla_text": "আর আসমান আমরা তা নির্মাণ করেছি আমাদের ক্ষমতা বলে [১] এবং আমরা নিশ্চয়ই মহাসম্প্রসারণকারী [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أيْيد শব্দের অর্থ শক্তি ও সামৰ্থ্য। এ স্থলে ইবন আব্বাস রাদিয়াল্লাহু ‘আনহু, মুজাহিদ, কাতাদাহ ও সাওরী রাহে মাহুমুল্লাহ এ তাফসীরই করেছেন। কারণ, এখানে أيد শব্দটি يَدٌ এর বহুবচন নয়। যদি শব্দটি يد এর বহুবচন হতো  তবে তার বহুবচন হতো, أيديَ । বরং أيد শব্দটির প্রতিটি বর্ণ মূল শব্দ। যার অর্থই হলো শক্তি। অন্য আয়াতে এ শব্দ থেকে বলা হয়েছে, وَاَيَّدُنٰهُ بِرُوْحِ الْقُدُسِ “আর আমরা তাকে রুহুল কুদ্দুস বা জিবরালের মাধ্যমে শক্তি যুগিয়েছি”। [সূরা আল-বাকারাহ: ৮৭, ২৫৩] সুতরাং কেউ যেন এটা না ভাবে যে, এখানে أيد শব্দটি يد এর বহুবচন [দেখুন, আদওয়াউল বায়ান]।\n  <br/>\n  <br/>\n  [২] মূল আয়াতাংশ مُوْسِعُوْنَ অর্থ ক্ষমতা ও শক্তির অধিকারী এবং প্রশস্তকারী উভয়টিই হতে পারে। তাছাড়া مُوْسِعُوْنَ শব্দের অন্য আরেকটি অর্থও কোন কোন মুফাসসির থেকে বর্ণিত আছে, তা হলো রিযিক সম্প্রসারণকারী। অর্থাৎ আল্লাহ তা’আলা বান্দাদের রিযিকে প্রশস্ততা প্রদানকারী। [দেখুন, কুরতুবী] তবে ইবন কাসীর প্রশস্তকারী অর্থ গ্ৰহণ করেছেন। তিনি অর্থ করেছেন, “আমরা আকাশের প্রান্তদেশের সম্প্রসারণ করেছি এবং একে বিনা খুঁটিতে উপরে উঠিয়েছি, অবশেষে তা তার স্থানে অবস্থান করছে।” [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৫১ : ৪৮",
        "arabic_text": "\nوَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ ",
        "bangla_text": "আর যমীন, আমরা তাকে বিছিয়ে দিয়েছি, অতঃপর কত সুন্দর ব্যবস্থাপনাকারী [১] (আমরা)!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مَاهِدُوْنَ শব্দের অর্থ দু’টি। এক. বিছানার মত সুন্দরভাবে বিছিয়ে দেয়া। দুই. সুন্দর ব্যবস্থাপনা তৈরী করা [দেখুন, কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৫১ : ৪৯",
        "arabic_text": "\nوَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ ",
        "bangla_text": "আর প্রত্যেক বস্তু আমরা সৃষ্টি করেছি জোড়ায় জোড়ায় [১], যাতে তোমরা উপদেশ গ্ৰহণ কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জোড়ায় জোড়ায় সৃজনের নীতির ভিত্তিতে পৃথিবীর সমস্ত বস্তু সৃষ্টি করা হয়েছে। প্রতিটি উদ্ভিদ ও প্রাণীর সৃষ্টিতে আমরা পুরুষ ও নারী জোড়া জোড়া হিসেবে দেখতে পাই। অনুরূপভাবে প্রতিটি বস্তুরই বিপরীত দিক রয়েছে। যেমন, রাত-দিন, জল-স্থল, সাদা-কালো, আসমান-যমীন, কুফরী-ঈমান, সৌভাগ্য-দুর্ভাগ্য ইত্যাদি। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৫১ : ৫০",
        "arabic_text": "\nفَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ ",
        "bangla_text": "অতএব তোমরা আল্লাহর দিকে ধাবিত হও [১], নিশ্চয় আমি তোমাদের প্রতি আল্লাহর পক্ষ থেকে এক স্পষ্ট সতর্ককারী [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহর দিকে ধাবিত হও। উদ্দেশ্য এই যে, তওবা করে গোনাহ থেকে ছুটে পালাও। প্রবৃত্তি ও শয়তান মানুষকে গোনাহের দিকে দাওয়াত ও প্ররোচনা দেয়। তোমরা এগুলো থেকে ছুটে আল্লাহর শরণাপন্ন হও। তিনি তোমাদেরকে এদের অনিষ্ট থেকে বাঁচিয়ে রাখবেন। [দেখুন, ফাতহুল কাদীর; কুরতুবী]\n  <br/>\n  <br/>\n  [২] এ বাক্যাংশ যদিও আল্লাহ তা'আলারই বাণী, কিন্তু এটি আল্লাহ তার নবীর মুখ দিয়ে বলাচ্ছেন যে, আল্লাহর দিকে দ্রুত অগ্রসর হও। আমি তাঁর পক্ষ থেকে তোমাদের সাবধান করে দিচ্ছি। এ ধরনের কথার উদাহরণ কুরআন মজীদেও বহু স্থানে এসেছে। [দেখুন, আত তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৫১ : ৫১",
        "arabic_text": "\nوَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ ",
        "bangla_text": "আর তোমরা আল্লাহর সাথে কোন ইলাহ্‌ স্থির করো না ; আমি তোমাদের প্রতি আল্লাহ প্রেরিত এক স্পষ্ট সতর্ককারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৫১ : ৫২",
        "arabic_text": "\nكَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ ",
        "bangla_text": "এভাবে তাদের পূর্ববতীদের কাছে যখনই কোন রাসূল এসেছেন তারাই তাকে বলেছে, ’এ তো এক জাদুকর, না হয় এক উন্মাদ !’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৫১ : ৫৩",
        "arabic_text": "\nأَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ ",
        "bangla_text": "তারা কি একে অপরকে এ মন্ত্রণাই দিয়ে এসেছে? বরং এরা সীমালজয়নকারী সম্প্রদায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ একথা সুস্পষ্ট যে, হাজার হাজার বছর ধরে প্রতিটি যুগে বিভিন্ন দেশ ও জাতির লোকদের নবী-রাসূলদের দাওয়াতের মোকাবিলায় এই আচরণ করা এবং তাঁদের বিরুদ্ধে একই রকমের কথা বলার কারণ এ নয় যে, একটি সম্মেলন করে আগের ও পরের সমস্ত মানুষ সিদ্ধান্ত নিয়েছে, যখনই কোন নবী এসে এ দাওয়াত পেশ করবে তখনই তাঁকে এ জবাব দিতে হবে। স্বভাবতই প্রশ্ন জাগে যে, তাহলে তাদের আচরণের এ সাদৃশ্য এবং একই প্রকৃতির জবাবের ক্রমাগত পুনরাবৃত্তি কেন? এর একমাত্ৰ জবাব এই যে, অবাধ্যতা ও সীমালংঘন এদের সবার সাধারণ বৈশিষ্ট্য। তাছাড়া এ আচরণের আর কোন কারণ নেই। প্রত্যেক যুগের অজ্ঞ লোকেরাই যেহেতু আল্লাহর দাসত্ব থেকে মুক্ত ও তাঁর জিজ্ঞাসাবাদ সম্পর্কে বেপরোয়া হয়ে পৃথিবীতে লাগামহীন পশুর মত জীবন যাপন করতে আগ্রহী তাই শুধু এ কারণে যিনিই তাদেরকে আল্লাহর দাসত্ব ও আল্লাহভীতিমূলক জীবন যাপনের আহবান জানিয়েছেন তাঁকেই তারা একই ধরাবাধা জবাব দিয়ে এসেছে। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৫১ : ৫৪",
        "arabic_text": "\nفَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ ",
        "bangla_text": "কাজেই আপনি তাদেরকে উপেক্ষা করুন, এতে আপনি তিরস্কৃত হবেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৫১ : ৫৫",
        "arabic_text": "\nوَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর আপনি উপদেশ দিতে থাকুন, কারণ নিশ্চয় উপদেশ মুমিনদের উপকারে আসে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৫১ : ৫৬",
        "arabic_text": "\nوَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ ",
        "bangla_text": "আর আমি সৃষ্টি করেছি জিন এবং মানুষকে এজন্যেই যে, তারা কেবল আমার ইবাদাত করবে ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৫১ : ৫৭",
        "arabic_text": "\nمَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ ",
        "bangla_text": "আমি তাদের কাছ থেকে কোন রিযিক চাই না এবং এটাও চাই না যে, তারা আমাকে খাওয়াবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি জিন ও মানবকে সৃষ্টি করে সাধারণ মানুষের অভ্যাস অনুযায়ী কোন উপকার চাই না যে, তারা রিযিক সৃষ্টি করবে আমার জন্যে অথবা আমার অন্যান্য সৃষ্টজীবের জন্যে। আমি এটাও চাই না যে, তারা আমাকে আহার্য যোগাবে। [দেখুন,তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৫১ : ৫৮",
        "arabic_text": "\nإِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ ",
        "bangla_text": "নিশ্চয় আল্লাহ, তিনিই তো রিযিকদাতা, প্রবল শক্তিধর, পরাক্রমশালী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৫১ : ৫৯",
        "arabic_text": "\nفَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ ",
        "bangla_text": "সুতরাং যারা যুলুম করেছে তাদের জন্য রয়েছে তাদের সমমতাবলম্বীদের অনুরূপ প্রাপ্য (শাস্তি)। কাজেই তারা এটার জন্য আমার কাছে যেন তাড়াহুড়ো না করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ذَنُوب শব্দের আসল অর্থ কুয়া থেকে পানি তোলার বড় বালতি। জনগণের সুবিধার্থে জনপদের সাধারণ কুয়াগুলোতে পানি তোলার পালা নির্ধারণ করা হয়। প্রত্যেকেই নিজ নিজ পালা অনুযায়ী পানি তোলে। তাই এখানে ذَنُوب শব্দের অর্থ করা হয়েছে প্রাপ্য অংশ বা পালা। [কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৫১ : ৬০",
        "arabic_text": "\nفَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ ",
        "bangla_text": "অতএব, যারা কুফরী করেছে তাদের জন্য দুর্ভোগ সে দিনের, যে দিনের বিষয়ে তাদেরকে সতর্ক করা হয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]