[
    {
        "id": 1,
        "verse": "৫২ : ১",
        "arabic_text": "\nوَٱلطُّورِ ",
        "bangla_text": "শপথ তূর পর্বতের [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়ে থাকে যে, সুরিয়ানী ভাষায় طور (তুর) এর অর্থ পাহাড়, যাতে লতাপাতা ও বৃক্ষ উদগত হয়। এখানে তুর বলে মাদইয়ানে অবস্থিত তুরে-সিনীন বোঝানো হয়েছে। এই পাহাড়ের উপর মূসা আলাইহিস সালাম আল্লাহ তা'আলার সাথে বাক্যালাপ করেছিলেন। তুরের কসম খাওয়ার দ্বারা মহান আল্লাহ এ পাহাড়টিকে সম্মানিত করেছেন। [ফাতহুল কাদীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫২ : ২",
        "arabic_text": "\nوَكِتَٰبٖ مَّسۡطُورٖ ",
        "bangla_text": "শপথ কিতাবের, যা লিখিত আছে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] লিখিত কিতাব বলে মানুষের আমলনামা বোঝানো হয়েছে, না হয় কোন কোন তফসীরবিদের মতে পবিত্র কুরআন বোঝানো হয়েছে। আবার কারো কারো মতে এর দ্বারা লাওহে মাহফুজই বুঝানো হয়েছে। কারো কারো মতে এর দ্বারা সকল আসমানী কিতাবকে বোঝানো হয়েছে, [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫২ : ৩",
        "arabic_text": "\nفِي رَقّٖ مَّنشُورٖ ",
        "bangla_text": "উন্মুক্ত পাতায় [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] رق শব্দের আসল অর্থ লেখার জন্যে কাগজের স্থলে ব্যবহৃত পাতলা চামড়া। তাই এর অনুবাদ করা হয় পত্র। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫২ : ৪",
        "arabic_text": "\nوَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ ",
        "bangla_text": "শপথ বায়তুল মা’মূরের [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আকাশস্থিত ফেরেশতাদের কা'বাকে বায়তুল মামুর বলা হয়। এটা দুনিয়ার কা'বার ঠিক উপরে অবস্থিত। হাদীসে আছে যে, মে'রাজের রাত্রিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বায়তুল মামুরে নিয়ে যাওয়া হয়েছিল। এতে প্রত্যহ সত্তর হাজার ফেরেশতা ইবাদতের জন্যে প্রবেশ করে। এরপর তাদের পুনরায় এতে প্রবেশ করার পালা আসে না। প্রত্যহ নতুন ফেরেশতাদের নম্বর আসে। [বুখারী:৩২০৭, মুসলিম:১৬২] সপ্তম আসমানে বসবাসকারী ফেরেশতাদের কা'বা হচ্ছে বায়তুল মামুর। এ কারণেই মেরাজের রাত্রিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এখানে পৌঁছে ইবরাহীম আলাইহিস সালাম-কে বায়তুল মামুরের প্রাচীরে হেলান দিয়ে উপবিষ্ট অবস্থায় দেখতে পান। [বুখারী: ৩২০৭] তিনি ছিলেন দুনিয়ার কা'বার প্রতিষ্ঠাতা। আল্লাহ তা'আলা এর প্রতিদানে আকাশের কা'বার সাথেও তাঁর বিশেষ সম্পর্ক স্থাপন করে দেন। প্রতি আসমানেই ফেরেশতাদের জন্য একটি ইবাদতঘর রয়েছে। প্রথম আসমানের ইবাদতঘরের নাম “বাইতুল ইযযত”। ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫২ : ৫",
        "arabic_text": "\nوَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ ",
        "bangla_text": "শপথ সমুন্নত ছাদের [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সমুন্নত ছাদ বা উঁচু ছাদ অর্থ আসমান, যা পৃথিবীকে একটি গম্বুজের মত আচ্ছাদিত করে আছে বলে মনে হয়। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫২ : ৬",
        "arabic_text": "\nوَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ ",
        "bangla_text": "শপথ উদ্বেলিত সাগরের [১]--- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مَسْجُوْرٌ শব্দটি سجر থেকে উদ্ভূত। এর কয়েকটি অর্থ বর্ণনা করা হয়েছে। কোন কোন মুফাসসির একে ‘আগুনে ভর্তি’ অর্থে গ্রহণ করেছেন। কেউ কেউ অর্থ করেছেন, অগ্নি প্ৰজ্বলিত করা। তখন আয়াতের অর্থ, সমুদ্রের কসম, যাকে অগ্নিতে পরিণত করা হবে। এথেকে ইঙ্গিত পাওয়া যায় যে, কিয়ামতের দিন সকল সমুদ্র অগ্নিতে পরিণত হবে। অন্য এক আয়াতে আছেঃ وَإِذَا الْبِحَارُ سُجِّرَتْ  [সূরা আত-তাকভীর: ৬] কেউ কেউ একে শূন্য ও খালি অর্থে গ্রহণ করেন যার পানি মাটির অভ্যন্তরে প্রবেশ করে অদৃশ্য হয়ে গিয়েছে। বা শপথ খালি সমুদ্রের যা পরিপূর্ণ হবে। কেউ কেউ একে আবদ্ধ বা আটকিয়ে রাখা বা বাধাপ্ৰাপ্ত হওয়ার অর্থে গ্ৰহণ করেন। তাদের মতে এর অর্থ হচ্ছে, সমুদ্রকে আটকিয়ে বা থামিয়ে রাখা হয়েছে যাতে তার পানি মাটির অভ্যন্তরে প্রবেশ করে হারিয়ে না যায় এবং স্থলভাগকে প্লাবিত করে না ফেলে এবং পৃথিবীর সব অধিবাসী তাতে ডুবে না মরে। অথবা জলভাগকে স্থলভাগ গ্রাস করতে বাধা দিয়ে রাখা হয়েছে নতুবা তা অনেক আগেই গ্ৰাস করে ফেলত। কেউ কেউ একে মিশ্ৰিত অর্থে গ্রহণ করে থাকেন। অর্থাৎ এর মধ্যে মিঠা ও লবণাক্ত পানি এবং গরম ও ঠান্ডা সব রকম পানি এসে মিশ্রিত হয়। আর কেউ কেউ একে কানায় কানায় ভরা ও তরঙ্গ বিক্ষুব্ধ অর্থে গ্রহণ করেন। কাতাদাহ্ রাহে মাহুল্লাহ প্রমুখ مَسْجُوْر এর অর্থ করেছেন পানিতে পরিপূর্ণ। ইবন জারীর রাহেমাহুল্লাহ এই অর্থই পছন্দ করেছেন। [কুরতুবী]।\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫২ : ৭",
        "arabic_text": "\nإِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ ",
        "bangla_text": "নিশ্চয় আপনার রবের শাস্তি অবশ্যম্ভাবী,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫২ : ৮",
        "arabic_text": "\nمَّا لَهُۥ مِن دَافِعٖ ",
        "bangla_text": "এটার নিবারণকারী কেউ নেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, একে অর্থাৎ আপনার রবের শাস্তিকে কেউ প্রতিরোধ করতে পারবে না। বিভিন্ন বর্ণনায় এসেছে, একবার উমর রাদিয়াল্লাহু আনহু সূরা আত-তূর পাঠ করে যখন এই আয়াতে পৌছেন, তখন একটি দীর্ঘ নিঃশ্বাস ছেড়ে বিশ দিন পর্যন্ত অসুস্থ থাকেন। তাঁর রোগ নির্ণয় করার ক্ষমতা কারও ছিল না। অন্য বর্ণনায় এসেছে, তিনি এক রাত্রে প্রজাদের অবস্থা দেখার জন্য ছদ্মবেশে বের হন, এমতাবস্থায় এক লোকের বাড়ির পাশে গিয়ে এ আয়াত শুনতে পান। তিনি তৎক্ষণাৎ অসুস্থ হয়ে পড়েন এবং এক মাসের মত সময় অসুস্থ ছিলেন। কেউ তার রোগ নির্ণয় করতে সক্ষম ছিল না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫২ : ৯",
        "arabic_text": "\nيَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا ",
        "bangla_text": "যেদিন আসমান আন্দোলিত হবে প্রবলভাবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবী ভাষায় مور শব্দটি আবর্তিত হওয়া, কেঁপে কেঁপে ওঠা, ঘুরপাক খাওয়া, নড়েচড়ে উঠা এবং বারবার সামনে ও পেছনে চলা বুঝাতে ব্যবহৃত হয়। কিয়ামতের দিন আসমানের যে অবস্থা হবে একথাটির মাধ্যমে তা বর্ণনা করে ধারণা দেয়ার চেষ্টা করা হয়েছে যে, সেদিন ঊর্ধজগতের সমস্ত ব্যবস্থাপনা ধ্বংস হয়ে যাবে এবং কেউ যদি সেদিন আকাশের দিকে তাকায় তবে দেখবে যে, সেই সুশোভিত নকশা বিকৃত হয়ে গিয়েছে যা সবসময় একই রকম দেখা যেতো আর চারদিকে একটা অস্থিরতা বিরাজ করছে। [দেখুন, ফাতহুল কাদীর; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫২ : ১০",
        "arabic_text": "\nوَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا ",
        "bangla_text": "আর পর্বত পরিভ্রমণ করবে দ্রুত [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আসমান এমনভাবে শূন্যে উড়তে থাকবে যেন মেঘমালা ভেসে বেড়াচ্ছে। এভাবে পাহাড় নিজ অস্তিত্ব বিপন্ন হয়ে বিক্ষিপ্ত ধূলিকণায় রূপান্তরিত হয়ে যাবে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫২ : ১১",
        "arabic_text": "\nفَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ ",
        "bangla_text": "অতঃএব দুর্ভোগ সে দিন মিথ্যারোপকারীদের জন্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫২ : ১২",
        "arabic_text": "\nٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ ",
        "bangla_text": "যারা খেলার ছলে আসার কাজকর্মে লিপ্ত থাকে [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা নবীর কাছে কিয়ামত, আখেরাত, জগন্নাত ও জাহান্নামের কথা শুনে সেগুলোকে হাসির খোরাক বানাচ্ছে এবং এ বিষয়ে সুস্থ মস্তিষ্কে গভীরভাবে চিন্তা করার পরিবর্তে কেবল বিদ্রূপাত্মক মন্তব্য করছে। আখেরাত নিয়ে তাদের বিতর্কের উদ্দেশ্য এর তাৎপর্য বুঝার প্রচেষ্টা নয়, বরং তা একটি খেলা যা দিয়ে তারা মনোরঞ্জন করে থাকে। কিন্তু এটা তাদের কোন পরিণতির দিকে নিয়ে যাচ্ছে সে ব্যাপারে আদৌ কোন উপলব্ধি নেই। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫২ : ১৩",
        "arabic_text": "\nيَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا ",
        "bangla_text": "যেদিন তাদেরকে ধাক্কা মারতে মারতে নিয়ে যাওয়া হবে জাহান্নামের আগুনের দিকে ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫২ : ১৪",
        "arabic_text": "\nهَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ ",
        "bangla_text": "‘এটাই সে আগুন যাকে তোমারা মিথ্যা মনে করতে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫২ : ১৫",
        "arabic_text": "\nأَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ ",
        "bangla_text": "এটা কি তবে জাদু? না কি তোমারা দেখতে পাচ্ছ না [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ দুনিয়াতে রাসূল যখন তোমাদেরকে এ জাহান্নামের আযাব সম্পর্কে সাবধান করতেন তখন তোমরা তো বিশ্বাস করতে না, এখন বলো তোমাদের সামনে বিদ্যমান এ জাহান্নাম কি সেই জাদুর খেলা, নাকি এখনো বুঝে উঠতে পারনি, যে জাহান্নামের খবর তোমাদের দেয়া হতো তোমরা সে জাহান্নামের মুখোমুখি হয়েছো? [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫২ : ১৬",
        "arabic_text": "\nٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "তোমরা এতে দগ্ধ হও, অতঃপর তোমরা ধৈর্য ধারণ কর অথবা ধৈর্য ধারণ না কর, উভয়ই  তোমাদের জন্য সমান। তোমরা যা করতে তারই প্রতিফল তোমাদেরকে দেয়া হচ্ছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫২ : ১৭",
        "arabic_text": "\nإِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَعِيمٖ ",
        "bangla_text": "নিশ্চয় মুত্তাকীরা থাকবে জান্নাতে ও আরাম-আয়েশে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫২ : ১৮",
        "arabic_text": "\nفَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ ",
        "bangla_text": "তাদের রব তাদেরকে যা দিয়েছেন তারা তা উপভোগ করবে এবং তাদের রব তাদেরকে রক্ষা করেছেন জলন্ত আগুনের শাস্তি থেকে,  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫২ : ১৯",
        "arabic_text": "\nكُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "‘তোমরা যা করতে তার প্রতিফল স্বরূপ তোমারা তৃপ্তির সাথে পানাহার করতে থাক [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে “তৃপ্তির সাথে” বা মজা করে কথাটি অত্যন্ত ব্যাপক অৰ্থ বহন করে। মানুষ জান্নাতে যে লাভ করবে কোন প্রকার কষ্ট বা পরিশ্রম ছাড়াই তা লাভ করবে। বরং তা হুবহু তার আকাংখা ও মনের পছন্দ মত হবে। যত চাইবে এবং যখনই চাইবে সামনে এনে হাজির করা হবে। সে যা কিছু লাভ করবে তা তার অতীত কাজের প্রতিদান হিসেবে এবং নিজের বিগত দিনের উপার্জনের ফল হিসেবে লাভ করবে। [দেখুন, সাদী]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫২ : ২০",
        "arabic_text": "\nمُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ ",
        "bangla_text": "তারা বসবে শ্রেণিবদ্ধভাবে সজ্জিত আসনে হেলান দিয়ে; আর আমরা তাদের মিলন ঘটাব ডাগর চোখবিশিষ্টা হূরের সঙ্গে ; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫২ : ২১",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ ",
        "bangla_text": "আর যারা ঈমান আনে, আর তাদের সন্তান-সন্ততি ঈমানে তাদের অনুগামী হয়, আমারা তাদের সাথে মিলিত করব তাদের সন্তান-সন্ততিকে [১] এবং তাদের কর্মফল আমারা একটুও কমাবো না [২] ; প্র্যত্যেক ব্যাক্তি নিজ কৃতকর্মের জন্য দায়ী [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যারা ঈমানদার এবং তাদের সন্তানগণও ঈমানে তাদের অনুগামী, আমরা তাদের সন্তানদেরকে জান্নাতে তাদের সাথে মিলিত করে দেব। [মুয়াসসার] পবিত্র কুরআনের অন্যান্য স্থানেও এ ওয়াদা করা হয়েছে। যেমন, সূরা আর রা'দ এর ২৩ এবং সূরা গাফির এর ৮ নং আয়াত। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, আল্লাহ তা’আলা সৎকর্মপরায়ণ মুমিনদের সন্তান-সন্ততিকেও তাদের সম্মানিত পিতৃপুরুষদের মর্তবায় পৌঁছিয়ে দেবেন, যদিও তারা কর্মের দিক দিয়ে সেই মর্তবার যোগ্য না হয়- যাতে সম্মানিত মুরকবীদের চক্ষুশীতল হয়। সায়ীদ ইবন-জুবায়ের রাহেমাহুল্লাহ বলেন, ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেছেন, জান্নাতী ব্যক্তি জান্নাতে প্রবেশ করে তার পিতামাতা, স্ত্রী ও সন্তানদের সম্পর্কে জিজ্ঞাসা করবে যে, তারা কোথায় আছে? জওয়াবে বলা হবে যে, তারা তোমার মর্তবা পর্যন্ত পৌঁছতে পারেনি। তাই তারা জান্নাতে আলাদা জায়গায় আছে। এই ব্যক্তি আরয করবে, হে রব! দুনিয়াতে নিজের জন্যে ও তাদের সবার জন্যে আমল করেছিলাম। তখন আল্লাহ তা’আলার পক্ষ থেকে আদেশ হবে, তাদেরকেও জান্নাতের এই স্তরে একসাথে রাখা হোক। এসব বর্ণনা থেকে প্রমাণিত হয় যে, আখেরাতে সৎকর্মপরায়ণ পিতৃপুরুষ দ্বারা তাদের সন্তানরা উপকৃত হবে এবং আমলে তাদের মর্তবা কম হওয়া সত্ত্বেও তাদেরকে পিতৃপুরুষদের মর্তবায় পৌঁছিয়ে দেয়া হবে। অপরদিকে সৎকর্মপরায়ণ সন্তান-সন্ততি দ্বারা তাদের পিতা-মাতার উপকৃত হওয়াও হাদীসে প্রমাণিত আছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আল্লাহ তা'আলা কোন কোন নেকবান্দার মর্তবা তার আমলের তুলনায় অনেক উচ্চ করে দেবেন। সে প্রশ্ন করবে, হে রব! আমাকে এই মর্তবা কিরূপে দেয়া হল? আমার আমল তো এই পর্যায়ের ছিল না। উত্তর হবে, তোমার সন্তান-সন্ততি তোমার জন্যে ক্ষমাপ্রার্থনা ও দো'আ করেছে। এটা তারই ফল। [মুসনাদে আহমাদ:২/৫০৯}\n  <br/>\n  <br/>\n  [২] আয়াতের অর্থ এইঃ সন্তান-সন্ততিকে তাদের সম্মানিত পিতৃপুরুষদের সাথে মিলিত করার জন্যে এই পন্থা অবলম্বন করা হবে না যে, সম্মানিত পিতৃপুরুষদের আমল কিছু হ্রাস করে সন্তানদের আমল পূর্ণ করা হবে। বা পিতৃপুরুষদের পদাবনতির মাধ্যমে সমান করা হবে। বরং আল্লাহ তা'আলা নিজ কৃপায় তাদেরকে সমান করে দেবেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ প্রত্যেক ব্যক্তি তার আমলের জন্যে দায়ী হবে। অপরের গোনাহের বোঝা তার মাথায় চাপানো হবে না। পূর্ববতী আয়াতে নেককর্মের বেলায় সৎকর্মশীল পিতৃপুরুষদের খাতিরে সন্তান-সন্ততির আমল বাড়িয়ে দেয়ার কথা আছে। কিন্তু গোনাহের বেলায় এরূপ হবে না। একজনের গোনাহের প্রতিক্রিয়া অপরের উপর প্রতিফলিত হবে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫২ : ২২",
        "arabic_text": "\nوَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ ",
        "bangla_text": "আর আমারা তাদেরকে বাড়িয়ে দেব ফলমূল এবং গোশত যা তারা কামনা করবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫২ : ২৩",
        "arabic_text": "\nيَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ ",
        "bangla_text": "সেখানে তারা পরস্পরের মধ্যে আদান-প্রদান করতে থাকবে পানপাত্র, সেখানে থাকবে না কোন অসার কথা-বার্তা, থাকবে না কোন পাপকাজও [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেই শরাব নেশা সৃষ্টিকারী হবে না। তাই তা পান করে কেউ মাতাল হয়ে বেহুদা ও আবোলতাবোল বকবে না, গালি-গালাজ করবে না, কিংবা দুনিয়ার শরাব পানকারীদের মত অশ্লীল ও অশালীন আচরণ করবে না। [আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫২ : ২৪",
        "arabic_text": "\n۞ وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ ",
        "bangla_text": "আর তাদের সেবায় চারপাশে ঘুরাঘুরি করবে কিশোরেরা, তারা যেন সুরক্ষিত মুক্তা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫২ : ২৫",
        "arabic_text": "\nوَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ ",
        "bangla_text": "আর তারা একে অন্যের দিকে ফিরে জিজ্ঞেস করবে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫২ : ২৬",
        "arabic_text": "\nقَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ ",
        "bangla_text": "তারা বলবে, নিশ্চয় আগে আমরা পরিবার-পরিজনের মধ্যে শংকিত অবস্থায় ছিলাম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমরা দুনিয়ায় বিলাসিতায় ডুবে এবং আপন ভূবনে মগ্ন থেকে গাফলতির জীবন যাপন করিনি। সেখানে সবসময়ই আমাদের আশংকা থাকতো যে, কখন যেন আমাদের দ্বারা এমন কোন কাজ হয়ে যায়, যে কারণে আল্লাহ আমাদের পাকড়াও করবেন। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫২ : ২৭",
        "arabic_text": "\nفَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ ",
        "bangla_text": "অতঃপর আমাদের প্রতি আল্লাহ অনুগ্রহ করেছেন এবং আমাদেরকে আগুনের শাস্তি থেকে রক্ষা করেছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫২ : ২৮",
        "arabic_text": "\nإِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ ",
        "bangla_text": "নিশ্চয় আমরা আগেও আল্লাহকে ডাকতাম, নিশ্চয় তিনি কৃপাময়, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫২ : ২৯",
        "arabic_text": "\nفَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ ",
        "bangla_text": "অতএব আপনি উপদেশ দিতে থাকুন, কারণ, আপনার রবের অনুগ্রহে আপনি গণক নন, উন্মাদও নন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৫২ : ৩০",
        "arabic_text": "\nأَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ ",
        "bangla_text": "নাকি তারা বলে, ‘সে একজন কবি? আমরা তার মৃত্যুর প্রতীক্ষা করছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৫২ : ৩১",
        "arabic_text": "\nقُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ ",
        "bangla_text": "বলুন, ‘তোমরা প্রতীক্ষা কর, আমিও তোমাদের সাথে প্রতীক্ষাকারীদের অন্তর্ভুক্ত [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দুর্ভাগ্য আমার আসে না তোমাদের আসে, তা দেখার জন্য আমিও অপেক্ষা করছি। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৫২ : ৩২",
        "arabic_text": "\nأَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ ",
        "bangla_text": "নাকি তাদের বিবেক-বুদ্ধি তাদেরকে এ আদেশ দিচ্ছে, বরং তারা এক সীমালঙ্ঘনকারী সম্প্রদায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ দু'টি বাক্যে বিরোধীদের সমস্ত অপপ্রচার খণ্ডন করা হয়েছে, কারণ তারা একই ব্যক্তিকে অনেকগুলো পরস্পর বিরোধী উপাধি দিয়েছিল, অথচ এক ব্যক্তি কবি, পাগল ও গণক একই সাথে হতে পারে না। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৫২ : ৩৩",
        "arabic_text": "\nأَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ ",
        "bangla_text": "নাকি তারা বলে, ‘এ কুরআন সে বানিয়ে বলেছে ’? বরং তারা ঈমান আনবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৫২ : ৩৪",
        "arabic_text": "\nفَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ ",
        "bangla_text": "অতএব, তারা যদি সত্যবাদী হয় তবে এটার মত কোন বাণী নিয়ে আসুক না [১] ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কথা শুধু এ টুকু নয় যে, এটা মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী নয়, বরং এটা আদৌ মানুষের কথা নয় এ রকম বাণী রচনা করাও মানুষের সাধ্যাতীত। তোমরা যদি একে মানুষের কথা বলতে চাও তাহলে মানুষের রচিত এ মানের কোন কথা এনে প্রমাণ করো। শুধু কুরাইশদেরকে নয়, সারা দুনিয়ার মানুষকে এ আয়াতের মাধ্যমে সর্বপ্রথম এ চ্যালেঞ্জ জানানো হয়েছিল। এরপর পুনরায় মক্কায় তিনবার এবং মদীনায় শেষ বারের মত এ চ্যালেঞ্জ জানানো হয়েছে। [দেখুন ইউনুস: ৩৮, হূদঃ ১৩, আল-ইসরা: ৮৮. আল-বাকারাহ: ২৩]।\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৫২ : ৩৫",
        "arabic_text": "\nأَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ ",
        "bangla_text": "তারা কি স্রষ্টা ছাড়া সৃষ্টি হয়েছে, না তারা নিজেরাই স্রষ্টা [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে তাদের সামনে প্রশ্ন রাখা হয়েছে যে, তোমরা কি নিজে নিজেই সৃষ্টি হয়েছো, কোন স্রষ্টা তোমাদের সৃষ্টি করেননি? নাকি তোমরা নিজেরাই নিজেদের স্রষ্টা? কিংবা এ বিশাল মহাবিশ্ব তোমাদের তৈরী? এসব কথার কোনটিই যদি সত্য না হয়, আর তোমরা নিজেরাই স্বীকার করো যে তোমাদের স্রষ্টা আল্লাহ আর এই বিশ্বজাহানের স্রষ্টাও তিনিই, তাহলে যে ব্যক্তি তোমাদের বলে, সেই আল্লাহই তোমাদের বন্দেগী ও উপাসনা পাওয়ার অধিকারী সেই ব্যক্তির প্রতি তোমরা এত ক্রোধাম্বিত কেন? [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  এটা ছিল এমন একটি তীক্ষ্ণ প্রশ্ন যা মুশরিকদের আকীদা বিশ্বাসের ভিত্তিমূলকেই কাঁপিয়ে দিয়েছে। হাদীসে আছে, বদর যুদ্ধের পর বন্দী কুরাইশদের মুক্ত করার বিষয়ে আলোচনা করার জন্য মক্কার কাফেরদের পক্ষ থেকে জুবাইর ইবন মুতয়িম মদীনায় আসে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তখন মাগরিবের সালাতে সূরা তুর পাঠ করছিলেন। মসজিদের বাইরে থেকে আওয়ায শোনা যাচ্ছিল, তিনি যখন\n  <br/>\n  <br/>\n  أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ\n  <br/>\n  <br/>\n  পাঠ করলেন, তখন হঠাৎ আমার মনে হল যেন অন্তর ভয়ে বিদীর্ণ হয়ে যাবে। আমি তৎক্ষণাৎ ইসলাম গ্ৰহণ করলাম, তখন আমার মনে হচ্ছিল যেন এই স্থান ত্যাগ করার পূর্বেই আমি আযাবে গ্রেফতার হয়ে যাব ৷ [বুখারী: ৪৮৫৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৫২ : ৩৬",
        "arabic_text": "\nأَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ ",
        "bangla_text": "নাকি তারা আসমানসমূহ ও যমীন সৃষ্টি করেছে? বরং তারা দৃঢ় বিশ্বাস করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৫২ : ৩৭",
        "arabic_text": "\nأَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ ",
        "bangla_text": "আপনার রবের গুপ্তভাণ্ডার কি তাদের কাছে রয়েছে, নাকি তারা এ সবকিছুর নিয়ন্তা? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৫২ : ৩৮",
        "arabic_text": "\nأَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ ",
        "bangla_text": "নাকি তাদের কোন সিঁড়ি আছে যাতে আরোহন করে তারা শুনে থাকে? থাকলে তাদের সে শ্রোতা সুস্পষ্ট প্রমাণ নিয়ে আসুক ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৫২ : ৩৯",
        "arabic_text": "\nأَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ ",
        "bangla_text": "তবে কি কন্যা সন্তান তাঁর জন্য এবং পুত্ৰ সন্তান তোমাদের জন্য?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৫২ : ৪০",
        "arabic_text": "\nأَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ ",
        "bangla_text": "তবে কি আপনি ওদের কাছে পারিশ্রমিক চাচ্ছেন যে, তারা এটাকে একটি দুৰ্বহ বোঝা মনে করে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৫২ : ৪১",
        "arabic_text": "\nأَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ ",
        "bangla_text": "নাকি গায়েবী বিষয়ে তাদের কোন জ্ঞান আছে যে, তারা তা লিখছে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৫২ : ৪২",
        "arabic_text": "\nأَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ ",
        "bangla_text": "নাকি তারা কোন ষড়যন্ত্র করতে চায়? পরিণামে যারা কুফরী করে তারাই হবে ষড়যন্ত্রের শিকার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মক্কার কাফেররা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কষ্ট দেয়া ও তাকে হত্যা করার জন্য একত্রে বসে যে সলাপরামর্শ করতো ও ষড়যন্ত্র পাকাতো এখানে সেদিকে ইংগিত করা হয়েছে। [দেখুন, কুরতুবী ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৫২ : ৪৩",
        "arabic_text": "\nأَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "নাকি আল্লাহ ছাড়া ওদের অন্য কোন ইলাহ আছে? তারা যে শির্ক স্থির করে আল্লাহ্‌ তা থেকে পবিত্ৰ ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৫২ : ৪৪",
        "arabic_text": "\nوَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ ",
        "bangla_text": "আর তারা আকাশের কোন খণ্ড ভেঙ্গে পড়তে দেখলে বলবে, ‘এটা তো এক পুঞ্জিভূত মেঘ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৫২ : ৪৫",
        "arabic_text": "\nفَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ ",
        "bangla_text": "অতএব তাদেরকে ছেড়ে দিন সে দিন পর্যন্ত, যেদিন তারা বজ্রাঘাতে হতচেতন হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৫২ : ৪৬",
        "arabic_text": "\nيَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ ",
        "bangla_text": "সেদিন তাদের ষড়যন্ত্র কোন কাজে আসবে না এবং তাদেরকে সাহায্যও করা হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৫২ : ৪৭",
        "arabic_text": "\nوَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর নিশ্চয় যারা যুলুম করেছে তাদের জন্য রয়েছে এছাড়া আরো শাস্তি।  কিন্তু তাদের অধিকাংশই তা জানে না ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৫২ : ৪৮",
        "arabic_text": "\nوَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ ",
        "bangla_text": "আর আপনি ধৈর্যধারণ করুন আপনার রবের সিদ্ধান্তের উপর ; নিশ্চয় আপনি আমাদের চক্ষুর সামনেই রয়েছেন [১]। আপনি আপনার রবের সপ্ৰশংসা পবিত্রতা ও মহিমা ঘোষণা করুন যখন আপনি দণ্ডায়মান হন [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] শক্ৰদের শক্রতা-বিরোধিতার পরিপ্রেক্ষিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সান্ত্বনা দেওয়ার জন্যে সূরার উপসংহারে প্রথমে বলা হয়েছে যে, আপনি আমার দৃষ্টিতে আছেন। অর্থাৎ আল্লাহর চোখে আপনার হেফাযতে আছে। আপনাকে তিনি তাদের প্রত্যেক অনিষ্ট থেকে বাঁচিয়ে রাখবেন। [দেখুন, কুরতুবী] অন্য এক আয়াতে আছে وَاللّٰهُ يَعْصِحُكَ مِنَ النَّاسِ  “আল্লাহ মানুষের অনিষ্ট থেকে আপনার হেফাযত করবেন।” [সূরা আল-মায়িদাহ':৬৭]\n  <br/>\n  <br/>\n  [২] এরপর আল্লাহ তা'আলার সপ্ৰশংস পবিত্ৰতা ঘোষণায় আত্মনিয়োগ করার আদেশ দেয়া\n  <br/>\n  হয়েছে, যা মানবজীবনের আসল লক্ষ্য এবং প্রত্যেক বিপদ থেকে বেঁচে থাকার প্ৰতিকারও। বলা      হয়েছে, আল্লাহর সপ্ৰশংস পবিত্ৰতা ঘোষণা করুন যখন আপনি দণ্ডায়মান হন। এখানে تقوم বা “দণ্ডায়মান হন”। একথাটির কয়েকটি অর্থ হতে পারে এবং এখানে সবগুলো অর্থ গ্রহণীয় হওয়া অসম্ভব নয়। একটি অর্থ হচ্ছে, আপনি যখনই কোন মজলিস থেকে উঠবেন আল্লাহর প্রশংসা ও তাসবীহ করে উঠবেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেও এ নির্দেশ পালন করতেন এবং মুসলিমদেরকে নির্দেশ দিয়েছিলেন যে তারা যেন কোন মজলিস থেকে উঠার সময় আল্লাহর প্রশংসা ও তাসবীহ পাঠ করে। এভাবে সেই মজলিসে যেসব কথাবার্তা হয়েছে তার কাফফারা হয়ে যায়। হাদীসে এসেছে, যে ব্যক্তি কোন মজলিসে বসল এবং সেখানে অনেক বাকবিতণ্ডা করল সে\n  <br/>\n  <br/>\n  سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ\n  <br/>\n  <br/>\n  যদি ঊঠে যাওয়ার সময় বলে “হে আল্লাহ্‌ ! আমি আপনার প্রশংসাসহ তাসবীহ পাঠ করছি। আমি সাক্ষ্য দিচ্ছি, আপনি ছাড়া কোন হক্ক মা’বুদ নেই। আমি আপনার কাছে ক্ষমা চাচ্ছি এবং আপনার কাছে তাওবা করছি।” [তিরমিয়ী: ৩৪৩৩, মুসনাদে আহমাদ: ২/৪৯৪] তাহলে সেখানে যেসব ভুল ত্রুটি হবে আল্লাহ তা মাফ করে দেবেন। আতা ইবনে আবী রাবাহ রাহেমাহুল্লাহ বলেন, তুমি যখন মজলিস থেকে ওঠ, তখন তাসবীহ ও তাহমীদ কর। তুমি এই মজলিসে কোন সৎকাজ করে থাকলে তার পুণ্য অনেক বেড়ে যাবে। পক্ষান্তরে কোন পাপ কাজ করে থাকলে এই বাক্য তার কাফফারা হয়ে যাবে। এর দ্বিতীয় অর্থ হচ্ছে, যখন তোমরা ঘুম থেকে জেগে বিছানা ছাড়বে। তখন তাসবীহসহ তোমার রবের প্রশংসা কর। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এটিও নিজে আমল করতেন এবং ঘুম থেকে জেগে ওঠার পর একথাগুলো বলার জন্য সাহাবীদের শিক্ষা দিয়েছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যে ব্যক্তি রাত্রে জাগ্রত হয়ে এই বাক্যগুলো পাঠ করে, সে যে দো’আই করে, তা-ই কবুল হয়। বাক্যগুলো এইঃ\n  <br/>\n  <br/>\n  لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ‏.‏ الْحَمْدُ لِلَّهِ، وَسُبْحَانَ اللَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ‏.\n  <br/>\n  <br/>\n  ‘(একমাত্র লা-শরীক আল্লাহ ব্যতীত হক কোন ইলাহ নেই, তাঁর জন্যই যাবতীয় রাজত্ব, তাঁরই জন্য যাবতীয় প্রশংসা। আর তিনি সবকিছুর উপর ক্ষমতাবান। পবিত্র ও মহান আল্লাহ, সমস্ত প্ৰশংসা আল্লাহরই, তিনি ব্যতীত আর কোন হক ইলাহ নেই, এবং তিনিই মহান। আর আল্লাহ ব্যতীত কোন বাঁচার পথ নেই, কোন শক্তিও নেই)” তারপর বলল, হে আল্লাহ আমাকে ক্ষমা করে দিন, অথবা দো'আ করল, তার দোআ কবুল করা হবে। তারপর যদি সে ওযু করে সালাত পড়ে, তবে তার সালাত কবুল করা হবে। [বুখারী: ১১৫৪],\n  <br/>\n  <br/>\n  এর তৃতীয় অর্থ হচ্ছে, আপনি যখন সালাতের জন্য দাঁড়াবেন তখন আল্লাহর হামদ ও তাসবীহ দ্বারা তার সূচনা করুন। এ হুকুম পালনের জন্য নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নির্দেশ দিয়েছিলেন যে, তাকবীর তাহরীমার পর সালাত শুরু করবে একথা বলে,\n  <br/>\n  <br/>\n  سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ تَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلاَ إِلَهَ غَيْرُكَ [মুসলিম: ৩৯৯]\n  <br/>\n  <br/>\n  এর চতুর্থ অর্থ হচ্ছে, যখন আপনি আল্লাহর পথে আহবান জানানোর জন্য প্রস্তুত হবেন তখন আল্লাহর প্রশংসা ও তাসবীহ দ্বারা তার সূচনা করুন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ নির্দেশটিও স্থায়ীভাবে পালন করতেন। তিনি সবসময় আল্লাহর প্রশংসা দ্বারা তার খুতবা শুরু করতেন। তাফসীর বিশারদ ইবনে জারীর এর আরো একটি অর্থ বর্ণনা করেছেন। সে অর্থটি হচ্ছে, আপনি যখন দুপুরের আরামের পর উঠবেন তখন সালাত পড়বেন। অৰ্থাৎ যোহরের সালাত। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৫২ : ৪৯",
        "arabic_text": "\nوَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ ",
        "bangla_text": "আর তাঁর পবিত্ৰতা ঘোষণা করুন রাতের বেলা [১] ও তারকার অস্ত গমনের পর [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ রাত্রে পবিত্ৰতা ঘোষণা করুন। এর অর্থ মাগরিব, ইশা এবং তাহাজ্জুদের সালাত। সাথে সাথে এর দ্বারা কুরআন তিলাওয়াত, সাধারণ তাসবীহ পাঠ এবং আল্লাহর যিকরও বুঝানো হয়েছে। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারকা অস্তমিত হওয়ার পর। এখানে ফজরের সালাত ও তখনকার তাসবীহ পাঠ বোঝানো হয়েছে। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এখানে ফজরের সালাতের পূর্বের দু' রাকাআত সুন্নাত সালাতকে বুঝানো হয়েছে। এ দু' রাকাআত সালাতের ব্যাপারে হাদীসে বহু তাগীদ দেয়া হয়েছে। [কুরতুবী] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন সুন্নাত সালাতের ব্যাপারে ফজরের দু' রাকাআত সুন্নাত সালাতের চেয়ে বেশী গুরুত্ব দিতেন না। [বুখারী: ১১৬৯, মুসলিম: ৯৪] অপর হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “ফজরের দু' রাকাআত সালাত দুনিয়া ও তাতে যা আছে তার থেকেও উত্তম”। [মুসলিমঃ ৯৬]\n  <br/>\n </p>\n</div>"
    }
]