[
    {
        "id": 1,
        "verse": "৫৩ : ১",
        "arabic_text": "\nوَٱلنَّجۡمِ إِذَا هَوَىٰ ",
        "bangla_text": "শপথ নক্ষত্রের, যখন তা হয় অস্তমিত [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  মুফাসসিরগণ সূরা আন-নাজমের কিছু গুরুত্বপূর্ণ বৈশিষ্ট্য বর্ণনা করেছেন। যেমন, সূরা আন-নাজম প্রথম সূরা; যা রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কায় ঘোষণা করেন [আততাহরীর ওয়াত তানওয়ীর]। আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, এই সূরাতেই সর্বপ্রথম সেজদার আয়াত নাযিল হয় এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তেলাওয়াতের সেজদা করেন। মুসলিম ও কাফের সবাই এই সেজদায় শরীক হয়েছিল। কেবল এক অহংকারী ব্যক্তি সে সেজদা করেনি। সে এক মুষ্টি মাটি তুলে কপালে লাগিয়ে বলল, ব্যস এতটুকুই যথেষ্ট। আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ আমি সেই ব্যক্তিকে কাফের অবস্থায় মৃত্যুবরণ করতে দেখেছি। সে ছিল উমাইয়া ইবন খালাফ। [বুখারী: ১০৬৭, ১০৭০, মুসলিম: ৫৭৬]\n  <br/>\n  <br/>\n  ত্বাবরানীর  বর্ণনায় এ কাফেরকে ওলীদ ইবনে মুগীরা বলে উল্লেখ করা হয়েছে। [মুজামুল কাবীর: ৯/৩৪, হাদীস ৮৩১৬] অনুরূপভাবে এই সূরার শুরুতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সত্য নবী হওয়া এবং তার প্রতি অবতীর্ণ ওহীতে সন্দেহ ও সংশয়ের অবকাশ না থাকার কথা বর্ণিত হয়েছে। ত্বাবরানীর বর্ণনায় এ কাফেরকে ওলীদ ইবনে মুগীরা বলে উল্লেখ করা হয়েছে। [মুজামুল কাবীর: ৯/৩৪, হাদীস ৮৩১৬]\n  <br/>\n  <br/>\n  --------------------\n  <br/>\n  <br/>\n  [১] নক্ষত্ৰমাত্রকেই نجم বলা হয় এবং বহুবচন نجوم [ইরাবুল কুরআন]। কখনও এই শব্দটি কয়েকটি নক্ষত্রের সমষ্টি সপ্তর্ষিমণ্ডলের অর্থেও ব্যবহৃত হয়। এই আয়াতেও কেউ কেউ নজমের তফসীর “সুরাইয়া” অৰ্থাৎ সপ্তর্ষিমণ্ডল দ্বারা করেছেন। সুদ্দী বলেন, এর অর্থ শুক্রগ্রহ। [কুরতুবী] هوى শব্দটি পতিত হওয়ার অর্থে ব্যবহৃত হয়। নক্ষত্রের পতিত হওয়ার মানে অস্তমিত হওয়া। এই আয়াতে আল্লাহ তা’আলা নক্ষত্রের কসম খেয়ে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর ওহী সত্য, বিশুদ্ধ ও সন্দেহ-সংশয়ের ঊর্ধ্বে। [আদওয়াউল বায়ান, সা’দী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫৩ : ২",
        "arabic_text": "\nمَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ ",
        "bangla_text": "তোমাদের সঙ্গী [১] বিভ্রান্ত নয়, বিপথগামীও নয়, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল শব্দ ব্যবহার করা হয়েছে صَاحِبكُمْ বা তোমাদের বন্ধু। এর দ্বারা রাসূলুল্লাহ সাল্লালাহু আলাইহি ওয়া সাল্লামকে বুঝানো হয়েছে এবং কুরাইশদের সম্বোধন করা হয়েছে। আরবী ভাষায় صاحب বলতে বন্ধু, সাথী, নিকটে অবস্থানকারী এবং সাথে উঠা-বসা করে এমন লোককে বুঝায়। এ স্থলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নাম অথবা নবী শব্দ ব্যবহার করার পরিবর্তে “তোমাদের সঙ্গী” বলে ব্যক্ত করার মধ্যে ইঙ্গিত রয়েছে যে, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বাইরে থেকে আগত কোন অপরিচিত ব্যক্তি নন, যার সত্যবাদিতায় তোমরা সন্দিগ্ধ হবে। বরং তিনি তোমাদের সার্বক্ষণিক সঙ্গী। [দেখুন, কুরতুবী; আততাহরীর ওয়াত তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫৩ : ৩",
        "arabic_text": "\nوَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ ",
        "bangla_text": "আর তিনি মনগড়া কথা বলেন না [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেসব কথা তার মনগড়া নয় কিংবা তার প্রবৃত্তির কামনা-বাসনা ঐ সবের উৎস নয়। তা আল্লাহর পক্ষ থেকে অহীর মাধ্যমে তার ওপর নাযিল করা হয়েছে এবং হচ্ছে। একইভাবে ইসলামের এ আন্দোলন, তাওহীদের এ শিক্ষা, আখেরাত, হাশর-নাশার এবং কাজকর্মের প্রতিদানের এ খবর মহাবিশ্ব ও মানুষ সম্পর্কে এসব সত্য ও তথ্য এবং পবিত্র জীবন যাপন করার জন্য যেসব নীতিমালা তিনি পেশ করছেন এসবও তার নিজের রচিত দর্শন নয়। [দেখুন, ফাতহুল কাদীর]।\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫৩ : ৪",
        "arabic_text": "\nإِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ ",
        "bangla_text": "তাতো কেবল ওহী, যা তার প্রতি ওহীরূপে প্রেরিত হয়,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫৩ : ৫",
        "arabic_text": "\nعَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ ",
        "bangla_text": "তাকে শিক্ষা দান করেছেন প্ৰচণ্ড শক্তিশালী [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাকে শিক্ষাদানকারী কোন মানুষ নয়, যা তোমরা মনে করে থাকো। মানব সত্তার ঊর্ধ্বে একটি মাধ্যম থেকে তিনি এ জ্ঞান লাভ করছেন। তাফসীরকারদের ব্যাপক সংখ্যাগরিষ্ঠ অংশ এ ব্যাপারে একমত যে, “মহাশক্তির অধিকারী” এর অর্থ জিবরাঈল আলাইহিসসালাম। [ফাতহুল কাদীরা]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫৩ : ৬",
        "arabic_text": "\nذُو مِرَّةٖ فَٱسۡتَوَىٰ ",
        "bangla_text": "সৌন্দর্যপূর্ণ সত্তা [১]। অতঃপর তিনি স্থির হয়েছিলেন [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দ্বারা বোঝা যায় যে, ফেরেশতাগণ অত্যন্ত সুন্দর। তারা যেমন সুন্দর তাদের চরিত্ৰও তেমনি। তাই তারা কোন খারাপ সুরত গ্রহণ করেন না। বাহ্যিক ও অভ্যন্তরিন সার্বিকভাবে তারা সুন্দর। কোন কোন মুফাসসির مرة শব্দটির অর্থ করেছেন, শক্তিশালী হওয়া। জিবরাঈলের অধিক শক্তি বর্ণনা করার জন্যে এটাও তারই বিশেষণ। এতে করে এই ধারণার অবকাশ থাকে না, ওহী নিয়ে আগমনকারী ফেরেশতার কাজে কোন শয়তান প্রভাব বিস্তার করতে পারে। আবার কোন কোন মুফাসসির এর অর্থ করেছেন, প্রজ্ঞাসম্পন্ন, বিবেকবান। আবার কেউ কেউ অর্থ করেছেন, শারিরীক ও মানসিক সুস্থতা। এসবগুলোই মূলত: ফেরেশতাদের গুণ। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] এর অর্থ সোজা হয়ে গেলেন। এর দ্বারা উদ্দেশ্য যদি জিবরাঈল আলাইহিস সালাম হয়, তখন অর্থ হবে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিবরাঈলকে যখন প্রথম দেখেন, তখন তিনি আকাশ থেকে নিচে অবতরণ করছিলেন। অবতরণের পর তিনি ঊর্ধ্ব দিগন্তে সোজা হয়ে বসে যান। রাসূলকে দেখা দেওয়ার পর পুনরায় তিনি তার জায়গায় ফিরে যান। অথবা সোজা হয়ে যাওয়ার অর্থ জিবরাইল তার সৃষ্ট সঠিক রূপে দাঁড়িয়ে গেলেন। যে প্রকৃত রূপে আল্লাহ্ তাকে সৃষ্টি করেছেন তিনি সে প্রকৃত রূপে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর সামনে উপস্থিত হলেন। আর যদি এখানে সোজা হয়ে যাওয়া দ্বারা কুরআন উদ্দেশ্য নেয়া হয় তখন আয়াতের অর্থ হবে, ‘তারপর কুরআন রাসূলের অন্তরে প্রতিষ্ঠিত হয়ে গেল’। আর যদি এখানে সোজা হওয়া দ্বারা আল্লাহকেই উদ্দেশ্য নেয়া হয়ে থাকে তখন এর অর্থ হবে, আল্লাহ তা'আলা তাঁর আরাশের উপর উঠলেন। এ সব তাফসীর সবগুলিই সালফে সালেহীন থেকে বর্ণিত আছে এবং সবগুলিই উদ্দেশ্য হওয়া সম্ভব। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫৩ : ৭",
        "arabic_text": "\nوَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ ",
        "bangla_text": "আর তিনি ছিলেন ঊর্ধ্বদিগন্তে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে জিবরাঈলকে আসল আকৃতিতে দেখার বিষয় বর্ণনা করা হয়েছে। দিগন্ত অর্থ আসমানের পূর্ব প্রান্ত যেখানে সূর্য উদিত হয় এবং দিনের আলো ছড়িয়ে পড়ে। সূরা আত-তাকভীরের ২৩ আয়াতে একেই পরিষ্কার দিগন্ত বলা হয়েছে। দুটি আয়াত থেকেই পরিষ্কার বুঝা যায় যে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রথমবার যখন জিবরাঈল আলাইহিস সালামকে দেখেন তখন তিনি আসমানের পূর্ব প্রান্ত থেকে আত্মপ্রকাশ করেছিলেন। মূলত: মহাশক্তিশালী, সহজাত শক্তিসম্পন্ন বা প্রজ্ঞাবান, সৌন্দর্যমণ্ডিত, সোজা হওয়া, এবং নিকটবতী হওয়া এগুলো সব জিবরাঈলের বিশেষণ। এই তফসীরের পক্ষে অনেক সঙ্গত কারণ রয়েছে। ঐতিহাসিক দিক দিয়েও সূরা আন-নাজম সম্পূর্ণ প্রাথমিক সূরাসমূহের অন্যতম। আবদুল্লাহ ইবনে মাসউদের বর্ণনা অনুযায়ী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কায় সর্বপ্রথম যে সূরা প্রকাশ্যে পাঠ করেন তা সূরা আন-নাজম। বাহ্যত মে'রাজের ঘটনা এরপরে সংঘটিত হয়েছে। দ্বিতীয় কারণ এই যে, হাদীসে স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এসব আয়াতের যে তফসীর করেছেন, তাতে জিবরাঈলকে দেখার কথা উল্লেখিত আছে। ইমাম শা'বী তার উস্তাদ মাসরুদ্ধক থেকে বর্ণনা করেন- তিনি একদিন আয়েশা রাদিয়াল্লাহু আনহার কাছে ছিলেন এবং আল্লাহ তা'আলাকে দেখা সম্পর্কে আলোচনা চলছিল। মাসরুক বলেন, আমি বললাম, আল্লাহ তা'আলা বলেছেন,\n  <br/>\n  <br/>\n  وَلَقَدْرَاٰهُ بِالْاُفُقُ الْمُبِيْنِ এবং وَلَقَدْ رَآهُ نَزْلَةً أُخْرَىٰ\n  <br/>\n  <br/>\n  আয়েশা রাদিয়াল্লাহু ‘আনহা বলেলেন, মুসলিমদের মধ্যে সর্বপ্রথম আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে এই আয়াত সম্পর্কে জিজ্ঞাসা করেছি। তিনি উত্তরে বলেছেন, আয়াতে যাকে দেখার কথা বলা হয়েছে, সে জিবরাঈল আলাইহিস সালাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে মাত্র দু’বার আসল আকৃতিতে দেখেছেন। আয়াতে বর্ণিত দেখার অর্থ এই যে, তিনি জিবরাঈলকে আকাশ থেকে ভূমির দিকে অবতরণ করতে দেখেছেন। তার দেহাকৃতি আসমান ও যমীনের মধ্যবতী শূন্যমণ্ডলকে পরিপূর্ণ করে দিয়েছিল। [বুখারী:৪৬১২, ৪৮৫৫, মুসলিম: ১৭৭/২৮৭, ২৮৮, ২৮৯, তিরমিয়ী:৩০৬৮, মুসনাদে আহমাদ:৬/২৪১]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় আয়েশা রাদিয়াল্লাহু ‘আনহা বলেনঃ এই আয়াত সম্পর্কে সর্বপ্রথম আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জিজ্ঞাসা করেছি যে, আপনি আপনার পালনকর্তাকে দেখেছেন কি? তিনি বললেনঃ না, বরং আমি জিবরাঈলকে নিচে অবতরণ করতে দেখেছি। [মুসনাদে আহমাদ:৬/২৩৬] অনুরূপভাবে শায়বানী বর্ণনা করেন যে, তিনি আবু যরকে এই আয়াতের অর্থ জিজ্ঞাসা করেন, তিনি জওয়াবে বলেনঃ আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু আমার কাছে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিবরাঈলকে ছয়শত ডানাবিশিষ্ট দেখেছেন। [বুখারী: ৪৮৫৬] ইবনে জারীর রাহে মাহুল্লাহ আবদুল্লাহ ইবনে-মাসউদ রাদিয়াল্লাহু আনহু থেকে এ আয়াতের তাফসীর প্রসঙ্গে বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিবরাঈলকে রফরফের পোশাক পরিহিত অবস্থায় দেখেছেন। তাঁর অস্তিত্ব আসমান ও যমীনের মধ্যবতী শূন্যমণ্ডলকে ভরে রেখেছিল। [তাফসীর তাবারী: ৩২৪৭০]\n  <br/>\n  <br/>\n  এ সব বর্ণনা থেকে স্পষ্টভাবে প্রতীয়মান হয় যে, সূরা নাজমের উল্লেখিত আয়াতসমূহ দেখা ও নিকটবর্তী হওয়া বলে জিবরাঈলকে দেখা ও নিকটবর্তী হওয়া বোঝানো হয়েছে। আয়েশা, আবদুল্লাহ ইবনে মাসউদ, আবুযর গেফারী, আবু হুরায়রা প্রমুখ সাহাবীর এই উক্তি। তাই ইবনে-কাসীর আয়াতসমূহের তফসীরে বলেনঃ আয়াতসমূহে উল্লেখিত দেখা ও নিকটবর্তী হওয়ার অর্থ জিবরাঈলকে দেখা ও জিবরাঈলের নিকটবর্তী হওয়া। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে প্রথমবার আসল আকৃতিতে দেখেছিলেন এবং দ্বিতীয়বার মে'রাজের রাত্রিতে সিদরাতুল-মুন্তাহার নিকটে দেখেছিলেন। প্রথমবারে দেখা নবুওয়তের সম্পূর্ণ প্রাথমিক যমানায় হয়েছিল। তখন জিবরাঈল সূরা ইকরার প্রাথমিক আয়াতসমূহের প্রত্যাদেশ নিয়ে প্রথমবার আগমন করেছিলেন। এরপর ওহীতে বিরতি ঘটে, যদ্দরুন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিদারুণ উৎকণ্ঠা ও দুর্ভাবনার মধ্যে দিন অতিবাহিত করেন। পাহাড় থেকে পড়ে আত্মহত্যা করার ধারণা বারবার তার মনে জাগ্রত হতে থাকে। কিন্তু যখনই এরূপ পরিস্থিতির উদ্ভব হত, তখনই জিবরাঈল আলাইহিস সালাম দৃষ্টির অন্তরালে থেকে আওয়াজ দিতেনঃ হে মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আপনি আল্লাহ তা’আলার সত্য নবী, আর আমি জিবরাঈল। এই আওয়াজ শুনে তার মনের ব্যাকুলতা দূর হয়ে যেত। যখনই মনে বিরূপ কল্পনা দেখা দিত, তখনই জিবরাঈল আলাইহিস সালাম অদৃশ্যে থেকে এই আওয়াজের মাধ্যমে তাকে সাস্তুনা দিতেন। অবশেষে একদিন জিবরাঈল আলাইহিস সালাম মক্কার উন্মুক্ত ময়দানে তার আসল আকৃতিতে আত্মপ্রকাশ করলেন। তার ছয়শত বাহু ছিল এবং তিনি গাোটা দিগন্তকে ঘিরে রেখেছিলেন। এরপর তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নিকট আসেন এবং তাকে ওহী পৌঁছান। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে জিবরাঈলের মাহাত্ম্য এবং আল্লাহ তা'আলার দরবারে তার সুউচ্চ মর্যাদার স্বরূপ ফুটে ওঠে। সারকথা এই যে, এই প্রথম দেখা এ জগতেই মক্কার দিগন্তে হয়েছিল। দ্বিতীয়বার দেখার কথা  وَهُوَ بِالْأُفُقِ الْأَعْلَىٰ আয়াতে ব্যক্ত হয়েছে। মে'রাজের রাত্রিতে এই দেখা হয়। উল্লেখিত কারণসমূহের ভিত্তিতে সুস্পষ্টভাবে এটাই বলা যায় যে, সূরা আন-নাজমের শুরুভাগের আয়াতসমূহে আল্লাহ তা’আলাকে দেখার কথা আলোচিত হয়নি; বরং জিবরাঈলকে দেখার কথা উল্লেখ করা হয়েছে। জিবরাঈলকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার নিজস্ব আকৃতিতে দু’বার দেখেছেন। প্রথমবার নবুওয়াতের প্রারম্ভে। আর দ্বিতীয়টি মি'রাজের রাত্ৰিতে, সিদরাতুল মুস্তাহার নিকটে। [দেখুন, বুখারী: ৪৮৫৫, ৪৮৫৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫৩ : ৮",
        "arabic_text": "\nثُمَّ دَنَا فَتَدَلَّىٰ ",
        "bangla_text": "তারপর তিনি তার কাছাকাছি হলেন, অতঃপর খুব কাছাকাছি,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫৩ : ৯",
        "arabic_text": "\nفَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ ",
        "bangla_text": "ফলে তাদের মধ্যে দু ধনুকের ব্যবধান রইল অথবা তারও কম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] دَنَا শব্দের অর্থ নিকটবর্তী হল এবং  فَقَدَلّٰى শব্দের অর্থ ঝুলে গেল। অর্থাৎ ঝুঁকে পড়ে নিকটবর্তী হল। ধনুকের কাঠ এবং এর বিপরীতে ধনুকের সুতার মধ্যবর্তী ব্যাবধানকে قاب বলা হয়। এই ব্যবধান আনুমানিক একহাত হয়ে থাকে। [কুরতুবী] আলোচ্য আয়াতসমূহে জিবরাঈল আলাইহিস সালাম-এর অধিকতর নিকটবর্তী হওয়ার বিষয়টি বর্ণনা করার কারণ এদিকে ইঙ্গিত করা যে, তিনি যে ওহী পৌঁছিয়েছেন তা শ্রবণে কোন সন্দেহ ও সংশয়ের অবকাশ নেই। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫৩ : ১০",
        "arabic_text": "\nفَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ ",
        "bangla_text": "তখন আল্লাহ্‌ তাঁর বান্দার প্রতি যা ওহী করার তা ওহী করলেন [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে أوْحٰى (বা ওহী প্রেরণ করেন) ক্রিয়াপদের কর্তা স্বয়ং আল্লাহ তা'আলা এবং عَبْدُه (বা তার বান্দা) এর সর্বনাম দ্বারা আল্লাহ তা'আলাকেই বোঝানো হয়েছে। অর্থাৎ জিবরাঈল আলাইহিস সালাম-কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর কাছে প্রেরণ করে আল্লাহ তা'আলা তার প্রতি ওহী নাযিল করলেন। [দেখুন, আততাহরীর ওয়াত তানওয়ীর, তাবারী]। এক হাদীসে এসেছে, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে তিনটি জিনিস দেয়া হয়। পাঁচ ওয়াক্ত সালাত, সূরা আল-বাকারাহ এর শেষ আয়াতসমূহ এবং তার উম্মতের মধ্যে যারা আল্লাহর সাথে শির্ক করবে না তাদের জন্য ক্ষমার ঘোষণা। [মুসলিম: ১৭৩]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫৩ : ১১",
        "arabic_text": "\nمَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ ",
        "bangla_text": "যা তিনি দেখেছেন, তার অন্তঃকরণ তা মিথ্যা বলেনি [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] فؤاد শব্দের অর্থ অন্তঃকরণ। উদ্দেশ্য এই যে, চক্ষু যা কিছু দেখেছে, অন্তঃকরণও তা যথাযথ উপলব্ধি করতে কোন ভুল করেনি। مَاراٰى শব্দের অর্থ যা কিছু দেখেছে। এখানে উদ্দেশ্য তিনি জিবরাঈল আলাইহিস সালাম-কে আসল আকৃতিতে দেখেছেন। [মুয়াসসার, কুরতুবী]\n  <br/>\n  <br/>\n  এ আয়াতে فؤاد বা অন্তঃকরণকে উপলব্ধি করার কর্তা করা হয়েছে। অথচ অনেকের মতে উপলব্ধি করা বোধশক্তি বা عقل এর কাজ। [আততাহরীর ওয়াত তানওয়ীর] এই প্রশ্নের জওয়াব এই যে, পবিত্র কুরআনের অনেক আয়াত দ্বারা জানা যায় যে, উপলব্ধির আসল কেন্দ্ৰ অন্তঃকরণ। তাই কখনও বোধশক্তিকেও ‘কলব’ (অন্তঃকরণ) শব্দ দ্বারা ব্যক্ত করে দেয়া হয়; যেমন لَمَنْ كَانَ لَهٗ قَلْبٌ আয়াতে কলব বলে عقل বা বিবেক ও বোধশক্তি বোঝানো হয়েছে। পবিত্র কুরআনের لَهُمْ قُلُوْبٌ لَّايَفْقَهُوْنَ بِهَا ইত্যাদি আয়াত এর পক্ষে সাক্ষ্য দেয়।\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫৩ : ১২",
        "arabic_text": "\nأَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ ",
        "bangla_text": "তিনি যা দেখেছেন তোমরা কি সে বিষয়ে তাঁর সঙ্গে বিতর্ক করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫৩ : ১৩",
        "arabic_text": "\nوَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ ",
        "bangla_text": "আর অবশ্যই তিনি তাকে আরেকবার দেখেছিলেন",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫৩ : ১৪",
        "arabic_text": "\nعِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ ",
        "bangla_text": "‘সিদরাতুল মুন্তাহা’ তথা প্রান্তবর্তী কুল গাছ এর কাছে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কর্তৃক জিবরাঈলকে দ্বিতীয়বারের মত তার আসল আকৃতিতে দেখা। [বুখারী: ৩২৩৪, মুসলিম:১৭৪] দ্বিতীয়বারের এই দেখার স্থান সপ্তম আকাশের ‘সিন্দরাতুল-মুন্তাহা’ বলা হয়েছে। বলাবাহুল্য, মে'রাজের রাত্ৰিতেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সপ্তম আকাশে গমন করেছিলেন। এতে করে দ্বিতীয়বার দেখার সময়ও মোটামুটিভাবে নির্দিষ্ট হয়ে যায়। অভিধানে ‘সিদরাহ' শব্দের অর্থ বদরিকা বৃক্ষ। মুস্তাহা শব্দের অর্থ শেষপ্রান্ত। সপ্তম আকাশে আরাশের নিচে এই বদরিকা বৃক্ষ অবস্থিত। মুসলিমের বর্ণনায় একে যষ্ঠ আকাশে বলা হয়েছে। উভয় বর্ণনার সমন্বয় এভাবে হতে পারে যে, এই বৃক্ষের মূল শিকড় ষষ্ঠ আকাশে এবং শাখা প্রশাখা সপ্তম আকাশ পর্যন্ত বিস্তৃত রয়েছে। সাধারণ ফেরেশতাগণের গমনাগমনের এটাই শেষ সীমা। তাই একে মুন্তাহা বলা হয়। ইবন কাসীর; কুরতুবী; আততাহরীর ওয়াত তানওয়ীর ফাতহুল কাদীর] আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, আল্লাহ তা'আলার বিধানাবলি প্রথমে ‘সিদরাতুল-মুন্তহায়’ নাযিল হয় এবং এখান থেকে সংশ্লিষ্ট ফেরেশতাগণের কাছে সোপর্দ করা হয়। যমীন থেকে আসমানগামী আমলনামা ইত্যাদিও ফেরেশতাগণ এখানে পৌঁছায় এবং এখান থেকে অন্য কোন পন্থায় আল্লাহ তা'আলার দরবারে পেশ করা হয়। [মুসলিম: ১৭৩, মুসনাদে আহমাদ: ১/৩৮৭, ৪২২]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫৩ : ১৫",
        "arabic_text": "\nعِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ ",
        "bangla_text": "যার কাছে জান্নাতুল মা’ওয়া [১] অবস্থিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] المأوى শব্দের অর্থ ঠিকানা, বিশ্রামস্থল | জান্নাতকে مأوى বলার কারণ এই যে, এটাই মুমিনদের আসল ঠিকানা। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫৩ : ১৬",
        "arabic_text": "\nإِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ ",
        "bangla_text": "যখন কুল গাছটিকে যা আচ্ছাদিত করার তা আচ্ছাদিত করেছিল [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন বদরিকা বৃক্ষকে আচ্ছন্ন করে রেখেছিল আচ্ছন্নকারী বস্তু। আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, তখন বদরিকা বৃক্ষের উপর স্বর্ণ নির্মিত প্রজাপতি চতুর্দিক থেকে এসে পতিত হচ্ছিল। [মুসলিম: ১৭৩, মুসনাদে আহমাদ: ১/৩৮৭, ৪২২] মনে হয়, আগন্তুক মেহমান রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সম্মনার্থে সেদিন বদরিকা বৃক্ষকে বিশেষভাবে সজ্জিত করা হয়েছিল। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫৩ : ১৭",
        "arabic_text": "\nمَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ ",
        "bangla_text": "তার দৃষ্টি বিভ্রম হয়নি, দৃষ্টি লক্ষ্যচ্যুতও হয়নি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] زاغ শব্দটি زيغ থেকে উদ্ভূত। এর অর্থ বক্র হওয়া, বিপথগামী হওয়া। আর طغى শব্দটি طغيان থেকে উদ্ভূত। এর অর্থ সীমালঙ্ঘন করা। উদ্দেশ্য এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যা কিছু দেখেছেন, তাতে দৃষ্টি বিভ্রম হয়নি।\n  <br/>\n  <br/>\n  তাছাড়া রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেদিন শুধু যে জিবরাঈলকে দেখেছেন তাও নয়। জিবরাইল ছাড়াও তিনি জান্নাত দেখেছেন, সিন্দরাতুল মুন্তাহা দেখেছেন, সেখানে যা পতিত হচ্ছিল তাও দেখেছেন, আল্লাহর অন্যান্য নিদর্শনাবলী দেখেছেন। মোটকথা: আল্লাহ তাকে যা দেখাতে চেয়েছেন তিনি তা স্পষ্টভাবে দেখেছেন। এর বাইরে দেখতে চাননি। এটা মূলত: আল্লাহর রাসূলের একটি গুণ যে, তিনি আল্লাহর নির্দেশিত পথের বাইরে একটুও যাননি। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫৩ : ১৮",
        "arabic_text": "\nلَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ ",
        "bangla_text": "অবশ্যই তিনি তার রবের মহান নিদর্শনাবলীর কিছু দেখেছিলেন ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫৩ : ১৯",
        "arabic_text": "\nأَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ ",
        "bangla_text": "অতএব, তোমরা আমাকে জানাও ‘লাত’ ও ‘উযযা' সম্পর্কে",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫৩ : ২০",
        "arabic_text": "\nوَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ ",
        "bangla_text": "এবং তৃতীয় আরেকটি ‘মানাত’ সম্পর্কে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তোমাদের যে শিক্ষা দিচ্ছেন তোমরা তো তাকে গোমরাহী ও কুপথগামিতা বলে আখ্যায়িত করছে। অথচ এ জ্ঞান তাকে আল্লাহ তা'আলার পক্ষ থেকে দেয়া হচ্ছে। আর আল্লাহ তা’আলা তাকে চাক্ষুষভাবে এমন সব সত্য ও বাস্তবতা দেখিয়েছেন যার সাক্ষ্য তিনি তোমাদের সামনে পেশ করছেন। এ প্রসঙ্গে বিশেষভাবে মুশরিক আরবদের তিনজন দেবীর কথা উদাহরণ হিসেবে তুলে ধরা হয়েছে যাদেরকে মক্কা, তায়েফ, মদীনা এবং হিজাজের আশে পাশের লোক জন বেশী বেশী পূজা করত। এ তিনজন দেবীর মধ্যে (লাত) এর আস্তানা ছিল তায়েফে। বনী সাকীফ গোত্র তার পুজারী ছিল। লাত শব্দের অর্থ নিয়ে পণ্ডিতদের মধ্যে মতানৈক্য আছে। ইবনে জারীর তাবারীর জ্ঞানগর্ভ বিশ্লেষণ হচ্ছে। এ শব্দটি আল্লাহ শব্দের স্ত্রীলিংগ। এর অর্থ ঘুরা বা কারো প্রতি ঝুঁকে পড়া। মুশরিকরা যেহেতু ইবাদাতের জন্য তার প্রতি মনযোগী হতো, তার সামনে কুঁকতো এবং তার তাওয়াফ করতো তাই তাকে ‘লাত’ আখ্যা দেয়া শুরু হলো। এর আরেক অর্থ মন্থন করা বা লেপন করা। ইবনে আব্বাস বলেন যে, “মুলত সে ছিল একজন মানুষ, যে তায়েফের সন্নিকটে এক কঙ্করময় ভূমিতে বাস করতো এবং হজের উদ্দেশ্যে গমনকারীদের ছাতু ও অন্যান্য খাদ্য খাওয়াতো।” [বুখারী: ৪৮৫৯]\n  <br/>\n  <br/>\n  সে মারা গেলে লোকেরা ঐ কঙ্করময় ভূমিতে তার নামে একটা আস্তানা গড়ে তোলে এবং তার উপাসনা করতে শুরু করে। (উযযা) শব্দটির উৎপত্তি ‘আযীয' শব্দ থেকে। এর অর্থ সম্মানিতা। এটা ছিল কুরাইশদের বিশেষ দেবী। এর আস্তানা ছিল মক্কা ও তায়েফের মধ্যবর্তী “নাখলা” উপত্যকায়। বনী হাশেমের মিত্র বনী শায়বান গোত্রের লোক এর প্রতিবেশী ছিল। কুরাইশ এবং অন্যান্য গোত্রের লোকজন এর যিয়ারতের জন্য আসতো, এর উদ্দেশ্যে মানত করতো এবং বলি দান করতো। কা'বার মত এ স্থানটিতেও কুরবানী বা বলির জন্তু নিয়ে যাওয়া হতো এবং এটিকে সমস্ত মূর্তির চেয়ে অধিক সম্মান দেয়া হতো। (মানাত) এর আস্তানা ছিল মক্কা ও মদীনার মাঝে লোহিত সাগরের তীরবর্তী কুদাইদের মুশাল্লাল নামক স্থানে। বিশেষ করে খুযাআ, আওস এবং খাযরাজ গোত্রের লোকেরা এর খুব ভক্ত ছিল। তার হাজ ও তাওয়াফ করা হতো এবং তার উদ্দেশ্যে মানতের বলি দেয়া হতো। হজের মওসুমে হাজীরা বায়তুল্লাহর তাওয়াফ এবং আরাফাতে ও মিনায় অবস্থানের পর সেখান থেকে মানাতের যিয়ারত তথা দর্শনালাভের জন্য লাব্ববায়কা লাব্ববায়কা ধ্বনি দিতে শুরু করতো। যারা এ দ্বিতীয় হজ্জের নিয়ত করতো তারা সাফা এবং মারওয়ার মাঝে সাঈ করতো না। [দেখুন, বুখারী: ৪৮৬১] [ফাতহুল কাদীর; তাবারী, কুরতুবী: ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫৩ : ২১",
        "arabic_text": "\nأَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ ",
        "bangla_text": "তবে কি তোমাদের জন্য পুত্ৰ সন্তান এবং আল্লাহর জন্য কন্যা সন্তান?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫৩ : ২২",
        "arabic_text": "\nتِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ ",
        "bangla_text": "এ রকম বন্টন তো অসঙ্গত [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ضيزى শব্দটি ضوز থেকে উদ্ভূত। এর অর্থ জুলুম করা, অধিকার খর্ব করা, অসংগত কিছু করা। অনেক মুফাসসির এর অর্থ করেছেন নিপীড়নমূলক বণ্টন। অর্থাৎ এসব দেবীদেরকে তোমরা আল্লাহর কন্যা সন্তান বলে ধরে নিয়েছো। [কুরতুবী, ফাতহুল কাদীর] এ অর্থহীন আকীদা-বিশ্বাস গড়ে নেয়ার সময় তোমরা আদৌ এ চিন্তা করনি যে, মেয়ে সন্তান জন্মগ্রহণকে তোমরা নিজেদের জন্য অপমানকর ও লজ্জাকর মনে করে থাক। তোমরা চাও যেন তোমরা পুত্র সস্তান লাভ কর। কিন্তু যখন আল্লাহর সন্তান আছে বলে ধরে নাও, তখন তার জন্য কন্যা সন্তান বরাদ্দ কর। এটা কি নিপীড়নমূলক বণ্টন নয়? [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫৩ : ২৩",
        "arabic_text": "\nإِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ ",
        "bangla_text": "এগুলো কিছু নাম মাত্র যা তোমরা ও তোমাদের পূর্বপুরুষরা রেখেছ, যার সমর্থনে আল্লাহ্‌ কোন দলীলপ্রমাণ নাযিল করেননি। তারা তো অনুমান এবং নিজেদের প্রবৃত্তিরই অনুসরণ করে, অথচ তাদের কাছে তাদের রবের পক্ষ থেকে হেদায়াত এসেছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ প্রত্যেক যুগেই আল্লাহর পক্ষ থেকে নবী-রাসূলগণ এসব পথহারা মানুষকে প্রকৃত সত্য সম্পর্কে অবহিত করেছেন। তারপর এখন মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এসে সত্যিকার অর্থে বিশ্ব-জাহানের প্রভুত্ব ও ইবাদত কার প্রাপ্য তা জানিয়ে দিয়েছেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫৩ : ২৪",
        "arabic_text": "\nأَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ ",
        "bangla_text": "মানুষ যা চায় তাই কি সে পায়?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫৩ : ২৫",
        "arabic_text": "\nفَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ ",
        "bangla_text": "বস্তুতঃ আখেরাত ও দুনিয়া আল্লাহ্‌রই ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫৩ : ২৬",
        "arabic_text": "\n۞ وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ ",
        "bangla_text": "আর আসমানসমূহে বহু ফিরিশতা রয়েছে ; তাদের সুপারিশ কিছুমাত্র ফলপ্রসূ হবে না, তবে আল্লাহর অনুমতির পর, যার জন্য তিনি ইচ্ছে করেন ও যার প্রতি তিনি সন্তুষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫৩ : ২৭",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ ",
        "bangla_text": "নিশ্চয় যারা আখিরাতের উপর ঈমান আনে না তারাই নারীবাচক নাম দিয়ে থাকে  ফিরিশতাদেরকে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের একটি নির্বুদ্ধিতা হচ্ছে, তারা ফেরেশতাদের উপাস্য বানিয়ে নিয়েছে যারা আল্লাহ তা'আলার কাছে সুপারিশ পর্যন্ত করার সামর্থ ও সাহস রাখে না।\n  <br/>\n  <br/>\n  তাছাড়া আরো নির্বুদ্ধিতা হচ্ছে এই যে, তারা তাদেরকে নারী বলে মনে করে এবং আল্লাহর কন্যা বলে আখ্যায়িত করে। এসব অজ্ঞতায় নিমজ্জিত হওয়ার মৌলিক কারণ হলো, তারা আখেরাতকে বিশ্বাস করে না। তারা যদি আখেরাতে বিশ্বাস করতো তাহলে এ ধরনের দায়িত্বহীন কথাবার্তা বলতে পারত না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫৩ : ২৮",
        "arabic_text": "\nوَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا ",
        "bangla_text": "অথচ এ বিষয়ে তাদের কোন জ্ঞানই নেই, তারা তো শুধু অনুমানেরই অনুসরণ করে ; আর নিশ্চয় অনুমান সত্যের মোকাবিলায় কোনই কাজে আসে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ফেরেশতারা যে স্ত্রীলোক এবং আল্লাহর কন্যা এ বিশ্বাসটি তারা জ্ঞান অর্জনের কোন একটি মাধ্যম ছাড়া জানতে পেরেছে বলে অবলম্বন করেনি। বরং নিজেদের অনুমান ও ধারণার ওপর ভিত্তি করে এ বিষয়টা স্থির করে নিয়েছে এবং এর ওপর ভিত্তি করেই এ সমস্ত আস্তানা গড়ে নিয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫৩ : ২৯",
        "arabic_text": "\nفَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا ",
        "bangla_text": "অতএব আপনি তাকে উপেক্ষা করে চলুন যে আমাদের স্মরণ [১] থেকে বিমুখ হয় এবং কেবল দুনিয়ার জীবনই কামনা করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ‘যিকর’ শব্দটি কয়েকটি অর্থে ব্যবহৃত হয়েছে। এর অর্থ কুরআন, ঈমান, আখিরাত কিংবা ইবাদত হতে পারে। [ফাতহুলকাদীর, আইসারুত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৫৩ : ৩০",
        "arabic_text": "\nذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ ",
        "bangla_text": "এটাই তাদের জ্ঞানের শেষ সীমা। নিশ্চয় আপনার রব, তিনিই ভাল জানেন কে তাঁর পথ থেকে বিচ্যুত হয়েছে এবং তিনিই ভাল জানেন কে হেদায়াতপ্ৰাপ্ত হয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৫৩ : ৩১",
        "arabic_text": "\nوَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى ",
        "bangla_text": "আর আসমানসমূহে যা কিছু আছে ও যমীনে যা কিছু আছে তা আল্লাহ্‌রই। যাতে তিনি তাদের কাজের প্রতিফল দিতে পারেন যারা মন্দ কাজ করে এবং তাদেরকে তিনি উত্তম পুরস্কার দিতে পারেন যারা সৎকাজ করে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৫৩ : ৩২",
        "arabic_text": "\nٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ ",
        "bangla_text": "যারা বিরত থাকে গুরুতর পাপ ও অশ্লীল কাজ থেকে, ছোটখাট অপরাধ ব্যতীত [১]। নিশ্চয় আপনার রবের ক্ষমা অপরিসীম ; তিনি তোমাদের সম্পর্কে সম্যক অবগত---যখন তিনি তোমাদেরকে সৃষ্টি করেছিলেন মাটি হতে  এবং যখন তোমরা মাতৃগর্ভে ভ্রূণরূপে ছিলে। অতএব তোমরা আত্মপ্ৰশংসা করো না, তিনিই সম্যক জানেন তার সম্পর্কে যে তাকওয়া অবলম্বন করেছে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে اللمم শব্দের মাধ্যমে ব্যাতিক্রম প্রকাশ করা হয়েছে। এই ব্যাতিক্রমের সারমর্ম হচ্ছে, ছোটখাট গোনাহে লিপ্ত হওয়া তাদেরকে সৎকর্মর উপাধি থেকে বঞ্চিত করে না। اللَّمَم শব্দের তাফসীর প্রসঙ্গে সাহাবী ও তাবেয়ীগণের কাছ থেকে দু'রকম উক্তি বর্ণিত আছে। (এক) এর অর্থ সগীরা অর্থাৎ ছোটখাট গোনাহ। সূরা আন-নিসার ৩১ নং আয়াতে একে سئات বলা হয়েছে। এই উক্তি ইবনে আব্বাস ও আবু হুরায়রা রাদিয়াল্লাহু ‘আনহুম থেকে ইবনে-কাসীর বর্ণনা করেছেন। (দুই) এর অর্থ সেসব গোনাহ, যা কদাচিৎ সংঘটিত হয়, অতঃপর তা থেকে তওবা করত চিরতরে বর্জন করা হয়।[ইবন কাসীর] এই উক্তিও ইবনে-কাসীর প্রথমে মুজাহিদ থেকে এবং পরে ইবনে আব্বাস ও আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু থেকেও বর্ণনা করেছেন। [দেখুন, বুখারী: ৬৬১২]\n  <br/>\n  <br/>\n  [২] أجنة শব্দটি جنين এর বহুবচন। এর অর্থ গর্ভস্থত ভ্ৰাণ। [কুরতুবী] আয়াতে বর্ণনা করা হয়েছে যে, “তোমরা নিজেদের পবিত্ৰতা দাবি করো না। কারণ, আল্লাহ-ই ভাল জানেন কে কতটুকু মুত্তাকী”। শ্রেষ্ঠত্ব তাকওয়ার ওপর নির্ভরশীল, বাহ্যিক কাজ-কর্মের ওপর নয়। তাকওয়াও তা-ই ধর্তব্য যা মৃত্যু পর্যন্ত কায়েম থাকে। যয়নব বিনতে আবু সালমা রাদিয়াল্লাহু ‘আনহা-এর পিতামাতা তার নাম রেখেছিলেন ‘বাররা’ যার অর্থ সৎকর্মপরায়ণ। রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আলোচ্য আয়াত তেলাওয়াত করে এই নাম রাখতে নিষেধ করেন। কারণ, এতে সৎ হওয়ার দাবি রয়েছে। অতঃপর তাঁর নাম পরিবর্তন করে যায়নব রাখা হয়। [মুসলিম: ১৮, ১৯]। অনরূপভাবে, জনৈক ব্যক্তি রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সামনে অন্য এক ব্যক্তির প্রশং করলে তিনি নিষেধ করে বললেনঃ তুমি যদি কারও প্রশংসা করতেই চাও, তবে এ কথা বলে করঃ আমার জানা মতে এই ব্যক্তি সৎ, আল্লাহভীরু। সে আল্লাহর কাছেও পাক পবিত্র কিনা আমি জানি না। [বুখারী: ২৬৬২, মুসলিম: ৬৫, মুসনাদে আহমাদ: ৫/৪১,৪৫]\n  <br/>\n  <br/>\n  এ আয়াতের শানে নুযুল সম্পর্কে একটি বর্ণনা এসেছে, সাবেত ইবনুল হারিস আনসারী বলেন, ইয়াহূদীদের কোন সন্তান ছোট অবস্থায় মারা গেলে তারা তাকে বলত, সে সিদ্দীকীনের মর্যাদায় পৌঁছে গেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এ কথা পৌঁছলে তিনি বললেন, ইয়াহুদীরা মিথ্যা বলেছে। কোন সন্তান তার মায়ের পেটে থাকতেই তার সৌভাগ্যবান হওয়া বা দূৰ্ভাগা হওয়া লিখে নেয়া হয়েছে। তারপর আল্লাহ তা'আলা উপরোক্ত আয়াত নাযিল করেন। [মুজামুল কাবীর লিত তাবরানী: ২/৮১,৮২ হাদীস নং ১৩৬৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৫৩ : ৩৩",
        "arabic_text": "\nأَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ ",
        "bangla_text": "আপনি কি দেখেছেন সে ব্যক্তিকে যে মুখ ফিরিয়ে নেয় ; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৫৩ : ৩৪",
        "arabic_text": "\nوَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ ",
        "bangla_text": "এবং দান করে সামান্যই, পরে বন্ধ করে দেয় [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أكدى শব্দটি كدية থেকে উদ্ভূত। এর অর্থ সেই প্রস্তরখণ্ড, যা কুপ অথবা ভিত্তি খনন করার সময় মৃত্তিকা গৰ্ভ থেকে বের হয় এবং খননকার্যে বাধা সৃষ্টি করে। তাই এখানে أكدى এর অর্থ এই যে, প্রথমে কিছু দিল, এরপর হাত গুটিয়ে নিল। [ফাতহুল কাদীর] আয়াতের অর্থ এই হবে, যে ব্যক্তি আল্লাহর পথে কিছু ব্যয় করে অতঃপর তা পরিত্যাগ করে অথবা শুরুতে আল্লাহর আনুগত্যের দিকে কিছুটা আকৃষ্ট হয়, অতঃপর আনুগত্য বর্জন করে বসে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৫৩ : ৩৫",
        "arabic_text": "\nأَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ ",
        "bangla_text": "তার কাছে কি গায়েবের জ্ঞান আছে যে, সে প্রত্যক্ষ করে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৫৩ : ৩৬",
        "arabic_text": "\nأَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ ",
        "bangla_text": "নাকি তাকে জানানো হয়নি যা আছে মূসার সহীফায়, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৫৩ : ৩৭",
        "arabic_text": "\nوَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ ",
        "bangla_text": "এবং ইবরাহীমের সহীফায় [১], যিনি পূর্ণ করেছিলেন (তার অঙ্গীকার) [২]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূসা আলাইহিস সালামের সহীফা বলতে তাওরাতকে বোঝানো হয়েছে, কুরআনই একমাত্র গ্রন্থ যার দুটি স্থানে ইব্রাহীমের সহীফার শিক্ষাসমূহের কোন কোন অংশ উদ্ধৃত হয়েছে। তার একটি স্থান হলো এটি এবং অপর স্থানটি হলো সূরা আল-আ’লার শেষ কয়েকটি আয়াত। [ফাতহুল কাদীর; কুরতুবী]\n  <br/>\n  <br/>\n  [২] ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা  বলেন, “ইবরাহীম আলাইহিস সালামের পূর্বে  ইসলামের ত্ৰিশ অংশের পূর্ণ বাস্তবায়ন কেউ করতে পারেনি, এজন্যই আল্লাহ বলেছেন, “আর ইবরাহীম যিনি পূর্ণ করেছেন।” মুস্তাদরাকে হাকিম: ২/৪৭০]\n  <br/>\n  <br/>\n  রেসালতের কর্তব্য পালনের মাধ্যমে সাধারণ মানুষের সংশোধনও এর পর্যায়ভুক্ত। এক হাদীস দ্বারাও এর সমর্থন পাওয়া যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “আল্লাহ বলেনঃ হে বনী আদম, দিনের শুরুতে আমার জন্যে চার রাকাআত সালাত পড়, আমি দিনের শেষ পর্যন্ত তোমার জন্য যথেষ্ট হয়ে যাব।” [তিরমিয়ী: ৪৭৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৫৩ : ৩৮",
        "arabic_text": "\nأَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ ",
        "bangla_text": "তা এই যে [১], কোন বোঝা বহনকারী অন্যের বোঝা বহন করবে না,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত থেকে তিনটি বড় মূলনীতি পাওয়া যায়। কেয়ামতের দিন এক ব্যক্তির শাস্তি অপরের ঘাড়ে চাপানো হবে না এবং অপরের শাস্তি নিজে বরণ করার ক্ষমতাও কারও হবে না। [দেখুন, মুয়াসসার] অন্য এক আয়াতে বলা হয়েছে,\n  <br/>\n  <br/>\n  وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ [সূরা ফাতির:১৮]\n  <br/>\n  <br/>\n  অর্থাৎ কোন শক্তি যদি পাপের বোঝায় ভারাক্রান্ত হয়ে অপরকে অনুরোধ করে যে, আমার কিছু বোঝা তুমি বহন কর, তবে তার বোঝার কিয়দংশও বহন করার সাধ্য কারও হবে না।\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৫৩ : ৩৯",
        "arabic_text": "\nوَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ ",
        "bangla_text": "আর এই যে, মানুষ তাই পায় যা সে চেষ্টা করে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রত্যেক ব্যক্তি যা পরিণতি ভোগ করবে তা তার কৃতকর্মেরই ফল। চেষ্টা সাধনা ছাড়া কেউ-ই কিছু লাভ করতে পারে না। [কুরতুবী] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “মানুষ যখন মরে যায় তখন তিনটি কর্ম ব্যতীত আর কোন কাজ তার জন্য বাকী থাকে না। সাদকায়ে জারিয়া বা উপকৃত হওয়ার মত জ্ঞান অথবা এমন সৎ সন্তান যে তার জন্য দো'আ করে”। মুসলিম: ১৬৩১]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৫৩ : ৪০",
        "arabic_text": "\nوَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ ",
        "bangla_text": "আর এই যে,তার প্রচেষ্টার ফল শিঘ্রই দেখা যাবে---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৫৩ : ৪১",
        "arabic_text": "\nثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ ",
        "bangla_text": "তারপর তাকে দেয়া হবে পূর্ণ প্রতিদান, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৫৩ : ৪২",
        "arabic_text": "\nوَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ ",
        "bangla_text": "আর এই যে, সবার শেষ গন্তব্য তো আপনার রবের কাছে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, অবশেষে সবাইকে আল্লাহ তা'আলার দিকেই ফিরে যেতে হবে এবং কর্মের হিসার-নিকাশ দিতে হবে। কোন কোন তফসীরবিদ এই বাক্যের অর্থ এরূপ সাব্যস্ত করেছেন যে, মানুষের চিন্তা-ভাবনার গতিধারা আল্লাহ তা’আলার সত্তায় পৌছে নিঃশেষ হয়ে যায়। তাঁর সত্তা ও গুণাবলির স্বরূপ চিন্তাভাবনার মাধ্যমে অর্জন করা যায় না। [ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৫৩ : ৪৩",
        "arabic_text": "\nوَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ ",
        "bangla_text": "আর এই যে, তিনিই হাসান এবং তিনিই কাঁদান [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কারও আনন্দ অথবা শোক এবং হাসি ও কান্না স্বয়ং তার কিংবা অন্য কারও করায়ত্ত নয়। এগুলো আল্লাহ তা’আলার পক্ষে থেকে আসে। তিনিই কারণ সৃষ্টি করেন এবং তিনিই কারণাদিকে ক্রিয়াশক্তি দান করেন। [ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৫৩ : ৪৪",
        "arabic_text": "\nوَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا ",
        "bangla_text": "আর এই যে, তিনিই মারেন এবং তিনিই বাঁচান,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৫৩ : ৪৫",
        "arabic_text": "\nوَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ ",
        "bangla_text": "আর এই যে, তিনিই সৃষ্টি করেন যুগল---পুরুষ ও নারী",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৫৩ : ৪৬",
        "arabic_text": "\nمِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ ",
        "bangla_text": "শুক্রবিন্দু হতে, যখন তা স্থলিত হয়, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৫৩ : ৪৭",
        "arabic_text": "\nوَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ ",
        "bangla_text": "আর এই যে, পুনরুত্থান ঘটানোর দায়িত্ব তাঁরই [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যিনি মানুষকে প্রথমবার সৃষ্টি করেছেন, তার জন্য মানুষকে পুনরায় সৃষ্টি করা কোন কঠিন কাজ নয়। সেদিন হচ্ছে কিয়ামতের দিন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৫৩ : ৪৮",
        "arabic_text": "\nوَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ ",
        "bangla_text": "আর এই যে, তিনিই অভাবমুক্ত করেন এবং সম্পদ দান করেন [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] غناء শব্দের অর্থ ধনাঢ্যতা এবং أغنى অর্থ অপরকে ধনাঢ্য করা। أقنى শব্দটি قنية থেকে উদ্ভূত। এর অর্থ সংরক্ষিত ও রিজার্ভ সম্পদ। [আততাহরীর ওয়াত তানওয়ীর] আয়াতের উদ্দেশ্য এই যে, আল্লাহ তা'আলাই মানুষকে ধনবান ও অভাবমুক্ত করেন এবং তিনিই যাকে ইচ্ছা সম্পদ দান করেন ; যাতে সে তা সংরক্ষিত করে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৫৩ : ৪৯",
        "arabic_text": "\nوَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ ",
        "bangla_text": "আর এই যে, তিনি শি’রা নক্ষত্রের রব [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] شعرى একটি নক্ষত্রের নাম। আরবের কোন কোন সম্প্রদায় এই নক্ষত্রের পূজা করত। তাই বিশেষভাবে এর নাম উল্লেখ করে বলা হয়েছে যে, এই নক্ষত্রের মালিক ও পালনকর্তা আল্লাহ তা'আলাই; যদিও সমস্ত নক্ষত্র, নভোমণ্ডল ও ভূমণ্ডলের স্রষ্টা, মালিক ও পালনকর্তা তিনি। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৫৩ : ৫০",
        "arabic_text": "\nوَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ ",
        "bangla_text": "আর এই যে, তিনিই প্রাচীন ‘আদ সম্প্রদায়কে ধ্বংস করেছিলেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৫৩ : ৫১",
        "arabic_text": "\nوَثَمُودَاْ فَمَآ أَبۡقَىٰ ",
        "bangla_text": "এবং সামূদ সম্প্রদায়কেও [১] ; অতঃপর কাউকেও তিনি বাকী রাখেননি ---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘আদ’ জাতি ছিল পৃথিবীর শক্তিশালী দুর্ধর্ষতম জাতি। তাদের দু’টি শাখা পর পর প্রথম ও দ্বিতীয় নামে পরিচিত। তাদের প্রতি হুদ আলাইহিস সালাম-কে রাসূলরক্ষপে প্রেরণ করা হয়। অবাধ্যতার কারণে ঝাঞ্ঝা বায়ুর আযাব আসে। ফলে সমগ্র জাতি ধ্বংসপ্রাপ্ত হয়ে যায়। কওমে-নূহের পর তারাই সর্বপ্রথম আযাব দ্বারা ধ্বংসপ্রাপ্ত হয়। ছামুদ সম্প্রদায়ও তাদের অপর শাখা। তাদের প্রতি সালেহ আলাইহিস সালাম-কে প্রেরণ করা হয়। যারা অবাধ্যতা করে, তাদের প্রতি বজ্রনিনাদের আযাব আসে। ফলে তারা হৃদপিণ্ড বিদীর্ণ হয়ে মৃত্যুমুখে পতিত হয়। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৫৩ : ৫২",
        "arabic_text": "\nوَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ ",
        "bangla_text": "আর এদের আগে নূহের সম্প্রদায়কেও, নিশ্চয় তারা ছিল অত্যন্ত যালিম ও চরম অবাধ্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৫৩ : ৫৩",
        "arabic_text": "\nوَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ ",
        "bangla_text": "আর তিনি উল্টানো আবাসভূমিকে নিক্ষেপ করেছিলেন, [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مؤتفكة এর অর্থ, উল্টোকৃত। লুত আলাইহিস সালাম তাদের প্রতি প্রেরিত হন। অবাধ্যতা ও নির্লজ্জতার শাস্তিস্বরূপ জিবরাঈল আলাইহিস সালাম তাদের জনপদসমূহ উল্টে দেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৫৩ : ৫৪",
        "arabic_text": "\nفَغَشَّىٰهَا مَا غَشَّىٰ ",
        "bangla_text": "অতঃপর সেটাকে আচ্ছন্ন করল যা আচ্ছন্ন করার [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আচ্ছন্ন করে নিল জনপদগুলোকে উল্টে দেয়ার পর। তাদের ওপর প্রস্তর বর্ষণ করা হয়েছিল। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৫৩ : ৫৫",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ ",
        "bangla_text": "সুতরাং (হে মানুষ!) তুমি তোমার রবের কোন্‌ অনুগ্রহ সম্পর্কে সন্দেহ পোষণ করবে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تما رى শব্দের এক অর্থ, সন্দেহ পোষণ করা। আরেক অর্থ বিবাদ ও বিরোধিতা করা। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৫৩ : ৫৬",
        "arabic_text": "\nهَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ ",
        "bangla_text": "এ নবীও [১] অতীতের সতর্ককারীদের মতই এক সতর্ককারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] هذا শব্দ দ্বারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অথবা কুরআনের প্রতি ইশারা হয়েছে। অর্থাৎ ইনি অথবা এই কুরআনও পূর্ববর্তী নবী-রাসূলগণ অথবা কিতাবসমূহের ন্যায় আল্লাহর পক্ষ থেকে সতর্ককারীরূপে প্রেরিত। ইনি সরল পথ এবং দ্বীন ও দুনিয়ার সাফল্য সংবলিত নির্দেশাবলি নিয়ে আগমন করেছেন এবং বিরুদ্ধাচরণকারীদেরকে আল্লাহর শাস্তির ভয় দেখান। তাছাড়া এর দ্বারা তৃতীয় আরেকটি অর্থ হতে পারে, তা হচ্ছে, অতীতের ধ্বংসপ্রাপ্ত জাতিসমূহের পরিণতি যা পূর্ববর্তী আয়াতসমূহে বৰ্ণনা করা হয়েছে, তা তোমাদের জন্য ভীতি প্রদর্শনকারী। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৫৩ : ৫৭",
        "arabic_text": "\nأَزِفَتِ ٱلۡأٓزِفَةُ ",
        "bangla_text": "কিয়ামত আসন্ন [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের শাব্দিক অর্থ দাঁড়ায়, নিকটে আগমনকারী বস্তু নিকটে এসে গেছে। আল্লাহ ব্যতীত কেউ এর গতিরোধ করতে পারবে না। [ইবন কাসীর; মুয়াসসার]। এখানে নিকটে আগমনকারী বলে কেয়ামত বোঝানো হয়েছে। সমগ্ৰ বিশ্বের বয়সের দিক দিয়ে কেয়ামত নিকটে এসে গেছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৫৩ : ৫৮",
        "arabic_text": "\nلَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ ",
        "bangla_text": "আল্লাহ ছাড়া কেউই এটা প্রকাশ করতে সক্ষম নয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৫৩ : ৫৯",
        "arabic_text": "\nأَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ ",
        "bangla_text": "তোমরা কি এ কথায় বিস্ময় বোধ করছ !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৫৩ : ৬০",
        "arabic_text": "\nوَتَضۡحَكُونَ وَلَا تَبۡكُونَ ",
        "bangla_text": "আর হাসি-ঠাট্টা করছ ! এবং কাঁদছো না [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] هذَاالْحَدِيْثِ বলে কুরআন বোঝানো হয়েছে। [কুরতুবী] অর্থ এই যে, কুরআন স্বয়ং তোমাদের সামনে এসে গেছে। এ জন্যেও কি তোমরা আশ্চর্যবোধ করছ, উপহাসের ছলে হাস্য করছ এবং গোনাহ ও ত্রুটির কারণে ক্ৰন্দন করছ না? [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৫৩ : ৬১",
        "arabic_text": "\nوَأَنتُمۡ سَٰمِدُونَ ",
        "bangla_text": "আর তোমরা উদাসীন [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] سمود এর আভিধানিক অর্থ উদাসিনতা, গাফিলতি ও নিশ্চিন্ততা। এর অপর অর্থ গান-বাজনা করা। এস্থলে এই অৰ্থও হতে পারে। মক্কার কাফেররা কুরআনের আওয়াজকে স্তব্ধ করতে ও মানুষের দৃষ্টি অন্যদিকে ফিরিয়ে দেয়ার জন্য জোরে জোরে গান বাদ্য শুরু করতো। এখানে সেদিকেই ইংগিত দেয়া হয়েছে। কাতাদা এর অর্থ করেছেন غَافِلُوْنَ বা উদাসীন। আর সায়ীদ ইবনে জুবাইর অর্থ করেছেন مُعْرِضُوْنَ বা বিমুখ। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৫৩ : ৬২",
        "arabic_text": "\nفَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩ ",
        "bangla_text": "অতএব আল্লাহকে সিজদা কর এবং তাঁর  ‘ইবাদাত কর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এসব আয়াতের দাবি এই যে, তোমরা সবাই আল্লাহর সামনে বিনয় ও নম্রতা সহকারে নত হও এবং সেজদা কর ও একমাত্র তাঁরই ইবাদত কর। [মুয়াসসার] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত আছে যে, সূরা নাজমের এই আয়াত পাঠ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেজদা করলেন এবং তার সাথে সব মুসলিম, মুশরিক, জিন ও মানব সেজদা করল। [বুখারী: ৪৮৬২] অপর এক হাদীসে আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বৰ্ণনা করেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সূরা নজম পাঠ করত তেলাওয়াতের সেজদা আদায় করলে তার সাথে উপস্থিত সকল মুমিন ও মুশরিক সেজদা করল, একজন কোরাইশী বৃদ্ধ ব্যতীত। সে একমুষ্টি মাটি তুলে নিয়ে কপালে স্পর্শ করে বললঃ আমার জন্য এটাই যথেষ্ট। [বুখারী: ১০৬৭, ১০৭০, মুসলিম: ৫৭৬] আবদুল্লাহ ইবনে-মসউদ রাদিয়াল্লাহু আনহু বলেনঃ এই ঘটনার পর আমি বৃদ্ধকে কাফের অবস্থায় নিহত হতে দেখেছি। সে ছিল উমাইয়া ইবনে খালাফ ৷ [বুখারী: ৪৮৬৩] |\n </p>\n</div>"
    }
]