[
    {
        "id": 1,
        "verse": "৫৪ : ১",
        "arabic_text": "\nٱقۡتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلۡقَمَرُ ",
        "bangla_text": "কিয়ামত কাছাকাছি হয়েছে [১], আর চাঁদ বিদীর্ণ হয়েছে [২],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববতী সুরা আন-নাজমে ৫৭ اَزِفَتِ الْاٰذِفَةُ বলে সমাপ্ত করা হয়েছে, যাতে কেয়ামত নিকটবর্তী হওয়ার কথা উল্লেখ রয়েছে। আলোচ্য সূরাকে এই বিষয়বস্তু দ্বারাই অর্থাৎ اِقْتَرَبَتِ السَّاعَةُ বলে শুরু করা হয়েছে। [কুরতুবী] কেয়ামতের বিপুলসংখ্যক আলামতের মধ্যে সর্ববৃহৎ আলামত হচ্ছে খোদ শেষনবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামএর নবুওয়াত। [কুরতুবী; ফাতহুল কাদীর] এক হাদীসে তিনি বলেন, আমার আগমন ও কেয়ামত হাতের দুই অঙ্গুলির ন্যায় অঙ্গাঙ্গীভাবে জড়িত ৷ [বুখারী: ৪৯৩৬, ৬৫০৩, মুসলিম:২৯৫০, মুসনাদে আহমাদ:৫/৩৩৮] আরও কতিপয় হাদীসে এই নৈকট্যের বিষয়বস্তু বর্ণিত হয়েছে।\n  <br/>\n  <br/>\n  [২] এখানে কেয়ামত নিকটবর্তী হওয়ার একটি দলীল চন্দ্র বিদীর্ণ হওয়ার মু'জিযায় আলোচিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মু'জিযা হিসাবে চন্দ্র দ্বিখণ্ডিত হয়ে আলাদা হয়ে যাওয়া কেয়ামতের একটি বড় আলামত। এছাড়াও এই মু'জিযাটি আরও এক দিক দিয়ে কেয়ামতের আলামত। তা এই যে, চন্দ্র যেমন আল্লাহর কুদরাতে দুই খণ্ডে বিভক্ত হয়ে পড়েছিল, তেমনিভাবে কেয়ামতে সমস্ত গ্ৰহ উপগ্রহের খণ্ড-বিখণ্ড হয়ে যাওয়া কোন অসম্ভব ব্যাপার নয়। মক্কার কাফেররা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে তার রেসালাতের সপক্ষে কোন নিদর্শন চাইলে আল্লাহ তা’আলা তাঁর সত্যতার প্রমাণ হিসেবে চন্দ্ৰ বিদীর্ণ হওয়ার মু'জিযা প্রকাশ করেন। এই মু'জিযার প্রমাণ কুরআন পাকের এই আয়াতে আছে এবং অনেক সহীহ হাদীসেও আছে। এসব হাদীস সাহাবায়ে কেরামের একটি বিরাট দলের রেওয়ায়েতক্রমে বর্ণিত আছে। তাদের মধ্যে রয়েছেন আবদুল্লাহ ইবনে মাসউদ, আবদুল্লাহ ইবনে ওমর, জুবায়ের ইবনে মুতইম, ইবনে আব্বাস ও আনাস ইবনে মালেক রাদিয়াল্লাহু আনহুম প্রমুখ। আবদুল্লাহ ইবনে মাসউদ এ কথাও বর্ণনা করেন যে, তিনি তখন অকুস্থলে উপস্থিত ছিলেন এবং মু'জিযা স্বচক্ষে প্রত্যক্ষ করেছেন। ইমাম তাহাতী ও ইবনে কাসীর এই মু'জিযা সম্পর্কিত সকল রেওয়ায়েতকে ‘মুতাওয়াতির’ বলেছেন। তাই এই মু'জিযার বাস্তবতা অকাট্য রূপে প্রমাণিত। যা অস্বীকার করা সুস্পষ্ট কুফারী। [দেখুন, ইবন কাসীর; কুরতুবী; ফাতহুলকাদীর]\n  <br/>\n  <br/>\n  ঘটনার সার-সংক্ষেপ এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কায় ছিলেন। তখন মুশরিকরা তার কাছে নবুওয়াতের নিদর্শন চাইল। তখন ছিল চন্দ্রোজ্জ্বল রাত্রি। আল্লাহ তা'আলা এই সুস্পষ্ট অলৌকিক ঘটনা দেখিয়ে দিলেন যে, চন্দ্র দ্বিখণ্ডিত হয়ে একখণ্ড পুর্বদিকে ও অপরাখণ্ড পশ্চিমদিকে চলে গেল এবং উভয় খণ্ডের মাঝখানে পাহাড় অন্তরাল হয়ে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উপস্থিত সবাইকে বললেনঃ দেখ এবং সাক্ষ্য দাও। সবাই যখন পরিষ্কাররূপে এই মু'জিযা দেখে নিল, তখন চন্দ্রের উভয় খণ্ড পুনরায় একত্রিত হয়ে গেল। কোন চক্ষুন্মান ব্যক্তির পক্ষে এই সুস্পষ্ট মু'জিযা অস্বীকার করা সম্ভবপর ছিল না, কিন্তু মুশরিকরা বলতে লাগলঃ মুহাম্মদ সারা বিশ্বের মানুষকে জাদু করতে পারবে না। অতএব, বিভিন্ন স্থান থেকে আগত লোকদের জন্য অপেক্ষা কর। তারা কি বলে শুনে নাও। এরপর বিভিন্ন স্থান থেকে আগন্তুক মুশরিকদেরকে তারা জিজ্ঞাসাবাদ করল। তারা সবাই চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখেছে বলে স্বীকার করল। নিম্নে এতদসংক্রান্ত বর্ণনাসমূহের কয়েকটি উল্লেখ করা হলো।\n  <br/>\n  <br/>\n  আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর আমলে চন্দ্র বিদীর্ণ হয়ে দুই খণ্ড হয়ে গেল। সবাই এই ঘটনা অবলোকন করল এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ তোমরা সাক্ষ্য দাও। [বুখারী: ৩৮৬৯, মুসলিম: ২৮০০, তিরমিয়ী: ৩২৮৫, মুসনাদে আহমদ: ১/৩৭৭]\n  <br/>\n  <br/>\n  আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু থেকে অপর বর্ণনায় এসেছে, মক্কায় (অবস্থানকালে) চন্দ্র বিদীর্ণ হয়ে দুই খণ্ড হয়ে যায়। কোরাইশ কাফেররা বলতে থাকে, এটা জাদু, মুহাম্মদ তোমাদেরকে জাদু করেছে। অতএব, তোমরা বহির্দেশ থেকে আগমনকারী মুসাফিরদের অপেক্ষা কর। যদি তারাও চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখে থাকে, তবে মুহাম্মদের দাবি সত্য। পক্ষান্তরে তারা এরূপ দেখে না থাকলে এটা জাদু ব্যতীত কিছু নয়। এরপর বহির্দেশ থেকে আগত মুসাফিরদেরকে জিজ্ঞাসাবাদ করায় তারা সবাই চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখেছে বলে স্বীকার করে। [আবুদাউদ তায়ালেসী: ১/৩৮, হাদীস নং ২৯৫, বাইহাকী: দালায়েল ২/২৬৬]\n  <br/>\n  <br/>\n  জুবাইর ইবন মুতইম রাদিয়াল্লাহু আনহু বলেন, রাসূলের যুগে চাঁদ ফেটে গিয়ে দুভাগে বিভক্ত হয়েছিল। এর এক অংশ ছিল এ পাহাড়ের উপর অপর অংশ অন্য পাহাড়ের উপর। তখন মুশরিকরা বলল, মুহাম্মাদ আমাদেরকে জাদু করেছে। তারপর তারা আবার বলল, যদি তারা আমাদেরকে জাদু করে থাকে তবে সে তো আর দুনিয়াসুদ্ধ সবাইকে জাদু করতে পারবে না। [মুসনাদে আহমাদ: ৪/৮১-৮২]\n  <br/>\n  <br/>\n  আনাস ইবনে মালেক রাদিয়াল্লাহু আনহু বৰ্ণনা করেনঃ মক্কাবাসীরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে নবুওয়তের কোন নিদর্শন দেখতে চাইলে আল্লাহ তা'আলা চন্দ্রকে দ্বিখণ্ডিত অবস্থায় দেখিয়ে দিলেন। তারা হেরা পর্বতকে উভয় খণ্ডের মাঝখানে দেখতে পেল। [বুখারী: ৩৮৬৮, মুসলিম: ২৮০২]\n  <br/>\n  <br/>\n  আব্দুল্লাহ ইবনে উমর রাদিয়াল্লাহু ‘আনহু এ আয়াতের তাফসীর করার সময় বলেন, এটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যুগে ঘটেছিল। চাঁদ দু’ভাগে বিভক্ত হয়ে গিয়েছিল। একভাগ পাহাড়ের সামনে অপর ভাগ পাহাড়ের পিছনে ছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তোমরা সাক্ষী থাক। [মুসলিম: ২১৫৯, তিরমিষী: ৩২৮৮]\n  <br/>\n  <br/>\n  আব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু ‘আনহুমা বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়া সাল্লামের যুগে চাঁদ ফেটেছিল। বুখারী: ৪৮৬৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫৪ : ২",
        "arabic_text": "\nوَإِن يَرَوۡاْ ءَايَةٗ يُعۡرِضُواْ وَيَقُولُواْ سِحۡرٞ مُّسۡتَمِرّٞ ",
        "bangla_text": "আর তারা কোন নিদর্শন দেখলে মুখ ফিরিয়ে নেয় এবং বলে, ‘এটা তো চিরাচরিত জাদু [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مُسْتَمِرّ শব্দের প্রচলিত অর্থ দীর্ঘস্থায়ী। এর কয়েকটি অর্থ হতে পারে। এক, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম রাতদিন একের পর এক যে জাদু চালিয়ে যাচ্ছেন, নাউযুবিল্লাহ-এটিও তার একটি। দুই, এটা পাকা জাদু। অত্যন্ত নিপুণভাবে এটি দেখানো হয়েছে। তিন, অন্য সব জাদু যেভাবে অতীত হয়ে গিয়েছে এটিও সেভাবে অতীত হয়ে যাবে, এর দীর্ঘস্থায়ী কোন প্রভাব পড়বে। না। এটা স্বল্পক্ষণস্থায়ী জাদুর প্রতিক্রিয়া, যা আপনাআপনি নিঃশেষ হয়ে যাবে। [বাগভী, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫৪ : ৩",
        "arabic_text": "\nوَكَذَّبُواْ وَٱتَّبَعُوٓاْ أَهۡوَآءَهُمۡۚ وَكُلُّ أَمۡرٖ مُّسۡتَقِرّٞ ",
        "bangla_text": "আর তারা মিথ্যারোপ করে এবং নিজ খেয়াল –খুশীর অনুসরণ করে, অথচ প্রতিটি বিষয়ই লক্ষে পৌঁছবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] استقرار এর শাব্দিক অর্থ স্থির হওয়া। অর্থাৎ যারা ন্যায় ও সত্যপন্থী, তারা ন্যায় ও সত্যপস্থা অনুসরণের এবং যারা বাতিল পহী, তারা বাতিল পস্থা অনুসরণের ফল একদিন অবশ্যই লাভ করবে। তাছাড়া যে সমস্ত নির্দেশ সংঘটিত হবার তা অবশ্যই ঘটবে এটাকে কেউ আটকিয়ে রাখতে পারবে না। যারা আল্লাহর নির্দেশ মানবে তারা জান্নাতে যাওয়া যেমন অবশ্যম্ভাবী তেমনি যারা মিথ্যাচার করবে এবং অমান্য করবে তাদের শাস্তিও অবধারিত। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫৪ : ৪",
        "arabic_text": "\nوَلَقَدۡ جَآءَهُم مِّنَ ٱلۡأَنۢبَآءِ مَا فِيهِ مُزۡدَجَرٌ ",
        "bangla_text": "আর তাদের কাছে এসেছে সংবাদসমূহ, যাতে আছে কঠোর নিষেধাজ্ঞা ; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫৪ : ৫",
        "arabic_text": "\nحِكۡمَةُۢ بَٰلِغَةٞۖ فَمَا تُغۡنِ ٱلنُّذُرُ ",
        "bangla_text": "এটা পরিপূর্ণ হিকমত, কিন্তু ভীতিপ্রদর্শন তাদের কোন কাজে লাগেনি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫৪ : ৬",
        "arabic_text": "\nفَتَوَلَّ عَنۡهُمۡۘ يَوۡمَ يَدۡعُ ٱلدَّاعِ إِلَىٰ شَيۡءٖ نُّكُرٍ ",
        "bangla_text": "অতএব, আপনি তাদের উপেক্ষা করুন। (স্মরণ করুন) যেদিন আহ্‌বানকারী আহ্‌বান করবে এক ভয়াবহ পরিণামের দিকে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫৪ : ৭",
        "arabic_text": "\nخُشَّعًا أَبۡصَٰرُهُمۡ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ كَأَنَّهُمۡ جَرَادٞ مُّنتَشِرٞ ",
        "bangla_text": "আপমানে অবনমিত নেত্রে [১] সেদিন তারা কবর হতে বের হবে, মনে হবে যেন তারা বিক্ষিপ্ত পঙ্গপাল, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের দৃষ্টি অবনতে থাকবে। এর কয়েকটি অর্থ হতে পারে। এক, ভীতি ও আতঙ্ক তাদেরকে আচ্ছন্ন করে ফেলবে। দুই, তাদের মধ্যে লজ্জা ও অপমানবোধ জাগ্রত হবে এবং চেহারায় তার বহিঃপ্রকাশ ঘটবে। তিন, তারা হতবুদ্ধি হয়ে তাদের চোখের সামনে বিদ্যমান সে ভয়াবহ দৃশ্য দেখতে থাকবে। তা থেকে দৃষ্টি সরিয়ে নেয়ার হুঁশও তাদের থাকবে না। [দেখুন, কুরতুবী; ফাতহুলকাদীরা]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫৪ : ৮",
        "arabic_text": "\nمُّهۡطِعِينَ إِلَى ٱلدَّاعِۖ يَقُولُ ٱلۡكَٰفِرُونَ هَٰذَا يَوۡمٌ عَسِرٞ ",
        "bangla_text": "তারা অহ্বানকারীর দিকে ছুটে আসবে ভীত-বিহ্বল হয়ে [১]। কাফিররা বলবে, ‘বড়ই কঠিন এ দিন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مهطع এর শাব্দিক অর্থ মাথা তোলা, আরেক অর্থ, দ্রুতগতিতে ছুটা। আয়াতের অর্থ এই যে, আহবানকারীর প্রতি তাকিয়ে হাশরের ময়দানের দিকে দ্রুতগতিতে ছুটতে থাকবে। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫৪ : ৯",
        "arabic_text": "\n۞ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ فَكَذَّبُواْ عَبۡدَنَا وَقَالُواْ مَجۡنُونٞ وَٱزۡدُجِرَ ",
        "bangla_text": "এদের আগে নূহের সম্প্রদায়ও মিথ্যারোপ করেছিল--- সুতরাং তারা আমাদের বান্দার প্রতি মিথ্যারোপ করেছিল আর বলেছিল, ’পাগল’, আর তাকে ভীতি প্রদর্শন করা হয়েছিল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] وازدجر শব্দটির অর্থ, হুমকি প্রদর্শন করা হল। উদ্দেশ্য এই যে, তারা নূহ আলাইহিস সালাম-কে পাগলও বলল এবং তাকে হুমকি প্রদর্শন করে রেসালতের কর্তব্য পালন থেকে বিরতও রাখতে চাইল। [ফাতহুল কাদীর] অন্য এক আয়াতে আছে যে, তারা নূহ আলাইহিস সালাম-কে হুমকি প্রদর্শন করে বললঃ যদি আপনি প্রচার ও দাওয়াতের কাজ থেকে বিরত না হন, তবে আমরা আপনাকে প্রস্তর বর্ষণ করে মেরে ফেলব। [সূরা আস-শু'আরা:১১৬]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫৪ : ১০",
        "arabic_text": "\nفَدَعَا رَبَّهُۥٓ أَنِّي مَغۡلُوبٞ فَٱنتَصِرۡ ",
        "bangla_text": "তখন তিনি তাঁর রবকে আহবান করে বলেছিলেন, ‘নিশ্চয় আমি অসহায়, অতএব আপনি প্রতিবিধান করুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫৪ : ১১",
        "arabic_text": "\nفَفَتَحۡنَآ أَبۡوَٰبَ ٱلسَّمَآءِ بِمَآءٖ مُّنۡهَمِرٖ ",
        "bangla_text": "ফলে আমারা উন্মুক্ত করে দিলাম আকাশের দ্বারসমূহ প্রবল বর্ষণশীল বারিধারার মাধ্যমে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫৪ : ১২",
        "arabic_text": "\nوَفَجَّرۡنَا ٱلۡأَرۡضَ عُيُونٗا فَٱلۡتَقَى ٱلۡمَآءُ عَلَىٰٓ أَمۡرٖ قَدۡ قُدِرَ ",
        "bangla_text": "এবং মাটি থেকে উৎসারিত করলাম ঝর্ণাসমূহ ; ফলে সমস্ত পানি মিলিত হল এক পরিকল্পনা অনুসারে [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ভূমি থেকে স্ফীত পানি এবং আকাশ থেকে বৰ্ষিত পানি এভাবে পরস্পরে মিলিত হয়ে গেল যে, সমগ্র জাতিকে ডুবিয়ে মারার যে পরিকল্পনা আল্লাহ তা'আলা করেছিলেন, তা বাস্তবায়িত হয়ে গেল। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫৪ : ১৩",
        "arabic_text": "\nوَحَمَلۡنَٰهُ عَلَىٰ ذَاتِ أَلۡوَٰحٖ وَدُسُرٖ ",
        "bangla_text": "আর নূহকে আমরা আরোহণ করালাম কাঠ ও পেরেগ নির্মিত এক নৌযানে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ألواح শব্দটি  لوح এর বহুবচন। অর্থ কাঠের তক্তা। আর دُسر শব্দটি دسار এর বহুবচন। অর্থ পেরেক, কীলক, যার সাহায্যে তক্তাকে সংযুক্ত করা হয়। উদ্দেশ্য নৌকো। [ফাতহুল কাদীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫৪ : ১৪",
        "arabic_text": "\nتَجۡرِي بِأَعۡيُنِنَا جَزَآءٗ لِّمَن كَانَ كُفِرَ ",
        "bangla_text": "যা চলত আমাদের চোখের সামনে ; এটা পুরস্কার তাঁর জন্য, যার সাথে কুফরী করা হয়েছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫৪ : ১৫",
        "arabic_text": "\nوَلَقَد تَّرَكۡنَٰهَآ ءَايَةٗ فَهَلۡ مِن مُّدَّكِرٖ ",
        "bangla_text": "আর অবশ্যই আমারা এটাকে রেখে দিয়েছি এক নিদর্শনরূপে [১] ; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের এ অর্থও হতে পারে যে, আমরা এ আযাবকে শিক্ষণীয় নির্দশন বানিয়ে দিয়েছি। তবে অগ্ৰাধিকার যোগ্য অর্থ হচ্ছে, সে জাহাজকে শিক্ষণীয় নিদর্শন বানিয়ে দেয়া হয়েছে। একটি সুউচ্চ পর্বতের ওপরে তার অস্তিত্ব টিকে থাকা হাজার হাজার বছর ধরে মানুষকে আল্লাহর গযব সম্পর্কে সাবধান করে আসছে। তাদেরকে স্মরণ করিয়ে দিচ্ছে যে, এ ভূ-খণ্ডে আল্লাহর নাফরমানদের জন্য কি দুর্ভাগ্য নেমে এসেছিল এবং ঈমান গ্রহণকারীদের কিভাবে রক্ষা করা হয়েছিল। [দেখুন, কুরতুবী; ফাতহুলকাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫৪ : ১৬",
        "arabic_text": "\nفَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ",
        "bangla_text": "সুতরাং কী কঠোর ছিল আমার শাস্তি ও ভীতিপ্ৰদৰ্শন !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫৪ : ১৭",
        "arabic_text": "\nوَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ",
        "bangla_text": "আর অবশ্যই আমারা কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য [১], এতএব উপদেশ গ্রহণকারী কেউ আছে কি? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ذكر এর অর্থ দ্বিবিধ (এক) মুখস্থ বা স্মরণ করা এবং (দুই) উপদেশ ও শিক্ষা অর্জন করা। এখানে উভয় অর্থ বোঝানো যেতে পারে। আল্লাহ তা'আলা কুরআনকে মুখস্থ করার জন্যে সহজ করে দিয়েছেন। ইতিপূর্বে অন্য কোন ঐশীগ্রন্থ এরূপ ছিল না। তাওরাত, ইঞ্জীল ও যাবুর মানুষের মুখস্থ ছিল না। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫৪ : ১৮",
        "arabic_text": "\nكَذَّبَتۡ عَادٞ فَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ",
        "bangla_text": "‘আদ সম্প্রদায় মিথ্যারোপ করেছিল, ফলে কিরূপ ছিল আমার শাস্তি ও সতর্কবাণী ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫৪ : ১৯",
        "arabic_text": "\nإِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِي يَوۡمِ نَحۡسٖ مُّسۡتَمِرّٖ ",
        "bangla_text": "নিশ্চয় আমারা তাদের উপর পাঠিয়েছিলাম এক প্রচন্ড শীতল ঝড়োহাওয়া নিরবচ্ছিন্ন অমঙ্গল দিনে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫৪ : ২০",
        "arabic_text": "\nتَنزِعُ ٱلنَّاسَ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٖ مُّنقَعِرٖ ",
        "bangla_text": "তা মানুষকে উৎখাত করেছিল যেন তারা উৎপাটিত খেজুর গাছের কান্ড।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫৪ : ২১",
        "arabic_text": "\nفَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ",
        "bangla_text": "অতএব কী কঠোর ছিল আমার শাস্তি ও ভীতিপ্রদর্শন !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫৪ : ২২",
        "arabic_text": "\nوَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ",
        "bangla_text": "আর অবশ্যই আমারা কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য ; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫৪ : ২৩",
        "arabic_text": "\nكَذَّبَتۡ ثَمُودُ بِٱلنُّذُرِ ",
        "bangla_text": "সামূদ সম্প্রদায় সতর্ককারীদের প্রতি মিথ্যারোপ করেছিল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫৪ : ২৪",
        "arabic_text": "\nفَقَالُوٓاْ أَبَشَرٗا مِّنَّا وَٰحِدٗا نَّتَّبِعُهُۥٓ إِنَّآ إِذٗا لَّفِي ضَلَٰلٖ وَسُعُرٍ ",
        "bangla_text": "অতঃপর তারা বলেছিল, ‘আমারা কি আমাদেরই এক ব্যাক্তির অনুসরণ করব? তবে তো আমারা পথভ্রষ্টতায় এবং উন্মাত্ততায় পতিত হব। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫৪ : ২৫",
        "arabic_text": "\nأَءُلۡقِيَ ٱلذِّكۡرُ عَلَيۡهِ مِنۢ بَيۡنِنَا بَلۡ هُوَ كَذَّابٌ أَشِرٞ ",
        "bangla_text": "‘আমাদের মধ্যে কি তারই প্রতি যিকর [১] পাঠানো হয়েছে? না, সে তো একজন মিথ্যাবাদী, দাম্ভিক [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যিকর অর্থ, আল্লাহর বাণী ও শরীআত। যা তিনি তাদেরকে জানাচ্ছেন। [দেখুন,ফাত হুল কাদীর]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, أشر যার অর্থ আত্নগর্বী ও দাম্ভিক। অর্থাৎ কাফেরদের বক্তব্য হচ্ছে, এ ব্যক্তি এমন যে এর মগজে নিজের শ্রেষ্ঠত্বের ধারণা বদ্ধমূল হয়ে গিয়েছে এবং এ কারণে সে গর্ব প্রকাশ করছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫৪ : ২৬",
        "arabic_text": "\nسَيَعۡلَمُونَ غَدٗا مَّنِ ٱلۡكَذَّابُ ٱلۡأَشِرُ ",
        "bangla_text": "আগামী কাল ওরা অবশ্যই জানবে, কে মিথ্যাবাদী, দাম্ভিক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫৪ : ২৭",
        "arabic_text": "\nإِنَّا مُرۡسِلُواْ ٱلنَّاقَةِ فِتۡنَةٗ لَّهُمۡ فَٱرۡتَقِبۡهُمۡ وَٱصۡطَبِرۡ ",
        "bangla_text": "নিশ্চয় আমারা তাদের পরীক্ষার জন্য উষ্ট্রী পাঠিয়েছি, অতএব আপনি তাদের আচরণ লক্ষ্য করুন এবং ধৈর্যশীল হোন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫৪ : ২৮",
        "arabic_text": "\nوَنَبِّئۡهُمۡ أَنَّ ٱلۡمَآءَ قِسۡمَةُۢ بَيۡنَهُمۡۖ كُلُّ شِرۡبٖ مُّحۡتَضَرٞ ",
        "bangla_text": "আর তাদেরকে জানিয়ে দিন যে, তাদের মধ্যে পানি বন্টন নির্ধারিত এবং পানির অংশের জন্য প্রত্যেকে উপস্থিত হবে পালাক্রমে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫৪ : ২৯",
        "arabic_text": "\nفَنَادَوۡاْ صَاحِبَهُمۡ فَتَعَاطَىٰ فَعَقَرَ ",
        "bangla_text": "অতঃপর তারা তাদের সঙ্গীকে ডাকল, ফলে সে সেটাকে (উষ্ট্রী) ধরে হত্য করল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৫৪ : ৩০",
        "arabic_text": "\nفَكَيۡفَ كَانَ عَذَابِي وَنُذُرِ ",
        "bangla_text": "অতএব কিরূপ কঠোর ছিল আমার শাস্তি ও ভীতিপ্রদর্শন !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৫৪ : ৩১",
        "arabic_text": "\nإِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ صَيۡحَةٗ وَٰحِدَةٗ فَكَانُواْ كَهَشِيمِ ٱلۡمُحۡتَظِرِ ",
        "bangla_text": "নিশ্চয় আমারা তাদের উপর পাঠিয়েছিলাম এক বিরাট আওয়াজ ; ফলে তারা হয়ে গেল খোয়াড় প্রস্তুতকারীর বিখন্ডিত শুল্ক খড়ের ন্যায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যারা গবাদি পশু লালন পালন করে তারা পশুর খোয়াড়ের সংরক্ষণ ও হিফাজতের জন্য কাঠ ও গাছের ডাল পালা দিয়ে বেড়া তৈরী করে দেয়। এ বেড়ার কাঠ ও গাছ-গাছালীর ডালপালা আস্তে আস্তে শুকিয়ে ঝরে পড়ে এবং পশুদের আসা যাওয়ায় পদদলিত হয়ে করাতের গুঁড়ার মত হয়ে যায়। সামূদ জাতির দলিত মথিত লাশসমূহকে করাতের ঐ গুড়োর সাথে তুলনা করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৫৪ : ৩২",
        "arabic_text": "\nوَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ",
        "bangla_text": "আর অবশ্যই আমারা কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য ; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৫৪ : ৩৩",
        "arabic_text": "\nكَذَّبَتۡ قَوۡمُ لُوطِۭ بِٱلنُّذُرِ ",
        "bangla_text": "লুত সম্প্রদায় মিথ্যারোপ করেছিল সতর্ককারীদের প্রতি,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৫৪ : ৩৪",
        "arabic_text": "\nإِنَّآ أَرۡسَلۡنَا عَلَيۡهِمۡ حَاصِبًا إِلَّآ ءَالَ لُوطٖۖ نَّجَّيۡنَٰهُم بِسَحَرٖ ",
        "bangla_text": "নিশ্চয় আমরা তাদের উপর পাঠিয়েছিলাম পাথর বহনকারী প্রচণ্ড ঝটিকা, কিন্তু লূত পরিবারের উপর নয় ; তাদেরকে আমরা উদ্ধার করেছিলাম রাতের শেষাংশে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৫৪ : ৩৫",
        "arabic_text": "\nنِّعۡمَةٗ مِّنۡ عِندِنَاۚ كَذَٰلِكَ نَجۡزِي مَن شَكَرَ ",
        "bangla_text": "আমাদের পক্ষ থেকে অনুগ্রহস্বরূপ ; যে কৃতজ্ঞতা প্রকাশ করে, আমরা এভাবেই তাকে পুরস্কৃত করে থাকি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৫৪ : ৩৬",
        "arabic_text": "\nوَلَقَدۡ أَنذَرَهُم بَطۡشَتَنَا فَتَمَارَوۡاْ بِٱلنُّذُرِ ",
        "bangla_text": "আর  অবশ্যই লূত তাদেরকে সতর্ক করেছিল আমাদের কঠোর পাকড়াও সম্পর্কে ; কিন্তু তারা সতর্কবাণী সম্বন্ধে বিতণ্ডা [১] শুরু করল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অন্য অর্থ হচ্ছে, তারা সতর্কবাণী সম্পর্কে সন্দেহ করেছিল এবং মিথ্যারোপ করেছিল। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৫৪ : ৩৭",
        "arabic_text": "\nوَلَقَدۡ رَٰوَدُوهُ عَن ضَيۡفِهِۦ فَطَمَسۡنَآ أَعۡيُنَهُمۡ فَذُوقُواْ عَذَابِي وَنُذُرِ ",
        "bangla_text": "আর অবশ্যই তারা লূতের কাছ থেকে তার মেহমানদেরকে অসদুদ্দেশ্যে দাবি করল [১],তখন আমারা তাদের দৃষ্টি শক্তি লোপ করে দিলাম এবং বললাম, ‘আস্বাদন কর আমার শাস্তি এবং ভীতির পরিণাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] رَاوَدَ ও مُرَاوَدَةٌ শব্দের অর্থ কাম প্রবৃত্তি চরিতার্থ করার জন্যে কাউকে ফুসলানো। কওমে লুত বালকদের সাথে অপকর্মে অভ্যস্ত ছিল। আল্লাহ তা'আলা তাদের পরীক্ষার জন্যেই কয়েকজন ফেরেশতাকে সুশ্ৰী বালকের বেশে প্রেরণ করেন। দুৰ্বত্তরা তাদের সাথে অপকর্মে লিপ্ত হওয়ার জন্যে লুত আলাইহিস সালাম-এর গৃহে উপস্থিত হয়। লুত আলাইহিস সালাম দরজা বন্ধ করে দেন। কিন্তু তারা দরজা ভেঙে অথবা প্রাচীর টপকিয়ে ভিতরে আসতে থাকে। লুত আলাইহিস সালাম বিব্ৰতবোধ করলে ফেরেশতাগণ তাদের পরিচয় প্রকাশ করে বললেনঃ আপনি চিন্তিত হবেন না। এরা আমাদের কিছুই করতে পারবে না। আমরা তাদেরকে শাস্তি দেয়ার জন্যেই আগমন করেছি।\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৫৪ : ৩৮",
        "arabic_text": "\nوَلَقَدۡ صَبَّحَهُم بُكۡرَةً عَذَابٞ مُّسۡتَقِرّٞ ",
        "bangla_text": "আর অবশ্যই প্রত্যুষে তাদের উপর বিরামহীন শাস্তি আঘাত করেছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৫৪ : ৩৯",
        "arabic_text": "\nفَذُوقُواْ عَذَابِي وَنُذُرِ ",
        "bangla_text": "সুতরাং  ‘আস্বাদন কর আমার শাস্তি এবং ভীতিপ্রদর্শনের পরিণাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৫৪ : ৪০",
        "arabic_text": "\nوَلَقَدۡ يَسَّرۡنَا ٱلۡقُرۡءَانَ لِلذِّكۡرِ فَهَلۡ مِن مُّدَّكِرٖ ",
        "bangla_text": "আর অবশ্যই আমারা কুরআনকে সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য ; অতএব উপদেশ গ্ৰহণকারী কেউ আছে কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৫৪ : ৪১",
        "arabic_text": "\nوَلَقَدۡ جَآءَ ءَالَ فِرۡعَوۡنَ ٱلنُّذُرُ ",
        "bangla_text": "আর অবশ্যই ফির’আউন সম্প্রদায়ের কাছে এসেছিল সতর্ককারী ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৫৪ : ৪২",
        "arabic_text": "\nكَذَّبُواْ بِـَٔايَٰتِنَا كُلِّهَا فَأَخَذۡنَٰهُمۡ أَخۡذَ عَزِيزٖ مُّقۡتَدِرٍ ",
        "bangla_text": "তারা আমাদের সব নিদর্শনে মিথ্যারোপ করল, সুতরাং আমরা মহাপরাক্রমশালী ও সর্বশক্তিমানরূপে তাদেরকে পাকড়াও করলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৫৪ : ৪৩",
        "arabic_text": "\nأَكُفَّارُكُمۡ خَيۡرٞ مِّنۡ أُوْلَٰٓئِكُمۡ أَمۡ لَكُم بَرَآءَةٞ فِي ٱلزُّبُرِ ",
        "bangla_text": "তোমাদের মধ্যকার কাফিররা কি তাদের চেয়ে ভাল? না কি তোমাদের অব্যাহতির কোন সনদ রয়েছে পূর্ববতী কিতাবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৫৪ : ৪৪",
        "arabic_text": "\nأَمۡ يَقُولُونَ نَحۡنُ جَمِيعٞ مُّنتَصِرٞ ",
        "bangla_text": "নাকি তারা বলে, ‘আমরা এক সংঘবদ্ধ অপরাজেয় দল? ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৫৪ : ৪৫",
        "arabic_text": "\nسَيُهۡزَمُ ٱلۡجَمۡعُ وَيُوَلُّونَ ٱلدُّبُرَ ",
        "bangla_text": "এ দল তো শীঘ্রই পরাজিত হবে এবং পিঠ দেখিয়ে পালাবে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা একটি সুস্পষ্ট ভবিষ্যতবাণী। অর্থাৎ কুরাইশদের সংঘবদ্ধ শক্তি, যা নিয়ে তাদের গর্ব ছিল অচিরেই মুসলিমদের কাছে পরাজিত হবে। [কুরতুবী; ইবন কাসীর] আব্দুল্লাহ ইবনে আব্বাসের ছাত্র ইকরিমা বর্ণনা করেন যে, উমর রাদিয়াল্লাহু আনহু বলতেন, যে সময় সূরা কুমারের এ আয়াত নাযিল হয় তখন আমি অস্থির হয়ে পড়েছিলাম যে, এটা কোন সংঘবদ্ধ শক্তি যা পরাজিত হবে? কিন্তু বদর যুদ্ধে যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বর্ম পরিহিত অবস্থায় সামনের দিকে ঝাঁপিয়ে পড়ছেন এবং তার পবিত্র জবান থেকে\n  <br/>\n  <br/>\n  سَيُهْزَمُ الْجَمْعُ وَيُوَ لَّوْنَ للدُّبُرَ\n  <br/>\n  <br/>\n  উচ্চারিত হচ্ছে তখন আমি বুঝতে পারলাম এ পরাজয়ের খবরই দেয়া হয়েছিল। [দেখুন, বুখারী: ৪৮৭৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৫৪ : ৪৬",
        "arabic_text": "\nبَلِ ٱلسَّاعَةُ مَوۡعِدُهُمۡ وَٱلسَّاعَةُ أَدۡهَىٰ وَأَمَرُّ ",
        "bangla_text": "বরং কিয়ামত তাদের শাস্তির নির্ধারিত  সময়। আর কিয়ামত হবে কঠিনতর ও তিক্তকর [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়েশা রাদিয়াল্লাহু আনহা বলেন, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর উপর এ আয়াত নাযিল হয়েছিল তখন আমি এত ছোট ছিলাম যে, খেলা-ধুলা করতাম। [বুখারী: ৪৮৭৬]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৫৪ : ৪৭",
        "arabic_text": "\nإِنَّ ٱلۡمُجۡرِمِينَ فِي ضَلَٰلٖ وَسُعُرٖ ",
        "bangla_text": "নিশ্চয় অপরাধীরা বিভ্রান্তি ও শাস্তিতে রয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এছাড়া আয়াতের আরেক অর্থ হচ্ছে, নিশ্চয় অপরাধীরা দুনিয়াতে রয়েছে বিভ্রান্তিতে আর আখেরাতে থাকবে প্রজ্জলিত আগুনে। [বাগভী] অপর অর্থ হচ্ছে, তারা দুনিয়াতে ধ্বংস ও আখেরাতে প্ৰজলিত আগুনে। [জালালাইন]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৫৪ : ৪৮",
        "arabic_text": "\nيَوۡمَ يُسۡحَبُونَ فِي ٱلنَّارِ عَلَىٰ وُجُوهِهِمۡ ذُوقُواْ مَسَّ سَقَرَ ",
        "bangla_text": "যেদিন তাদেরকে উপুড় করে টেনে নিয়ে যাওয়া হবে জাহান্নামের দিকে ; সেদিন বলা হবে, ‘জাহান্নামের যন্ত্রণা আস্বাদন কর।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৫৪ : ৪৯",
        "arabic_text": "\nإِنَّا كُلَّ شَيۡءٍ خَلَقۡنَٰهُ بِقَدَرٖ ",
        "bangla_text": "নিশ্চয় আমরা প্রত্যেক কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] قدر বা ‘কদর’ শব্দের আভিধানিক অর্থ পরিমাপ করা, কোন বস্তু উপযোগিতা অনুসারে পরিমিতরূপে তৈরি করা। [ফাতহুল কাদীর] এছাড়া শরীআতের পরিভাষায় ‘কদার” শব্দটি মহান আল্লাহর তাকদীর তথা বিধিলিপির অর্থেও ব্যবহৃত হয়। অধিকাংশ তফসীরবিদ বিভিন্ন হাদীসের ভিত্তিতে আলোচ্য আয়াতে এই অর্থই নিয়েছেন। আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু বলেন, কুরাইশ কাফেররা একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সাথে তাকদীর সম্পর্কে বিতর্ক শুরু করলে আলোচ্য আয়াত অবতীর্ণ হয়। [মুসলিম:২৬৫৬]\n  <br/>\n  <br/>\n  তাকদীর ইসলামের একটি অকাট্য আকীদা-বিশ্বাস। যে একে সরাসরি অস্বীকার করে, সে কাফের। উপরোক্ত আয়াত ও তার শানে নুযুল থেকে আমরা এর প্রমাণ পাই। তাছাড়া পবিত্র কুরআনের অন্যত্রও তাকদীরের কথা এসেছে, মহান আল্লাহ বলেনঃ “আর আল্লাহর নির্দেশ ছিল সুনির্ধারিত।”। [সূরা আল-আহযাবঃ ৩৮] অন্যত্র বলেন, “তিনি সমস্ত কিছু সৃষ্টি করেছেন তারপর নির্ধারণ করেছেন যথাযথ অনুপাতে”। [সূরা আল-ফুরকানঃ ২]\n  <br/>\n  <br/>\n  সহীহ মুসলিমে উমর ইবনে খাত্তাব রাদিয়াল্লাহু আনহু হতে একটি হাদীস বর্ণিত হয়েছে, যা 'হাদীসে জিবরীল’ নামে বিখ্যাত, তাতে রয়েছেঃ জিবরীল আলাইহিস সালাম নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে জানতে চেয়ে বলেন যে, আমাকে ঈমান সম্পর্কে অবহিত করুন, তিনি বললেনঃ “আল্লাহর প্রতি, তাঁর ফিরিশতাগণের প্রতি, তাঁর গ্রন্থসমূহের প্রতি, তাঁর রাসূলগণ ও শেষ দিবসের প্রতি ঈমান আনা, আর তাকদীরের ভাল ও মন্দের প্রতি ঈমান আনা”। [মুসলিম: ১] অনুরূপভাবে আব্দুল্লাহ ইবনে “আমর ইবনুল ‘আস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তিনি বলেছেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছিঃ “আল্লাহ আসমান ও যমীন সৃষ্টির পঞ্চাশ হাজার বছর পূর্বে সৃষ্টি জগতের তাকদীর লিখে রেখেছেন”। বললেনঃ “আর তাঁর আরশ ছিল পানির উপর”। [মুসলিম: ২৬৫৩] অনুরূপভাবে তাকদীরের উপর ঈমান আনা উম্মত তথা সাহাবা ও তাদের পরবর্তী সবার ইজমা’ বা ঐক্যমতের বিষয়। সহীহ মুসলিমে ত্বাউস থেকে বর্ণিত, তিনি বলেনঃ “আমি অনেক সাহাবীকে পেয়েছি যারা বলতেনঃ সব কিছু তাকদীর অনুসারে হয়।’ আরো বলেনঃ আমি \"আব্দুল্লাহ ইবনে উমরকে বলতে শুনেছিঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “সবকিছুই তাকদীর মোতাবেক হয়, এমনকি অপারগতা ও সক্ষমতা, অথবা বলেছেনঃ সক্ষমতা ও অপারগতা”। [মুসলিম:২৬৫৫]\n  <br/>\n  <br/>\n  তাকদীরের স্তর বা পর্যায়সমূহ চারটি; যার উপর কুরআন ও সুন্নায় অসংখ্য দলীল-প্রমাণাদি এসেছে আর আলেমগণও তার স্বীকৃতি দিয়েছেন।\n  <br/>\n  <br/>\n  প্রথম স্তরঃ অস্তিত্ব সম্পন্ন, অস্তিত্বহীন, সম্ভব এবং অসম্ভব সবকিছু সম্পর্কে আল্লাহর জ্ঞান থাকা এবং এ সবকিছু তাঁর জ্ঞানের আওতাভুক্ত থাকা। সুতরাং তিনি যা ছিল এবং যা হবে, আর যা হয় নি যদি হত তাহলে কি রকম হতো তাও জানেন। এর প্রমাণ আল্লাহর বাণীঃ “যাতে তোমরা বুঝতে পার যে, আল্লাহ সব কিছুর উপর ক্ষমতাবান এবং জ্ঞানে আল্লাহ সবকিছুকে পরিবেষ্টন করে আছেন”।[সূরা আত্‌ তালাকঃ ১২] সহীহ বুখারী ও মুসলিমে ইবনে আব্বাস রাদিয়াল্লাহু আনহুমার হাদীসে বর্ণিত, তিনি বলেনঃ “নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে মুশরিকদের সন্তানদের সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেনঃ “তারা কি কাজ করত (জীবিত থাকলে) তা আল্লাহই ভাল জানেন”। [বুখারী: ১৩৮৪, মুসলিম: ২৬৫৯]\n  <br/>\n  <br/>\n  দ্বিতীয় স্তরঃ ক্ৰিয়ামত পর্যন্ত যত কিছু ঘটবে সে সব কিছু মহান আল্লাহ কর্তৃক লিখে রাখা। মহান আল্লাহ বলেনঃ “আপনি কি জানেন না যে, আসমান ও যমীনে যা কিছু আছে আল্লাহ তা জানেন। এসবই এক কিতাবে আছে; নিশ্চয়ই তা আল্লাহর নিকট সহজ। [সূরা আল—হাজ্জঃ ৭০] আল্লাহ তা'আলা আরো বলেনঃ “আমরা তো প্রত্যেক জিনিস এক স্পষ্ট কিতাবে সংরক্ষিত করেছি”। সূরা ইয়াসীনঃ ১২] পূর্বে বর্ণিত ‘আব্দুল্লাহ ইবনে “আমর ইবনুল আসের হাদীসে এ কথাও বলা হয়েছে যে, আল্লাহ আসমান ও যমীন সৃষ্টি করার পঞ্চাশ হাজার বছর পূর্বে সৃষ্টি জগতের তাকদীর লিখে রেখেছেন। [মুসলিম: ২৬৫৩] তাছাড়া অন্য হাদীসে এসেছে, ওলীদ ইবনে উবাদাহ বলেন, আমি আমার পিতাকে অসিয়ত করতে বললে তিনি বললেন, ‘আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি, আল্লাহ যখন প্রথমে কলম সৃষ্টি করলেন তখন তাকে বললেন, লিখ। তখন থেকে কিয়ামত পর্যন্ত যা হবে সে মূহুর্ত থেকে কলম তা লিখতে শুরু করেছে।' হে প্রিয় বৎস! তুমি যদি এটার উপর ঈমান না এনে মারা যাও তবে তুমি জাহান্নামে যাবে। [মুসনাদে আহমাদ:৫/৩১৭] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ঐ পর্যন্ত কেউ ঈমানদার হতে পারবে না যতক্ষণ চারটি বিষয়ের উপর ঈমান না আনবে, আল্লাহ ব্যতীত কোন হক্ক ইলাহ নেই এটার সাক্ষ্য দেয়া। আর আমি আল্লাহর রাসূল। আল্লাহ আমাকে হক সহ পাঠিয়েছে। অনুরূপভাবে সে মৃত্যুর উপর ঈমান আনবে। আরো ঈমান আনবে মৃত্যুর পরে পুনরুত্থানের। আরও ঈমান আনবে তাকদীরের ভাল-মন্দের উপর। [তিরমিয়ী: ২১৪৪]\n  <br/>\n  <br/>\n  তৃতীয় স্তরঃ আল্লাহর ইচ্ছঃ তিনি যা চান তা হয়, আর যা চান না তা হয় না। মহান আল্লাহ বলেনঃ “তাঁর ব্যাপার শুধু এতটুকুই যে, তিনি যখন কোন কিছুর ইচ্ছা করেন, তিনি তখন তাকে বলেনঃ “হও”, ফলে তা হয়ে যায়”। সূরা ইয়াসীনঃ ৮২] মহান আল্লাহ আরো বলেনঃ “সমগ্র সৃষ্টি জগতের প্রতিপালক আল্লাহর ইচ্ছা! ব্যতীত তোমরা কোন ইচ্ছাই করতে পার না”। [সূরা আত-তাকওয়ীরঃ ২৯] হাদীসে নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “তোমাদের কেউ যেন একথা কখনো না বলে যে, হে আল্লাহ! যদি আপনি চান আমাকে ক্ষমা করুন, হে আল্লাহ! যদি আপনি চান আমাকে দয়া করুন, বরং দোআ করার সময় দৃঢ়ভাবে কর; কেননা আল্লাহ যা ইচ্ছা তা-ই করেন, তাঁকে জোর করার কেউ নেই”। [বুখারী: ৬৩৩৯, মুসলিম: ২৬৭৯]\n  <br/>\n  <br/>\n  চতুর্থ স্তরঃ আল্লাহ কর্তৃক যাবতীয় বস্তু সৃষ্টি করা ও অস্তিত্বে আনা এবং এ ব্যাপারে তাঁর পূর্ণ ক্ষমতা থাকা। কেননা তিনিই সে পবিত্র সত্তা যিনি সমস্ত কর্মী ও তার কর্ম, প্রত্যেক নড়াচড়াকারী ও তার নড়াচড়া, এবং যাবতীয় স্থিরিকৃত বস্তু ও তার স্থিরতার সৃষ্টিকারক। মহান আল্লাহ বলেনঃ আল্লাহ সবকিছুর স্রষ্টা এবং তিনি সবকিছুর কর্মবিধায়ক”। সূরা আয-যুমারঃ ৬২] আল্লাহ তা'আলা আরো বলেনঃ “প্রকৃতপক্ষে আল্লাহ তোমাদের সৃষ্টি করেছেন এবং তোমরা যা কর তাও”। [সূরা আস-সাফফাতঃ ৯৬] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “একমাত্র আল্লাহ্‌ ছিলেন, তিনি ব্যতীত আর কোন বস্তু ছিলনা, আর তাঁর আরশ ছিল পানির উপর এবং তিনি সবকিছু লাওহে মাহফুজে লিখে রেখেছেন, আর আসমান ও যমীন সৃষ্টি করেছেন”। [বুখারী: ৩১৯১]\n  <br/>\n  <br/>\n  তাই তাকদীরের উপর ঈমান বিশুদ্ধ হওয়ার জন্য এ চারটি স্তরের উপর ঈমান আনা ওয়াজিব। যে কেউ তার সামান্যও অস্বীকার করে তাকদীরের উপর তার ঈমান পূর্ণ হবে না।\n  <br/>\n  <br/>\n  তাকদীরের উপর ঈমানের উপকারিতা: তাকদীরের উপর ঈমান যথার্থ হলে মুমিনের জীবনের উপর তার যে বিরাট প্রভাব ও হিতকর ফলাফল অর্জিত হয়, তন্মধ্যে অন্যতম হচ্ছেঃ\n  <br/>\n  <br/>\n  কার্যোদ্ধারের জন্য কোন উপায় বা কৌশল অবলম্বন করলেও কেবলমাত্ৰ আল্লাহর উপরই ভরসা করবে; কেননা তিনিই যাবতীয় কৌশল ও কৌশল্যকারীর নিয়ন্তা। যখন বান্দা এ কথা সত্যিকার ভাবে উপলব্ধি করতে পারবে যে, সবকিছুই আল্লাহর ফয়সালা ও তাকদীর অনুসারেই হয় তখন তার আত্মিক প্রশান্তি ও মানসিক প্ৰসন্নতা অর্জিত হয়।\n  <br/>\n  <br/>\n  উদ্দেশ্য সাধিত হলে নিজের মন থেকে আত্মম্ভরিতা দূর করা সম্ভব হয়। কেননা আল্লাহ তার জন্য উক্ত কল্যাণ ও সফলতার উপকরণ নির্ধারণ করে দেয়ার কারণেই তার পক্ষে এ নেয়ামত অর্জন করা সম্ভব হয়েছে, তাই সে আল্লাহর কাছে কৃতজ্ঞ হবে এবং আতম্ভরিতা পরিত্যাগ করবে।\n  <br/>\n  উদ্দেশ্য সাধিত না হলে বা অপছন্দনীয় কিছু ঘটে গেলে মন থেকে অশান্তি ও পেরেশানীভাব দূর করা (তাকদীরে ঈমানের কারণে) সম্ভব হয়; কেননা এটা আল্লাহর ফয়সালা আর তাঁরই তাকদীরের ভিত্তিতে হয়েছে। সুতরাং সে ধৈর্য ধারণ করবে এবং সওয়াবের আশা করবে। [উসুলুল ঈমান ফি দাওয়িল কিতাবি ওয়াস সুন্নাহ]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৫৪ : ৫০",
        "arabic_text": "\nوَمَآ أَمۡرُنَآ إِلَّا وَٰحِدَةٞ كَلَمۡحِۭ بِٱلۡبَصَرِ ",
        "bangla_text": "আর আমাদের আদেশ তো কেবল একটি কথা, চোখের পলকের মত [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কিয়ামত সংগঠনের জন্য আমাকে কোন বড় প্রস্তুতি নিতে হবে না কিংবা তা সংঘটিত করতে কোন দীর্ঘ সময়ও ব্যয়িত হবে না। আমার পক্ষ থেকে একটি নির্দেশ জারী হওয়ার সময়টুকু মাত্র লাগবে। নির্দেশ জারী হওয়া মাত্রই চোখের পলকে তা সংঘটিত হয়ে যাবে।\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৫৪ : ৫১",
        "arabic_text": "\nوَلَقَدۡ أَهۡلَكۡنَآ أَشۡيَاعَكُمۡ فَهَلۡ مِن مُّدَّكِرٖ ",
        "bangla_text": "আর অবশ্যই আমরা ধ্বংস করেছি তোমাদের মত দলগুলোকে ; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৫৪ : ৫২",
        "arabic_text": "\nوَكُلُّ شَيۡءٖ فَعَلُوهُ فِي ٱلزُّبُرِ ",
        "bangla_text": "আর তারা যা করেছে সবকিছুই আছে ‘আমলনামায় ’,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৫৪ : ৫৩",
        "arabic_text": "\nوَكُلُّ صَغِيرٖ وَكَبِيرٖ مُّسۡتَطَرٌ ",
        "bangla_text": "আর ছোট বড় সব কিছুই লিখিত আছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “হে আয়েশা ! যে সমস্ত ছোটখাট গোনাহকে তুচ্ছ মনে কর তা থেকেও বেঁচে থাক, কেননা আল্লাহর পক্ষ থেকে এগুলোরও অন্বেষণকারী রয়েছে।” ইবনে মাজাহঃ ৪২৪৩, মুসনাদে আহমাদ: ৫/৩৩১]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৫৪ : ৫৪",
        "arabic_text": "\nإِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَنَهَرٖ ",
        "bangla_text": "নিশ্চয় মুত্তাকীরা থাকবে বাগ-বাগিচা ও ঝর্ণাধারার মধ্যে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৫৪ : ৫৫",
        "arabic_text": "\nفِي مَقۡعَدِ صِدۡقٍ عِندَ مَلِيكٖ مُّقۡتَدِرِۭ ",
        "bangla_text": "যথাযোগ্য আসনে, সর্বশক্তিমান মহাঅধিপতি (আল্লাহ্‌)র সান্নিধ্যে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]