[
    {
        "id": 1,
        "verse": "৫৫ : ১",
        "arabic_text": "\nٱلرَّحۡمَٰنُ ",
        "bangla_text": "আর-রাহমান [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সমগ্র সূরা আর-রহমান তেলাওয়াত করেন। অথবা তার সামনে তেলাওয়াত করা হলো। তারা নিশ্চুপ থাকলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আমার কি হলো, আমি দেখতে পাচ্ছি জিনরা তোমাদের চেয়ে উত্তম উত্তর দিচ্ছে। তারা বলল, হে আল্লাহর রাসূল! সেটা কি? তিনি বললেন, যখনই فَبِاِىِّ اٰلَٓاءِرِّكُمَاتُكَذِّبٰنِ পড়ছিলাম তখনি জিনরা বলছিল “আমরা আমাদের রবের কোন নিয়ামতকেই মিথ্যা বলি না, আপনার জন্যই যাবতীয় প্ৰশংসা’। [তাবারী: ৩২৯২৮, বাযযার:২২৬৯]\n  <br/>\n  <br/>\n  [১] অর্থাৎ দয়াময় আল্লাহ। সূরাটিকে “আর-রাহমান' শব্দ দ্বারা শুরু করার তাৎপর্য সম্ভবত এই যে, মক্কার কাফেররা আল্লাহ তা’আলার এই নাম সম্পর্কে অবগত ছিল না। তাই মুসলিমদের মুখে রহমান নাম শুনে ওরা বলাবলি করতঃ রাহমান আবার কি? তাদেরকে অবহিত করার জন্য এখানে এই নাম ব্যবহার করা হয়েছে। [আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫৫ : ২",
        "arabic_text": "\nعَلَّمَ ٱلۡقُرۡءَانَ ",
        "bangla_text": "তিনিই শিক্ষা দিয়েছেন কুরআন [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখান থেকে সমগ্র সূরায় আল্লাহ তা'আলার দুনিয়া ও আখেরাতের অবদানসমূহের অব্যাহত বর্ণনা হয়েছে। প্রথমেই علّم বাক্য দিয়ে সূচনা করার উদ্দেশ্য এটা হতে পারে যে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজে এর রচয়িতা নন, এ শিক্ষা দানকারী স্বয়ং আল্লাহ তা'আলা। তারপর عَلَّمَ الْقُرْاٰنَ বলে সর্ববৃহৎ অবদান দ্বারা শুরু করা হয়েছে। কুরআন সর্ববৃহৎ অবদান। কেননা, এতে মানুষের দুনিয়া ও আখেরাত উভয় প্রকার কল্যাণ রয়েছে। সাহাবায়ে কেরাম কুরআনকে কায়মনোবাক্যে গ্ৰহণ করেছেন এবং এর প্রতি যথার্থ মর্যাদা প্রদর্শন করেছেন। ফলে আল্লাহ তা'আলা তাদেরকে আখেরাতের উচ্চ মর্যাদা ও নেয়ামত দ্বারা গৌরবান্বিত করেছেন এবং দুনিয়াতেও এমন উচ্চ আসন দান করেছেন; যা রাজা-বাদশাহরাও হাসিল করতে পারেনা।\n  <br/>\n  <br/>\n  ব্যাকরণের নিয়ম অনুযায়ী علَّم ক্রিয়াপদের দুটি কর্ম থাকে - এক যা শিক্ষা দেয়া হয় এবং ‘দুই’ যাকে শিক্ষা দেয়া হয়। আয়াতে প্রথম কর্ম উল্লেখ করা হয়েছে অর্থাৎ কুরআন। কিন্তু দ্বিতীয় কর্ম অৰ্থাৎ কাকে শিক্ষা দেয়া হয়েছে, তার উল্লেখ নেই। কোন কোন তফসীরবিদ বলেনঃ এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উদ্দেশ্য। কেননা, আল্লাহ তা’আলা প্ৰত্যক্ষভাবে তাকেই শিক্ষা দিয়েছেন। অতঃপর তার মধ্যস্থতায় সমগ্র সৃষ্টজীব এতে দাখিল রয়েছে। [আদওয়াউল বায়ান, আত তাহরীর ওয়াততানিওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫৫ : ৩",
        "arabic_text": "\nخَلَقَ ٱلۡإِنسَٰنَ ",
        "bangla_text": "তিনিই সৃষ্টি করেছেন মানুষ [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য এক আয়াতে বলা হয়েছেঃ وَمَا\n  <br/>\n  <br/>\n  خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ\n  <br/>\n  <br/>\n  অর্থাৎ আমি জিন ও মানুষকে শুধুমাত্র আমার ইবাদত করার জন্যে সৃষ্টি করেছি। [সূরা আয-যারিয়াত:৫৬]\n  <br/>\n  <br/>\n  এখানে আরও একটি বিষয় লক্ষণীয় যে, প্রকৃত পক্ষে আল্লাহ তা'আলার পক্ষ থেকে মানুষকে শিক্ষাদানের ব্যবস্থা হওয়া কোন আশ্চর্যজনক ব্যাপার নয়। বরং তার পক্ষ থেকে যদি এ ব্যবস্থা না থাকতো তাহলে সেটাই হতো বিস্ময়কর ব্যাপার। এ বিষয়টি কুরআন মজীদের বিভিন্ন স্থানে বিভিন্ন ভঙ্গিতে বুঝানো হয়েছে। কোথাও বলা হয়েছেঃ “পথ প্রদর্শন করা আমার দায়িত্ব।” সূরা আল-লাইল: ১২] আবার কোথাও বলা হয়েছেঃ “সরল সোজা পথ দেখিয়ে দেয়া আল্লাহর দায়িত্ব। বাঁকা পথের সংখ্যা তো অনেক ” [সূরা আন-নাহল: ৯] অন্যত্র উল্লেখ করা হয়েছে যে, ফেরা’আউন মূসার মুখে রিসালাতের পয়গাম শুনে বিস্মিত হয়ে জিজ্ঞেস করলোঃ তোমার সেই ‘রব’ কে যে আমার কাছে দূত পাঠায়? জবাবে মূসা বললেনঃ “তিনিই আমার রব যিনি প্রতিটি জিনিসকে একটি নির্দিষ্ট আকার-আকৃতি দান করে পথ প্রদর্শন করেছেন।” [সূরা ত্বা-হা: ৪৭-৫০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫৫ : ৪",
        "arabic_text": "\nعَلَّمَهُ ٱلۡبَيَانَ ",
        "bangla_text": "তিনিই তাকে শিখিয়েছেন ভাষা [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে البيان শব্দ ব্যবহৃত হয়েছে। এর একটি অর্থ হচ্ছে মনের ভাব প্রকাশ করা। অর্থাৎ কোন কিছু বলা এবং নিজের উদ্দেশ্য ও অভিপ্ৰায় ব্যক্ত করা। দ্বিতীয় অর্থ হচ্ছে পার্থক্য ও বৈশিষ্ট্য স্পষ্ট করে তোলা। বাকশক্তি এমন একটি বিশিষ্ট গুণ যা মানুষকে জীবজন্তু ও পৃথিবীর অন্যান্য সৃষ্টিকুল থেকে পৃথক করে দেয়। [কুরতুবী; ফাতহুল কাদীর] বিভিন্ন ভূখণ্ড ও বিভিন্ন জাতির বিভিন্ন বাকপদ্ধতি সবাই এই বর্ণনা শিক্ষার বিভিন্ন অঙ্গ এবং এটা কার্যত وَعَلَّمَ اٰدَمَ الْاَسمَآءَكُلَّهَا [সূরা আল-বাকারাহ: ৩১] আয়াতের তফসীরও।\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫৫ : ৫",
        "arabic_text": "\nٱلشَّمۡسُ وَٱلۡقَمَرُ بِحُسۡبَانٖ ",
        "bangla_text": "সূর্য ও চাঁদ আবর্তন করে নির্ধারিত হিসেবে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] حسبان শব্দটি কারও কারও মতে ধাতু। এর অর্থ হিসাব। কেউ কেউ বলেন যে, এটা حساب শব্দের বহুবচন। [ইরাবুল কুরআন] আয়াতের উদ্দেশ্য এই যে, সূর্য ও চন্দ্রের গতি এবং কক্ষপথে বিচরণের অটল ব্যবস্থা একটি বিশেষ হিসাব ও পরিমাপ অনুযায়ী চালু রয়েছে। সূর্য ও চন্দ্রের গতির উপরই মানব জীবনের সমস্ত কাজ-কারবার নির্ভর করে। এর মাধ্যমেই দিবারাত্রির পার্থক্য, ঋতু পরিবর্তন এবং মাস ও বছর নির্ধারিত হয়। حسبان শব্দটিকে حساب এর বহুবচন ধরা হলে অর্থ এই হবে যে, সূর্য ও চন্দ্র প্ৰত্যেকের পরিক্রমণের আলাদা আলাদা হিসাব আছে। [দেখুন, ফাতহুল কাদীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫৫ : ৬",
        "arabic_text": "\nوَٱلنَّجۡمُ وَٱلشَّجَرُ يَسۡجُدَانِ ",
        "bangla_text": "আর তৃণলতা ও বৃক্ষাদি সিজদা করছে [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] نجم শব্দটির পরিচিত অর্থ তারকা হলেও আরবী ভাষায় কাণ্ডবিহীন লতানো গাছকেও نجم বলা হয়। [ফাতহুল কাদীর] আর কাণ্ডবিশিষ্ট বৃক্ষকে شجر বলা হয়। অর্থাৎ সর্বপ্রকার লতা-পাতা ও বৃক্ষ, আল্লাহ তা'আলার সামনে সিজদা করে। কোন কোন মুফাসসির বলেন, সিজদা চূড়ান্ত সম্মান প্রদর্শন ও আনুগত্যের লক্ষণ। তাই এখানে উদ্দেশ্য এই যে, আল্লাহ তা'আলা প্রত্যেক বৃক্ষ, লতা-পাতা, ফল ও ফুলকে যে যে বিশেষ কাজ ও মানুষের উপকারের জন্যে সৃষ্টি করেছেন, তারা অনবরত সে কাজ করে যাচ্ছে এবং নিজ নিজ কৰ্তব্য পালন করে মানুষের উপকার সাধন করে যাচ্ছে। এই বাধ্যতামূলক আনুগত্যকেই আয়াতে সিজদা বলে ব্যক্ত করা হয়েছে। আর যদি نجم দ্বারা তারকা উদ্দেশ্য নেয়া হয় তবে অর্থ হবে, তারকা ও বৃক্ষরাজি সিজদা করছে। [দেখুন, ফাতহুল কাদীর ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫৫ : ৭",
        "arabic_text": "\nوَٱلسَّمَآءَ رَفَعَهَا وَوَضَعَ ٱلۡمِيزَانَ ",
        "bangla_text": "আর আসমান, তিনি তাকে করেছেন সমুন্নত এবং স্থাপন করেছেন দাঁড়িপাল্লা,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫৫ : ৮",
        "arabic_text": "\nأَلَّا تَطۡغَوۡاْ فِي ٱلۡمِيزَانِ ",
        "bangla_text": "যাতে তোমরা সীমালজান না কর দাঁড়িপাল্লায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫৫ : ৯",
        "arabic_text": "\nوَأَقِيمُواْ ٱلۡوَزۡنَ بِٱلۡقِسۡطِ وَلَا تُخۡسِرُواْ ٱلۡمِيزَانَ ",
        "bangla_text": "আর তোমরা ওজনের ন্যায্য মান প্রতিষ্ঠিত কর এবং ওজনে কম দিও না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫৫ : ১০",
        "arabic_text": "\nوَٱلۡأَرۡضَ وَضَعَهَا لِلۡأَنَامِ ",
        "bangla_text": "আর যমীন, তিনি তা স্থাপন করেছেন সৃষ্ট জীবের জন্য ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫৫ : ১১",
        "arabic_text": "\nفِيهَا فَٰكِهَةٞ وَٱلنَّخۡلُ ذَاتُ ٱلۡأَكۡمَامِ ",
        "bangla_text": "এতে রয়েছে ফলমূল ও খেজুর গাছ যার ফল আবরণযুক্ত,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫৫ : ১২",
        "arabic_text": "\nوَٱلۡحَبُّ ذُو ٱلۡعَصۡفِ وَٱلرَّيۡحَانُ ",
        "bangla_text": "আর আছে খোসা বিশিষ্ট দানা [১] ও সুগন্ধ ফুল [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] حب এর অর্থ শস্য; যেমন গম, বুট, ধান, মাষ, মসুর ইত্যাদি। عصف সেই খোসাকে বলে, যার ভিতরে আল্লাহর কুদরতে মোড়কবিশিষ্ট অবস্থায় শস্যের দানা সৃষ্টি করা যায়। এর সাথে সম্ভবত আরও একটি অবদানের দিকে ইঙ্গিত করা হয়েছে যে, এই খোসা তোমাদের চতুষ্পদ জন্তুর খোরাক হয়, যাদের দুধ তোমরা পান কর এবং যাদের বোঝা বহনের কাজে নিয়োজিত কর। [কুরতুবী; ফাতহুল কাদীর; সা’দী]\n  <br/>\n  <br/>\n  [২] ريحان এর প্রসিদ্ধ অর্থ সুগন্ধি। অর্থাৎ আল্লাহ তা'আলা মৃত্তিকা থেকে উৎপন্ন বৃক্ষ থেকে নানা রকমের সুগন্ধি এবং সুগন্ধযুক্ত ফুল সৃষ্টি করেছেন। তাছাড়া ريحان শব্দটি কোন কোন সময় নির্যাস ও রিযিকের অর্থেও ব্যবহৃত হয়। তখন অর্থ হবে, আল্লাহ তা'আলা মাটি থেকে তোমাদের জন্য রিযিকের ব্যবস্থাও করেছেন। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫৫ : ১৩",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "অতএব তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে [১] মিথ্যারোপ করবে [২]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে آلاء শব্দ ব্যবহৃত হয়েছে এবং পরবর্তী আয়াতসমূহে এ শব্দটি বার বার উল্লেখ করা হয়েছে। ভাষাভিজ্ঞ পণ্ডিত ও তাফসীর বিশারদগণ শব্দের অর্থ করেছেন ‘নিয়ামতসমূহ’ বা ‘অনুগ্রহসমগ্র’। [কুরতুবী] তবে মুফাসসির ইবন যায়েদ বলেন, শব্দটির অন্য অর্থ হচ্ছে, শক্তি ও ক্ষমতা। [ফাতহুল কাদীর] আল্লামা আবদুল হামীদ ফারাহী এ অর্থটিকে অধিক প্রাধান্য দিতেন।\n  <br/>\n  <br/>\n  [২] আয়াতে জিন ও মানবকে সম্বোধন করা হয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫৫ : ১৪",
        "arabic_text": "\nخَلَقَ ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ كَٱلۡفَخَّارِ ",
        "bangla_text": "মানুষকে তিনি সৃষ্টি করেছেন শুষ্ক ঠনঠনে মাটি থেকে যা পোড়া মাটির মত [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে إنسان বলে সরাসরি মৃত্তিকা থেকে সৃষ্ট আদম আলাইহিস সালাম-কে বুঝানো হয়েছে। صلصال এর অর্থ পানি মিশ্রিত শুষ্ক মাটি। فخار এর অর্থ পোড়ামাটি। অর্থাৎ মানুষকে আল্লাহ্ তা'আলা পোড়ামাটির ন্যায় শুষ্ক মৃত্তিকা থেকে সৃষ্টি করেছেন। [কুরতুবী] কুরআন মজীদে মানুষ সৃষ্টির যে প্রাথমিক পর্যায়সমূহ বৰ্ণনা করা হয়েছে, কুরআন মাজীদে বিভিন্ন স্থানের বক্তব্য একত্রিত করে তার নিম্নোক্ত ক্ৰমিক বিন্যাস অবগত হওয়া যায়। (১) تراب ‘তুরাব’ অর্থাৎ মাটি। আল্লাহ বলেন, كَمَثَلِ آدَمَ ۖ خَلَقَهُ مِن تُرَابٍ [সূরা আলে-ইমরান: ৫৯] (২) طين ‘ত্বীন’ অর্থাৎ পচা কৰ্দম যা মাটিতে পানি মিশিয়ে বানানো হয়। আল্লাহ বলেন,\n  <br/>\n  <br/>\n  الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ۖ وَبَدَأَ خَلْقَ الْإِنسَانِ مِن طِينٍ  [সূরা আস-সাজদাহঃ ৭]\n  <br/>\n  <br/>\n  (৩) طِيْنً لَّازِبٍ ‘ত্বীন লাযেব’ বা  আঠালো কাদামাটি। অৰ্থাৎ এমন কাদা, দীর্ঘদিন পড়ে থাকার কারণে যার মধ্যে আঠা সৃষ্ট হয়ে যায়। মহান আল্লাহ বলেন,\n  <br/>\n  <br/>\n  إِنَّا خَلَقْنَاهُم مِّن طِينٍ لَّازِبٍ  [সূরা আস-সাফফাত: ১১]\n  <br/>\n  <br/>\n  (৪) صَلصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنً ‘সালসালিন মিন হামায়িন মাসনুন' যে কাদার মধ্যে গন্ধ সৃষ্টি হয়ে যায় আল্লাহ্‌ বলেন,\n  <br/>\n  <br/>\n  وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ  [সূরা আল-হিজর: ২৬]\n  <br/>\n  <br/>\n  [৫] صَلصَالٍ كَالْفَخَّرِ ‘সালসালিন কাল-ফাখখার’ অর্থাৎ পচা কাদা যা শুকিয়ে যাওয়ার পরে মাটির শুকনো ঢিলার মত হয়ে যায়। আলোচ্য সূরা আর-রাহমানের এ আয়াতেই আল্লাহ তা'আলা এ পর্যায়টি উল্লেখ করে বলেন,\n  <br/>\n  <br/>\n  (৬) خَلَقَ الْإِنسَانَ مِن صَلْصَالٍ كَالْفَخَّارِ\n  <br/>\n  <br/>\n  ‘বাশার’ মাটির এ শেষ পর্যায় থেকে যাকে বানানো হয়েছে, আল্লাহ তা'আলা যার মধ্যে তার বিশেষ রূহ ফুৎকার করেছেন, ফেরেশতাদের দিয়ে যাকে সিজদা করানো হয়েছিল এবং তার সমজাতীয় থেকে তার জোড়া সৃষ্টি করা হয়েছিল। আল্লাহ্‌ বলেন,\n  <br/>\n  <br/>\n  فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُوا لَهُ سَاجِدِينَ   إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن طِينٍ  [সূরা সোয়াদ: ৭১-৭২]\n  <br/>\n  <br/>\n  (৭) مِن سُلٰلَةٍمِّنْ مَّآءٍمَّهِيْنٍ “মিন সুলালাতিন মিন মায়িন মাহীন তারপর পরবর্তী সময়ে নিকৃষ্ট পানির মত সংমিশ্রিত দেহ নির্যাস থেকে তার বংশ ধারা চালু করা হয়েছে। আল্লাহ বলেন,\n  <br/>\n  <br/>\n  ثُمَّ جَعَلَ نَسْلَهُ مِن سُلَالَةٍ مِّن مَّاءٍ مَّهِينٍ  [সূরা আস-সাজদাহ: ৮]\n  <br/>\n  <br/>\n  এ কথাটি বুঝাতে অন্য স্থানসমূহে نطفة বা শুক্র শব্দ ব্যবহার করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫৫ : ১৫",
        "arabic_text": "\nوَخَلَقَ ٱلۡجَآنَّ مِن مَّارِجٖ مِّن نَّارٖ ",
        "bangla_text": "এবং জিনকে সৃষ্টি করেছেন নির্ধূম আগুনের শিখা থেকে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] جان এর অর্থ জিন জাতি। مارج এর অর্থ অগ্নিশিখা। জিন সৃষ্টির প্রধান উপাদান অগ্নিশিখা, যেমন মানব সৃষ্টির প্রধান উপাদান মৃত্তিকা। نار অর্থ এক বিশেষ ধরনের আগুন। কাঠ বা কয়লা জ্বালালে যে আগুন সৃষ্টি হয় এটা সে আগুন নয়। আর অর্থ ধোঁয়াবিহীন শিখা। [কুরতুবী; ফাতহুল কাদীর]  এ কথার অর্থ হচ্ছে প্রথম মানুষকে যেভাবে মাটি থেকে সৃষ্টি করা হয়েছে, তারপর সৃষ্টির বিভিন্ন স্তর অতিক্রম করার সময় তার মাটির সত্তা অস্থি-মাংসে তৈরী জীবন্ত মানুষের আকৃতি লাভ করেছে এবং পরবর্তী সময়ে শুক্রের সাহায্যে তার বংশধারা চালু আছে। অনুরূপ প্রথম জিনকে নিছক আগুনের শিখা থেকে সৃষ্টি করা হয়েছিল এবং তার বংশধরদের থেকে পরবর্তী সময়ে জিনদের অধস্তন বংশধররা সৃষ্টি হয়ে চলেছে। মানব জাতির জন্য আদমের মর্যাদা যা, জিন জাতির জন্য সেই প্রথম জিনের মর্যাদাও তাই। জীবন্ত মানুষ হয়ে যাওয়ার পর আদম এবং তার বংশ থেকে জন্ম লাভকারী মানুষের দেহের সেই মাটির সাথে যেমন কোন মিল থাকলো না জিনদের ব্যাপারটাও তাই। তাদের সত্তাও মুলত আগুনের সত্তা। কিন্তু আমরা যেমন মাটির স্তুপ নই, অনুরূপ তারাও শুধু অগ্নি শিখা নয়। [দেখুন, আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫৫ : ১৬",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫৫ : ১৭",
        "arabic_text": "\nرَبُّ ٱلۡمَشۡرِقَيۡنِ وَرَبُّ ٱلۡمَغۡرِبَيۡنِ ",
        "bangla_text": "তিনিই দুই উদয়াচল ও দুই অস্তাচলের রব [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দুই উদয়াচল ও দুই অস্তাচলের অর্থ শীতকালের সবচেয়ে ছোট দিন এবং গ্ৰীষ্মকালের সবচেয়ে বড় দিনের উদয়াচল ও অস্তাচলও হতে পারে। আবার পৃথিবীর দুই গোলার্ধের উদয়াচল ও অস্তাচলও হতে পারে। শীত মৌসুমের সর্বাপেক্ষা ছোট দিনে সূৰ্য অত্যন্ত সংকীর্ণ একটি কোণ সৃষ্টি করে উদয় হয় এবং অস্ত যায়। অপর দিকে গ্ৰীষ্মের সর্বাপেক্ষা বড় দিনে অতি বিস্তৃত কোণ সৃষ্টি করে উদয় হয় এবং অস্ত যায়। প্রতি দিন এ উভয় কোণের মাঝে সূর্যোদয় ও সূর্যাস্তের স্থান পরিবর্তিত হতে থাকে। এ কারণে কুরআনের অন্য এক স্থানে বলা হয়েছে,\n  <br/>\n  <br/>\n  فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ  [সূরা আল-মা'আরিজ:৪০]।\n  <br/>\n  <br/>\n  অনুরূপ পৃথিবীর এক গোলার্ধে যখন সূর্য উদয় হয় ঠিক সে সময় অন্য গোলার্ধে তা অস্ত যায়। এভাবেও পৃথিবীর দুটি উদয়াচল ও অস্তাচল হয়ে যায়।[ইবন কাসীর; আততাহরীর ওয়াততানিওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫৫ : ১৮",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫৫ : ১৯",
        "arabic_text": "\nمَرَجَ ٱلۡبَحۡرَيۡنِ يَلۡتَقِيَانِ ",
        "bangla_text": "তিনি প্রবাহিত করেন দুই সমুদ্র যারা পরস্পর মিলিত হয়,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫৫ : ২০",
        "arabic_text": "\nبَيۡنَهُمَا بَرۡزَخٞ لَّا يَبۡغِيَانِ ",
        "bangla_text": "কিন্তু তাদের উভয়ের মধ্যে রয়েছে এক অন্তরাল যা তারা অতিক্রম করতে পারে না [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  مرج এর আভিধানিক অর্থ স্বাধীন ও মুক্ত ছেড়ে দেয়া। بحرين বলে মিঠা ও লোনা দুই দরিয়া বুঝানো হয়েছে। আল্লাহ তা'আলা পৃথিবীতে উভয় প্রকার দরিয়া সৃষ্টি করেছেন। কোন কোন স্থানে উভয় দরিয়া একত্রে মিলিত হয়ে যায়, যার নযীর পৃথিবীর বিভিন্ন ভূখণ্ডে পরিদৃষ্ট হয়। কিন্তু যে স্থানে মিঠা ও লোনা উভয় প্রকার দরিয়া পাশাপাশি প্রবাহিত হয়, সেখানে বেশ দূর পর্যন্ত উভয়ের পানি আলাদা ও স্বতন্ত্র থাকে। একদিকে থাকে মিঠা পানি এবং অপরদিকে লোনা পানি। কোথাও কোথাও এই মিঠা ও লোনা পানি উপরে-নিচেও প্রবাহিত হয়। পানি তরল ও সূক্ষ্ম পদার্থ হওয়া সত্ত্বেও পরস্পরে মিশ্রিত হয় না। আল্লাহ তা'আলার এই অপার শক্তি প্ৰকাশ করার জন্যেই এখানে বলা হয়েছে যে, \"উভয় দরিয়া পরস্পরে মিলিত হয়; কিন্তু উভয়ের মাঝখানে আল্লাহর কুদরতের একটি অন্তরাল থাকে, যা দূর পর্যন্ত তাদেরকে মিশ্রিত হতে দেয় না”। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫৫ : ২১",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫৫ : ২২",
        "arabic_text": "\nيَخۡرُجُ مِنۡهُمَا ٱللُّؤۡلُؤُ وَٱلۡمَرۡجَانُ ",
        "bangla_text": "উভয় সমুদ্র হতে উৎপন্ন হয় মুক্তা ও প্রবাল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] لؤلؤ শব্দের অর্থ মোতি এবং مرجان এর অর্থ প্রবাল। এটাও মূল্যবান মণিমুক্তা। যা বৃক্ষের ন্যায় শাখাময়। এই মোতি ও প্রবাল সমুদ্র থেকে বের হয়- মিঠা পানি থেকে নয়। আয়াতে উভয় প্রকার পানি থেকে বের হওয়ার কথা বলা হয়েছে। এর জওয়াব এই যে, মোতি উভয় প্রকার সমুদ্রেই উৎপন্ন হয়। কিন্তু মিঠা পানির স্রোতধারা প্রবাহমান হওয়ার কারণে তা থেকে মোতি বের করা সহজসাধ্য নয়। মিঠা পানির স্রোত প্রবাহিত হয়ে লোনা সমুদ্রে পতিত হয় এবং সেখান থেকেই মোতি বের করা হয়। এ কারণেই লোনা সমুদ্রকে মোতির উৎস বলা হয়ে থাকে। [দেখুন, ফাতহুল কাদীর; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫৫ : ২৩",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫৫ : ২৪",
        "arabic_text": "\nوَلَهُ ٱلۡجَوَارِ ٱلۡمُنشَـَٔاتُ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ ",
        "bangla_text": "আর সাগরে বিচরণশীল পৰ্বতপ্ৰমাণ নৌযানসমূহ তাঁরই (নিয়ন্ত্রণাধীন) [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] جوار শব্দটি جرية -এর বহুবচন। [ইরাবুল কুরআন] এর এক অর্থ নৌকো বা জাহাজ। এখানে তাই বুঝানো হয়েছে। منشتٔات  শব্দটি نشأ  থেকে উদ্ভূত। এর অর্থ ভেসে উঠা, উঁচু হওয়া অর্থে, এখানে নৌকোর পাল বুঝানো হয়েছে যা পতাকার ন্যায় উঁচু হয়। [ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫৫ : ২৫",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন অনুগ্রহে মিথ্যারোপ করবে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫৫ : ২৬",
        "arabic_text": "\nكُلُّ مَنۡ عَلَيۡهَا فَانٖ ",
        "bangla_text": "ভূপৃষ্ঠে যা কিছু আছে সবকিছুই নশ্বর [১],  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ এই যে, ভূপৃষ্ঠে যত জিন ও মানব আছে তারা সবাই ধ্বংসশীল। এই সূরায় জিন ও মানবকেই সম্বোধন করা হয়েছে। তাই আলোচ্য আয়াতে বিশেষভাবে তাদের প্রসঙ্গই উল্লেখ করা হয়েছে। এ থেকে জরুরি হয় না যে, আকাশ ও আকাশস্থিত সৃষ্ট বস্তু ধ্বংসশীল নয়। কেননা অন্য এক আয়াতে আল্লাহ তা'আলা ব্যাপক অৰ্থবোধক ভাষায় সমগ্র সৃষ্টিজগতের ধ্বংসশীল হওয়ার বিষয়টিও ব্যক্ত করেছেন। বলা হয়েছে,\n  <br/>\n  <br/>\n  كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ\n  <br/>\n  <br/>\n  তাঁর চেহারা, সত্তা ব্যতীত সবকিছুই ধ্বংসশীল।’ [সূরা আলকাসাস: ৮৮] [ফাতহুলকাদীর, ইবন কাসীর; কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫৫ : ২৭",
        "arabic_text": "\nوَيَبۡقَىٰ وَجۡهُ رَبِّكَ ذُو ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ ",
        "bangla_text": "আর অবিনশ্বর শুধু আপনার রবের চেহারা [১], যিনি মহিমাময়, মহানুভব [২] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে وجه শব্দ ব্যবহার করা হয়েছে। যা দ্বারা মহান আল্লাহ তায়ালার চেহারার সাথে সাথে তাঁর সত্তাকেও বোঝানো হয়েছে। অর্থাৎ তিনি অবিনশ্বর। তাঁর চেহারাও অবিনশ্বর। তিনি ব্যতীত আর যা কিছু রয়েছে সবই ধ্বংসশীল। এগুলোর মধ্যে চিরস্থায়ী হওয়ার যোগ্যতাই নেই। আরেক অর্থ এরূপ হতে পারে যে, কিয়ামতের দিন এগুলো ধ্বংস হয়ে যাবে। কোন তফসীরবিদ وَجْهُ رَبِّكَ  এর তফসীর এরূপ করেছেন যে, সমগ্র সৃষ্ট জগতের মধ্যে একমাত্র সেই বস্তুই স্থায়ী; যা আল্লাহ তা'আলার দিকে আছে। এতে শামিল আছে আল্লাহ তা'আলার সত্তা এবং মানুষের সেইসব কর্ম ও অবস্থা; যা আল্লাহ তা'আলার সাথে সম্পর্কযুক্ত | [দেখুন, কুরতুবী] এর সারমর্ম এই যে, মানব, জিন ও ফেরেশতা যে কাজ আল্লাহর জন্যে করে, সেই কাজও চিরস্থায়ী, অক্ষয়। তা কোন সময় ধ্বংস হবে না। পবিত্র কুরআনের অন্য আয়াত থেকেও এর সমর্থন পাওয়া যায়, যেখানে বলা হয়েছে,\n  <br/>\n  <br/>\n  مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ اللَّهِ بَاقٍ  [সূরা আন-নাহল:৯৬]\n  <br/>\n  <br/>\n  অর্থাৎ তোমাদের কাছে যা কিছু অর্থ সম্পদ শক্তি-সামৰ্থ্য, সুখ-কষ্ট ভালবাসা ও শক্ৰতা আছে, সব নিঃশেষ হয়ে যাবে। পক্ষান্তরে আল্লাহর কাছে যা কিছু আছে, তা অবশিষ্ট থাকবে। আল্লাহর সাথে সম্পর্কযুক্ত মানুষের যেসব কর্ম ও অবস্থা আছে, সেগুলো ধ্বংস হবে না।\n  <br/>\n  <br/>\n  [২] অর্থাৎ সেই রব মহিমামণ্ডিত এবং মহানুভবও। মহানুভব হওয়ার এক অর্থ যে, প্রকৃতপক্ষে সম্মান বলতে যা কিছু আছে, এ সবেরই যোগ্য একমাত্র তিনিই। আরেক অর্থ এই যে, তিনি মহিমাময় হওয়া সত্ত্বেও দুনিয়ার রাজা-বাদশাহ ও সম্মানিত ব্যক্তিবর্গের মত নন। [দেখুন, ইবন কাসীর] পরবর্তী আয়াত এই দ্বিতীয় অর্থের পক্ষে সাক্ষ্য দেয়। আয়াতে বর্ণিত ذُوالْجَلٰلِ وَاْلِاكُرَامِ বাক্যটি আল্লাহ তা'আলার বিশেষ গুণাবলীর অন্যতম। এই শব্দগুলো উল্লেখ করে দোআ করার জন্য রাসূলের হাদীসে নির্দেশ দেয়া হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “তোমরা “ইয়া যাল জালালি ওয়াল ইকরাম” বলে দো'আ করো।” [তিরমিযী: ৩৫২৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫৫ : ২৮",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রাবের কোন অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫৫ : ২৯",
        "arabic_text": "\nيَسۡـَٔلُهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ كُلَّ يَوۡمٍ هُوَ فِي شَأۡنٖ ",
        "bangla_text": "আসমানসমূহ ও যমীনে যারা আছে সবাই তাঁর কাছে প্ৰাথী [১], তিনি প্রত্যহ গুরুত্বপূর্ণ কাজে রত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অৰ্থাৎ আসমান ও যমীনের সমস্ত সৃষ্টবস্তু আল্লাহ তা'আলার মুখাপেক্ষী এবং তাঁর কাছেই প্রয়োজনাদি পূরণের জন্য প্রার্থনা করে। যমীনের অধিবাসীরা তাদের রিযিক, স্বাস্থ্য, নিরাপত্তা সুখ-শান্তি, আখেরাতে ক্ষমা, রহমত ও জান্নাত প্রার্থনা করে এবং আসমানের অধিবাসীরা যদিও পানাহার করে না; কিন্তু তারাও আল্লাহ তা'আলার অনুগ্রহ ও কৃপার মুখাপেক্ষী। আল্লাহ তা'আলার কাছে তাদের এই প্রার্থনা প্রতিনিয়তই অব্যাহত থাকে। [ফাতহুল কাদীর; কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ মহাবিশ্বের এ কর্মক্ষেত্রে প্রতি মুহুর্তে তাঁরই কর্মতৎপরতার এক সীমাহীন ধারাবাহিকতা চলছে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “তার কাজের মধ্যে আছে কারও গোনাহ ক্ষমা করা, কাউকে বিপদ থেকে উদ্ধার করা, কারো উত্থান ঘটানো আবার কারো পতন ঘটানো।” [ইবনে মাজাহঃ ২০২]\n  <br/>\n  <br/>\n  এটি একটি উদাহরণ, মূলত তিনি প্রতিদিন কাউকে আরোগ্য দান করছেন আবার কাউকে রোগাক্রান্ত করছেন। কোন ব্যথিত ও ক্ৰন্দনকারীর মুখে হাসি ফুটান, কোন প্রার্থনাকারীকে প্রার্থিত বস্তু দান করেন। সীমা সংখ্যাহীন সৃষ্টিকে নানাভাবে রিযিক দান করছেন। অসংখ্য বস্তুকে নতুন নতুন স্টাইল, আকার-আকৃতি ও গুণ-বৈশিষ্ট দিয়ে সৃষ্টি করছেন। তাঁর পৃথিবী কখনো এক অবস্থায় অপরিবর্তিত থাকে না। তাঁর পরিবেশ ও অবস্থা প্রতি মুহুর্তে পরিবর্তিত হতে থাকে এবং তার স্রষ্টা তাকে প্রতিবারই একটি নতুন রূপে সজ্জিত করেন যা পূর্বের সব আকার-আকৃতি থেকে ভিন্ন হয়ে থাকে। মোটকথা, প্রতিমুহূর্তে, প্রতি পলে আল্লাহ তা'আলার একটি বিশেষ শান থাকে। এটাকে বলা হয় আল্লাহর প্রাত্যহিক তাকদীর। [ফাতহুল কাদীর; কুরতুবী; তাবারী]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৫৫ : ৩০",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৫৫ : ৩১",
        "arabic_text": "\nسَنَفۡرُغُ لَكُمۡ أَيُّهَ ٱلثَّقَلَانِ ",
        "bangla_text": "হে মানুষ ও জিন! আমরা অচিরেই তোমাদের (হিসাব নিকাশের) প্রতি মনোনিবেশ করব [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ثقلان শব্দটি ثقل এর দ্বি-বচন। যে বস্তুর ওজন ও মূল্যমান সুবিদিত, আরবী ভাষায় তাকে ثقل বলা হয়। এখানে মানব ও জিন জাতিদ্বয় বুঝানো হয়েছে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন,\n  <br/>\n  <br/>\n  إِنَّيْ تَارِكٌ فِيْكُم الثَّقَلَيْنِ\n  <br/>\n  <br/>\n  অর্থাৎ আমি দু’টি ওজনবিশিষ্ট ও সম্মানার্হ বিষয় ছেড়ে যাচ্ছি। [মুসনাদে আহমাদ:৪/৩৭১]\n  <br/>\n  <br/>\n  আলোচ্য আয়াতে জিন ও মানব জাতিকে এই অর্থের দিকে দিয়েই ثقلان  বলা হয়েছে। কারণ পৃথিবীতে যত প্রাণী বসবাস করে, তাদের মধ্যে জিন ও মানব সৰ্বাধিক ওজন বিশিষ্ট ও সম্মানার্হ। سنفرغ  শব্দটি فراغ  থেকে উদ্ভূত। এর অর্থ কর্মমুক্ত হওয়া। এর বিপরীত কর্মব্যস্ততা। فراغ শব্দ থেকে দুটি বিষয় বুঝা যায়- (এক) পূর্বে কোন কাজে ব্যস্ত থাকা এবং (দুই) এখন সেই কাজ সমাপ্ত করে কর্মমুক্ত হওয়া। উভয় বিষয় সৃষ্টজীবের মধ্যে প্রসিদ্ধ ও সুবিদিত। [কুরতুবী] ইবনুল আরাবী, আবু আলী আল-ফারেসী প্রমুখের মতে এখানে কর্মব্যস্ততা উদ্দেশ্য। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৫৫ : ৩২",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৫৫ : ৩৩",
        "arabic_text": "\nيَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ فَٱنفُذُواْۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَٰنٖ ",
        "bangla_text": "হে জিন ও মানব সম্প্রদায় ! আসমানসমূহ ও যমীনের সীমা তোমরা যদি অতিক্রম করতে পার অতিক্রম কর, কিন্তু তোমরা অতিক্রম করতে পারবে না সনদ ছাড়া [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে এ কথা বলা উদ্দেশ্য যে, প্রতিদান দিবসের উপস্থিতি এবং হিসাব-নিকাশ থেকে পলায়ন করতে পারবে না। মৃত্যুর কবল থেকে অথবা কিয়ামতের হিসাব থেকে গা বঁচিয়ে পালিয়ে যাওয়ার সাধ্য কারও নেই। হে জিন ও মানবকুল, তোমরা যদি মনে কর যে, তোমরা কোথাও পালিয়ে গিয়ে মালাকুল-মওতের কবল থেকে গা বঁচিয়ে যাবে অথবা হাশরের ময়দান থেকে পালিয়ে গিয়ে হিসাব-নিকাশের ঝামেলা থেকে মুক্ত হয়ে যাবে, তবে জেনে নাও যে, এ থেকে রক্ষা পাওয়ার জন্য তোমাদেরকে আল্লাহর প্রভুত্ত্বাধীন এলাকা থেকে চলে যেতে হবে। কিন্তু সে ক্ষমতা তোমাদের নেই। যদি আকাশ ও পৃথিবীর সীমা অতিক্রম করার সামৰ্থ্য তোমাদের থাকে, তোমরা যদি মনে এ ধরনের অহমিকা পোষণ করে থাক তাহলে সর্বশক্তি নিয়োগ করে অতিক্রম করে দেখাও। এখানে আসমান ও যমীন অর্থ গোটা সৃষ্টিজগত অথবা অন্যকথায় আল্লাহর প্রভুত্ব। আয়াতে আকাশ ও পৃথিবীর প্রান্ত অতিক্রম করার সম্ভাব্যতা বর্ণনা করা উদ্দেশ্য নয়; বরং অসম্ভবকে সম্ভব ধরে নেয়ার পর্যায়ে তাদের অক্ষমতা ব্যক্ত করা উদ্দেশ্য। [কুরতুবী; ফাতহুল কাদীর; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৫৫ : ৩৪",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৫৫ : ৩৫",
        "arabic_text": "\nيُرۡسَلُ عَلَيۡكُمَا شُوَاظٞ مِّن نَّارٖ وَنُحَاسٞ فَلَا تَنتَصِرَانِ ",
        "bangla_text": "তোমাদের উভয়ের প্রতি প্রেরিত হবে আগুনের শিখা ও ধুম্রপুঞ্জ [১], তখন তোমরা  প্রতিরোধ করতে পারবেনা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অধিকাংশ তফসীরবিদ বলেন, ধূম্রবিহীন অগ্নিস্ফুলিঙ্গ হবে شواظ এবং অগ্নিবিহীন ধূম্রকুঞ্জ نحاس বলা হয় এই আয়াতেও জিন ও মানবকে সম্বোধন করে তাদের প্রতি অগ্নিস্ফুলিঙ্গ ও ধূম্রকুঞ্জ ছাড়ার কথা বর্ণনা হয়েছে। অর্থাৎ হে জিন ও মানব, জাহান্নাম থেকে তোমরা যেদিকেই পালাতে চাইবে, সেদিকেই অগ্নিস্ফুলিঙ্গ ও ধূম্রকুঞ্জ তোমাদেরকে ঘিরে ফেলবে অথবা হিসাব-নিকাশের পর জাহান্নামের অপরাধীদের কেউ যদি পালাতে চেষ্টা করে তাদেরকে ফেরেশ্‌তাগণ অগ্নিস্ফুলিঙ্গ ও ধূম্রকুঞ্জ দ্বারা ঘিরে ফেলবে। [ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৫৫ : ৩৬",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৫৫ : ৩৭",
        "arabic_text": "\nفَإِذَا ٱنشَقَّتِ ٱلسَّمَآءُ فَكَانَتۡ وَرۡدَةٗ كَٱلدِّهَانِ ",
        "bangla_text": "যেদিন আকাশ বিদীর্ণ হবে সেদিন তা রক্তিম গোলাপের মত লাল চামড়ার রূপ ধারণ করবে [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কিয়ামতের দিনের কথা বলা হয়েছে। আসমান বিদীর্ণ হওয়ার অর্থ মহাকাশ বা মহাবিশ্বের মধ্যকার পারস্পরিক আকর্ষণ বা ভারাসম্যের নীতি অবশিষ্ট না থাকা, মহাকাশের সমস্ত সৌরজগতের বিক্ষিপ্ত হয়ে যাওয়া। আরো বলা হয়েছে, সে সময় আসমান লাল চামড়ার মত বৰ্ণধারণ করবে। অর্থাৎ সেই মহাধ্বংসের সময় যে ব্যক্তি পৃথিবী থেকে আসমানের দিকে তাকাবে তার মনে হবে গোটা ঊর্ধ্বজগতে যেন আগুন লেগে গিয়েছে। [দেখুন, কুরতুবী; ফাতহুল কাদীর; সা’দী]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৫৫ : ৩৮",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৫৫ : ৩৯",
        "arabic_text": "\nفَيَوۡمَئِذٖ لَّا يُسۡـَٔلُ عَن ذَنۢبِهِۦٓ إِنسٞ وَلَا جَآنّٞ ",
        "bangla_text": "অতঃপর সেদিন না মানুষকে তার অপরাধ সম্বন্ধে জিজ্ঞেস করা হবে, না জিনকে [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেদিন কোন মানব অথবা জিনকে তার অপরাধ সম্পর্কে জিজ্ঞাসা করা হবে না। এর এক অর্থ এই যে, তাদেরকে কিয়ামতে এই প্রশ্ন করা হবে না যে, তোমরা অমুক গোনাহ করেছ কি না? এ কথা তো ফেরেশতাদের লিখিত আমলনামায় এবং আল্লাহ তা'আলার জ্ঞানে পূর্ব থেকেই বিদ্যমান রয়েছে। বরং প্রশ্ন এই হবে যে, তোমরা অমুক গোনাহ কেন করলে? কোন কোন মুফাসসির বলেন, এর অর্থ, অপরাধীদের শাস্তিদানে আদিষ্ট ফেরেশতাগণ অপরাধীদেরকে জিজ্ঞাসা করবে না যে, তোমরা এই গোনাহ করেছ কিনা? এর প্রয়োজনই হবে না। কেননা, প্রত্যেক গোনাহের একটি বিশেষ চিহ্ন অপরাধীদের চেহারায় ফুটে উঠবে। ফেরেশতাগণ এই চিহ্ন দেখে তাদেরকে জাহান্নামে ঠেলে দেবে। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৫৫ : ৪০",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমারা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৫৫ : ৪১",
        "arabic_text": "\nيُعۡرَفُ ٱلۡمُجۡرِمُونَ بِسِيمَٰهُمۡ فَيُؤۡخَذُ بِٱلنَّوَٰصِي وَٱلۡأَقۡدَامِ ",
        "bangla_text": "",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৫৫ : ৪২",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "অপরাধীদের পরিচয় পাওয়া যাবে তাদের লক্ষণ থেকে [১], অতঃপর তাদেরকে পাকড়াও করা হবে মাথার সামনের চুল ও পা ধরে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] سيما শব্দের অর্থ আলামত, চিহ্ন। অর্থাৎ সেদিন অপরাধীদের আলামত হবে এই যে, তাদের মুখমণ্ডল কৃষ্ণবর্ণ ও চক্ষু নীলাভ হবে। দুঃখ ও কষ্টের কারণে চেহারা বিষন্ন হবে। এই আলামতের সাহায্যে ফেরেশতারা তাদেরকে পাকড়াও করবে। [ইবন কাসীর; কুরতুবী]\n  <br/>\n  <br/>\n  [২] نواصي শব্দটি ناصية এর বহুবচন। অর্থ কপালের চুল। কেশাগ্র ও পা ধরার এক অর্থ এই যে, কারও কেশাগ্র ধরে এবং কারও পা ধরে টানা হবে অথবা একসময় এভাবে এবং অন্য সময় অন্যভাবে টানা হবে। দ্বিতীয় অর্থ এই যে, কেশাগ্র ও পা এক সাথে বেঁধে দেয়া হবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৫৫ : ৪৩",
        "arabic_text": "\nهَٰذِهِۦ جَهَنَّمُ ٱلَّتِي يُكَذِّبُ بِهَا ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "এটাই সে জাহান্নাম, যাতে অপরাধীরা মিথ্যারোপ করত, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৫৫ : ৪৪",
        "arabic_text": "\nيَطُوفُونَ بَيۡنَهَا وَبَيۡنَ حَمِيمٍ ءَانٖ ",
        "bangla_text": "তারা জাহান্নামের আগুল ও ফুটন্ত পানির মধ্যে ঘুরোঘুরি করবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জাহান্নামের মধ্যে বারবার পিপাসার্ত হওয়ার কারণে তাদের অবস্থা হবে অত্যন্ত করুণ। দৌঁড়িয়ে দৌঁড়িয়ে পানির ঝর্ণার দিকে যাবে। কিন্তু সেখানে পাবে টগবগে গরম পানি যা পান করে পিপাসা মিটবে না। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৫৫ : ৪৫",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমারা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৫৫ : ৪৬",
        "arabic_text": "\nوَلِمَنۡ خَافَ مَقَامَ رَبِّهِۦ جَنَّتَانِ ",
        "bangla_text": "আর যে তার রবের সম্মুখে উপস্থিত হওয়ার ভয় রাখে, তার জন্য রয়েছে দুটি উদ্যান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যে ব্যক্তি আল্লাহকে ভয় করে পৃথিবীতে জীবন যাপন করেছে, সবসময় যার এ উপলব্ধি ছিল যে, আমাকে একদিন আমার রবের সামনে দাঁড়াতে হবে এবং নিজের সব কাজ-কর্মের হিসেব দিতে হবে। তাদের জন্যই রয়েছে স্পেশাল দু'টি বাগান বা উদ্যান। তারাই এই দুই উদ্যানের অধিকারী হবে। [ইবন কাসীর; মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৫৫ : ৪৭",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৫৫ : ৪৮",
        "arabic_text": "\nذَوَاتَآ أَفۡنَانٖ ",
        "bangla_text": "উভয়ই বহু শাখা-পল্লববিশিষ্ট [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখান থেকে প্রথমোক্ত জান্নাতের প্রস্রবণ দু'টির বর্ণনা দেয়া হচ্ছে, যেগুলো জান্নাতীগণ লাভ করবে। বলা হচ্ছে, ذَوَاتَٓاافْنَانٍ অর্থাৎ উদ্যানদ্বয় ঘন শাখাপল্লববিশিষ্ট হবে। এর অবশ্যম্ভাবী ফল এই যে, এগুলোর ছায়াও ঘন ও সুনিবিড় হবে এবং ফলও বেশি হবে। পরবর্তীতে উল্লিখিত উদ্যানদ্বয়ের ক্ষেত্রে এই বিশেষণ উল্লেখ করা হয়নি। ফলে সেগুলোর মধ্যে এ বিষয়ের অভাব বোঝা যায়। [কুরতুবী: ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৫৫ : ৪৯",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৫৫ : ৫০",
        "arabic_text": "\nفِيهِمَا عَيۡنَانِ تَجۡرِيَانِ ",
        "bangla_text": "উভয় উদ্যানে রয়েছে প্রবাহমান দুই প্রস্রবণ [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রথমোক্ত দুই উদ্যানের দুই প্রস্রবণ সম্পর্কে تَخْرِيَانِ তথা বহমান বলা হয়েছে, শেষোক্ত দুই উদ্যানের প্রস্রবণ থেকে উত্তম, যাদের সম্পর্কে نَضَّاخَتَانِ তথা উত্তাল বলা হয়েছে। কেননা, প্রস্রবণ মাত্রই উত্তাল হয়ে থাকে। কিন্তু যে প্রস্রবণ সম্পর্কে বহমান বলা হয়েছে, তার মধ্যে উত্তাল হওয়া ছাড়াও দূর পর্যন্ত প্রবাহিত হওয়ার গুণটি অতিরিক্ত। এর দ্বারা বোঝা যায় যে, প্রথমোক্ত জান্নাত দুটি নৈকট্যবান মুমিনদের। পক্ষান্তরে শেষোক্ত দু'টি জান্নাত সাধারণ ঈমানদারদের। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৫৫ : ৫১",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৫৫ : ৫২",
        "arabic_text": "\nفِيهِمَا مِن كُلِّ فَٰكِهَةٖ زَوۡجَانِ ",
        "bangla_text": "উভয় উদ্যানে রয়েছে প্রত্যেক ফল দুই দুই প্রকার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে প্রথমোক্ত উদ্যানদ্বয়ের বিশেষণে\n  <br/>\n  <br/>\n  مِنْ كُلِّ فَاكَهَةٍزَوْجٰنِ\n  <br/>\n  <br/>\n  বলে ব্যক্ত করা হয়েছে যে, এগুলোতে সর্বপ্রকার ফল থাকবে। এর বিপরীতে শেষোক্ত উদ্যানদ্বয়ের বর্ণনায় শুধু فاكهة বলা হয়েছে। زوجان এর অর্থ এই যে, প্রত্যেক ফলের দুটি করে প্রকার হবে - শুষ্ক ও আর্দ্র। অথবা সাধারণ স্বাদযুক্ত ও অসাধারণ স্বাদযুক্ত। অথবা, উভয় বাগানের ফলই হবে সম্পূর্ণ ভিন্ন ধরনের এবং স্বতন্ত্র বৈশিষ্টপূর্ণ। এক বাগানে গেলে গাছের শাখা প্রশাখায় প্রচুর ফল দেখতে পাবে। অপর বাগানে গেলে সেখানকার ফলের অবস্থা সম্পূর্ণ ভিন্ন দেখতে পাবে। অথবা, এর প্রতিটি বাগানের এক প্রকারের ফল হবে তার পরিচিত। তার সাথে সে দুনিয়াতেও পরিচিত ছিল-যদিও তা স্বাদে দুনিয়ার ফল থেকে অনেক শ্রেষ্ঠ হবে। আর আরেক প্রকার ফল হবে বিরল ও অভিনব জাতের-দুনিয়ায় যা সে কোন সময় কল্পনাও করতে পারেনি। [দেখুন, ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৫৫ : ৫৩",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৫৫ : ৫৪",
        "arabic_text": "\nمُتَّكِـِٔينَ عَلَىٰ فُرُشِۭ بَطَآئِنُهَا مِنۡ إِسۡتَبۡرَقٖۚ وَجَنَى ٱلۡجَنَّتَيۡنِ دَانٖ ",
        "bangla_text": "সেখানে তারা হেলান দিয়ে বসবে এমন ফরাশে যার অভ্যন্তরভাগ হবে পুরু রেশমের। আর দুই উদ্যানের ফল হবে কাছাকাছি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৫৫ : ৫৫",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৫৫ : ৫৬",
        "arabic_text": "\nفِيهِنَّ قَٰصِرَٰتُ ٱلطَّرۡفِ لَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ ",
        "bangla_text": "সেসবের মাঝে রয়েছে বহু আনত নয়না,যাদেরকে আগে কোন মানুষ অথবা জিন স্পর্শ করেনি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] طمث শব্দটি একাধিক অর্থে ব্যবহৃত হয়। এর এক অর্থ হায়েযের রক্ত। যে নারীর হায়েয হয়, তাকে طامث বলা হয়। কুমারী বালিকার সাথে সহবাসকেও لمث বলা হয়। এখানে এই অর্থই বোঝানো হয়েছে। আয়াতের দ্বিবিধ অর্থ হতে পারে। (এক) যেসব নারী মানুষের জন্যে নির্ধারিত তাদেরকে ইতিপূর্বে কোন মানুষ এবং যেসব নারী জিনদের জন্যে নির্ধারিত তাদেরকে ইতিপূর্বে কোন জিন স্পর্শ করেনি।  (দুই) দুনিয়াতে যেমন মাঝে মাঝে মানব নারীদের উপর জিন ভর করে বসে, জান্নাতে এরূপ কোন সম্ভাবনা নেই। [কুরতুবী: ফাতহুল কাদীর, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৫৫ : ৫৭",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৫৫ : ৫৮",
        "arabic_text": "\nكَأَنَّهُنَّ ٱلۡيَاقُوتُ وَٱلۡمَرۡجَانُ ",
        "bangla_text": "তারা যেন পদ্মরাগ ও প্রবাল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৫৫ : ৫৯",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৫৫ : ৬০",
        "arabic_text": "\nهَلۡ جَزَآءُ ٱلۡإِحۡسَٰنِ إِلَّا ٱلۡإِحۡسَٰنُ ",
        "bangla_text": "ইহসানের প্রতিদান ইহসান ছাড়া আর কী হতে পারে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নৈকট্যশীলদের উদ্যানদ্বয়ের কিছু বিবরণ পেশ করার পর বলা হয়েছে যে, ইহসান বা সৎকর্মের প্রতিদান উত্তম পুরস্কারই হতে পারে, এছাড়া অন্য কোন সম্ভাবনা নেই। [ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৫৫ : ৬১",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৫৫ : ৬২",
        "arabic_text": "\nوَمِن دُونِهِمَا جَنَّتَانِ ",
        "bangla_text": "এ উদ্যান দুটি ছাড়া আরো দুটি উদ্যান রয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে ব্যবহৃত বাক্যাংশ হলো, وَمِنْ دُوْنِهِمَاجَنَّتٰنِ আরবী ভাষায় دون শব্দটি তিনটি ভিন্ন ভিন্ন অর্থে ব্যবহৃত হয়। এক, ব্যতীত অর্থে। দুই, কোন জিনিসের নিকটে হওয়া অর্থে বা কোন উচু জিনিসের তুলনায় নীচু হওয়া অর্থে। তিন, কোন জিনিসের নিকটে অর্থে। চার. কোন উত্তম ও উৎকৃষ্ট জিনিসের তুলনায় নিমমানের হওয়া অর্থে। অর্থের এ ভিন্নতার কারণে বাক্যাংশের অর্থ নির্ধারণেও ভিন্ন ভিন্ন মত এসেছে। প্রথম অর্থ অনুসারে কোন কোন মুফাসসির অর্থ করেছেন, এ দু'টি বাগান ছাড়াও প্রত্যেক জান্নাতীকে আরো দুটি বাগান দেয়া হবে। দ্বিতীয় অর্থ অনুসারে কোন কোন মুফাসসির এর অর্থ করেছেন, আগের দু'টি জান্নাতের থেকেও আল্লাহর আরাশের নিকটে তাদের জন্য আরও দু'টি জান্নাত থাকবে। তৃতীয় অর্থ অনুসারে আয়াতের অর্থ হবে, উল্লেখিত জান্নাত দু'টির কাছেই আরও দু'টি জান্নাত থাকবে। তখন জান্নাত দু'টির কোনটিকে অপর কোনটির উপর শ্রেষ্ঠত্ব বোঝানো হবে না। চতুর্থ সম্ভাবনা হচ্ছে, এ দু'টি বাগান ওপরে উল্লেখিত বাগান দুটির তুলনায় অবস্থান ও মর্যাদায় নীচু মানের হবে। অর্থাৎ পূর্বোক্ত দু'টি বাগান হয়তো উচ্চস্থানে হবে এবং এ দু'টি তার নীচে অবস্থিত হবে কিংবা প্রথমোক্ত বাগান দুটি অতি উন্নতমানের হবে এবং তার তুলনায় এ দু'টি নিমমানের হবে। প্রথম তিনটি সম্ভাবনা মেনে নিলে তার অর্থ হবে, ওপরে যেসব জান্নাতীদের কথা বলা হয়েছে অতিরিক্ত এ দু'টি বাগানও হবে তাদেরই। আর চতুর্থ অর্থের সম্ভাবনা মেনে নেয়ার ক্ষেত্রে অর্থ হবে প্রথমোক্ত দু'টি বাগান উন্নতমানের আর শেষোক্ত দু'টি হবে তার চেয়ে নীচু মানের। এ হিসেবে অনেকেই প্রথম দু'টি জান্নাতকে “মুকাররাবীন” বা আল্লাহর নৈকট্য লাভকারী বান্দাদের জন্য এবং পরবর্তী দু'টি জান্নাতকে “আসহাবুল ইয়ামীন\"-দের জন্য বলে মত দিয়েছেন।\n  <br/>\n  <br/>\n  এ অর্থের সম্ভাবনাটি যে কারণে দৃঢ় ভিত্তি লাভ করছে তা হলো, প্রথমোক্ত জান্নাতে যা বলা হয়েছে শেষোক্ত জান্নাতে তার থেকে কিছু কম বর্ণনা এসেছে। বেশী দেয়ার পর কাউকে কম করে দেয়ার অর্থ হয় না। তাই এর দ্বারা দু’দল মুমিনকে দুটি ভিন্ন ধরনের জন্নাত দেয়া হবে বলাই অধিক গ্রহণযোগ্য। তাছাড়া সূরা আল-ওয়াকি আয় সৎকর্মশীল মানুষদের দুটি শ্রেণীর কথা উল্লেখ করা হয়েছে। একটি “সাবেকীন” বা অগ্রবর্তীগণ। তাদেরকে “মুকাররাবীন” বা নৈকট্য লাভকারীও বলা হয়েছে। অপরটি \"আসহাবুল ইয়ামীন”। তাদেরকে অন্যত্ৰ “আসহাবুল মায়মানাহ” নামেও আখ্যায়িত করা হয়েছে। সুতরাং তাদের উভয় শ্রেণীর জন্য দু'টি আলাদা বৈশিষ্ট্যের জান্নাতের কথা বলা হয়েছে এটাই বেশী যুক্তিযুক্ত। এ দ্বিতীয় অর্থটির সপক্ষে একটি হাদীসের ভাষ্য থেকে আমরা প্রমাণ পাই, যাতে জান্নাতের বিবরণ এসেছে, বলা হয়েছে, দুটি জান্নাত, যার পান, আহার ও অন্যান্য আসবাবপত্র সবই হবে রৌপ্যেরা। আর দুটি জান্নাত, যার পান, আহার ও অন্যান্য আসবাবপত্র সবই হবে স্বর্ণের। স্থায়ী জান্নাতে তাদের ও তাদের রবের দীদারের মধ্যে পার্থক্য শুধু এটুকুই যে, মহান আল্লাহর চেহারার উপর থাকবে অহংকারের চাদর ‘’ [বুখারী: ৪৮৮০, মুসলিম: ১৮০]\n  <br/>\n  <br/>\n  এ হাদীসের শেষে কোন কোন বর্ণনায় সাহাবী আবু মূসা আশা আরী রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ প্রথম দু'টি মুকাররাবীন’-নৈকট্য লাভকারীদের জন্য আর শেষ দু'টি জান্নাত ‘আসহাবুল ইয়ামীন'দের জন্য। [ফাতহুল বারী, কিতাবুত তাফসীর, তাফসীরে সূরা আর রাহমান।]\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৫৫ : ৬৩",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৫৫ : ৬৪",
        "arabic_text": "\nمُدۡهَآمَّتَانِ ",
        "bangla_text": "ঘন সবুজ এ উদ্যান দুটি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ঘন সবুজের কারণে যে কালো রঙ দৃষ্টিগোচর হয়, তাকে ادهمام বলা হয়। অর্থাৎ এই উদ্যানদ্বয়ের ঘন সবুজতা এদের কালোমত হওয়ার কারণ হবে। [কুরতুবী: ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৫৫ : ৬৫",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৫৫ : ৬৬",
        "arabic_text": "\nفِيهِمَا عَيۡنَانِ نَضَّاخَتَانِ ",
        "bangla_text": "উভয় উদ্যানে আছে উচ্ছলিত দুই প্রস্রবণ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৫৫ : ৬৭",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৫৫ : ৬৮",
        "arabic_text": "\nفِيهِمَا فَٰكِهَةٞ وَنَخۡلٞ وَرُمَّانٞ ",
        "bangla_text": "সেখানে রয়েছে ফলমূল---খেজুর ও আনার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৫৫ : ৬৯",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৫৫ : ৭০",
        "arabic_text": "\nفِيهِنَّ خَيۡرَٰتٌ حِسَانٞ ",
        "bangla_text": "সে উদ্যানসমূহের মাঝে রয়েছে চরিত্রবর্তী, অনিন্দ্য সুন্দরীগণ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] خيرات এর অর্থ চারিত্রিক দিক দিয়ে সুশীলা এবং حسانٌ এর অর্থ দেহাবয়বের দিক দিয়ে সুন্দরী। উভয় উদ্যানের নারীগণ সমভাবে এই বিশেষণে বিশেষিত হবে। [ইবন কাসীর; কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৫৫ : ৭১",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৫৫ : ৭২",
        "arabic_text": "\nحُورٞ مَّقۡصُورَٰتٞ فِي ٱلۡخِيَامِ ",
        "bangla_text": "তারা হূর, তাঁবুতে সুরক্ষিতা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “জান্নাতে এমন একটি মুক্তার খীমা থাকবে যার অভ্যন্তরভাগ ফাঁকা থাকবে। যার আয়তন হবে ষাট মাইল। তার প্রতিটি কোণে মুমিনের যে পরিবার থাকবে অন্য কোণের লোকজন তাদের দেখতে পাবে না। মুমিনরা সেগুলোয় ঘুরাপিরা করবে। [বুখারী: ৪৮৭৯, মুসলিম: ২৮৩৮]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৫৫ : ৭৩",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "৫৫ : ৭৪",
        "arabic_text": "\nلَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ ",
        "bangla_text": "এদেরকে এর আগে কোন মানুষ অথবা জিন স্পর্শ করেনি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "৫৫ : ৭৫",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমরা উভয়ে তোমাদের  রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "৫৫ : ৭৬",
        "arabic_text": "\nمُتَّكِـِٔينَ عَلَىٰ رَفۡرَفٍ خُضۡرٖ وَعَبۡقَرِيٍّ حِسَانٖ ",
        "bangla_text": "তারা হেলান দিয়ে বসবে সবুজ তাকিয়ায় ও সুন্দর গালিচার উপরে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] رفرف এর অর্থ সবুজ রঙের রেশমী বস্ত্র। এর দ্বারা বিছানা, বালিশ ও অন্যান্য বিলাস সামগ্ৰী তৈরি করা হয়। এমনকি এর উপর বৃক্ষ ও ফুলের কারুকার্যও করা হয়। عَبْقَرِيٌّ অর্থ সুশ্ৰী ও উৎকৃষ্ট বস্ত্ৰ। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "৫৫ : ৭৭",
        "arabic_text": "\nفَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ",
        "bangla_text": "কাজেই তোমারা উভয়ে তোমাদের রবের কোন্‌ অনুগ্রহে মিথ্যারোপ করবে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "৫৫ : ৭৮",
        "arabic_text": "\nتَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ ",
        "bangla_text": "কত বরকতময় আপনার রবের নাম যিনি মহিমাময় ও মহানুভব [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা আর-রহমানে বেশির ভাগ আল্লাহ তা'আলার অবদান ও মানুষের প্রতি অনুগ্রহ বর্ণিত হয়েছে। উপসংহার সার-সংক্ষেপ হিসেবে বলা হয়েছেঃ আল্লাহর পবিত্র সত্তা অনন্য। তাঁর নামও খুব পুণ্যময়। তার নামের সাথেই এসব অবদান কায়েম ও প্রতিষ্ঠিত আছে। [কুরতুবী; ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সালাত আদায়ের পরে বসা অবস্থায় বলতেন,\n  <br/>\n  <br/>\n  اللّٰهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَيا ذَاالْجَلَالِ وَالإكْرَامِ\n  <br/>\n  <br/>\n  “হে আল্লাহ্‌ আপনি সালাম (শান্তি নিরাপত্তাপ্রদানকারী), আপনার পক্ষ থেকেই সালাম (শান্তি ও নিরাপত্তা) আসে। আপনি বরকতময়, হে মহিমাময় মহানুভব।” [মুসলিম: ৫৯১, ৫৯২] কোন বর্ণনায় এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “তোমরা “ইয়া যাল জালালি ওয়াল ইকরাম” বলে বেশী বেশী করে সার্বক্ষনিক আল্লাহর কাছে চাও”। [তিরমিয়ী: ৩৫২২, মুসনাদে আহমদঃ ৪/১৭৭]\n  <br/>\n </p>\n</div>"
    }
]