[
    {
        "id": 1,
        "verse": "৫৭ : ১",
        "arabic_text": "\nسَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "আসমানসমূহ ও যমীনে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে [১]। আর তিনি পরাক্রমশালী, প্রজ্ঞাময় [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বিশ্ব-জাহানের প্রত্যেকটি বস্তু সদা সর্বদা এ সত্য প্রকাশ এবং ঘোষণা করে চলেছে যে, এ বিশ্ব-জাহানের স্রষ্টা ও পালনকর্তা সব রকম দোষ-ত্রুটি, অপূর্ণতা, দুর্বলতা, ভুল ভ্ৰান্তি ও অকল্যাণ থেকে পবিত্র। তাঁর ব্যক্তি সত্তা পবিত্র, তাঁর গুণাবলী পবিত্র, তাঁর কাজকর্ম পবিত্র এবং তাঁর সমস্ত সৃষ্টিমূলক বা শরীয়াতের বিধান সম্পর্কিত নির্দেশাবলীও পবিত্র। [কুরতুবী; সা’দী]\n  <br/>\n  <br/>\n  [২] আয়াতে هُوَالعَزِيْزُالحَكِيْمُ বলা হয়েছে।  عزيز শব্দের অর্থ পরাক্রমশালী, শক্তিমান ও অপ্রতিরোধ্য ক্ষমতার অধিকারী, যাঁর সিদ্ধান্তের বাস্তবায়ন পৃথিবীর কোন শক্তিই রোধ করতে পারে না, ইচ্ছায় বা অনিচ্ছায় যাঁর আনুগত্য সবাইকে করতে হয়, যাঁর অমান্যকারী কোনভাবেই তাঁর পাকড়াও থেকে রক্ষা পায় না। আর حكيم শব্দের অর্থ হচ্ছে, তিনি যা-ই করেন, জ্ঞান ও যুক্তি বুদ্ধির সাহায্যে করেন। তাঁর সৃষ্টি, তাঁর ব্যবস্থাপনা, তাঁর শাসন, তার আদেশ নিষেধ, তাঁর নির্দেশনা সব কিছুই জ্ঞান ও যুক্তি নির্ভর। তাঁর কোন কাজেই অজ্ঞতা, বোকামি ও মূর্খতার লেশমাত্র নেই। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫৭ : ২",
        "arabic_text": "\nلَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ",
        "bangla_text": "আসমানসমূহ ও যমীনের সর্বময় কর্তৃত্ব তাঁরই ; তিনি জীবন দান করেন এবং মৃত্যু ঘটান; আর তিনিই সবকিছুর উপর ক্ষমতাবান।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫৭ : ৩",
        "arabic_text": "\nهُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ ",
        "bangla_text": "তিনিই প্রথম ও শেষ ; প্রকাশ্য (উপরে) ও গোপন (নিকটে) আর তিনি সবকিছু সম্পর্কে সম্যক অবগত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ কোন সময় তোমার অন্তরে আল্লাহ তা’আলা ও ইসলাম সম্পর্কে শয়তানী কুমন্ত্রণা দেখা দিলে\n  <br/>\n  <br/>\n  هُوَالْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُوَالْبَاطِنُ وَهُوَبِكُلِّ شَىْءٍعِلِيْمٌ\n  <br/>\n  <br/>\n  আয়াতখানি আস্তে পাঠ করে নাও। [আবু দাউদ: ৫১১০] এই আয়াতের তাফসীর এবং “আউয়াল”, “আখের”, “যাহের” ও “বাতেন” এ শব্দ চারটির অর্থ সম্পর্কে তফসীরবিদগণের বহু উক্তি বর্ণিত আছে। তন্মধ্যে “আউয়াল” শব্দের অর্থ তো প্ৰায় নির্দিষ্ট; অর্থাৎ অস্তিত্বের দিক দিয়ে সকল সৃষ্টজগতের অগ্রে ও আদি। কারণ, তিনি ব্যতীত সবকিছু তাঁরই সৃজিত। তাই তিনি সবার আদি। “আখের” এর অর্থ কারও কারও মতে এই যে, সবকিছু বিলীন হয়ে যাওয়ার পরও তিনি বিদ্যমান থাকবেন। [সা’দী] যেমন\n  <br/>\n  <br/>\n  كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ  [সূরা আল-কাসাস: ৮৮]\n  <br/>\n  <br/>\n  আয়াতে এর পরিষ্কার উল্লেখ আছে। ইমাম বুখারী বলেন, যাহের’ অর্থ জ্ঞানে তিনি সবকিছুর উপর, অনুরূপ তিনি ‘বাতেন’ অৰ্থাৎ জ্ঞানে সবকিছুর নিকটে। বিভিন্ন হাদীসে এ আয়াতের তাফসীর এসেছে, এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ঘুমানোর সময় বলতেন, “হে আল্লাহ! সাত আসমানের রব, মহান আরশের রব, আমাদের রব এবং সবকিছুর রব, তাওরাত, ইঞ্জীল ও ফুরকান নাযিলকারী, দানা ও আঁটি চিরে বৃক্ষের উদ্ভবকারী, আপনি ব্যতীত কোন হক্ক মা’বুদ নেই, যাদের কপাল আপনার নিয়ন্ত্রণে এমন প্ৰত্যেক বস্তুর অনিষ্ট হতে আমি আপনার নিকট আশ্রয় প্রার্থনা করি, আপনি অনাদি, আপনার আগে কিছু নেই, আপনি অনন্ত আপনার পরে কিছুই থাকবে না। আপনি সবকিছুর উপরে, আপনার উপরে কিছুই নেই, আপনি নিকটবর্তী, আপনার চেয়ে নিকটবর্তী কেউ নেই, আমার পক্ষ থেকে আপনি আমার ঋণ পরিশোধ করে দিন এবং আমাকে দারিদ্রতা থেকে মুক্তি দিন।” [মুসলিম: ২৭১৩, মুসনাদে আহমাদ ২/৪০৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫৭ : ৪",
        "arabic_text": "\nهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَاۖ وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ ",
        "bangla_text": "তিনি ছয় দিনে আসমানসমূহ ও যমীন সৃষ্টি করেছেন; তারপর তিনি ‘আরশের উপর উঠেছেন। তিনি জানেন যা কিছু যমীনে প্রবেশ করে এবং যা কিছু তা থেকে বের হয়, আর আসমান থেকে যা কিছু অবতীর্ণ হয় এবং তাতে যা কিছু উখিত হয় [১]। আর তোমরা যেখানেই থাক না কেন--তিনি তোমাদের সঙ্গে আছেন, আর তোমরা যা কিছু কর আল্লাহ তার সম্যক দ্রষ্টা [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য কথায় তিনি শুধু সামগ্রিক জ্ঞানের অধিকারী নন, খুঁটি-নাটি বিষয়েও জ্ঞানের অধিকারী। এক একটি শস্যদানা ও বীজ যা মাটির গভীরে প্রবিষ্ট হয়, এক একটি ছোট পাতা ও অংকুর যা মাটি ফুঁড়ে বের হয়, বৃষ্টির এক একটি বিন্দু যা আসমান থেকে পতিত হয় এবং সমুদ্র ও খাল-বিল থেকে যে বাষ্পরাশি আকাশের দিকে উখিত হয়, তার প্রতিটি মাত্রা তার জানা আছে। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা কোন জায়গায়ই তাঁর জ্ঞান, তাঁর অসীম ক্ষমতা, তাঁর শাসন কর্তৃত্ব এবং তাঁর ব্যবস্থাপনার আওতা বহির্ভূত নও। মাটিতে, বায়ুতে, পানিতে অথবা কোন নিভৃত কোণে যেখানেই তোমরা থাক না কেন সর্বাবস্থায়ই আল্লাহ জানেন তোমরা কোথায় আছো। [ইবন কাসীর] ইমাম আহমাদ রাহেমাহুল্লাহ বলেন, এ আয়াতের শেষে বলা হয়েছে, \"সম্যক দ্রষ্টা’। যা প্রমাণ করছে যে, আল্লাহ সৃষ্টিজগতের বাইরে থেকেও সবকিছু দেখছেন। তাই এখানে সঙ্গে থাকার অর্থ, সৃষ্টির সাথে লেগে থাকার অর্থ নয়, বরং এর অর্থ হচ্ছে, তোমরা তাঁর দৃষ্টি ও শক্তির অধীন। তাঁর দৃষ্টি ও শক্তি তোমাদের সঙ্গে আছে। [দেখুন, আর-রাদ্দু আলাল জাহমিয়্যাহ ওয়ায্য যানাদিকাহঃ (১৫৪-১৫৮)\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫৭ : ৫",
        "arabic_text": "\nلَّهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ ",
        "bangla_text": "আসমানসমূহ ও যমীনের সর্বময় কর্তৃত্ব তাঁরই এবং আল্লাহ্‌রই দিকে সব বিষয় প্রত্যাবর্তিত হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫৭ : ৬",
        "arabic_text": "\nيُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِۚ وَهُوَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "তিনিই রাতকে প্রবেশ করান দিনে আর দিনকে প্ৰবেশ করান রাতে এবং তিনি অন্তরের বিষয়াদি সম্পর্কে সম্যক অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫৭ : ৭",
        "arabic_text": "\nءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِۖ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ ",
        "bangla_text": "তোমরা আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আন এবং আল্লাহ তোমাদেরকে যা কিছুর উত্তরাধিকারী করেছেন তা হতে ব্যয় কর। অতঃপর তোমাদের মধ্যে যারা ঈমান আনে ও ব্যয় করে, তাদের জন্য রয়েছে মহাপুরস্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫৭ : ৮",
        "arabic_text": "\nوَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ ",
        "bangla_text": "আর তোমাদের কি হল যে, তোমরা আল্লাহর উপর ঈমান আন না? অথচ  রাসূল তোমাদেরকে তোমাদের রবের প্রতি ঈমান আনার জন্য ডাকছেন, অথচ আল্লাহ তোমাদের কাছ থেকে অঙ্গীকার গ্রহণ করেছেন [১], যদি তোমারা ঈমানদার হও [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কিছু সংখ্যক মুফাসসির এ প্রতিশ্রুতি বলতে অর্থ করেছেন আল্লাহর দাসত্ব করার সে প্রতিশ্রুতি যা সৃষ্টির সূচনা পর্বে আদম আলাইহিস সালামের পৃষ্ঠদেশ থেকে তাঁর সমস্ত সন্তানকে বের করে তাদের সবার নিকট থেকে নেয়া হয়েছিল। কিন্তু অপর কিছু সংখ্যক তাফসীরকারক এর অর্থ করেছেন ‘সে প্রতিশ্রুতি যা প্রত্যেক মানুষের প্রকৃতি ও প্রকৃতিগত বিবেক-বুদ্ধিতে আল্লাহর দাসত্বের জন্য বর্তমান’ [কুরতুবী] কিন্তু সঠিক কথা হলো, এর অর্থ হচ্ছে আল্লাহ ও তাঁর রাসূলের আনুগত্যের সচেতন প্রতিশ্রুতি, ঈমান গ্ৰহণ করার মাধ্যমে প্রত্যেক মুসলিম আল্লাহর সাথে যে প্রতিশ্রুতিতে আবদ্ধ হয়। কুরআন মজীদের অন্য এক স্থানে যে ভাষায় এ প্রতিশ্রুতির উল্লেখ করা হয়েছে তা হচ্ছে, “আল্লাহ তোমাদের যেসব নিয়ামত দান করেছেন সেসব নিয়ামতের কথা মনে কর এবং তোমাদের কাছ থেকে যে প্রতিশ্রুতি গ্ৰহণ করেছেন তার কথাও মনে কর। সে সময় তোমরা বলেছিলে, আমরা শুনলাম এবং আনুগত্য করলাম। আর আল্লাহকে ভয় কর আল্লাহ মনের কথাও জানেন।” [সূরা আল-মায়েদাহ: ৭] উবাদা ইবনে সামেত থেকে বর্ণিত তিনি বলেন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদের থেকে এই মর্মে বাইয়াত গ্ৰহণ করেছিলেন যে, আমরা যেন সক্রিয়তা ও নিস্ক্রিয়তা উভয় অবস্থায় শুনি ও আনুগত্য করে যাই এবং স্বচ্ছলতা ও অস্বচ্ছলতা উভয় অবস্থায় আল্লাহর পথে খরচ করি, ভাল কাজের আদেশ করি এবং মন্দ কাজে নিষেধ করি, আল্লাহ সম্পর্কে সত্য কথা বলি এবং সেজন্য কোন তিরস্কারকারীর তিরস্কারকে ভয় না করি।” [মুসলিম: ১৭০৯, মুসনাদে আহমদ: ৫/৩১৬]।\n  <br/>\n  <br/>\n  [২] অর্থাৎ যদি তোমরা মুমিন হও। এখানে প্রশ্ন হয় যে, এ কথাটি সেই কাফেরদেরকে বলা হয়েছে, যাদেরকে মুমিন না হওয়ার কারণে ইতিপূর্বে\n  <br/>\n  <br/>\n  وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ\n  <br/>\n  <br/>\n  বলে সতর্ক করা হয়েছে। এমতাবস্থায় ‘তাদেরকে তোমরা যদি মুমিন হও\" বলা কিরূপে সঙ্গত হতে পারে? জওয়াব এই যে, কাফের ও মুশরিকরাও আল্লাহর প্রতি ঈমানের দাবি করত। প্রতিমাদের ব্যাপারে তাদের বক্তব্য ছিল এই যে,\n  <br/>\n  <br/>\n  مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ\n  <br/>\n  <br/>\n  “তাদের ইবাদত তো আমরা কেবল এজন্যই করি যে, এরা আমাদেরকে সুপারিশ করে আল্লাহর নৈকট্যের অধিকারী করে দিবে”। [সূরা আয-যুমার: ৩] অতএব, আয়াতের উদ্দেশ্য এই যে, আল্লাহর প্রতি ঈমানের দাবি যদি সত্য হয়, তবে তার বিশুদ্ধ ও ধর্তব্য পথ অবলম্বন কর। [দেখুন, আততাহরীর ওয়াততানভীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫৭ : ৯",
        "arabic_text": "\nهُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِۦٓ ءَايَٰتِۭ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ ",
        "bangla_text": "তিনিই তাঁর বান্দার প্রতি সুস্পষ্ট আয়াত নাযিল করেন, তোমাদেরকে অন্ধকার হতে আলোতে আনার জন্য।  আর নিশ্চয় আল্লাহ্‌ তোমাদের প্রতি করুণাময়, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫৭ : ১০",
        "arabic_text": "\nوَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَۚ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِنۢ بَعۡدُ وَقَٰتَلُواْۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ ",
        "bangla_text": "আর তোমাদের কি হলো যে, তোমরা আল্লাহর পথে ব্যয় করছ না? অথচ আসমানসমূহ ও যমীনের মীরাস [১] তো আল্লাহ্‌রই। তোমাদের মধ্যে যারা বিজয়ের আগে ব্যয় করেছে [২] ও যুদ্ধ করছে,তারা (এবং পরবর্তীরা) সমান নয় [৩]। তারা মর্যাদায় শ্রেষ্ঠ তাদের চেয়ে যারা পরবর্তী কালে ব্যয় করেছে ও যুদ্ধ করেছে। তবে আল্লাহ্‌ উভয়ের জন্যই কল্যাণের প্রতিশ্রুতি দিয়েছেন [৪]। আর তোমারা যা কর আল্লাহ্‌ সে সম্পর্কে সবিশেষ অবহিত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ميراث অভিধানে উত্তরাধিকার সূত্রে প্রাপ্ত মালিকানাকে বলা হয়ে থাকে। এই মালিকানা বাধ্যতামূলক মৃত ব্যক্তি ইচ্ছা করুক বা না করুক, ওয়ারিশ ব্যক্তি আপনাআপনি মালিক হয়ে যায়। এখানে নভোমণ্ডল ও ভূমণ্ডলের উপর আল্লাহ তা'আলার সার্বভৌম মালিকানাকে ميراث শব্দ দ্বারা ব্যক্ত করার রহস্য এই যে, তোমরা ইচ্ছা কর বা না কর, তোমরা আজ যে যে জিনিসের মালিক বলে গণ্য হও, সেগুলো অবশেষে আল্লাহ তা'আলার বিশেষ মালিকানায় চলে যাবে। [সা’দী, কুরতুবী] এক হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, একদিন আমরা একটি ছাগল যাবাই করে তার অধিকাংশ গোশত বন্টন করে দিলাম, শুধু একটি হাত নিজেদের জন্যে রাখলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাকে জিজ্ঞাসা করলেনঃ বণ্টনের পর এই ছাগলের গোশত কতটুকু রয়ে গেছে? আমি আরয করলামঃ শুধু একটি হাত রয়ে গেছে। তিনি বললেনঃ গোটা ছাগলই রয়ে গেছে। তোমার ধারণা অনুযায়ী কেবল হাতই রয়ে যায়নি। [তিরমিয়ী:২৪৭০]\n  <br/>\n  <br/>\n  কেননা, গোটা ছাগলই আল্লাহর পথে ব্যয় হয়েছে। এটা আল্লাহর কাছে তোমার জন্যে থেকে যাবে। যে হাতটি নিজের খাওয়ার জন্যে রেখেছ, আখেরাতে এর কোন প্রতিদান পাবে না। কেননা, এটা এখানেই বিলীন হয়ে যাবে। আয়াতের আরেকটি অর্থ হচ্ছে, আল্লাহর পথে অর্থ খরচ করতে গিয়ে তোমাদের কোন রকম দারিদ্র বা অস্বচ্ছলতার আশংকা করা উচিত নয়। কেননা, যে আল্লাহর উদ্দেশ্যে তা খরচ করবে তিনি যমীন ও উর্ধ জগতের সমস্ত ভাণ্ডারের মালিক। আজ তিনি তোমাদেরকে যা দান করে রেখেছেন তাঁর কাছে দেয়ার শুধু ঐ টুকুই ছিল না। কাল তিনি তোমাদেরকে তার চেয়েও অনেক বেশী দিতে পারেন। [ইবন কাসীর] একথাটাই অন্য একটি স্থানে এভাবে বলা হয়েছে, “হে নবী, তাদের বলুন, আমার রব তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছা অঢেল রিযিক দান করেন এবং যার জন্য ইচ্ছা তা সংকীর্ণ করে দেন। আর তোমরা যা খরচ করা তার পরিবর্তে তিনিই তোমাদেরকে আরও রিফিক দান করেন। তিনি সর্বোত্তম রিযিক দাতা।” [সূরা সাবা: ৩৯]\n  <br/>\n  <br/>\n  [২] অধিকাংশ মুফাসসিরের মতে, এখানে মক্কা বিজয় উদ্দেশ্য। [তাবারী; ইবন কাসীর; জালালাইন; মুয়াসসার] তবে কারও কারও মতে, এর দ্বারা হুদায়বিয়ার যুদ্ধ বোঝানো হয়েছে। [সা’দী]\n  <br/>\n  <br/>\n  [৩]  আল্লাহর পথে ব্যয় করার প্রতি জোর দেয়ার পর পরবর্তী আয়াতে বলা হয়েছে যে, আল্লাহর পথে যা কিছু যে কোন সময় ব্যয় করলে সওয়াব পাওয়া যাবে; কিন্তু ঈমান, আন্তরিকতা ও অগ্ৰগামিতার পার্থক্যবশত সওয়াবেও পার্থক্য হবে। বলা হয়েছেঃ\n  <br/>\n  <br/>\n  لَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ\n  <br/>\n  <br/>\n  অর্থাৎ যারা আল্লাহর পথে ধনসম্পদ ব্যয় করে তারা দুই শ্রেণীতে বিভক্ত। (এক) যারা মক্কা বিজয়ের পূর্বে বিশ্বাস স্থাপন করত আল্লাহর পথে ব্যয় করেছে। (দুই) যারা মক্কা বিজয়ের পর মুমিন হয়ে আল্লাহর পথে ব্যয় করেছে। এই দুই শ্রেণীর লোক আল্লাহর কাছে সমান নয়; বরং মর্যাদায় একশ্রেণী অপর শ্রেণী থেকে শ্রেষ্ঠ। মক্কা বিজয়ের পূর্বে বিশ্বাস স্থাপনকারী, জেহাদকারী ও ব্যয়কারীর মর্যাদা অপর শ্রেণী অপেক্ষা বেশী। কারণ, অত্যন্ত কঠিন পরিস্থিতিতে তারা আল্লাহ তা'আলার জন্য এমন সব বিপদাপদের সম্মুখীন হয়েছিলো যার সম্মুখীন অন্য গোষ্ঠীকে হতে হয়নি। মুফাসসিরদের মধ্যে মুজাহিদ, কাতাদা এবং যায়েদ ইবনে আসলাম বলেনঃ এ আয়াতে বিজয় শব্দটি যে ক্ষেত্রে প্রয়োগ করা হয়েছে সেটি হচ্ছে মক্কা বিজয়। আমের শা'বী বলেনঃ এর দ্বারা হুদায়বিয়ার সন্ধিকে বুঝানো হয়েছে। অধিকাংশ মুফাসসির প্রথম মতটি গ্রহণ করেছেন। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ পারস্পরিক তারতম্য সত্বেও আল্লাহ তা'আলা কল্যাণ অর্থাৎ জান্নাত ও মাগফিরাতের ওয়াদা সবার জন্যেই করেছেন। এই ওয়াদা সাহাবায়ে-কেরামের সেই শ্রেণীদ্বয়ের জন্যে, যারা মক্কাবিজয়ের পূর্বে ও পরে আল্লাহর পথে ব্যয় করেছেন এবং ইসলামের শক্ৰদের মোকাবিলা করেছেন। এতে সাহাবায়ে-কেরামের প্রায় সমগ্র দলই শামিল আছে। তাই মাগফিরাত ও রহমতের এই কুরআনী ঘোষণা প্রত্যেক সাহাবীকে শামিল করেছে। [সা’দী]\n  <br/>\n  <br/>\n  শুধু মাগফিরাতেই নয়;\n  <br/>\n  <br/>\n  رَضِىَ اللّٰهُ عَنْهُمْ وَرَضُوْاعَنْهُ [সূরা আত-তাওবাহঃ ১০০]\n  <br/>\n  <br/>\n  বলে তাঁর সস্তুষ্টিরও নিশ্চিত আশ্বাস দান করেছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫৭ : ১১",
        "arabic_text": "\nمَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجۡرٞ كَرِيمٞ ",
        "bangla_text": "এমন কে আছে যে আল্লাহকে দেবে উত্তম ঋণ? তাহলে তিনি বহু গুণ এটাকে বৃদ্ধি করবেন তার জন্য। আর তার জন্য রয়েছে সম্মানজনক পুরুস্কার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা আল্লাহ তা'আলার চরম উদারতা ও দানশীলতা যে, মানুষ যদি তাঁরই দেয়া সম্পদ তাঁর পথে ব্যয় করে তাহলে তিনি তা নিজের জন্য ঋণ হিসেবে গ্ৰহণ করেন। অবশ্য শর্ত এই যে, তা “কর্জে হাসানা” (উত্তম ঋণ) হতে হবে। অর্থাৎ খাঁটি নিয়তে কোন ব্যক্তিগত উদ্দেশ্য ছাড়াই তা দিতে হবে, তার মধ্যে কোন প্রকার প্রদর্শনীর মনোবৃত্তি, খ্যাতি ও নাম-ধামের আকাংখা থাকবে না, তা দিয়ে কাউকে খোঁটা দেয়া যাবে না, দাতা কেবল আল্লাহর সন্তুষ্টির জন্যই দেবে এবং এছাড়া অন্য কারো প্রতিদান বা সস্তুষ্টি লক্ষ্য হবে না। এ ধরনের ঋণের জন্য আল্লাহর দুইটি প্রতিশ্রুতি আছে। একটি হচ্ছে, তিনি তা কয়েকগুণ বৃদ্ধি করে ফেরত দেবেন। অপরটি হচ্ছে, এজন্য তিনি নিজের পক্ষ থেকে সর্বোত্তম পুরস্কারও দান করবেন। সাহাবায়ে কিরামের মধ্যে অনেকেই এটাকে বাস্তবে রুপান্তরিত করেছিলেন। [কুরতুবী; ফাতহুল কাদীরা]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫৭ : ১২",
        "arabic_text": "\nيَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۖ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "সেদিন আপনি দেখবেন মুমিন নর-নারীদেরকে তাদের সামনে ও ডানে তাদের নূর ছুটতে থাকবে [১]। বলা হবে, ‘আজ তোমাদের জন্য সুসংবাদ জান্নাতের, যার পাদদেশে নদী প্রবাহিত, সেখানে তোমরা স্থায়ী হবে, এটাই তো মহাসাফল্য।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, “তাদেরকে তাদের আমল অনুযায়ী নূর দেয়া হবে। তাদের কারও কারও নূর হবে পাহাড়সম। তাদের মধ্যে সবচেয়ে কম নূরের যে অধিকারী হবে তার নূর থাকবে তার বৃদ্ধাঙ্গুলীতে। যা একবার জ্বলবে আরেকবার নিভবে।” [মুস্তাদরাকে হাকিম ২/৪৭৮]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫৭ : ১৩",
        "arabic_text": "\nيَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗاۖ فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُۥ بَابُۢ بَاطِنُهُۥ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُۥ مِن قِبَلِهِ ٱلۡعَذَابُ ",
        "bangla_text": "সেদিন মুনাফিক পুরুষ ও মুনাফিক নারীরা যারা ঈমান এনেছে বলবে, ‘তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের নূরের কিছু গ্ৰহণ করতে পারি।’ বলা হবে, ‘তোমরা তোমাদের পিছনে ফিরে যাও ও নূরের সন্ধান কর। ‘তারপর উভয়ের মাঝামাঝি স্থাপিত হবে একটি প্রাচীর যাতে একটি দরজা থাকবে, যার ভিতরে থাকবে রহমত এবং বাইরে থাকবে শাস্তি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেদিন স্মরণীয়, যেদিন আপনি মুমিন পুরুষ ও মুমিন নারীদেরকে দেখবেন যে, তাদের নূর তাদের অগ্রে ও ডানদিকে ছুটাছুটি করবে। ‘সেদিন' বলে কেয়ামতের দিন বোঝানো হয়েছে। নূর দেয়ার ব্যাপারটি পুলসিরাতে চলার কিছু পূর্বে ঘটবে। এ আয়াতের একটি তাফসীর আবু উমামা বাহেলী রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত হয়েছে। তিনি একদিন দামেশকে এক জানাযায় শরীক হন। জানাযা শেষে উপস্থিত লোকদেরকে মৃত্যু ও আখেরাত স্মরণ করিয়ে দেয়ার জন্যে তিনি মৃত্যু, কবর ও হাশরের কিছু অবস্থা বর্ণনা করেন। নিম্নে তার বক্তব্যের কিছু অংশ পেশ করা হলঃ\n  <br/>\n  <br/>\n  “অতঃপর তোমরা কবর থেকে হাশরের ময়দানে স্থানান্তরিত হবে। হাশরের বিভিন্ন মনযিল ও স্থান অতিক্রম করতে হবে। এক মনযিলে আল্লাহ তা'আলার নির্দেশে কিছু মুখমণ্ডলকে সাদা ও উজ্জ্বল করে দেয়া হবে এবং কিছু মুখমণ্ডলকে গাঢ় কৃষ্ণবৰ্ণ করে দেয়া হবে। অপর এক মনযিলে সমবেত সব মুমিন ও কাফেরকে গভীর অন্ধকার আচ্ছন্ন করে ফেলবে। কিছুই দৃষ্টিগোচর হবে না। এরপর নূর বণ্টন করা হবে। প্রত্যেক মুমিনকে নূর দেয়া হবে। মুনাফিক ও কাফেরকে নূর ব্যতীত অন্ধকারেই রেখে দেয়া হবে। আর এ উদাহরণই আল্লাহ তাঁর কুরআনে পেশ করেছেন। তিনি বলেছেন, “অথবা তাদের কাজ গভীর সাগরের তলের অন্ধকারের মত, যাকে আচ্ছন্ন করে তরঙ্গের উপর তরঙ্গ, যার উর্ধের মেঘপুঞ্জ, অন্ধকারপুঞ্জ স্তরের উপর স্তর, এমনকি সে হাত বের করলে তা আদৌ দেখতে পাবে না। আল্লাহ যাকে নূর দান করেন না তার জন্য কোন নূরই নেই।” [সূরা আন-নূর:৪০]\n  <br/>\n  <br/>\n  অত:পর যেভাবে অন্ধ ব্যক্তি চক্ষুম্মান ব্যক্তির চোখ দ্বারা দেখতে পায় না তেমনি কাফের ও মুনাফিক ঈমানদারের নূর দ্বারা আলোকিত হতে পারবে না। মুনাফিকরা ঈমানদারদের বলবে, “তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের নূরের কিছু গ্ৰহণ করতে পারি।” এভাবে আল্লাহ মুনাফিকদেরকে ধোঁকাগ্ৰস্থ করবেন। যেমন আল্লাহ বলেছেন, “তারা আল্লাহকে ধোঁকা দেয় আর আল্লাহ তাদেরকে ধোঁকা দিবেন।” [সূরা আন-নিসা: ১৪২] তারপর তারা যেখানে নূর বন্টন হয়েছিল সেখানে ফিরে যাবে, কিন্তু তারা কিছুই পাবেনা। ফলে তারা তখন ঈমানদারদের কাছে ফিরে আসবে, ইত্যবসরে উভয়ের মাঝামাঝি স্থাপিত হবে একটি প্রাচীর যাতে একটি দরজা থাকবে, ওটার ভিতরে থাকবে রহমত এবং বাইরে থাকবে শাস্তি। এভাবেই মুনাফিক ধোঁকাগ্ৰস্ত হতে থাকবে আর মুমিনদের মাঝে নূর বন্টিত হয়ে যাবে। [ইবনে কাসীর]\n  <br/>\n  <br/>\n  আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে, প্রত্যেক মুমিনকে তার আমল পরিমাণে নূর দেয়া হবে। ফলে কারও নূর পর্বতসম, কারও খর্জুর বৃক্ষসম এবং কারও মানবদেহসম হবে। সর্বাপেক্ষা কম নূর সেই ব্যক্তির হবে, যার কেবল বৃদ্ধাঙ্গুলিতে নূর থাকবে; তাও আবার কখনও জ্বলে উঠবে এবং কখনও নিভে যাবে- [ইবনে কাসীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫৭ : ১৪",
        "arabic_text": "\nيُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡۖ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ ",
        "bangla_text": "মুনাফিকরা মুমিনদেরকে ডেকে জিজ্ঞেস করবে,  ‘আমারা কি তোমাদের সঙ্গে ছিলাম না?’ তারা বলবে, ‘হ্যাঁ, কিন্তু তোমারা নিজেরাই নিজেদেরকে বিপদগ্ৰস্ত করেছ। আর তোমরা প্ৰতীক্ষা করেছিলে, সন্দেহ পোষণ করেছিলে এবং অলীক আকাংখা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছিল, অবশেষে আল্লাহর হুকুম আসল [১]। আর মহাপ্ৰতারক [২] তোমাদেরকে প্রতারিত করেছিল আল্লাহ সম্পর্কে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দু’টি অর্থ হতে পারে। একটি অর্থ হচ্ছে, তোমাদের মৃত্যু এসে গেল এবং তোমরা মৃত্যুর মুহুর্ত পর্যন্ত এ প্রতারণার ফাঁদ থেকে বেরিয়ে আসতে পারনি। আরেকটি অর্থ হচ্ছে, ইসলাম বিজয় লাভ করলো আর তোমরা তামাশার মধ্যেই ডুবে রইলে। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ শয়তান। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫৭ : ১৫",
        "arabic_text": "\nفَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْۚ مَأۡوَىٰكُمُ ٱلنَّارُۖ هِيَ مَوۡلَىٰكُمۡۖ وَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "‘সুতরাং আজ তোমাদের কাছ থেকে কোন মুক্তিপণ গ্রহণ করা হবে না এবং যারা কুফরী করেছিল তাদের কাছ থেকেও নয়। জাহান্নামই তোমাদের আবাসস্থল, এটাই তোমাদের যোগ্য [১]; আর কত নিকৃষ্ট এ প্রত্যাবর্তনস্থল !’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দু'টি অর্থ হতে পারে। একটি হচ্ছে, সেটিই তোমাদের জন্য উপযুক্ত জায়গা। আরেকটি অর্থ হচ্ছে, তোমরা তো আল্লাহকে তোমাদের অভিভাবক বানাওনি যে, তিনি তোমাদের তত্ত্বাবধান করবেন। এখন জাহান্নাম তোমাদের অভিভাবক। সে-ই তোমাদের যথোপযুক্ত তত্ত্বাবধান করবে। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫৭ : ১৬",
        "arabic_text": "\n۞ أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ ",
        "bangla_text": "যারা ঈমান এনেছে তাদের হৃদয় কি আল্লাহর স্মরণে এবং যে সত্য নাযিল হয়েছে তার জন্য বিগলিত হওয়ার সময় আসেনি [১]? আর তারা যেন তাদের মত না হয় যাদেরকে আগে কিতাব দেয়া হয়েছিল --- অরঃপর বহু কাল অতিক্রান্ত হওয়ার তাদের অন্তরসমূহ কঠিন হয়ে পড়েছিল। আর তাদের অধিকাংশই ফাসিক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মুমিনদের জন্যে কি এখনও সময় আসেনি যে, তাদের অন্তর আল্লাহর যিকর এবং যে সত্য নাযিল করা হয়েছে তৎপ্রতি নম্র ও বিগলিত হবে? تَخْشَعَ قُلُوْبُهُمْ এর অর্থ অন্তর নরম হওয়া, উপদেশ কবুল করা ও আনুগত্য করা। কুরআনের প্রতি অন্তর বিগলিত হওয়ার অর্থ এর বিধান তথা আদেশ ও নিষেধ পুরোপুরি পালন করার জন্যে প্রস্তুত হওয়া এবং এ ব্যাপারে কোন অলসতা বা দুর্বলতাকে প্রশ্ৰয় না দেয়া [সা’দী]। এটা মুমিনদের জন্যে হুশিয়ারি। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে, আল্লাহ তা’আলা কোন কোন মুমিনদের অন্তরে আমলের প্রতি অলসতা ও অনাসক্তি আঁচ করে এই আয়াত নাযিল করেন। ইমাম আমাশ বলেনঃ মদীনায় পৌঁছার পর কিছু অর্থনৈতিক স্বাচ্ছন্দ্য অর্জিত হওয়ায় কোন কোন সাহাবীর কর্মোদীপনায় কিছুটা শৈথিল্য দেখা দেয়। এর পরিপ্রেক্ষিতে এই আয়াত অবতীর্ণ হয়। ইবনে আব্বাস রাদিয়াল্লাহু আনহুর উপরোক্ত বর্ণনায় আরও বলা হয়েছে, এই হুঁশিয়ারি সংকেত কুরআন অবতরণ শুরু হওয়ার তের বছর পরে নাযিল হয়। ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, আমাদের ইসলাম গ্রহণের চার বছর পর এই আয়াতের মাধ্যমে আমাদেরকে হুঁশিয়ারি করা হয়। [মুসলিম: ৩০২৭]\n  <br/>\n  <br/>\n  মোটকথা, এই হুঁশিয়ারি সারমর্ম হচ্ছে মুসলিমদেরকে পুরোপুরি নম্রতা ও সৎ কর্মের জন্যে তৎপর থাকার শিক্ষা দেয়া এবং এ কথা ব্যক্ত করা যে, আন্তরিক নম্রতাই সৎকর্মের ভিত্তি। শাদ্দাদ ইবনে আউস রাদিয়াল্লাহু আনহু বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, মানুষের অন্তর থেকে সর্ব প্রথম নম্রতা উঠিয়ে নেয়া হবে। [তাবারী: ২৭/২২৮]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫৭ : ১৭",
        "arabic_text": "\nٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ ",
        "bangla_text": "জেনে রাখ যে, আল্লাহ্‌ই জমিনকে তার মৃত্যুর পর পুনর্জীবিত করেন। আমরা নিদর্শনগুলো তোমাদের জন্য সুস্পষ্টভাবে বর্ণনা করেছি যাতে তোমারা বুঝতে পার [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে যে প্রসঙ্গে একথাটি বলা হয়েছে তা ভালভাবে বুঝে নেয়া দরকার। কুরআন মজীদে বেশ কিছু জায়গায় নবুওয়াত ও কিতাব নাযিলকে বৃষ্টির বরকতের সাথে তুলনা করা হয়েছে। কেননা, ভূ-পৃষ্ঠের ওপর বৃষ্টিপাত যে কল্যাণ বয়ে আনে নবুওয়াত এবং কিতাবও মানবজাতির জন্য সে একই রকমের কল্যাণ বয়ে আনে। মৃত ভূ-পৃষ্ঠে যেমন রহমতের বৃষ্টির এক বিন্দু পড়তেই শস্য শ্যামল হয়ে ওঠে। ঠিক তেমনি আল্লাহর রহমতে যে দেশে নবী প্রেরিত হন এবং অহী ও কিতাব নাযিল হওয়া শুরু হয় সেখানে মৃত মানবতা অকস্মাৎ জীবন লাভ করে। [দেখুন, ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫৭ : ১৮",
        "arabic_text": "\nإِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ ",
        "bangla_text": "নিশ্চয় দানশীল পুরুষগণ ও দানশীল নারীগণ এবং আল্লাহকে উত্তম ঋণ দান করে তাদেরকে দেয়া হবে বহুগুণ বেশী এবং তাদের জন্য রয়েছে সম্মানজনক পুরস্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫৭ : ১৯",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡۖ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ ",
        "bangla_text": "আর যারা আল্লাহ্‌ ও তাঁর রাসূলের প্রতি ঈমান আনে, তারাই সিদ্দীক [১]। আর শহীদ্গণ; তাদের জন্য রয়েছে তাদের রবের কাছে তাদের প্রাপ্য পুরস্কার ও নূর [২]। আর যারা কুফরী করেছে এবং আমাদের নিদর্শনসমূহে মিথ্যারোপ করেছে, তারাই জাহান্নামের অধিবাসী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াত থেকে জানা গেল যে, প্রত্যেক মুমিনকে সিদ্দীক ও শহীদ বলা যায়। এই আয়াতের ভিত্তিতে কারও কারও মতে যে কেউ আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান আনয়ন করে, সেই সিদ্দীক ও শহীদ। কিন্তু পবিত্র কুরআনের অন্য একটি আয়াত থেকে বাহ্যতঃ বুঝা যায় যে, প্রত্যেক মুমিন সিদ্দীক ও শহীদ নয়; বরং মুমিনদের একটি উচ্চ শ্রেণীকে সিদ্দীক ও শহীদ বলা হয়। আয়াতটি এই,\n  <br/>\n  <br/>\n  وَمَن يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَٰئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ ۚ وَحَسُنَ أُولَٰئِكَ رَفِيقًا\n  <br/>\n  <br/>\n  “আর কেউ আল্লাহ্‌ এবং রাসুলের আনুগত্য করলে সে নবী, সত্যনিষ্ঠ, শহীদ ও সৎকর্মপরায়ণ---যাদের প্রতি আল্লাহ অনুগ্রহ করেছেন--তাদের সংগী হবে এবং তারা কত উত্তম সংগী!” [সূরা আন-নিসা: ৬৯] এই আয়াতে নবী-রাসূলগণের সাথে মুমিনদের তিনটি শ্রেণী বিশেষভাবে উল্লেখিত হয়েছে যথা, সিদীক, শহীদ ও ছালেহ। বাহ্যতঃ এই তিনটি ভিন্ন ভিন্ন শ্রেণী। নতুবা ভিন্ন ভাবে বলার প্রয়োজন ছিল না। এ কারণেই কেউ কেউ বলেনঃ সিদ্দীক ও শহীদ প্রকৃতপক্ষে মুমিনদের বিশেষ উচ্চশ্রেণীর লোকগণকে বলা হয়, যারা মহান গুণগরিমার অধিকারী। [ইবন কাসীর; কুরতুবী] তাছাড়া কোন কোন হাদীস থেকেও এ তিন শ্রেণীর পার্থক্য ফুটে উঠে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “জান্নাতীরা তাদের উপরস্থিত খাস কামরায় অবস্থানকারীদের এমনভাবে দেখবে যেমন তোমরা পূর্ব বা পশ্চিম থেকে ধ্রুব তারাকে আকাশের প্রান্ত দেশে চলতে দেখতে পাও; দু'দলের মর্যাদাগত পার্থক্যের কারণে। সাহাবায়ে কেরাম বললেন, হে আল্লাহর রাসূল! তা কি নবীদের স্থান যেখানে অন্য কেউ পৌঁছতে পারবে না? তিনি বললেন, অবশ্যই হ্যাঁ, যার হাতে আমার আত্মা, তারা এমন কিছু লোক যারা আল্লাহর উপর ঈমান এনেছে এবং রাসূলদের সত্যায়ন করেছে।” [বুখারী: ৩২৫৬, মুসলিম: ২৮৩১]\n  <br/>\n  <br/>\n  তবে আলোচ্য আয়াতে সব মুমিনকে সিদ্দীক ও শহীদ বলার তাৎপর্য এই যে, প্রত্যেক মুমিনকেও কোনো না কোনো দিক দিয়ে সিদ্দীক ও শহীদ বলে গণ্য এবং তাদের কাতারভুক্ত মনে করা হবে। কোন কোন মুফাসসির বলেন, আলোচ্য আয়াতে কামেল ও ইবাদতকারী মুমিন অর্থ নেওয়া সঙ্গত। নতুবা যে সব মুমিন অসাবধান ও খেয়ালখুশীতে মগ্ন তাদেরকে সিদ্দীক ও শহীদ বলা যায় না। এক হাদিস থেকেও এর সমর্থন পাওয়া যায়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন “যারা মানুষের প্রতি অভিসম্পাত করে তারা শহীদদের অন্তর্ভুক্ত হবে না।” [মুসলিম: ২৫৯৮] ওমর ফারুক রাদিয়াল্লাহু ‘আনহু একবার উপস্থিত জনতাকে বললেনঃ তোমাদের কি হলো যে, তোমরা কাউকে অপরের ইযযতের উপর হামলা করতে দেখেও তাকে বাধা দাও না এবং তাকে খারাপ মনে কর না? জনতা আরয করলঃ আমরা কিছু বললে সে আমাদের ইযযতের উপরও হামলা চালাবে এই ভয়ে আমরা কিছু বলি না। ওমর রাদিয়াল্লাহু আনহু বললেনঃ যারা এমন শিথিল, তারা সেই শহীদদের অন্তর্ভুক্ত হবে না, যারা কেয়ামতের দিন পূর্ববর্তী পয়গম্বরগণের উম্মতদের মোকাবেলায় সাক্ষ্য দিবে। কোন কোন মুফাসসির বলেন, আলোচ্য আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর আমলে যারা ঈমানদার হয়েছে এবং তার পবিত্ৰ সঙ্গলাভে ধন্য হয়েছে, তাদেরকেই বোঝানো  হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের মধ্য থেকে যে যে মর্যাদার পুরষ্কার ও যে মর্যাদার ‘নূরের’ উপযুক্ত হবে সে তা পাবে। তারা প্রত্যেকেই নিজ নিজ পুরস্কার ও ‘নূর’ লাভ করবে। তাদের প্রাপ্য অংশ এখন থেকেই তাদের জন্য সংরক্ষিত আছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫৭ : ২০",
        "arabic_text": "\nٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُۢ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِۖ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗاۖ وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞۚ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ ",
        "bangla_text": "তোমারা জেনে রাখ, নিশ্চয় দুনিয়ার জীবন খেল-তামাশা, ক্রীড়া – কৌতুক, জাঁকজমক, পারস্পরিক গর্ব –অহংকার, ধন-সম্পদ ও সন্তান –সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ছাড়া আর কিছু নয় [১]। এর উপমা হলো বৃষ্টি, যার  উৎপন্ন শস্য–সম্ভার কৃষকদেরকে চমৎকার করে, তারপর সেগুলো শুকিয়ে যায়, ফলে আপনি ওগুলো পীতবর্ণ দেখতে পান, অবশেষে সেগুলো খড়–কুটোয় পরিণত হয়। আর আখেরাতে রয়েছে কঠিন শাস্তি এবং আল্লাহর ক্ষমা ও সন্তুষ্টি। আর দুনিয়ার জীবন প্রতারণার সামগ্রী ছাড়া কিছু নয় [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে বৰ্ণনা করা হয়েছে যে, ক্ষণস্থায়ী দুনিয়া মোটেই ভরসা করার যোগ্য নয়। পার্থিব জীবনের শুরু থেকে শেষ পর্যন্ত যা কিছু হয় এবং যাতে দুনিয়াদার ব্যক্তি মগ্ন ও আনন্দিত থাকে, প্রথমে সেগুলো ধারাবাহিকভাবে বর্ণনা করা হয়েছে। সংক্ষেপে বলতে গেলে পার্থিব জীবনের মোটামুটি বিষয়গুলো যথাক্রমে এইঃ প্রথমে ক্রীড়া, এরপর কৌতুক, এরপর সাজ-সজ্জা, এরপর পারস্পরিক অহমিকা, এরপর ধন ও জনের প্রাচুর্য নিয়ে পারস্পরিক গর্ববোধ। لعب শব্দের অর্থ এমন খেলা, لهوٌ এমন খেলাধুলা, যার আসল লক্ষ্য চিত্তবিনোদন زينة বা অঙ্গ-সজ্জা, পোশাক ইত্যাদির মোহ সর্বজনবিদিত। প্রত্যেক মানুষের জীবনের প্রথম অংশ ক্রীড়া অর্থাৎ لعب এর মধ্য দিয়ে অতিবাহিত হয়। এরপর لهوٌ শুরু হয়। এরপর সে অঙ্গসজ্জায় ব্যাপৃত হয় এবং শেষ বয়সে সমসাময়িক ও সমবয়সীদের সাথে\n  <br/>\n  <br/>\n  تَفَاخُرٌفِي الْأَمْوَالِ وَالْأًدِ\n  <br/>\n  <br/>\n  বা প্রতিযোগিতার প্রেরণা সৃষ্টি হয়। উল্লেখিত ধারাবাহিকতায় প্রতিটি অর্থেই মানুষ নিজ অবস্থা নিয়ে সন্তুষ্ট থাকে। কিন্তু কুরআন পাক বলে যে, এই সবই হচ্ছে সাময়িক ও ক্ষণস্থায়ী। [দেখুন, সাদী, তাবারী]\n  <br/>\n  <br/>\n  [২] দুনিয়ায় মানুষের কর্মকাণ্ড বর্ণনার পর পবিত্র কুরআন বর্ণিত বিষয়বস্তুর একটি দৃষ্টান্ত উল্লেখ করেছে,\n  <br/>\n  <br/>\n  كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا\n  <br/>\n  <br/>\n  এখানে غيث শব্দের অর্থ বৃষ্টি।  الكفار শব্দটি মুমিনের বিপরীত অর্থে ব্যবহৃত হলেও এর অপর আভিধানিক অর্থ কৃষকও হয়। আলোচ্য আয়াতে কেউ কেউ এ অর্থই নিয়েছেন। আয়াতের উদ্দেশ্য এই যে, বৃষ্টি দ্বারা ফসল ও নানা রকম উদ্ভিদ উৎপন্ন হয়ে যখন সবুজ ও শ্যামল বর্ণ ধারণ করে, তখন কৃষকের আনন্দের সীমা থাকে না। কোন কোন তাফসীরবিদ الكفار শব্দটিকে প্রচলিত অর্থে ধরে বলেছেন যে, এতে কাফেররা আনন্দিত হয়। [কুরতুবী] এখানে প্রশ্ন হয় যে, সবুজ, শ্যামল ফসল দেখে কাফেররাই কেবল আনন্দিত হয় না, মুসলিমরাও হয়। জওয়াব এই যে, মুমিনের আনন্দ ও কাফেরের আনন্দের মধ্যে বিরাট ব্যবধান রয়েছে। ফলে দুনিয়ার অগাধ ধন-রত্ন পেয়েও মুমিন কাফেরের ন্যায় আনন্দিত ও মত্ত হয় না। তাই আয়াতে কাফের আনন্দিত হয় বলা হয়েছে। এরপর এই দৃষ্টান্তের সারসংক্ষেপ এরূপ বর্ণনা করা হয়েছে যে, ফসল ও অন্যান্য উদ্ভিদ যখন সবুজ শ্যামল হয়ে যায়, তখন দর্শক মাত্রই বিশেষ করে কাফেররা খুবই আনন্দিত ও মত্ত হয়ে উঠে। কিন্তু অবশেষে তা শুষ্ক হতে থাকে। প্রথমে পীতবর্ণ হয়, এরপরে সম্পূর্ণ খড়-কুটায় পরিণত হয়। মানুষও তেমনি প্রথমে তরতাজা ও সুন্দর হয়। শৈশব থেকে যৌবন পর্যন্ত এরূপই কাটে। অবশেষে যখন বার্ধক্য আসে, তখন দেহের সজীবতা ও সৌন্দর্য সম্পূর্ণ বিলীন হয়ে যায় এবং সবশেষে মরে মাটি হয়ে যায়। দুনিয়ার ক্ষণভঙ্গুরতা বর্ণনা করার পর আবার আসল উদ্দেশ্য- আখেরাতের চিন্তার দিকে দৃষ্টি আকর্ষণ করার জন্য আখেরাতের অবস্থা বর্ণনা করা হয়েছে,\n  <br/>\n  <br/>\n  وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ\n  <br/>\n  <br/>\n  অর্থাৎ আখেরাতে মানুষ এ দু'টি অবস্থার মধ্যে যে কোনো একটির সম্মুখীন হবে। একটি কাফেরদের অবস্থা অর্থাৎ তাদের জন্যে কঠোর আযাব রয়েছে। অপরটি মুমিনদের অবস্থা; অর্থাৎ তাদের জন্যে আল্লাহ তা'আলার পক্ষ থেকে ক্ষমা ও সস্তুষ্টি রয়েছে। এরপর সংক্ষেপে দুনিয়ার স্বরূপ বর্ণনা করা হয়েছে,\n  <br/>\n  <br/>\n  وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ\n  <br/>\n  <br/>\n  অর্থাৎ এসব বিষয় দেখা ও অনুধাবন করার পর একজন বুদ্ধিমান ও চক্ষুষ্মান ব্যক্তি এই সিদ্ধান্তেই উপনীত হতে পারে যে, দুনিয়া একটি প্রতারণার স্থল। এখানকার সম্পদ, প্রকৃত সম্পদ নয়, যা বিপদমুহুর্তে কাজে আসতে পারে। অতঃপর আখেরাতের আযাব ও সওয়াব এবং দুনিয়ার ক্ষণভঙ্গুরতার অবশ্যম্ভাবী পরিণতি এরূপ হওয়া উচিত যে, মানুষ দুনিয়ার সুখ ও আনন্দে মগ্ন না হয়ে আখেরাতের চিন্তা বেশী করবে। পরবর্তী আয়াতে তাই ব্যক্ত করা হয়েছে। ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫৭ : ২১",
        "arabic_text": "\nسَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ ",
        "bangla_text": "তোমরা অগ্রণী হও তোমাদের রবের ক্ষমা ও সে জান্নাত লাভের প্রয়াসে, যা প্রশস্ততায় আসমান ও যমীনের প্রশস্ততার  মত [১], যা প্ৰস্তুত করা হয়েছে তাদের  জন্য যারা আল্লাহ্‌ ও তাঁর রাসূলগণের প্রতি ঈমান আনে। এটা আল্লাহর অনুগ্রহ, যাকে ইচ্ছে তিনি এটা দান করেন [২] ; আর আল্লাহ মহাঅনুগ্রহশীল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সারমর্ম এই যে, অক্ষমতা ও মৃত্যু আসার আগেই তুমি সৎকাজের পুঁজি সংগ্ৰহ করে নাও, যাতে জান্নাতে পৌঁছতে পার। অগ্ৰে ধাবিত হওয়ার দ্বিতীয় অর্থ এই যে, সৎকাজে অপরের অগ্রণী হওয়ার চেষ্টা কর। আলী রাদিয়াল্লাহু আনহু তার উপদেশাবলীতে বলেনঃ তুমি মসজিদে সর্বপ্রথম গমণকারী এবং সর্বশেষ নিৰ্গমণকারী হও। আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, সালাতের জামাতে প্রথম তকবিরে উপস্থিত থাকার চেষ্টা কর। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  জান্নাতের পরিধি প্রসঙ্গে বলা হয়েছেঃ এর প্রস্থ আকাশ ও পৃথিবীর সমান। সূরা আলে-ইমরানে এই বিষয়বস্তুর আয়াতে سموات বহুবচন শব্দ ব্যবহৃত হয়েছে। এতে বুঝা যায় যে, সপ্ত আকাশ ও পৃথিবীর বিস্তৃতি একত্রিত করলে জান্নাতের প্রস্থ হবে। বলাবাহুল্য, প্রত্যেক বস্তুর দৈর্ঘ্য প্রস্থ অপেক্ষা বেশী হয়। এতে প্রমাণিত হয় যে, জান্নাতের বিস্তৃতি সপ্ত আকাশ ও পৃথিবীর বিস্তৃতির চাইতে বেশী। তাছাড়া عرض শব্দটি কোন সময় কেবল বিস্তৃতি অর্থে ব্যবহৃত হয়। তখন দৈর্ঘ্যের বিপরীত অর্থ বোঝানো উদ্দেশ্য থাকে না। উভয় অবস্থাতেই জান্নাতের বিশাল বিস্তৃতিই বোঝা  যায়। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্ তা'আলার অনুগ্রহ ও কৃপার বদৌলতেই মানুষ জান্নাতে প্রবেশ করবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ তোমাদের আমল তোমাদের কাউকে মুক্তি দিতে পারে না। সাহাবায়ে-কেরাম আরয করলেনঃ আপনিও কি তদ্রুপ? তিনি বললেনঃ হ্যাঁ, আমিও আমার আমল দ্বারা জান্নাত লাভ করতে পারি না-আল্লাহ তা'আলার দয়া ও অনুকম্পা হলেই লাভ করতে পারি। [বুখারী: ৫৬৭৩, মুসলিম:২৮১৬]\n  <br/>\n  <br/>\n  তাছাড়া জান্নাত যেমন একমাত্র আল্লাহর অনুগ্রহে লাভ করা যায় তেমনিভাবে আল্লাহর ইবাদত করার সৌভাগ্য ও আল্লাহর আনুগত্যে প্রতিযোগিতা করার সামৰ্থ কেবল তাঁরই অনুগ্রহে লাভ করা যায়। তিনি যাকে এ ব্যাপারে সুযোগ দিবেন তিনিই কেবল তা লাভ করতে পারে। সুতরাং তাঁর কাছেই এ ব্যাপারে সার্বক্ষণিক তৌফিক চাইতে হবে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মু’আয ইবনে জাবাল রাদিয়াল্লাহু ‘আনহুকে সালাতের পরে এ কথাটি স্মরণ করে বলার জন্য নির্দেশ দিয়েছিলেন। তিনি বলেছিলেন, “হে মু’আয! আমি তোমায় ভালবাসি, সুতরাং তুমি সালাতের পরে\n  <br/>\n  <br/>\n  اللّٰهُمَّ أَعِنِّيْ عَلٰى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَدَتِكَ\n  <br/>\n  <br/>\n  হে আল্লাহ্‌ ! আমাকে আপনার  যিকর, শুকর এবং সুন্দর পদ্ধতিতে ইবাদত করার তৌফিক দিন।” [আবু দাউদ: ১৫২২] অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নিকট অসচ্ছল সাহাবীগণ এসে বললেন, হে আল্লাহর রাসূল! ধনীরা উঁচু মর্যাদা ও স্থায়ী নেয়ামতের অধিকারী হয়ে গেল। রাসূল বললেন, সেটা কি করে? তারা বললেন, আমরা যেমন সালাত আদায় করি তারাও তা করে, আমরা সাওম পালন করি, তারাও করে, অধিকন্তু তারা সাদাকাহ দেয় কিন্তু আমরা তা দিতে পারি না। তারা দাসমুক্ত করে আমরা তা পারি না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তোমাদেরকে কি আমি এমন বস্তু বলে দিব না যা করলে তোমরা অন্যদের প্রতিযোগিতায় অগ্রণী হয়ে যাবে? কেউ তোমাদের থেকে শ্রেষ্ঠ হতে পারবেনা। তবে যদি কেউ তোমাদের মত কাজ করে সেটা ভিন্ন কথা। তোমরা প্রতি সালাতের পরে তেত্রিশ বার করে তাসবীহ, তাকবীর ও তাহমীদ করবে। (সুবহানাল্লাহ, আল্লাহু আকবার ও আলহামদুলিল্লাহ পড়বে)। পরবর্তীতে অসচ্ছল সাহাবাগণ ফিরে এসে বললেন, আমাদের পয়সাওয়ালা ভাইরা আমরা যা করছি তা শুনে ফেলেছে এবং তারাও তা করতে আরম্ভ করেছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, “এটা আল্লাহর অনুগ্রহ, তিনি যাকে ইচ্ছা তা দান করেন”। [বুখারী: ৮৪৩, মুসলিম: ৫৯৫]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫৭ : ২২",
        "arabic_text": "\nمَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ ",
        "bangla_text": "যমীনে বা ব্যক্তিগতভাবে তোমাদের উপর যে বিপর্যয়ই আসে তা সংঘটিত হওয়ার পূর্বেই আমরা তা কিতাবে লিপিবদ্ধ রেখেছি [১]। নিশ্চয় আল্লাহর পক্ষে এটা খুব সহজ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে এ সম্পর্কে বর্ণনা করা হয়েছে। বলা হচ্ছে, যমীনের বুকে অথবা ব্যক্তিগতভাবে তোমাদের উপর যে বিপদাপদ আসে, তা সবই আমি কিতাবে অর্থাৎ লওহে-মাহফুযে জগত সৃষ্টির পূর্বেই লিখে দিয়েছিলাম। যমীনের বুকে সংঘটিত বিপদাপদ বলে দুর্ভিক্ষ, ভূমিকম্প, ফসলহানি, বাণিজ্যে ঘাটতি, ধন-সম্পদ বিনষ্ট হওয়া, বন্ধু-বান্ধবের মৃত্যু ইত্যাদি এবং ব্যক্তিগত বিপদাপদ বলে সর্বপ্রকার রোগ-ব্যাধি, ক্ষত, আঘাত ইত্যাদি বোঝানো হয়েছে। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫৭ : ২৩",
        "arabic_text": "\nلِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ ",
        "bangla_text": "এটা এ জন্যে যে, তোমরা যা হারিয়েছ তাতে যেন তোমরা বিমর্ষ না হও এবং যা তিনি তোমাদেরকে দিয়েছেন তার জন্য আনন্দিত না হও [১]। নিশ্চয় আল্লাহ পছন্দ করেন না কোন উদ্ধত - অহংকারীদেরকে---[২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের উদ্দেশ্য এই যে, দুনিয়াতে মানুষ যা কিছু বিপদ অথবা সুখ, আনন্দ অথবা দুঃখের সম্মুখীন হয়, তা সবই আল্লাহ তা’আলা লাওহে-মাহফুযে মানুষের জন্মের পূর্বেই লিখে রেখেছেন। হাদীসে এসেছে, “আল্লাহ্ তা'আলা আসমানসমূহ ও যমীন সৃষ্টির পঞ্চাশ হাজার বছর আগে যাবতীয় তাকদীর নির্ধারণ করে নিয়েছেন”। [মুসলিম:২৬৫৩] এ বিষয়ের সংবাদ তোমাদেরকে এ জন্য দেয়া হয়েছে, যাতে তোমরা দুনিয়ার ভাল-মন্দ অবস্থা নিয়ে বেশী চিন্তা-ভাবনা না কর। দুনিয়ার কষ্ট ও বিপদাপদ তেমন আক্ষেপ ও পরিতাপের বিষয় নয় এবং সুখ-স্বাচ্ছন্দ্য এবং অর্থসম্পদ তেমন উল্লসিত ও মত্ত হওয়ার বিষয় নয় যে, এগুলোতে মশগুল হয়ে তোমরা আল্লাহর স্মরণ ও আখেরাত সম্পর্কে গাফেল হয়ে যাবে। প্রত্যেক মানুষ স্বভাবগতভাবে কোনো কোনো বিষয়ের কারণে আনন্দিত এবং কোনো কোনো বিষয়ের কারণে দুঃখিত হয়। কিন্তু যা উচিত তা এই যে, বিপদের সম্মুখীন হলে সবর করে আখেরাতের পুরস্কার ও সওয়াব অর্জন করতে হবে এবং সুখ ও আনন্দের সম্মুখীন হলে কৃতজ্ঞ হয়ে পুরস্কার ও সওয়াব হাসিল করতে হবে। [দেখুন, ফাতহুল কাদীর; কুরতুবী]\n  <br/>\n  <br/>\n  [২] এ আয়াতে সুখ ও ধন-সম্পদের কারণে উদ্ধত্য ও অহংকারীদের নিন্দা করা হয়েছে, বলা হয়েছে, আল্লাহ উদ্ধত্য অহংকারীকে পছন্দ করেন না। উদ্দেশ্য এই যে, দুনিয়ার নেয়ামত পেয়ে যারা অহংকার করে, তারা আল্লাহর কাছে ঘৃনার্হ। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫৭ : ২৪",
        "arabic_text": "\nٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ ",
        "bangla_text": "যারা কার্পণ্য করে ও মানুষকে কার্পণ্যের নির্দেশ দেয় এবং যে মুখ ফিরিয়ে নেয় সে জেনে রাখুক নিশ্চয় আল্লাহ অভাবমুক্ত, চির প্রশংসিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫৭ : ২৫",
        "arabic_text": "\nلَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِۖ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلۡغَيۡبِۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ ",
        "bangla_text": "অবশ্যই আমরা আমাদের রাসূলগণকে পাঠিয়েছি স্পষ্ট প্রমাণসহ [১] এবং তাদের সঙ্গে দিয়েছি কিতাব ও ন্যায়ের পাল্লা, যাতে মানুষ সুবিচার প্রতিষ্টা [২] করে। আমরা আরও নাযিল করেছি লোহা যাতে রয়েছে প্ৰচণ্ড শক্তি এবং রয়েছে মানুষের জন্য বহুবিধ কল্যাণ [৩]। এটা এ জন্যে যে, আল্লাহ প্রকাশ করে দেন কে গায়েব অবস্থায়ও তাঁকে ও তাঁর রাসূলগণকে সাহায্য করে। নিশ্চয় আল্লাহ্‌ মহা শক্তিমান, পরাক্রমশালী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] بينات শব্দের আভিধানিক অর্থ সুস্পষ্ট বিষয়। উদ্দেশ্য সুস্পষ্ট বিধানাবলীও হতে পারে; তাছাড়া এর উদ্দেশ্য মু'জিযা এবং রেসালতের সুস্পষ্ট প্রমাণাদিও হতে পারে; কারণ পরবর্তী বাক্যে কিতাব নাযিলের আলাদা উল্লেখ রয়েছে। সুতরাং بينات বলে মু'জিযা ও প্রমাণাদি বোঝানো হয়েছে এবং বিধানাবলীর জন্যে কিতাব নাযিল করার কথা বলা হয়েছে। [ফাতহুল কাদীর;কুরতুবী]\n  <br/>\n  <br/>\n  [২] আয়াতে কিতাবের ন্যায় মিযানের বেলায়ও নাযিল করার কথা বলা হয়েছে। কিতাব নাযিল হওয়া এবং ফেরেশতার মাধ্যমে নবী-রাসূলগণ পর্যন্ত পৌঁছা সুবিদিত। কিন্তু মিযান নাযিল করার অর্থ কি? এ সম্পর্কে বিভিন্ন তাফসীরে বিভিন্ন উক্তি এসেছে, কোন কোন মুফাসসির বলেন, মীযান নাযিল করার মানে দাঁড়িপাল্লার ব্যবহার ও ন্যায়বিচার সম্পর্কিত বিধানাবলী নাযিল করা। কারও কারও মতে, প্রকৃতপক্ষে কিতাবই নাযিল করা হয়েছে, কিন্তু এর সাথে দাঁড়িপাল্লা স্থাপন ও আবিষ্কারকে সংযুক্ত করে দেয়া হয়েছে। কাজেই আয়াতের অর্থ যেন এরূপ আমি কিতাব নাযিল করেছি ও দাঁড়িপাল্লা উদ্ভাবন করেছি। তাছাড়া আয়াতে কিতাব ও মিযানের পর লৌহ নাযিল করার কথা বলা হয়েছে। এখানেও নাযিল করার মানে সৃষ্টি করা হতে পারে। পবিত্র কুরআনের এক আয়াতে চতুষ্পদ জন্তুদের বেলায়ও নাযিল করা শব্দ ব্যবহার করা হয়েছে। [সূরা আয-যুমার: ৬] অথচ চতুষ্পদ জন্তু আসমান থেকে নাযিল হয় না-পৃথিবীতে জন্মলাভ করে। সেখানেও সৃষ্টি করার অর্থ বোঝানো হয়েছে। তবে সৃষ্টি করাকে নাযিল করা শব্দে ব্যক্ত করার মধ্যে ইঙ্গিত পাওয়া যায় যে, সৃষ্টির বহুপূর্বেই লওহে-মাহফুযে লিখিত ছিল—এ দিক দিয়ে দুনিয়ার সবকিছুই আসমান থেকে অবতীর্ণ। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] এতে আল্লাহ তা’আলা মানুষের জন্যে বহুবিধ কল্যাণ নিহিত রেখেছেন। দুনিয়াতে যত শিল্প-কারখানা ও কলকব্জা আবিস্কৃত হয়েছে এবং ভবিষ্যতে হবে, সবগুলোর মধ্যে লৌহের ভূমিকা সর্বাধিক। লৌহ ব্যতীত কোনো শিল্প চলতে পারে না। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫৭ : ২৬",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَۖ فَمِنۡهُم مُّهۡتَدٖۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ ",
        "bangla_text": "আর অবশ্যই আমরা নূহ এবং ইবরাহীমকে রাসূল রূপে পাঠিয়েছিলাম এবং আমরা তাদের বংশধরগণের জন্য স্থির করেছিলাম নবুওয়াত ও কিতাব [১], কিন্তু তাদের অল্পই সৎপথ অবলম্বন করেছিল। আর তাদের অধিকাংশই ফাসিক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে বিশেষ বিশেষ নবী-রাসূলের আলোচনা করা হচ্ছে। প্রথমে নূহ আলাইহিস সালাম-এর এবং পরে নবী-রাসূলগণের শ্রদ্ধাভাজন ও মানবমণ্ডলীর ইমাম ইবরাহীম আলাইহিস সালাম-এর কথা উল্লেখ করা হয়েছে। এর সাথে ঘোষণা করা হয়েছে যে, ভবিষ্যতে যত নবী-রাসূল ও ঐশী কিতাব দুনিয়াতে আগমন করবে, তারা সব এদের বংশধরের মধ্য থেকে হবে। অর্থাৎ, নুহ আলাইহিস সালাম-এর সেই শাখাকে ঐ গৌরব অর্জনের জন্যে নির্দিষ্ট করে দেওয়া হয়েছে যাতে ইবরাহীম আলাইহিস সালাম জন্মগ্রহণ করেছেন। এ কারণেই পরবর্তীকালে যত নবী-রাসূল প্রেরিত হয়েছেন এবং যত কিতাব নাযিল করা হয়েছে, তারা সব ছিলেন ইবরাহীম আলাইহিস সালাম-এর বংশধর। এই বিশেষ আলোচনার পর পরবর্তী নবী-রাসূলগণের পরস্পরকে একটি সংক্ষিপ্ত বাক্যে ব্যক্ত করা হয়েছে। বলা হয়েছে, এরপর তাদের পশ্চাতে একের পর এক আমি আমার নবী-রাসূলগণকে প্রেরণ করেছি। পরিশেষে বিশেষভাবে বনী-ইসরাঈলের সর্বশেষ রাসূল ঈসা আলাইহিস সালাম-এর উল্লেখ করেছেন যিনি শেষ নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার শরীয়ত সম্পর্কে ভবিষ্যদ্বানী করে গেছেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫৭ : ২৭",
        "arabic_text": "\nثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَۖ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗۚ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَاۖ فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡۖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ ",
        "bangla_text": "তারপর আমরা তাদের পিছনে অনুগামী করেছিলাম আমাদের রাসূলগণকে এবং অনুগামী করেছিলাম মারইয়াম-তনয় ঈসাকে, আর তাকে আমারা দিয়েছিলাম ইঞ্জীল এবং তার অনুসারীদের অন্তরে দিয়েছিলাম করুণা ও দয়া [১]। আর সন্ন্যাসবাদ [২]--- এটা তো তারা নিজেরাই আল্লাহর সন্তুষ্টি লাভের জন্য প্রবর্তন করেছিল। আমরা তাদেরকে এটার বিধান দেইনি ; অথছ এটাও ওরা যথাযথভাবে পালন করেনি [৩]। অতঃপর তাদের মধ্যে যারা ঈমান এনেছিল, তাদেরকে  আমারা দিয়েছিলাম তাদের পুরস্কার। আর তাদের অধিকাংশই ছিল ফাসিক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ঈসা আলাইহিস সালাম-এর প্রতি ঈমান আনয়নকারী হাওয়ারীগণের বিশেষ গুণ বৰ্ণনা প্রসঙ্গে বলা হয়েছে, যারা ঈসা আলাইহিস সালাম অথবা ইঞ্জীলের অনুসরণ করেছে, আমি তাদের অন্তরে স্নেহ ও দয়া সৃষ্টি করে দিয়েছি। তারা একে অপরের প্রতি দয়া ও করুণাশীল কিংবা সমগ্র মানবমণ্ডলীর প্রতি তারা অনুগ্রহশীল। এখানে ঈসা আলাইহিস সালাম-এর সাহাবী তথা হাওয়ারিগণের দুটি বিশেষ গুণ উল্লেখ করা হয়েছে; তা হচ্ছে, দয়া ও করুণা। এরপর তাদের আরেকটি অভ্যাস বর্ণিত হয়েছে যা তারা আবিস্কার করে নিয়েছিল। আর যা আল্লাহ তাদের উপর আবশ্যিক করে দেন নি। আর সেটা হচ্ছে, সন্যাসবাদ। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] رهبانية শব্দটি  رهبان এর দিকে সম্বন্ধযুক্ত। এর অর্থ যে অতিশয় ভয় করে। বলা হয়ে থাকে যে, ঈসা আলাইহিস সালাম-এর পর বনী-ইসরাঈলের মধ্যে পাপাচার ব্যাপকাকারে ছড়িয়ে পড়ে বিশেষতঃ রাজন্যবৰ্গও শাসকশ্রেণী ইঞ্জীলের বিধানাবলীর প্রতি প্রকাশ্যে বিদ্রোহ শুরু করে দেয়। বনী-ইসরাঈলের মধ্যে কিছু সংখ্যক খাঁটি আলেম ও সৎ কর্মপরায়ণ ব্যক্তি ছিলেন। তারা এই প্রবণতাকে রুখে দাঁড়ালে তাদেরকে হত্যা করা হয়। যে কয়েকজন প্ৰাণে বেঁচে গেলেন তারা দেখলেন যে, মোকাবেলার শক্তি তাঁদের নেই। কিন্তু এদের সাথে মিলে-মিশে থাকলে তাঁদের দ্বীন-ঈমান বরবাদ হয়ে যাবে। তাই তাঁরা স্বতঃ প্রণোদিত হয়ে নিজেদের জন্যে জরুরি করে নিলেন যে, তারা এখন থেকে বৈধ আরাম-আয়েশও বিসর্জন দিবেন, বিবাহ করবেন না, খাওয়া-পরা এবং ভোগ্যবস্তু সংগ্ৰহ করার চিন্তা করবেন না, বসবাসের জন্য গৃহ নির্মাণে যত্নবান হবেন না, লোকালয় থেকে দূরে কোন জঙ্গলাকীর্ণ পাহাড়ে জীবন অতিবাহিত করবেন। অথবা যাযাবরদের ন্যায় ভ্ৰমণ ও পর্যটনে জীবন কাটিয়ে দিবেন যাতে দ্বীনের বিধিবিধান স্বাধীন ও মুক্ত পরিবেশে পালন করা যায়। তারা আল্লাহর ভয়ে এই কর্ম পন্থা অবলম্বন করেছিলেন, তাই তারা رهبان তথা সন্ন্যাসী নামে অভিহিত হলো এবং তাদের উদ্ভাবিত মতবাদ رهبانية তথা সন্ন্যাসবাদ নামে খ্যাতি লাভ করে। [কুরতুবী] আলোচ্য আয়াতে আল্লাহ তাদের এ কাজের সমালোচনা করেছে; কারণ তারা নিজেরাই নিজেদের উপর ভোগ বিলাস বিসর্জন দেয়া অপরিহার্য করে নিয়েছিল-আল্লাহর পক্ষ থেকে ফরয করা হয়নি। এভাবে তারা নিজেদেরকে শরীয়ত প্রবর্তকের ভূমিকায় অবতীর্ণ করেছিল। যা স্পষ্টত; পথভ্রষ্টতা। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  মোটকথা: সন্ন্যাসবাদ কখনও আল্লাহর নৈকট্যের মাধ্যম ছিল না। এটা এ শরীয়তেও জায়েয নেই। হাদীসে এসেছে, একবার উসমান ইবনে মাযউন রাদিয়াল্লাহু ‘আনহুর স্ত্রী খাওলা বিনতে হাকীম আয়েশা রাদিয়াল্লাহু আনহার কাছে খুব খারাপ বেশে প্রবেশ করলে তিনি বললেন, তোমার এ অবস্থা কেন? তিনি বললেন, আমার স্বামী সারা রাত দাঁড়িয়ে ইবাদত করে আর সারাদিন সাওম পালন করে, ইত্যবসরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেখানে প্রবেশ করলে আয়েশা রাদিয়াল্লাহু আনহা রাসূলের কাছে এ ঘটনা বিবৃত করলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উসমানের সাথে সাক্ষাত করে তাকে বললেন, হে উসমান ! আমাদের উপর সন্যাসবাদ লিখিত হয়নি। তুমি কি আমাকে আদর্শ মনে কর না? আল্লাহর শপথ আমি তোমাদের মধ্যে সবচেয়ে বেশী আল্লাহকে ভয় করি এবং তাঁর শরীয়তের সীমারেখার বেশী হেফাজতকারী। [মুসনাদে আহমাদ: ৬/২২৬]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তারা দ্বিবিধ ভ্ৰান্তিতে ডুবে আছে। একটি ভ্রান্তি হচ্ছে তারা নিজেদের ওপর এমন সব বাধ্যবাধকতা আরোপ করে নিয়েছিল যা করতে আল্লাহ কোন নির্দেশ দেননি। দ্বিতীয় ভ্ৰান্তি হচ্ছে নিজেদের ধারণা মতে যেসব বাধ্য বাধকতাকে তারা আল্লাহর সস্তুষ্টির উপায় বলে মনে করে নিজেদের ওপর আরোপ করে নিয়েছিলো তাঁর হক আদায় করেনি এবং এমন সব আচরণ করেছে যার দ্বারা আল্লাহর সস্তুষ্টির পরিবর্তে তাঁর গযব খরিদ করে নিয়েছে। [দেখুন, ফাতহুল কাদীরঃ কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫৭ : ২৮",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِۦ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِۦ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِۦ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "হে মুমিনগন ! আল্লাহর তাকওয়া অবলম্বল কর এবং তাঁর রাসূলের উপর ঈমান আন। তিনি তাঁর অনুগ্রহে তোমাদেরকে দেবেন দ্বিগুন পুরুষ্কার [১] এবং তিনি তোমাদেরকে দেবেন নূর, যার সাহায্যে তোমারা চলবে [২] এবং তিনি তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতে ঈসা আলাইহিস সালাম-এর প্রতি ঈমানদার কিতাবী মুমিনগণকে সম্বোধন করা হয়েছে। যদিও يٰٓاَيُّهَاالَّذِيْنَ اٰمَنُوا বলে কেবল মুসলিমগণকে সম্বোধন করাই পবিত্র কুরআনের সাধারণ রীতি। কিন্তু আলোচ্য আয়াতে এই সাধারন রীতির বিপরীতে নাসারাদের জন্য يٰٓاَيُّهَاالَّذِيْنَ اٰمَنُوا শব্দ ব্যবহার করা হয়েছে। সম্ভবতঃ এর রহস্য এই যে, পরবর্তী বাক্যে তাদেরকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি ঈমান আনার আদেশ দেয়া হয়েছে। কারণ, এটাই ঈসা আলাইহিস সালাম-এর প্রতি বিশুদ্ধ ঈমানের দাবী। তারা যদি তা করে, তবে তারা উপরোক্ত সম্বোধনের যোগ্য হয়ে যাবে। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামএর প্রতি বিশ্বাস স্থাপন করলে তাদেরকে দ্বিগুণ পুরস্কার ও সওয়াব দানের ওয়াদা করা হয়েছে। [দেখুন, ফাতহুল কাদীর; কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ পৃথিবীতে জ্ঞান ও দূরদৃষ্টির এমন “নূর” দান করবেন যার আলোতে তোমরা প্রতি পদক্ষেপে স্পষ্ট দেখতে পাবে জ্ঞানের বিভিন্ন ক্ষেত্রে জাহেলিয়াতের বাঁকা পথ-সমূহের মধ্যে ইসলামের সরল সোজা পথ কোন্‌টি। আর আখেরাতে এমন “নূর” দান করবেন যার মাধ্যমে পুল সিরাতের অন্ধকার রাস্তা পার হয়ে জান্নাতে যেতে পারবে। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫৭ : ২৯",
        "arabic_text": "\nلِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ ",
        "bangla_text": "এটা এজন্যে যে, কিতাবীগণ যেন জানতে পারে, আল্লাহর সামান্যতম অনুগ্রহের উপরও ওদের কোন অধিকার নেই [১]। আর নিশ্চয় অনুগ্রহ  আল্লাহর ইখতিয়ারে, যাকে ইচ্ছে তাকে তিনি তা দান করেন। আর আল্লাহ মহা অনুগ্রহশীল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের উদ্দেশ্য এই যে, উল্লেখিত বিধানাবলী এজন্যে বর্ণনা করা হলো, যাতে কিতাবধারীরা জেনে নেয় যে, তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি ঈমান না। এনে কেবল ঈসা আলাইহিস সালাম-এর প্রতি ঈমান স্থাপন করেই আল্লাহ তা'আলার কৃপা লাভের যোগ্য নয়। [দেখুন, মুয়াসসার]\n </p>\n</div>"
    }
]