[
    {
        "id": 1,
        "verse": "৫৮ : ১",
        "arabic_text": "\nقَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ ",
        "bangla_text": "আল্লাহ অবশ্যই শুনেছেন সে নারীর কথা; যে তার স্বামীর বিষয়ে আপনার সাথে বাদানুবাদ করছে এবং আল্লাহর কাছেও ফরিয়াদ করছে। আল্লাহ তোমাদের কথোপকথন শুনেন ; নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্ৰষ্টা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  একটি বিশেষ ঘটনা এই সূরার প্রাথমিক কয়েকটি আয়াত অবতরণের হেতু। আউস ইবন সামেত রাদিয়াল্লাহু আনহু একবার তার স্ত্রী খাওলা বিনতে সালাবাকে বলে দিলেনঃ أَنْتِ عَلَيَّ كَظَهْرِ أُمِّيْ অর্থাৎ তুমি আমার পক্ষে আমার মাতার পৃষ্ঠদেশের ন্যায় ; মানে হারাম। ইসলাম-পূর্বকালে এই বাক্যটি স্ত্রীকে চিরতরে হারাম করার জন্যে বলা হতো যা ছিল চূড়ান্ত তালাক অপেক্ষাও কঠোরতর। এই ঘটনার পর খাওলা রাদিয়াল্লাহু ‘আনহা এর শরীআতসম্মত বিধান জানার জন্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে উপস্থিত হলেন। তখন পর্যন্ত এই বিষয় সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি কোন ওহি নাযিল হয়নি। তাই তিনি পূর্ব থেকে প্রচলিত রীতি অনুযায়ী খাওলাকে বলে দিলেন, আমার মতে তুমি তোমার স্বামীর জন্যে হারাম হয়ে গেছ। খাওলা একথা শুনে বিলাপ শুরু করে দিলেন এবং বললেন, আমি আমার যৌবন তার কাছে নিঃশেষ করেছি। এখন বার্ধক্যে সে আমার সাথে এই ব্যবহার করল। আমি কোথায় যাব। আমার ও আমার বাচ্চাদের ভরণ-পোষণ কিরূপে হবে। এক বর্ণনায় খাওলার এ উক্তিও বর্ণিত আছেঃ আমার স্বামী তো তালাক উচ্চারণ করেনি। এমতাবস্থায় তালাক কিরূপে হয়ে গেল? অন্য এক বর্ণনায় আছে, খাওলা আল্লাহ তা'আলার কাছে ফরিয়াদ করলেনঃ আল্লাহ আমি তোমার কাছে অভিযোগ করছি। এক বর্ণনায় আছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খাওলাকে একথা বললেনঃ তোমার মাস’আলা সম্পর্কে আমার প্রতি এখন পর্যন্ত কোনো বিধান অবতীর্ণ হয়নি (এসব বর্ণনায় কোন বৈপরীত্য নেই। সবগুলোই সঠিক হতে পারে)। এই ঘটনার পরিপ্রেক্ষিতে আয়াতসমূহ অবতীর্ণ হয়েছে। [ইবনে মাজাহ: ২০৬৩, মুস্তাদরাকে হাকিম:২/৪৮১]।\n  <br/>\n  <br/>\n  [১] শরীআতের পরিভাষায় এই বিশেষ মাসআলাটিকে ‘যিহার' বলা হয়। এই সূরার প্রাথমিক আয়াতসমূহে যিহারের শরীআতসম্মত বিধান বর্ণনা করা হয়েছে। এতে আল্লাহ তা’আলা খাওলা রাদিয়াল্লাহু ‘আনহার ফরিয়াদ শুনে তার জন্য তার সমস্যা সমাধান করে দিয়েছেন। তার খাতিরে আল্লাহ তা'আলা পবিত্র কুরআনে এসব আয়াত নাযিল করেছেন। আয়েশা রাদিয়াল্লাহু আনহা বলেনঃ সেই সত্তা পবিত্র, যার শোনা সবকিছুকে শামিল করে। যিনি সব আওয়ায ও প্রত্যেকের ফরিয়াদ শুনেন; খাওলা বিনতে সালাবাহ যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে তার স্বামীর ব্যাপারে অভিযোগ করছিল, তখন আমি সেখানে উপস্থিত ছিলাম। কিন্তু এত নিকটে থাকা সত্ত্বেও আমি তার কোনো কোনো কথা শুনতে পারিনি। অথচ, আল্লাহ তায়ালা সব শুনেছেন বলেছেন\n  <br/>\n  <br/>\n  قَدْسَمِعَ اللّٰهُ قَوْلَ الَّتِىْ تُجَادِلُكَ فِىْ زَوْجِهَا وَ تَشْتَكِىْٓ اِلَى اللّٰهِ [বুখারী: ৭৩৮৫, নাসায়ী: ৩৪৬০]\n  <br/>\n  <br/>\n  তাই সাহাবায়ে কেরাম এই মহিলার প্রতি অত্যন্ত সম্মান প্রদর্শন করতেন। একদিন খলীফা ওমর রাদিয়াল্লাহু আনহু একদল লোকের সাথে গমনরত ছিলেন। পথিমধ্যে এই মহিলা সামনে এসে দণ্ডায়মান হলে তিনি দাঁড়িয়ে তার কথাবার্তা শুনলেন। কেউ কেউ বললঃ আপনি এই বৃদ্ধার খাতিরে এতবড় দলকে পথে আটকিয়ে রাখলেন। খলিফা বললেনঃ জান ইনি কে? এ সেই মহিলা, যার কথা আল্লাহ তা’আলা সপ্ত আকাশের উপরে শুনেছেন। অতএব, আমি কি তার কথা এড়িয়ে যেতে পারি? আল্লাহর কসম, তিনি যদি স্বেচ্ছায় প্রস্থান না করতেন, তবে আমি রাত্রি পর্যন্ত তার সাথে এখানেই দাঁড়িয়ে থাকতাম। [ইবনে কাসীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫৮ : ২",
        "arabic_text": "\nٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ ",
        "bangla_text": "তোমাদের মধ্যে যারা নিজেদের স্ত্রীদের সাথে যিহার করে, তারা জেনে রাখুক-তাদের স্ত্রীরা তাদের মা নয়,  যারা তাদেরকে জন্ম দান করে শুধু তারাই তাদের মা; তারা তো অসংগত ও অসত্য কথাই বলে [১]। আর নিশ্চয়ই আল্লাহ্‌ অধিক পাপ মোচনকারী ও বড় ক্ষমাশীল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يُظَاهِرُوْنَ শব্দটি ظهار থেকে উদ্ভূত। আরবে অনেক সময় এমন ঘটনা, ঘটতো যে, স্বামী ও স্ত্রীর মধ্যে ঝগড়া বিবাদ হলে স্বামী ক্রোধান্বিত হয়ে বলত এক\n  <br/>\n  <br/>\n  أَنْتِ عَلَيَّ كَظَهْرِ أُمِّيْ\n  <br/>\n  <br/>\n  এর আভিধানিক অর্থ হলো, “তুমি আমার জন্য ঠিক আমার মায়ের পিঠের মত।” জাহেলী যুগে আরবদের কাছে “যিহার\" তালাক বা তার চেয়ে অত্যন্ত কঠোর প্রকৃতির সম্পর্কচ্ছেদের ঘোষণা বলে মনে করা হত। কারণ, তাদের দৃষ্টিতে এর অর্থ ছিল এই যে, স্বামী তার স্ত্রীর সাথে দাম্পত্য সম্পর্কই ছিন্ন করছে না বরং তাকে নিজের মায়ের মত হারাম করে নিচ্ছে। এ কারণে আরবদের মতে তালাক দেয়ার পর তা প্রত্যাহার করা যেত। কিন্তু \"যিহার” প্রত্যাহার করার কোন সম্ভাবনাই অবশিষ্ট থাকত না | আলোচ্য আয়াতের মাধ্যমে ইসলামী শরীআত এই প্রথার দ্বিবিধ সংস্কার সাধন করেছে। প্রথমতঃ স্বয়ং প্রথাকেই অবৈধ ও গোনাহ সাব্যস্ত করেছে। কেননা স্ত্রীকে মাতা বলে দেয়া একটা অসার ও মিথ্যা বাক্য। তাদের এই অসার উক্তির কারণে স্ত্রী মা হয়ে যায় না। মা তো সে-ই যার পেট থেকে ভূমিষ্ঠ হয়েছে, তাদের এই উক্তি মিথ্যা এবং পাপও। কারণ, বাস্তব ঘটনার বিপরীতে স্ত্রীকে মাতা বলছে। দ্বিতীয় সংস্কার এই করেছেন যে, যদি কোন মূর্খ অর্বাচীন ব্যক্তি এরূপ করেই বসে, তবে এই বাক্যের কারণে ইসলামী শরীআতে স্ত্রী চিরতরে হারাম হবে না। কিন্তু এই বাক্য বলার পর স্ত্রীকে পূর্ববৎ ভোগ করার অধিকারও তাকে দেয়া হবে না। বরং তাকে জরিমানাস্বরূপ কাফফারা আদায় করতে হবে। [দেখুন- ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫৮ : ৩",
        "arabic_text": "\nوَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ ",
        "bangla_text": "আর যারা নিজেদের স্ত্রীদের সাথে যিহার করে এবং পরে তাদের উক্তি প্রত্যাহার করে [১], তবে একে অন্যকে স্পর্শ করার আগে একটি দাস মুক্ত করতে হবে, এ দিয়ে তোমাদেরকে উপদেশ দেয়া যাচ্ছে। আর তোমরা যা কর, আল্লাহ্‌ সে সম্পর্কে সম্যক অবহিত।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা يعْدون শব্দের অর্থ করেছেন يندمون অর্থাৎ একথা বলার পর তারা অনুতপ্ত হয় এবং স্ত্রীর সাথে মেলামেশা করতে চায়। [দেখুন-বাগভী] এই আয়াত থেকে আরও জানা গেল যে, স্ত্রীর সাথে মেলামেশা হালাল হওয়ার উদ্দেশ্যেই কাফফারা ওয়াজিব হয়েছে। খোদ যিহার কাফফারার কারণ নয়। বরং যিহার করা এমন গোনাহ, যার কাফফারা হচ্ছে তওবা ও ক্ষমা প্রার্থনা করা। আয়াত শেষে وَاِنَّ اللّٰهَ لَعَقُوٌّ غَفُوْرٌ বলে এদিকে ইঙ্গিত করা হয়েছে। তাই কোন ব্যক্তি যদি যিহার করার পর স্ত্রীর সাথে মেলামেশা করতে না চায়, তবে কোনো কাফফারা দিতে হবে না। তবে স্ত্রীর অধিকার ক্ষুন্ন করা না জায়েয। স্ত্রী দাবী করলে কাফফারা আদায় করে মেলামেশা করা অথবা তালাক দিয়ে মুক্ত করা ওয়াজিব। স্বামী স্বেচ্ছায় এরূপ না করলে স্ত্রী আদালতে রুজু হয়ে স্বামীকে এরূপ করতে বাধ্য করতে পারে। [দেখুন কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫৮ : ৪",
        "arabic_text": "\nفَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ ",
        "bangla_text": "কিন্তু যার এ সামর্থ্য থাকবে না, একে অন্যকে স্পর্শ করার আগে তাকে একাদিক্রমে দু’মাস সিয়াম পালন করতে হবে; যে তাতেও অসমর্থ, সে ষাটজন মিসকীনকে খাওয়াবে [১]; এটা এ জন্যে যে, তোমারা যেন আল্লাহ্‌ ও তাঁর রাসূলের উপর ঈমান আন। আর এগুলো আল্লাহ্‌র নির্ধারিত বিধান; আর কাফিরদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যিহাবের কাফ্‌ফারা এই যে, একজন দাস অথবা দাসীকে মুক্ত করবে। এরূপ করতে সক্ষম না হলে একাদিক্ৰমে দুই মাস রোযা রাখবে। রোগ-ব্যাধি কিংবা দুর্বলতাবশতঃ এতগুলো রোযা রাখতেও সক্ষম না হলে ষাট জন মিসকীনকে পেট ভরে আহার করাবে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫৮ : ৫",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ ",
        "bangla_text": "নিশ্চয় যারা আল্লাহ্‌ ও তাঁর রাসূলের বিরুদ্ধাচারণ করে, তাদেরকে অপদস্থ করা হবে যেমন অপদস্থ করা হয়েছে তাদের পূর্ববর্তীদেরকে [১]; আর আমরা সুস্পষ্ট আয়াত নাযিল করেছি ; আর কাফিররদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি—",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল আয়াতে ব্যবহৃত শব্দটি হচ্ছে كُبِتُوْ এর অর্থ হচ্ছে লাঞ্ছিত করা, ধ্বংস করা, অভিসম্পাত দেয়া, দরবার  থেকে বিতাড়িত করা, ধাক্কা দিয়ে বের করে দেয়া, অপমানিত করা। [ইবন কাসীর, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫৮ : ৬",
        "arabic_text": "\nيَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ ",
        "bangla_text": "সে দিন, যেদিন আল্লাহ তাদের সবাইকে পুনরুজ্জীবিত করে উঠাবেন অতঃপর তারা যা আমল করেছিল তা তিনি তাদেরকে জানিয়ে দেবেন ; আল্লাহ তা হিসেব করে রেখেছেন যদিও তারা তা ভুলে গেছে। আর আল্লাহ সব কিছুর প্রত্যক্ষদর্শী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫৮ : ৭",
        "arabic_text": "\nأَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ ",
        "bangla_text": "আপনি কি লক্ষ্য করেন না যে, আসমানসমূহ ও যমীনে যা কিছু আছে আল্লাহ তা জানেন? তিন ব্যক্তির মধ্যে এমন কোন গোপন পরামর্শ হয় না যাতে চতুর্থ জন হিসেবে তিনি থাকেন না এবং পাঁচ ব্যক্তির মধ্যেও হয় না যাতে ষষ্ট জন হিসেবে তিনি থাকেন না। তারা এর চেয়ে কম হোক বা বেশী হোক তিনি তো তাদের সঙ্গেই আছেন তারা যেখানেই থাকুক না কেন [১]। তারপর তারা যা করে, তিনি তাদেরকে কিয়ামতের দিন তা জানিয়ে দেবেন। নিশ্চয় আল্লাহ্‌ সব কিছু সম্পর্কে সম্যক অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তবে মনে রাখতে হবে যে, সাথে থাকার অর্থ এ নয় যে, আল্লাহ্ তা'আলা তাঁর কোন সৃষ্টির ভিতরে বা সৃষ্টির সাথে লেগে আছেন। বরং এখানে সাথে থাকার অর্থ, জ্ঞানের মাধ্যমে তাদের সাথে থাকা। কারণ, আয়াতের শেষে “নিশ্চয় আল্লাহ সব কিছু সম্পর্কে সম্যক অবগত।” এ কথাটি বলে তা স্পষ্ট বুঝিয়ে দেয়া হয়েছে। মহান আল্লাহ তাঁর আরাশের উপর, তাঁর সৃষ্টি থেকে সম্পূর্ণ আলাদা অবস্থানে রয়েছেন। স্রষ্টাকে সৃষ্টির সাথে লেগে আছে বা প্রবিষ্ট হয়ে আছে মনে করা শির্ক ও কুফারী। এ তাফসীরের অন্যান্য স্থানেও এ বিষয়টি বিস্তারিত বর্ণনা করা হয়েছে। [যেমন সূরা ত্বা-হা: ৪৬; সূরা আশ-শু'আরা: ১৫; সূরা আল-হাদীদ: ৪]\n  <br/>\n  <br/>\n  এ সব আয়াতের সব স্থানেই এর অর্থ হচ্ছে, আল্লাহ তা'আলার জ্ঞান তাঁর বান্দাকে পরিবেষ্টন করে আছে। তার জ্ঞান ও ক্ষমতার বাইরে কেউ নেই। এরই নাম হচ্ছে, সাধারণভাবে আল্লাহ তাঁর বান্দার সাথে থাকা। তবে এর পাশাপাশি আল্লাহ তা'আলা তার মুমিন বান্দাদের সাথে বিশেষভাবেও সাথে থাকেন। আর সে সাথে থাকা বলতে বুঝায় সাহায্য-সহযোগিতা ও প্রতিষ্ঠা করা। [যেমন সূরা আল-বাকারাহ: ১৯৪; সূরা আলআনফাল: ১৯; সূরা আত-তাওবাহঃ ৩৬; ১২৩; সূরা আন-নাহল: ১২৮; সূরা আল-আনকাবূত: ৬৯ ও সূরা মুহাম্মাদ: ৩৫ নং আয়াত] এ সব আয়াতে \"সাথে থাকা' সাহায্য-সহযোগিতার অর্থে ব্যবহৃত হয়েছে। অর্থাৎ তিনি সৎ বান্দাদের সম্পর্কে সম্যক জানেন ও তাদেরকে সাহায্য ও সহযোগিতা করেন।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫৮ : ৮",
        "arabic_text": "\nأَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "আপনি কি তাদেরকে লক্ষ্য করেন না, যাদেরকে গোপন পরামর্শ করতে নিষেধ করা হয়েছিল? তারপর তারা যা নিষিদ্ধ তারই পুনরাবৃত্তি করে এবং পাপাচরণ, সীমালঙ্ঘন ও রাসূলের বিরুদ্ধাচরণের জন্য গোপন পরামর্শ করে [১]। আর তারা যখন আপনার কাছে আসে তখন তারা আপনাকে এমন কথা দ্বারা অভিবাদন করে যা দ্বারা আল্লাহ আপনাকে অভিবাদন করেননি। আর তারা মনে মনে বলে, “আমরা যা বলি তার জন্য আল্লাহ আমাদেরকে শাস্তি দেন না কেন [২]?” জাহান্নামই তাদের জন্য যথেষ্ট, যেখানে তারা দগ্ধ হবে, আর কত নিকৃষ্ট সে গন্তব্যস্থল !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “যেখানে তোমরা তিনজন একত্রিত সেখানে দুইজন তৃতীয় জনকে ছেড়ে পরস্পরে কানাকানি ও গোপন কথাবার্তা বলবে না, যে পর্যন্ত আরও লোক না এসে যায়। কারণ, এতে সে মনঃক্ষুণ্ন হবে, সে নিজেকে পর বলে ভাববে এবং তার বিরুদ্ধেই কথাবার্তা হচ্ছে বলে সে সন্দেহ করবে। ” [মুসলিম: ২১৮৪]\n  <br/>\n  <br/>\n  [২] আব্দুল্লাহ ইবনে আমর ইবন আস বলেন, ইয়াহুদীরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে উপস্থিত হলে السَّلَامُ عَلَيْكُمْ বলার পরিবর্তে السَّامُ عَلَيْكُمْ বলত। سَامٌ শব্দের অর্থ মৃত্যু। এ ঘটনার পরিপ্রেক্ষিতে এ আয়াত নাযিল হয়। ইয়াহুদীরা এভাবে সালাম করে চুপিসারে বলত, আমাদের এই গোনাহের কারণে আল্লাহ আমাদেরকে শাস্তি দেন না কেন? [মুসনাদে আহমাদ: ২/১৭০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫৮ : ৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ ",
        "bangla_text": "হে মুমিনগণ ! তোমরা যখন গোপন পরামর্শ করবে তখন সে গোপন পরামর্শ যেন পাপাচরণ, সীমালঙ্ঘন ও রাসূলের বিরুদ্ধাচরণ সম্পর্কে না কর [১]। আর তোমরা সৎকর্ম ও তাকওয়া অবলম্বনের পরামর্শ করো। আর আল্লাহর তাকওয়া অবলম্বন কর যাঁর কাছে তোমাদেরকে সমবেত করা হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ ব্যাপারে যে মজলিসী রীতিনীতি রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শিক্ষা দিয়েছেন তা এই যে, “যখন তিন ব্যক্তি এক জায়গায় বসা থাকবে, তখন তাদের মধ্য থেকে দু’জনের তৃতীয় জনকে বাদ দিয়ে গোপন সলা পরামর্শ করা উচিত নয়। কেননা, এটা তৃতীয় ব্যক্তির মনকষ্টের কারণ হবে।” [বুখারী: ৬২৮৮, মুসলিম: ২১৮৩, মুসনাদে আহমাদ: ১/৩৭৫]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫৮ : ১০",
        "arabic_text": "\nإِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ ",
        "bangla_text": "গোপন পরামর্শ তো কেবল শয়তানের প্ররোচনায় হয় মুমিনদেরকে দুঃখ দেয়ার জন্য। তবে আল্লাহর অনুমতি ছাড়া শয়তান তাদের সামান্যতম ক্ষতি সাধনেও সক্ষম নয়। অতএব আল্লাহ্‌র উপরই মুমিনরা যেন নির্ভর করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫৮ : ১১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ ",
        "bangla_text": "হে ঈমানদারগণ ! যখন তোমাদেরকে বলা হয়, মজলিসে স্থান প্রশস্ত করে দাও তখন তোমরা স্থান প্রশস্ত করে দিও, আল্লাহ্‌ তোমাদের জন্য স্থান প্রশস্ত করে  দেবেন [১]। আর যখন বলা হয়, “উঠ”, তখন তোমরা উঠে যাবে [২]। তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদেরকে জ্ঞান দান করা হয়েছে আল্লাহ্‌ তাদেরকে মর্যাদায় উন্নত করবেন ; আর তোমরা যা কর আল্লাহ্‌ সে সম্পর্কে সবিশেষ অবহিত [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিভিন্ন বর্ণনা থেকে জানা যায় যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মসজিদে মুনাফিকরা মজলিস পূর্ণ করে বসে থাকত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে আগন্তুকদের জন্য জায়গা করে দিতে বলতেন কিন্তু তারা নির্বিকার থাকত। তখন আল্লাহ্ তা'আলা এ আয়াত নাযিল করে তাদের সাবধান করে দেন। এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “তোমাদের কেউ যেন কাউকে উঠিয়ে দিয়ে সেখানে না বসে, বরং জায়গা করে দাও, আল্লাহও তোমাদের জন্য তা করে দেবেন।” [বুখারী: ৬২৭০, মুসলিম: ২১৭৭]\n  <br/>\n  <br/>\n  ইসলাম মজলিসের সাথে সম্পর্কিত আরও কিছু শিষ্টাচার নির্ধারণ করে দিয়েছেন, যেমন: কেউ কারো জন্য নিজের বসার জায়গা ছেড়ে দিতে হবে না বরং অন্যকে জায়গা করে দিবে। [মুসনাদে আহমাদ: ২/৩৩৮, ৪৮৩] অন্য হাদীসে এসেছে, ইবনে উমর রাদিয়াল্লাহু ‘আনহু বলেন, “কাউকে তার জায়গা থেকে উঠিয়ে সেখানে অপর কাউকে বসাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিষেধ করেছেন। বরং তোমরা প্রশস্ত কর এবং বড় করে নাও”। [বুখারী: ২৬৭০]\n  <br/>\n  <br/>\n  তাই কোন ব্যক্তি আগমন করলে তার জন্য কি দাঁড়াতে হবে? এ ব্যাপারে আলেমদের মধ্যে দ্বিমত আছে। কারও কারও মতে, আগমনকারীর জন্য দাঁড়ানোর অনুমতি আছে। তারা তাদের মতের সপক্ষে রাসূলের হাদীস “তোমরা তোমাদের নেতার প্রতি দাঁড়িয়ে যাও” [বুখারী: ৩০৪৩, মুসলিম: ১৭৬৮] কিন্তু অধিকাংশ আলেমগণ এটা করতে নিষেধ করেছেন, তাদের দলীল হলো, রাসূলের হাদীস, “কেউ যদি এটা পছন্দ করে যে, মানুষ তার জন্য দাঁড়িয়ে থাকবে, তবে সে যেন জাহান্নামে তার অবস্থান করে নিল” [তিরমিয়ী: ২৭৫৫] তারা পূর্ববর্তী হাদীসে উত্তরে বলেন, হাদীসের শব্দ হলো, قُومُواإِلى سَيَّدِكُمْ যার অর্থ, তোমরা দাঁড়িয়ে তোমাদের নেতার প্রতি ধাবিত হও। এর অন্য বর্ণনায় এসেছে,\n  <br/>\n  <br/>\n  قُومُواإِلى سَيَّدِكُمْ فأنزلُوه\n  <br/>\n  <br/>\n  অর্থাৎ “তোমরা  তোমাদের নেতার প্রতি ধাবিত হয়ে তাকে নামিয়ে নাও” [মুসনাদে আহমাদ: ৬/১৪১-১৪২] এ বর্ণনা থেকে স্পষ্ট বুঝা গেল যে, এখানে তাকে ঘোড়া থেকে নামিয়ে নেয়ার জন্যই দাঁড়াতে বলা হয়েছে। কারণ; তিনি যুদ্ধে আহত হয়েছিলেন সে জন্য হাঁটতে অক্ষম ছিলেন। ফলে তাকে বাহন থেকে নামিয়ে নেয়ার প্রয়োজন ছিল। সুতরাং কারো জন্য দাঁড়ানোর পক্ষে শক্তিশালী কোন প্রমাণ নেই। কোন কোন আলেম অবশ্য এ ব্যাপারে বিস্তারিত মতামত দিয়েছেন। তাদের মতে, সাধারণ অবস্থায় যেভাবে মানুষ মানুষকে দাঁড়াতে বাধ্য করে সেভাবে জায়েয নেই, তবে কেউ সফর থেকে আসলে বা কোনো ক্ষমতাশীলের ক্ষমতায় প্রবেশ করলে ক্ষমতাশীলের প্রতি সম্মান করতে ও তার নির্দেশ বাস্তবায়ন ও তার সম্মানের দিকে খেয়াল রেখে দাঁড়িয়ে যাওয়া জায়েয এবং এটা হিকমতেরও চাহিদা। যেমনিভাবে সাহাবায়ে কিরাম রাদিয়াল্লাহু আনহুম সা'দ ইবনে মু’আয এর মধ্যে তার নির্দেশ ও ফয়সালা বেশী গ্রহণযোগ্য ও কার্যকর হয়। কিন্তু স্বাভাবিক অবস্থায় কাউকে দেখলেই দাঁড়াতে হবে এটা শরীআত সমর্থিত নয়। বিভিন্ন বর্ণনায় এসেছে, “সাহাবায়ে কিরামের নিকট রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে প্রিয় ব্যক্তি কেউ ছিলেন না। কিন্তু তিনি যখন মজলিসে আগমন করতেন তখন তারা দাঁড়াতোনা, কারণ; তারা জানতো যে, তিনি তা অপছন্দ করেন।” [মুসনাদে আহমাদ: ৩/১৩২, তিরমিয়ী: ২৭৫৪]\n  <br/>\n  <br/>\n  এমনকি সাহাবায়ে কিরাম যখনই রাসূলের মজলিসে আসতেন তখনই তারা যেখানে বসা শেষ হয়েছে সেখানে বসতেন। [আবু দাউদ: ৪৮২৫, তিরযিমযী: ২৭২৫] তবে সাহাবায়ে কিরামের মধ্যে যারা রাসূলের নৈকট্যপ্ৰাপ্ত ছিলেন তারা আসলে স্বাভাবিকভাবেই সাহাবায়ে কিরাম তাদের জন্য জায়গা করে দিতেন। আর রাসূলই এ ব্যাপারে নির্দেশ দিয়েছিলেন। তিনি বলেন, “তোমাদের মধ্যে যারা জ্ঞানী ও বুদ্ধিমান তারা যেন আমার কাছে থাকে”। [মুসলিম: ৪৩২, আবু দাউদ: ৬৭৪]\n  <br/>\n  <br/>\n  সে হিসেবে আবু বকর সাধারনত তার ডান পাশে, উমর বাম পাশে, উসমান ও আলী রাদিয়াল্লাহু ‘আনহুম সামনে বসতেন। কারণ: তারা ওহী লিখতেন। তবে কোন ক্রমেই কারও অনুমতি ব্যতীত দু’জনের মাঝখানে বসে দু'জনের মধ্যে পৃথকীকরণ করা যাবে না। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “কোন লোকের পক্ষে এটা জায়েয নয় যে, সে দু'জনের মাঝে পৃথকীকরণ করে বসবে তাদের অনুমতি ব্যতীত”। [আবু দাউদ: ৪৮৪৫, তিরমিয়ী: ২৭৫২, মুসনাদে আহমাদ: ২/২১৩]\n  <br/>\n  <br/>\n  [২] মুজাহিদ বলেন, এখানে “উঠ” বলে যাবতীয় কল্যাণকর কাজ করার জন্য নির্দেশ বুঝানো হয়েছে, অর্থাৎ যখনই তোমাদেরকে শক্রর মোকাবিলায় দাঁড়াতে, অথবা সৎকাজ করতে বা কোন হক আদায় করতে বলা হয় তখনই তোমরা তা করতে সচেষ্ট হবে। কাতাদাহ বলেন, এর অর্থ যখনই তোমাদেরকে কোন কল্যাণকর কাজের আহবান জানানো হয় তখনই তোমরা তার প্রতি সাড়া দিও। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ কাউকে তার বসা থেকে সরে অন্যকে বসার জায়গা করে দেয়া বা রাসূল ও দ্বীনী নেতারা যদি কাউকে বের হতে বলে যদি তোমরা কর তবে এটা মনে করো না যে, এর দ্বারা তোমাদের সম্মানের কোন কমতি করা হচ্ছে বা তোমাদেরকে অবমুল্যায়ণ করা হচ্ছে। বরং আল্লাহর নিকট এ নির্দেশ পালনের মধ্যেই সম্মান ও মর্যাদা রয়েছে। আল্লাহ তার এ ত্যাগ কখনো খাটো করে দেখবেন না। তিনি তাকে দুনিয়া ও আখেরাতে পুরস্কৃত করবেন। কেননা; যে কেউ মহান আল্লাহর দিক বিবেচনা করে বিনম্র হয় মহান আল্লাহ তার মর্যাদা বুলন্দ করে দেন। আর তার স্মরণকে উচু করে দেন। আর এ জন্যই পরবর্তী আয়াতাংশে বলা হয়েছে, “তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদেরকে জ্ঞান দান করা হয়েছে আল্লাহ তাদেরকে মর্যাদায় উন্নত করবেন। আর আল্লাহ তোমরা যা কর সে সম্পর্কে সবিশেষ অবহিত।” তিনি ভাল করেই জানেন কারা উঁচু মর্যাদা পাওয়ার অধিকারী আর কারা নয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  আবুত তোফায়েল আমের ইবনে ওয়াসিলা বলেন, উমর রাদিয়াল্লাহু ‘আনহু নাফে' ইবনে হারেসকে উসফান নামক স্থানে দেখা পেলেন। তিনি তাকে মক্কার গভর্ণর নিযুক্ত করেছিলেন। উমর তাকে জিজ্ঞেস করলেন, তুমি উপত্যকাবাসী (মক্কা) এর উপর কাকে দায়িত্ব দিয়ে এসেছ? আমের বললেন, আমি ইবনে আবদ্যার উপর তাদের দায়িত্ব দিয়েছি। উমর বললেন, ইবনে আবযা কে? তিনি বললেন, আমাদের এক দাস। উমর বললেন, তাদের উপর তুমি দাসকে দায়িত্বশীল করেছ? তিনি বললেন, হে আমিরুল মুমিনীন ! সে আল্লাহর কিতাবের একজন সুপাঠক, ফারায়েজ সম্পর্কে পণ্ডিত ও বিচারক। তখন উমর রাদিয়াল্লাহু ‘আনহু বললেন, তাহলে শোন, আমি তোমাদের নবীকে বলতে শুনেছি, তিনি বলেছেন, “নিশ্চয় আল্লাহ্‌ এ কুরআন দ্বারা কাউকে উচ্চ মর্যাদায় আসীন করবেন আর কাউকে অধঃপতন ঘটাবেন।” [মুসলিম: ৮১৭]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫৮ : ১২",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ ",
        "bangla_text": "হে ঈমান্দারগণ ! তোমারা যখন রাসূলের সাথে চুপি চুপি কথা বলতে চাও, তখন তোমাদের এরূপ কথার পূর্বে কিছু সাদাকাহ পেশ কর, এটাই তোমাদের জন্য শ্রেয় ও পরিশোধক [১] ; কিন্তু যদি তোমরা অক্ষম হও, তবে নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জনশিক্ষা ও জন-সংস্কারের কাজে দিবারাত্র মশগুল থাকতেন। সাধারণ মজলিসসমূহে উপস্থিত লোকজন তাঁর অমিয় বাণী শুনে উপকৃত হতো। এই সুবাদে কিছু লোক তাঁর সাথে আলাদাভাবে গোপন কথাবার্তা বলতে চাইলে তিনি সময় দিতেন। বলাবাহুল্য প্রত্যেক ব্যক্তিকে আলাদা সময় দেয়া যেমন সময়সাপেক্ষ, তেমনি কষ্টকর ব্যাপার। এতে মুনাফিকদের কিছু দুষ্টামিও শামিল হয়ে গিয়েছিল। তারা খাঁটি মুসলিমদের ক্ষতি সাধনের উদ্দেশ্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে একান্তে গমন ও গোপন কথা বলার সময় চাইত এবং দীর্ঘক্ষণ পর্যন্ত কথাবার্তা বলত। কিছু অজ্ঞ মুসলিমও স্বভাবগত কারণে কথা লম্বা করে মজলিসকে দীর্ঘায়িত করত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর এই বোঝা হালকা করার জন্যে আল্লাহ তা'আলা প্ৰথমে এই আদেশ অবতীর্ণ করলেন যে, যারা রাসূলের সাথে একান্তে কানকথা বলতে চায়, তারা প্রথমে কিছু সদকা প্ৰদান করবে। এ নির্দেশের পর অনেকেই কানকথা বলা থেকে বিরত থেকেছিল। এর পরই আল্লাহ তা'আলা পরবর্তী আয়াত নাযিল করে মুমিনদেরকে তা থেকে অব্যাহতি দিলেন। ফলে কারা সত্যিকার মুমিন আর কারা কপট তা ধরা পড়ে গেল। [তাবারী।]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫৮ : ১৩",
        "arabic_text": "\nءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ ",
        "bangla_text": "তোমরা কি চুপি চুপি কথা বলার আগে সাদাকাহ্‌ প্রদানে ভয় পেয়ে গেলে? যখন তোমারা তা করতে পারলে না, আর আল্লাহ্‌ তোমাদেরকে ক্ষমা করে দিলেন, তখন তোমারা সালাত কায়েম কর, যাকাত প্রদান কর এবং আল্লাহ্‌ ও তাঁর রাসূলের অনুগত্য কর। আর তোমারা যা আমল কর আল্লাহ্‌ সে সম্পর্কে সম্যক অবহিত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫৮ : ১৪",
        "arabic_text": "\n۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ ",
        "bangla_text": "আপনি কি তাদের প্রতি লক্ষ্য করেননি যারা এমন এক সম্প্রদায়ের সাথে বন্ধুত্ব করে যাদের উপর আল্লাহ্‌ ক্রধান্বিত হয়েছেন? তারা তোমাদের দলভুক্ত নয় আর তোমারাও তাদের দলভুক্ত নও। আর তারা জেনে শুনে মিথ্যার উপর শপথ করে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫৮ : ১৫",
        "arabic_text": "\nأَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আল্লাহ্‌ তাদের জন্য প্রস্তুত রেখেছেন কঠিন শাস্তি। নিশ্চয় তারা যা করত তা কতই না মন্দ !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫৮ : ১৬",
        "arabic_text": "\nٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ ",
        "bangla_text": "তারা তাদের শপথগুলোকে ঢালস্বরুপ গ্রহণ করেছে, অতঃপর তারা আল্লাহর পথে বাধা প্রদান করেছে ; সুতরাং তাদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫৮ : ১৭",
        "arabic_text": "\nلَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ ",
        "bangla_text": "আল্লাহর শাস্তি মোকাবিলায় তাদের ধন-সম্পদ ও সন্তান-সন্ততি তাদের কোন কাজে আসবে না ; তারাই জাহান্নামের অধিবাসী, সেখানে তারা স্থায়ী হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫৮ : ১৮",
        "arabic_text": "\nيَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ ",
        "bangla_text": "যে দিন আল্লাহ্‌ পুনরুথিত করবেন তাদের সবাইকে, তখন তারা আল্লাহর কাছে সেরূপ শপথ করবে যেরূপ শপথ তোমাদের কাছে করে এবং তারা মনে করে যে, এতে তারা ভাল কিছুর উপর রয়েছে। সাবধান ! তারাইতো  প্রকৃত মিথ্যাবাদী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোনো কোনো বর্ণনায় আছে, এই আয়াত এক মুনাফিক সম্পর্কে নাযিল হয়েছে। একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাহাবায়ে কেরামের সাথে বসা ছিলেন, এমন সময় তিনি বললেনঃ এখন তোমাদের কাছে এক ব্যক্তি আগমন করবে। তার অন্তর নিষ্ঠুর এবং সে শয়তানের চোখে দেখে। এর কিছুক্ষণ পরই এক মুনাফিক আগমন করল। তার চক্ষু ছিল নীলাভ; দেহাবয়ব বেঁটে গোধুম বৰ্ণ এবং সে ছিল হালকা শ্মশ্ৰূমণ্ডিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বললেনঃ তুমি এবং তোমার সঙ্গীরা আমাকে গালি দেয় কেন? সে শপথ করে বললঃ আমি এরূপ করিনি। এরপর সে তার সঙ্গীদেরকেই ডেকে আনল এবং তারাও মিছেমিছি শপথ করল। আল্লাহ তা’আলা এই আয়াতে তাদের মিথ্যাচার প্রকাশ করে দিয়েছেন। [মুসনাদে আহমাদ: ১/২৪০, ২৬৭, ৩৫০]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫৮ : ১৯",
        "arabic_text": "\nٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ ",
        "bangla_text": "শয়তান তাদের উপর প্রভাব বিস্তার করেছে ; ফলে তাদেরকে ভুলিয়ে দিয়েছে আল্লাহর স্মরণ। তারাই শয়তানের দল। সাবধান ! নিশ্চয় শয়তানের দল ক্ষতিগ্ৰস্ত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মাদান ইবনে আবি তালহা আল-ইয়ামুরী বলেন, আমাকে আবুদ্দারদা রাদিয়াল্লাহু ‘আনহু বললেন, তুমি কোথায় থাক? আমি বললাম, হিমসের নিকটে একটি জনপদে। তখন আবুদ্দারদা রাদিয়াল্লাহু ‘আনহু বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি, “কোন জনপদে কিংবা বেদুইনদের তাঁবুতে তিনজন লোক থাকার পরও যদি সেখানে সালাত কায়েম করা না হয় তবে শয়তান সেখানে প্রভাব বিস্তার করে। সুতরাং তুমি জামা'আতের (সালাতের জামা'আতের) সাথে জীবন অতিবাহিত করা। কেননা, নেকড়ে কেবল দলছুটকেই খায়।” [আবু দাউদ: ৫৪৭, মুস্তাদরাকে হাকিম: ২/৪৮২, ৪৮৩]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫৮ : ২০",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ ",
        "bangla_text": "নিশ্চয় যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করে, তারা হবে চরম লাঞ্ছিতদের অন্তর্ভুক্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫৮ : ২১",
        "arabic_text": "\nكَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ ",
        "bangla_text": "আল্লাহ্ লিখে রেখেছেন, ‘আমি অবশ্যই বিজয়ী হব এবং আমার রাসূলগণও’। নিশ্চয় আল্লাহ্‌ মহাশক্তিমান, মহাপরাক্রমশালী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫৮ : ২২",
        "arabic_text": "\nلَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ ",
        "bangla_text": "আপনি পাবেন না আল্লাহ ও আখিরাতের উপর ঈমানদার এমন কোন সম্প্রদায়, যারা ভালবাসে তাদেরকে যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করে --- হোক না এ বিরুদ্ধাচারীরা তাদের পিতা, পুত্ৰ, ভাই অথবা এদের জ্ঞাতি-গোত্র। এদের অন্তরে আল্লাহ লিখে দিয়েছেন ঈমান এবং তাদেরকে শক্তিশালী করেছেন তাঁর পক্ষ থেকে রূহ দ্বারা [১]। আর তিনি তাদেরকে প্ৰবেশ করাবেন এমন জান্নাতে, যার পাদদেশে নদীসমূহ প্রবাহিত ; সেখানে তারা স্থায়ী হবে ; আল্লাহ তাদের প্রতি সন্তুষ্ট হয়েছেন এবং তারাও তাঁর প্রতি সন্তুষ্ট। তারাই  আল্লাহ্‌র দল। জেনে রাখ, নিশ্চয় আল্লাহর দলই সফলকাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কেউ কেউ রূহ এর তাফসীর করেছেন নূর, যা মুমিন ব্যক্তি আল্লাহর পক্ষ থেকে প্রাপ্ত হয়। এই নূরই তার সৎকর্ম ও আন্তরিক প্রশান্তির উপায় হয়ে থাকে। বলাবাহুল্য এ প্রশান্তি একটি বিরাট শক্তি। আবার কেউ কেউ রূহ এর তাফসীর করেছেন, কুরআন ও কুরআনের প্রমাণাদি। [বাগভী]\n </p>\n</div>"
    }
]