[
    {
        "id": 1,
        "verse": "৫৯ : ১",
        "arabic_text": "\nسَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "আসমানসমূহ ও যমীনে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে ; আর তিনি পরাক্রমশালী, প্ৰজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  এ সূরাকে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুম সূরা বনী নাদ্বীর বলতেন। সমগ্র সূরা হাশর ইয়াহুদী বনু-নাদ্বীর গোত্র সম্পর্কে নাযিল হয়েছে বলেও তিনি মন্তব্য করেছেন [বুখারী: ৪৮৮২]।\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫৯ : ২",
        "arabic_text": "\nهُوَ ٱلَّذِيٓ أَخۡرَجَ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ مِن دِيَٰرِهِمۡ لِأَوَّلِ ٱلۡحَشۡرِۚ مَا ظَنَنتُمۡ أَن يَخۡرُجُواْۖ وَظَنُّوٓاْ أَنَّهُم مَّانِعَتُهُمۡ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنۡ حَيۡثُ لَمۡ يَحۡتَسِبُواْۖ وَقَذَفَ فِي قُلُوبِهِمُ ٱلرُّعۡبَۚ يُخۡرِبُونَ بُيُوتَهُم بِأَيۡدِيهِمۡ وَأَيۡدِي ٱلۡمُؤۡمِنِينَ فَٱعۡتَبِرُواْ يَٰٓأُوْلِي ٱلۡأَبۡصَٰرِ ",
        "bangla_text": "কিতাবীদের মধ্যে যারা কুফারী করেছিল তিনিই তাদেরকে প্ৰথম সমাবেশের জন্য তাদের আবাসভূমি থেকে বিতাড়িত করেছিলেন [১]। তোমরা কল্পনাও করনি যে, তারা বেরিয়ে যাবে। আর তারা মনে করেছিল যে, তাদের দুর্গগুলো তাদের রক্ষা করবে আল্লাহর পাকড়াও থেকে; কিন্তু আল্লাহ তাদের কাছে এমনভাবে আসলেন যা তারা কল্পনাও করেনি। আর তিনি তাদের অন্তরে ত্রাসের সঞ্চার করলেন। ফলে তারা ধ্বংস করে ফেলল নিজেদের বাড়ি-ঘর নিজেদের হাতে এবং মুমিনদের হাতেও [২]; অতএব হে চক্ষুষ্মান ব্যক্তিগণ! তোমরা উপদেশ গ্রহণ কর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মদীনা পৌঁছে রাজনৈতিক দুরদর্শিতার কারণে সর্বপ্রথম মদিনায় ও তৎপার্শ্ববর্তী এলাকায় বসবাসকারী ইয়াহুদী গোত্ৰসমূহের সাথে শান্তিচুক্তি সম্পাদন করেছিলেন। চুক্তিতে উল্লেখ করা হয়েছিল যে, ইয়াহুদীরা মুসলিমদের বিরুদ্ধে যুদ্ধে প্রবৃত্ত হবে না এবং কোন আক্রমণকারীকে সাহায্য করবে না। তারা আক্রান্ত হলে মুসলিমরা তাদেরকে সাহায্য করবে। শান্তিচুক্তিতে আরও অনেক ধারা ছিল। এমনিভাবে বনু-নাদীরসহ ইয়াহুদীদের সকল গোত্র এই চুক্তির অন্তর্ভুক্ত ছিল। মদীনা থেকে দুই মাইল দূরে বনু নাদীরের বসতি, দূর্ভেদ্য দূর্গ এবং বাগ-বাগিচা ছিল। ওহুদ যুদ্ধ পর্যন্ত বাহ্যতঃ তাদেরকে এই শান্তিচুক্তির অনুসারী দেখা যায়। কিন্তু ওহুদ যুদ্ধের পরে বিশ্বাসঘাতকতা ও গোপন দুরভিসন্ধি শুরু করে দেয়। এই বিশ্বাসঘাতকার সূচনা এভাবে হয় যে, বনু নান্ধীরের জনৈক সর্দার কা'ব ইবনে আশরাফ ওহুদ যুদ্ধের পর আরও চল্লিশজন ইয়াহুদীকে সাথে নিয়ে মক্কা পৌঁছে এবং ওহুদ যুদ্ধ ফেরত কুরাইশী কাফেরদের সাথে সাক্ষাৎ করে। দীর্ঘ আলোচনার পর উভয় পক্ষের মধ্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও মুসলিমদের বিরুদ্ধে যুদ্ধ করার চুক্তি চূড়ান্ত হয়। চুক্তি সম্পাদনের পর কা'ব ইবনে আশরাফ মদীনায় ফিরে এলে জিবরাঈল আলাইহিস সালাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে আদ্যোপান্ত ঘটনা এবং চুক্তির বিবরণ বলে দেন। এরপর বনু নান্ধীর আরও অনেক চক্রান্ত করতে থাকে। তন্মধ্যে একটি আলোচ্য আয়াতের সাথে সম্পর্কিত যার কারণে তাদেরকে মদীনা থেকে চলে যেতে হয়। ঘটনাটি হলো, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মদিনায় আগমন করার পর ইয়াহুদীদের সাথে সম্পাদিত শান্তিচুক্তির একটি শর্ত এই ছিল যে, কারো দ্বারা ভুলবশত: হত্যা হয়ে গেলে মুসলিম ও ইয়াহুদী সবাই এর রক্তের বিনিময় পরিশোধ করবে। একবার আমর ইবনে উমাইয়া দমরীর হাতে দু'টি হত্যাকাণ্ড সংঘটিত হয়েছিল। চুক্তির শর্ত অনুযায়ী এর রক্ত বিনিময় আদায় করা মুসলিম-ইয়াহূদী সকলেরই কর্তব্য ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর জন্য মুসলিমদের কাছ থেকে চাঁদা তুললেন। অতঃপর চুক্তি অনুযায়ী ইয়াহুদীদের কাছ থেকেও রক্ত বিনিময়ের অর্থ গ্রহণ করার ইচ্ছা করলেন। সে মতে তিনি বনু-নাদ্বীর গোত্রের কাছে গমন করলেন। তারা দেখল যে, রাসূলকে হত্যা করার এটাই প্রকৃষ্ট সুযোগ। তাই তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এক জায়গায় বসিয়ে দিয়ে বলল, আপনি এখানে অপেক্ষা করুন। আমরা রক্ত বিনিময়ের অর্থ সংগ্ৰহ করার ব্যবস্থা করছি। এরপর এরা গোপনে পরামর্শ করে স্থির করল যে, তিনি যে প্রাচীরের নীচে উপবিষ্ট আছেন, এক ব্যক্তি সেই প্রাচীরের উপরে উঠে একটি বিরাট ও ভারী পাথর তার উপর ছেড়ে দিবে, যাতে তার মৃত্যু ঘটে। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তৎক্ষণাৎ ওহির মাধ্যমে এই চক্রান্তের বিষয় অবগত হয়ে গেলেন। তিনি সে স্থান ত্যাগ করে চলে এলেন এবং ইয়াহুদীদেরকে বলে পাঠালেনঃ তোমরা অঙ্গীকার ভঙ্গ করে চুক্তি লঙ্ঘন করেছ। অতএব, তোমাদেরকে দশ দিনের সময় দেয়া হলো। এই সময়ের মধ্যে তোমরা যেখানে ইচ্ছা চলে যাও। এই সময়ের পর কেউ এ স্থানে দৃষ্টিগোচর হলে তার গর্দান উড়িয়ে দেয়া হবে। বনু-নাদ্বীর মদিনা ত্যাগ করে চলে যেতে সম্মত হলে আবদুল্লাহ ইবনে উবাই মুনাফিক তাদেরকে বাধা দিয়ে বললঃ তোমরা এখানেই থাক। অন্যত্র যাওয়ার প্রয়োজন নেই। আমার অধীনে দুই হাজার যোদ্ধার একটি বাহিনী আছে। তারা প্ৰাণ দিবে, কিন্তু তোমাদের গায়ে একটি আচড়ও লাগতে দিবে না। বনু-নাদ্বীর তাদের দ্বারা প্ররোচিত হয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সদৰ্পে বলে পাঠালঃ আমরা কোথাও যাব না। আপনি যা করতে পারেন, করেন। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাহাবায়ে কেরামকে সাথে নিয়ে বনু-নাদ্বীর গোত্ৰকে আক্রমণ করলেন। বনু-নাদ্বীর দুর্গের ফটক বন্ধ করে বসে রইল এবং মুনাফিকরাও আত্মগোপন করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে চতুর্দিক থেকে অবরোধ করলেন এবং তাদের খর্জুর বৃক্ষে আগুন ধরিয়ে দিলেন এবং কিছু কর্তন করিয়ে দিলেন। অবশেষে নিরূপায় হয়ে তারা নির্বাসনদণ্ড মেনে নিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এই অবস্থায়ও তাদের প্রতি সৌজন্য প্রদর্শন করে আদেশ দিলেন, আসবাবপত্র যে পরিমাণ সঙ্গে নিয়ে যেতে পার, নিয়ে যাও। তবে কোনো অস্ত্ৰ-শস্ত্ৰ সঙ্গে নিতে পারবে না। এগুলো বাজেয়াপ্ত করা হবে। সে মতে বনু-নাদ্বীরের কিছু লোক সিরিয়ায় এবং কিছু লোক খাইবরে চলে গেল। সংসারের প্রতি অসাধারণ মোহের কারণে তারা গৃহের কড়ি-কাঠ, তক্তা ও কপাট পর্যন্ত উপড়িয়ে নিয়ে গেল। ওহুদ যুদ্ধের পর চতুর্থ হিজরীর রবিউল আউয়াল মাসে এই ঘটনা সংঘটিত হয়। এরপর উমর রাদিয়াল্লাহু ‘আনহু তার খেলাফতকালে তাদেরকে পুনরায় অন্যান্য ইয়াহুদীদের সাথে খাইবর থেকে সিরিয়ায় নির্বাসিত করেন। এই নির্বাসনদ্বয়ই ‘প্রথম সমাবেশ” ও “দ্বিতীয় সমাবেশ” নামে অভিহিত | প্রথম হাশর রাসূলের যুগে আর দ্বিতীয় হাশর হয়েছিলো উমর রাদিয়াল্লাহু আনহুর সময়ে। উমর রাদিয়াল্লাহু ‘আনহুর সময়ে ইয়াহুদী ও নাসারাদেরকে আরব উপদ্বীপ থেকে বহিষ্কার করা হয়েছিল। তাদের শেষ হাশর হবে কিয়ামতের দিন। কোন কোন আলেমের মতে এখানে প্রথম হাশর অর্থ প্রথম সমাবেশ। অর্থাৎ বনী নাদীর গোত্রের বিরুদ্ধে যুদ্ধের জন্য মুসলিমদের সৈন্য সমাবেশের ঘটনা। তাদের বিরুদ্ধে লড়াই করার জন্য মুসলিমরা সবেমাত্র একত্রিত হয়েছিলো। লড়াই ও রক্তপাতের কোন অবকাশই সৃষ্টি হয়নি। ইতিমধ্যেই আল্লাহ তা'আলার কুদরাতে তারা দেশান্তরিত হতে প্ৰস্তুত হয়ে গিয়েছিল [দেখুন- ইবন কাসীর, কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] গৃহের দরজা, কপাট ইত্যাদি নিয়ে যাওয়ার জন্যে তারা নিজেদের হাতে নিজেদের গৃহ ধ্বংস করছিল। পক্ষান্তরে তারা যখন দুর্গের অভ্যন্তরে ছিল, মুসলিমগণ তাদের গৃহ ও গাছপালা ধ্বংস করছিল। [দেখুন-ইবন কাসীরাফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫৯ : ৩",
        "arabic_text": "\nوَلَوۡلَآ أَن كَتَبَ ٱللَّهُ عَلَيۡهِمُ ٱلۡجَلَآءَ لَعَذَّبَهُمۡ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابُ ٱلنَّارِ ",
        "bangla_text": "আর আল্লাহ তাদের নির্বাসনদণ্ড লিপিবদ্ধ না করলেও তিনি তাদেরকে দুনিয়াতে (অন্য) শাস্তি দিতেন [১]; আর আখেরাত তাদের জন্য রয়েছে আগুনের শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [২] ইবনে উমর রাদিয়াল্লাহু ‘আনহু বলেন, ইয়াহূদীদের মধ্যে বনু নান্ধীর ও বনু কুরাইযা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে দ্বন্দ্বে লিপ্ত হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বনু নদ্বীরকে দেশত্যাগের নির্দেশ দিলেন, তখন তিনি বনু কুরাইযাকে তাদের স্বস্থানে থাকতে দিয়ে তাদের উপর দয়া দেখালেন। কিন্তু তারাও পরবর্তীতে রাসূলের সাথে দ্বন্দ্বে লিপ্ত হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের পুরুষদেরকে হত্যা করলেন, মহিলা ও সন্তান-সন্ততিদেরকে মুসলিমদের মাঝে বন্টন করে দিলেন। তবে তাদের মাঝে কেউ কেউ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পক্ষ অবলম্বন করলে রাসূল তাদেরকে অভয় দিলেন, পরে তারা ঈমান এনেছিল। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইয়াহুদীদের বনু কাইনুকা, বনী হারেসা সহ যাবতীয় গোষ্ঠীকেই মদীনা থেকে তাড়িয়ে দিলেন। [মুসলিম: ১৭৬৬]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫৯ : ৪",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "এটা এ জন্যে যে, নিশ্চয় তারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধাচরণ করেছিল। আর কেউ আল্লাহর বিরুদ্ধাচরণ করলে আল্লাহ তো শাস্তি দানে কঠোর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫৯ : ৫",
        "arabic_text": "\nمَا قَطَعۡتُم مِّن لِّينَةٍ أَوۡ تَرَكۡتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذۡنِ ٱللَّهِ وَلِيُخۡزِيَ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "তোমরা যে খেজুর গাছগুলো কেটেছ এবং যেগুলোকে কাণ্ডের উপর স্থিত রেখে দিয়েছ, তা তো আল্লাহ্‌রই অনুমতিক্রমে [১]; এবং এ জন্যে যে, আল্লাহ ফাসিকদেরকে লাঞ্ছিত করবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বনু নাদ্বীর এর বসতি খেজুর বাগানের ঘেরা ছিল। তারা যখন দুর্গের ভিতরে অবস্থান গ্ৰহণ করল, তখন কিছু কিছু মুসলিম তাদেরকে উত্তেজিত ও ভীত করার জন্যে তাদের কিছু খেজুর গাছ কর্তন করে অথবা অগ্নিসংযোগ করে খতম করে দিল। অপর কিছু সংখ্যক সাহাবী মনে করলেন, ইনশাআল্লাহ বিজয় তাদের হবে এবং পরিণামে এসব বাগ-বাগিচা মুসলিমদের অধিকারভুক্ত হবে। এই মনে করে তারা বৃক্ষ কর্তনে বিরত রইলেন। এটা ছিল মতের গরমিল। পরে যখন তাদের মধ্যে কথাবার্তা হল, তখন বৃক্ষ কর্তনকারীরা এই মনে করে চিন্তিত হলেন যে, যে বৃক্ষ পরিণামে মুসলিমদের হবে, তা কর্তন করে তারা অন্যায় করেছেন। এর পরিপ্রেক্ষিতে আলোচ্য আয়াত নাযিল হল। এতে উভয় দলের কার্যক্রমকে আল্লাহর ইচ্ছার অনুকুলে প্রকাশ করা হয়েছে। [তিরমিয়ী: ৩৩০৩]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫৯ : ৬",
        "arabic_text": "\nوَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡهُمۡ فَمَآ أَوۡجَفۡتُمۡ عَلَيۡهِ مِنۡ خَيۡلٖ وَلَا رِكَابٖ وَلَٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "আর আল্লাহ ইয়াহুদীদের কাছ থেকে তাঁর রাসূলকে যে “ফায়” দিয়েছেন, তার জন্য তোমরা ঘোড়ায় কিংবা উটে আরোহণ করে যুদ্ধ করনি [১]; বরং আল্লাহ যার উপর ইচ্ছে তাঁর রাসূলগণকে কর্তৃত্ব দান করেন; আর আল্লাহ সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বর্ণিত أفاء শব্দটি  فيء  থেকে উদ্ভূত। এর অর্থ, প্রত্যাবর্তন করানো। যুদ্ধ ও জিহাদ ব্যতীত কাফেরদের কাছ থেকে অর্জিত সকল প্রকার ধন-সম্পদকেই ‘ফায়” বলা হত। [ইবন কাসীর] সে হিসেবে আলোচ্য আয়াতের সারমর্ম এই যে, যে ধন-সম্পদ যুদ্ধ ও জিহাদ ব্যতিরেকে অর্জিত হয়েছে, তা মুজাহিদ ও যোদ্ধাদের মধ্যে যুদ্ধলব্ধ সম্পদের আইনানুযায়ী বন্টন করা হবে না বরং তা পুরোপুরিভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এখতিয়ারে থাকবে। তিনি যাকে যতটুকু ইচ্ছা করবেন দেবেন, অথবা নিজের জন্যে রাখবেন। উমর রাদিয়াল্লাহু ‘আনহু বলেন, “বনু নাদ্বীর এর সম্পদ ছিল এমন সম্পদ যা আল্লাহ্ তাঁর রাসূলের করায়ত্ব করে দিয়েছিলেন। যাতে মুসলিমদের কোন ঘোড়া বা উটের ব্যবহার লাগেনি। অর্থাৎ যুদ্ধ করতে হয়নি। সুতরাং তা ছিল বিশেষভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সম্পদ। তিনি এটা থেকে তার পরিবারের বাৎসরিক খোরাকির ব্যবস্থা করতেন। বাকী যা থাকত তা যোদ্ধাস্ত্র ও আল্লাহর রাস্তায় ওয়াকফ হিসেবে থাকত। [বুখারী: ৪৮৮৫, মুসলিম: ১৭৫৭]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় এসেছে, উমর রাদিয়াল্লাহু আনহু বলেন, “নিশ্চয় আল্লাহ্ তা'আলা 'ফায়' তাঁর রাসূলের হাতে দিয়ে দিয়েছেন। তারপর উমর রাদিয়াল্লাহু আনহু\n  <br/>\n  <br/>\n  وَمَا أَفَاءَ اللَّهُ عَلَىٰ رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَٰكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَىٰ مَن يَشَاءُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ\n  <br/>\n  <br/>\n  এ আয়াত পাঠ করে বললেন, এতে ‘ফায়” বিশেষভাবে রাসূলকে দিয়ে দেয়া হয়েছে। এরপর উমর রাদিয়াল্লাহু আনহু বললেন, তবে তোমাদেরকে বাদ দিয়ে তিনি নিজে সেটা নিয়ে নেননি। তোমাদের উপর নিজেকে প্রাধান্য দেননি। [বুখারী: ৩০৯৩]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫৯ : ৭",
        "arabic_text": "\nمَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنۡ أَهۡلِ ٱلۡقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ كَيۡ لَا يَكُونَ دُولَةَۢ بَيۡنَ ٱلۡأَغۡنِيَآءِ مِنكُمۡۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمۡ عَنۡهُ فَٱنتَهُواْۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "আল্লাহ্‌ জনপদবাসীদের কাছ থেকে তাঁর রাসূলকে 'ফায়’ হিসেবে যা কিছু দিয়েছেন তা আল্লাহ্‌র,  রাসূলের,  রাসূলের স্বজনদের, ইয়াতীমদের,  মিসকীন ও পথচারীদের [১], যাতে তোমাদের মধ্যে যারা বিত্তবান শুধু তাদের মধ্যেই ঐশ্বর্য আবর্তন না করে। রাসূল তোমাদেরকে যা দেয় তা তোমারা গ্রহণ কর এবং যা থেকে তোমাদেরকে নিষেধ কর তা থেকে বিরত থাক [২] এবং তোমারা আল্লাহর তাকওয়া অবলম্বন কর; নিশ্চয় আল্লাহ্‌ শাস্তি দানে কঠোর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أهل القرى বলে এ আয়াতে বনু নান্ধীর ও বনু কুরাইযা ইত্যাদি গোত্রকে বোঝানো হয়েছে। [কুরতুবী, ফাতহুল কাদীরা]\n  <br/>\n  <br/>\n  [২] এ আয়াত দ্বারা সাহাবায়ে কিরাম সবসময়ই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সুন্নাত যে অবশ্য পালনীয় তা বর্ণনা করতেন। আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহুর নিকট এক মহিলা এসে বলল, শুনেছি আপনিউন্ধি আঁকা ও পরচুলা ব্যবহার করা থেকে নিষেধ করেন? এটা কি আপনি আল্লাহর কিতাবে পেয়েছেন? নাকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীসে পেয়েছেন? তিনি বললেন, অবশ্যই হ্যাঁ, আমি সেটা আল্লাহর কিতাব এবং রাসূলের সুন্নাত সব জায়গায়ই পেয়েছি। মহিলা বলল, আমি তো আল্লাহর কিতাব ঘেটে শেষ করেছি কিন্তু কোথাও পাইনি। তিনি বললেন, তবে কি তুমি তাতে\n  <br/>\n  <br/>\n  وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا\n  <br/>\n  <br/>\n  “রাসূল তোমাদেরকে যা দেয় তা তোমরা গ্রহণ কর এবং যা থেকে তোমাদেরকে নিষেধ করে তা থেকে বিরত থাক” এটা পাওনি? সে বললঃ হ্যাঁ, তারপর ইবনে মাসউদ রাদিয়াল্লাহু আনহু বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি, পরচুলা ব্যবহারকারিনী, উল্কি অংকনকারীনী, ভ্ৰ ব্লাককারীনীর প্রতি আল্লাহ লা'নত করেছেন। [দেখুন, বুখারী: ৪৮৮৬, ৪৮৮৭, মুসলিম: ২১২৫, আবুদাউদ: ৪১৬৯, তিরমিয়ী: ২৭৮২, নাসায়ী: ৫০৯৯, ইবনে মাজাহ: ১৯৮৯, মুসনাদে আহমাদ: ১/৪৩২]\n  <br/>\n  <br/>\n  অনুরূপভাবে ইবনে উমর ও ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুম বলেন যে, “তারা সাক্ষ্য দিচ্ছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুব্বা, হানতাম, নাকীর ও মুযাফফাত, (এগুলো জাহেলী যুগের বিভিন্নপ্রকার মদ তৈরী করার পাত্ৰ বিশেষ) এ কয়েক প্রকার পাত্ৰ ব্যবহার করতে নিষেধ করেছেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেই তিলাওয়াত করলেন,\n  <br/>\n  <br/>\n  وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا  [মুসলিমঃ ১৯৯৭, আবু দাউদঃ ৩৬৯০, নাসায়ীঃ ৫৬৪৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫৯ : ৮",
        "arabic_text": "\nلِلۡفُقَرَآءِ ٱلۡمُهَٰجِرِينَ ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِمۡ وَأَمۡوَٰلِهِمۡ يَبۡتَغُونَ فَضۡلٗا مِّنَ ٱللَّهِ وَرِضۡوَٰنٗا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ ",
        "bangla_text": "এ সম্পদ নিঃস্ব মুহাজিরদের জন্য যারা নিজেদের বাড়িঘর ও সম্পত্তি হতে উৎখাত হয়েছে। তারা আল্লাহর অনুগ্রহ ও সস্তুষ্টির অন্বেষণ করে এবং  আল্লাহ্ ও তাঁর রাসূলের সাহায্য করে। এরাই তো সত্যাশ্রয়ী [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুহাজিরদের বিশেষ বিশেষ কিছু বৈশিষ্ট্য বর্ণনা করা হয়েছে। তাদের প্রথম গুণ এই যে, তারা স্বদেশ ও সহায়সম্পত্তি থেকে বহিস্কৃত হয়েছেন। তারা মুসলিম এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সমর্থক ও সাহায্যকারী-শুধু এই অপরাধে মক্কার কাফেররা তাদের উপর অকথ্য নির্যাতন চালায়। শেষ পর্যন্ত তারা মাতৃভূমি ধন-সম্পদ ও বাস্তু-ভিটা ছেড়ে হিজরত করতে বাধ্য হন। তাদের কেউ কেউ ক্ষুধার তাড়নায় অতিষ্ঠ হয়ে পেটে পাথর বেধে নিতেন এবং কেউ কেউ শীতে বস্ত্রের অভাবে গর্ত খনন করে শীতের তীব্ৰতা থেকে আত্মরক্ষা করতেন।\n  <br/>\n  <br/>\n  তাদের দ্বিতীয় গুণ হল, তারা কোন জাগতিক স্বার্থের বশবর্তী হয়ে ইসলাম গ্ৰহণ করেননি এবং দুনিয়া লাভের উদ্দেশ্যে হিজরত করে মাতৃভূমি ও ধন-সম্পদ ত্যাগ করেননি; কেবলমাত্ৰ আল্লাহর রহমত ও সস্তুষ্টিই তাদের কাম্য ছিল।\n  <br/>\n  <br/>\n  মুহাজিরদের তৃতীয় বৈশিষ্ট বা গুণ এই যে, তারা আল্লাহ্ ও তাঁর রাসূলকে সন্তুষ্ট করার জন্যই কেবল উপরোক্ত সব কিছু করেছেন। আল্লাহ্ তা'আলাকে সাহায্য করা অর্থ তাঁর দ্বীনের সাহায্য করা।\n  <br/>\n  <br/>\n  চতুর্থ গুণ হল, তারা কথা ও কাজে সত্যবাদী। [তাবারী, ইবন কাসীর, কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫৯ : ৯",
        "arabic_text": "\nوَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلۡإِيمَٰنَ مِن قَبۡلِهِمۡ يُحِبُّونَ مَنۡ هَاجَرَ إِلَيۡهِمۡ وَلَا يَجِدُونَ فِي صُدُورِهِمۡ حَاجَةٗ مِّمَّآ أُوتُواْ وَيُؤۡثِرُونَ عَلَىٰٓ أَنفُسِهِمۡ وَلَوۡ كَانَ بِهِمۡ خَصَاصَةٞۚ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ",
        "bangla_text": "আর তাদের জন্যও, মুহাজিরদের আগমনের আগে যারা এ নগরীকে নিবাস হিসেবে গ্রহণ করেছে ও ঈমান গ্রহণ করেছে, তারা তাদের কাছে যারা হিজরত করে এসেছে তাদের  ভালবাসে এবং মুহাজিরদেরকে যা দেয়া হয়েছে তার জন্য তারা তাদের অন্তরে কোন (না পাওয়া জনিত) হিংসা অনুভব করে না, আর তারা তাদেরকে নিজেদের উপর অগ্ৰাধিকার দেয় নিজেরা অভাবগ্ৰস্ত হলেও [১]। বস্তুতঃ যাদেরকে অন্তরের কার্পণ্য থেকে মুক্ত রাখা হয়েছে, তারাই সফলকাম [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আনসারগণের কিছু বৈশিষ্ট্য বর্ণনা করা হয়েছে। তারা মদীনায় অবস্থান গ্ৰহণ করেছেন এবং ঈমানে খাঁটি ও পাকাপোক্ত হয়েছেন। সুতরাং আনসারদের একটি গুণ এই যে, যে শহর আল্লাহ তা'আলার কাছে ‘দারুল হিজরত’ ও ‘দারুল ঈমান' হওয়ার ছিল, তাতে তাদের অবস্থান ও বসতি মুহাজিরগণের পূর্বেই ছিল। মুহাজিরগণের এখানে স্থানান্তরিত হওয়ার পূর্বেই তারা ঈমান কবুল করে পাকাপোক্ত হয়ে গিয়েছিলেন।\n  <br/>\n  <br/>\n  আনসারদের দ্বিতীয় গুণ বৰ্ণনা প্রসংগে বলা হয়েছে যে, “তারা তাদেরকে ভালবাসে, যারা হিজরত করে তাদের শহরে আগমন করেছেন।” এটা দুনিয়ার সাধারণ মানুষের রুচির পরিপন্থী। সাধারণত: লোকেরা এহেন ভিটে-মাটিহীন দুর্গত মানুষকে স্থান দেয়া পছন্দ করে না। সর্বত্রই দেশী ও ভিনদেশীর প্রশ্ন উঠে। কিন্তু আনসারগণ কেবল তাদেরকে স্থানই দেননি, বরং নিজ নিজ গৃহে আবাদ করেছেন, নিজেদের ধন-সম্পদে অংশীদার করেছেন এবং অভাবনীয় ইযযত ও সম্ভ্রমের সাথে তাদেরকে স্বাগত জানিয়েছেন। এক একজন মুহাজিরকে জায়গা দেয়ার জন্য কয়েকজন আনসারী আবেদন করেছেন। ফলে শেষ পর্যন্ত লটারীর মাধ্যমে এর নিস্পত্তি করতে হয়েছে। [দেখুন-ইবন কাসীর, ফাতহুল কাদীর, বাগাভী] হাদীসে এসেছে, আনসারগণ এসে বললেন, আমাদের মধ্যে ও আমাদের মুহাজির ভাইদের মধ্যে খেজুরের বাগানও ভাগ করে দিন। রাসূল বললেন, না, তা করা যাবে না। তখন তারা মুহাজিরগণকে বললেন, তাহলে আপনারা আমাদের খেজুর বাগানের পরিচর্যায় শরীক হোন আমরা আপনাদেরকে ফলনে শরীক করবো, তারা বললেন, হ্যাঁ। আমরা তা শুনলাম ও মেনে নিলাম। [বুখারী: ২৩২৫] অন্য এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মদীনা হিজরত করার পর মুহাজিরগণ এসে তাকে বললেন, হে আল্লাহ্‌র রাসূল! আমরা যাদের কাছে এসেছি তাদের মত আমরা কাউকে দেখিনি। তারা বেশী থাকলে সবচেয়ে বেশী দানশীল আর কম থাকলে তাতে সহানুভূতির সাথে বন্টন করে দেয়। তারা আমাদেরকে খরচের ব্যাপারে যথেষ্ট করে দিয়েছে। তারা তাদের পেশাতেও আমাদেরকে শরীক করে নিয়েছে। আমরা ভয় পাচ্ছি যে, এরা আমাদের সব সওয়াব নিয়ে যাবে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, “না, যতক্ষণ তোমরা তাদের জন্য আল্লাহর কাছে দো'আ করছ এবং তাদের প্রশংসা করছ।” [তিরমিয়ী: ২৪৮৭, মুস্তাদরাকে হাকিম: ২/৩৬]\n  <br/>\n  <br/>\n  আনসারদের তৃতীয় গুণ وَلَايَجِدُوْنَ فِىْ صُدُوْرِهِمْ كَاجَةًمِّمَّآاُوْتُوْا\n  <br/>\n  <br/>\n  অর্থাৎ \"মুহাজিরদেরকে যা দেয়া হয়েছে তার জন্য তারা তাদের অন্তরে কোন (না পাওয়া জনিত) হিংসা অনুভব করে না’ এই বাক্যের সম্পর্ক একটি বিশেষ ঘটনার সাথে, যা বনু নদ্বীর গোত্রের নির্বাসন এবং তাদের বাগান ও গৃহের উপর মুসলিমদের দখল প্রতিষ্ঠিত হওয়ার সময় সংঘটিত হয়েছিল। অর্থ এই যে, এ বন্টনে যা কিছু মুহাজিরদেরকে দেয়া হল, মদীনার আনসারগণ সানন্দে তা গ্ৰহণ করে নিলেন; যেন তাদের এসব জিনিসের প্রয়োজন ছিল না। মুহাজিরগণকে দেয়াটা খারাপ মনে করা অথবা অভিযোগ করার তো সামান্যতম কোন সম্ভাবনাই ছিল না। এর মুকাবিলায় “যখন বাহরাইন বিজিত হল, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর প্রাপ্ত ধন-সম্পদ সম্পূর্ণই আনসারদের মধ্যে বিলি-বন্টন করে দিতে চাইলেন; কিন্ত তারা তাতে রাযী হলেন না, বরং বললেন, আমরা ততক্ষণ পর্যন্ত কিছুই গ্ৰহণ করব না, যতক্ষণ পর্যন্ত আমাদের মুহাজির ভাইগণকেও এই ধন-সম্পদ থেকে অংশ না দেয়া হয়।” [বুখারী: ৩৭৯৪]\n  <br/>\n  <br/>\n  আনসারগণের চতুর্থ গুণ হচ্ছে, وَيُؤْثِرُونَ عَلَىٰ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ\n  <br/>\n  <br/>\n  অর্থাৎ আনসারগণ নিজেদের উপর মুহাজিরগণকে অগ্রাধিকার দিতেন। নিজেদের প্রয়োজন মেটানোর আগে তাদের প্রয়োজন মেটাতেন; যদিও নিজের অভাবগ্ৰস্ত ও দারিদ্রপীড়িত ছিলেন। এটাই মূলত: উত্তম সাদাকাহ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “সবচেয়ে উত্তম সাদাকাহ হচ্ছে, কষ্টে অর্জিত অল্প সম্পদ থেকে দান করা” [আবু দাউদ: ১৬৭৭, মুসনাদে আহমাদ: ২/৩৫৮, সহীহ ইবনে খুজাইমাহ: ২৪৪৪, ইবনে হিব্বান: ৩৩৪৬, মুস্তাদরাকে হাকিম: ১/৪১৪] যে সম্পদের প্রয়োজন তার নিজের খুব বেশী তা থেকে দান করতে সক্ষম হওয়া খুব উচু মনের অধিকারী ব্যক্তি ব্যতীত আর কারও পক্ষে সম্ভব হয় না। অন্য আয়াতে আল্লাহ বলেন, “তারা খাবারের মহব্বত থাকা সত্ত্বেও তা অন্যদের খাওয়ায়”। [সূরা আল-ইনসান:৮]\n  <br/>\n  <br/>\n  অন্যত্র আল্লাহ আরো বলেছেন, “আর সম্পদের প্রতি মহব্বত থাকা সত্ত্বেও তা দান করা”। [সূরা আল-বাকারাহ: ১৭৭] সুতরাং দান বা সাদাকাহ করার সর্বোচ্চ পর্যায় হচ্ছে, নিজের প্রয়োজন থাকা সত্ত্বেও নিজের প্রয়োজনের উপর অন্যের প্রয়োজনকে প্রাধান্য দিয়ে তা দান বা সাদাকাহ করা। আনসারগণ ঠিক এ কাজটিই করতেন। হাদীসে এসেছে, এক লোক রাসূলের দরবারে এসে বললেন, হে আল্লাহর রাসূল! ক্ষুধা আমাকে খুব কষ্ট দিচ্ছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজের স্ত্রীদের কাছে খাবার চেয়ে পাঠালেন কিন্তু তাদের কাছে কিছুই পেলেন না। তখন তিনি বললেন, এমন কোন লোককি পাওয়া যাবে যে, আজ রাতে এ লোকটিকে মেহমানদারী করবে? আল্লাহ তাকে রহমত করবেন। আনসারী এক লোক দাঁড়িয়ে বললেন, হে আল্লাহর রাসূল! আমি। লোকটি তার স্ত্রীর নিকট গিয়ে তাকে বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মেহমান, সুতরাং কোন কিছু বাকী না রেখে সবকিছু দিয়ে হলেও মেহমানদারী করবে। মহিলা বললেন, আল্লাহর শপথ, আমার কাছে তো কেবল বাচ্চার খাবারই অবশিষ্ট আছে। আনসারী বললেন, ঠিক আছে, রাতের খাবারের সময় হলে বাচ্চাকে ঘুম পাড়িয়ে দিও, তারপর আমরা বাতি নিভিয়ে দিব, এ রাতটি আমরা কষ্ট করে না খেয়েই কাটিয়ে দিব, যাতে মেহমান খেতে পারে। কথামত তাই করা হলো, সকালে যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে আনসার লোকটি আসলেন, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বললেন, “মহান আল্লাহ গতরাত্রে তোমাদের কাণ্ড দেখে হোসেছেন। অথবা বলেছেন, আশ্চর্যস্থিত হয়েছেন।” আর তখনই এ আয়াত নাযিল হয়েছিল [বুখারী: ৩৭৯৮, ৪৮৮৯, মুসলিম: ২০৫৪]\n  <br/>\n  <br/>\n  [২] আনসারগণের আত্মত্যাগ ও আল্লাহ তা'আলার পথে সবকিছু বিসর্জন দেয়ার কথা বর্ণনা করার পর সাধারণ বিধি হিসেবে বলা হয়েছে যে, যারা মনের কার্পণ্য থেকে আত্মরক্ষা করতে পারে, তারাই আল্লাহ তা'আলার কাছে সফলকাম। আয়াতে বর্ণিত شح শব্দের অর্থ কৃপণতা। [বাগভী] কুরআন ও হাদীসে এর নিন্দা করা হয়েছে। বলা হয়েছে, তোমরা কৃপণতা থেকে বেঁচে থাক; কেননা কৃপণতা তোমাদের পূর্বের লোকদেরকে ধ্বংস করেছিল। তাদেরকে কৃপণতা অন্যায় রক্ত প্রবাহে উদ্বুদ্ধ করেছিল এবং হারামকে হালাল করতে বাধ্য করেছিল। [মুসলিম: ২৫৭৮] অন্য হাদীসে এসেছে, \"ঈমান ও কৃপণতা কোন বান্দার অন্তরে এক সাথে থাকতে পারে না।” [মুসনাদে আহমাদ ২/৩৪২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫৯ : ১০",
        "arabic_text": "\nوَٱلَّذِينَ جَآءُو مِنۢ بَعۡدِهِمۡ يَقُولُونَ رَبَّنَا ٱغۡفِرۡ لَنَا وَلِإِخۡوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلۡإِيمَٰنِ وَلَا تَجۡعَلۡ فِي قُلُوبِنَا غِلّٗا لِّلَّذِينَ ءَامَنُواْ رَبَّنَآ إِنَّكَ رَءُوفٞ رَّحِيمٌ ",
        "bangla_text": "আর যারা তাদের পরে এসেছে [১], তারা বলে, ‘হে আমাদের রব ! আমাদেরকে ও ঈমানে অগ্রণী আমাদের ভাইদেরকে ক্ষমা করুন এবং যারা ঈমান এনেছিল তাদের বিরুদ্ধে আমাদের অন্তরে বিদ্বেষ রাখবেন না। হে আমাদের রব! নিশ্চয় আপনি দয়ার্দ্র, পরম দয়ালু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতের بعد অর্থে সাহাবায়ে কিরাম মুহাজির ও আনসারগণের পরে কিয়ামত পর্যন্ত আগমনকারী সকল মুসলিম শামিল আছে এবং এ আয়াত তাদের সবাইকে “ফায়” এর মালে হকদার সাব্যস্ত করেছে। [ইবন কাসীর, ফাতহুল কাদীর] তবে ইমাম মালেক বলেন, যারা সাহাবায়ে কিরামের জন্য কোন প্রকার বিদ্বেষ পোষণ করবে বা তাদেরকে গালি দেবে তারা ‘ফায়’ এর সম্পপদের অধিকার থেকে বঞ্চিত হবে। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫৯ : ১১",
        "arabic_text": "\n۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نَافَقُواْ يَقُولُونَ لِإِخۡوَٰنِهِمُ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ لَئِنۡ أُخۡرِجۡتُمۡ لَنَخۡرُجَنَّ مَعَكُمۡ وَلَا نُطِيعُ فِيكُمۡ أَحَدًا أَبَدٗا وَإِن قُوتِلۡتُمۡ لَنَنصُرَنَّكُمۡ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ ",
        "bangla_text": "আপনি কি মুনাফিকদেরকে দেখেননি? তারা কিতাবীদের মধ্যে যারা কুফরী করেছে তাদের সেসব ভাইকে বলে, ‘তোমারা যদি বহিস্কৃত হও, আমারা অবশ্যই তোমাদের সাথে দেশত্যাগী হব এবং আমরা তোমাদের ব্যাপারে কখনো কারো কথা মানবো না এবং যদি তোমরা আক্রান্ত হও আমরা অবশ্যই তোমাদেরকে সাহায্য করব।’  আর আল্লাহ সাক্ষ্য দিচ্ছেন যে, নিশ্চয় তারা মিথ্যাবাদী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫৯ : ১২",
        "arabic_text": "\nلَئِنۡ أُخۡرِجُواْ لَا يَخۡرُجُونَ مَعَهُمۡ وَلَئِن قُوتِلُواْ لَا يَنصُرُونَهُمۡ وَلَئِن نَّصَرُوهُمۡ لَيُوَلُّنَّ ٱلۡأَدۡبَٰرَ ثُمَّ لَا يُنصَرُونَ ",
        "bangla_text": "বস্তুত তারা বহিস্কৃত হলে মুনাফিকরা তাদের সাথে দেশত্যাগ করবে না এবং তারা আক্রান্ত হলে এরা তাদেরকে সাহায্য করবে না এবং এরা সাহায্য করতে আসলেও অবশ্যই পৃষ্ঠপ্রদর্শন করবে ; তারপর তারা কোন সাহায্যই পাবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫৯ : ১৩",
        "arabic_text": "\nلَأَنتُمۡ أَشَدُّ رَهۡبَةٗ فِي صُدُورِهِم مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ ",
        "bangla_text": "প্রকৃতপক্ষে এদের অন্তরে আল্লাহ্‌র  চেয়ে তোমাদের ভয়ই সবচেয়ে বেশী। এটা এজন্যে যে, এরা এক অবুঝ সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫৯ : ১৪",
        "arabic_text": "\nلَا يُقَٰتِلُونَكُمۡ جَمِيعًا إِلَّا فِي قُرٗى مُّحَصَّنَةٍ أَوۡ مِن وَرَآءِ جُدُرِۭۚ بَأۡسُهُم بَيۡنَهُمۡ شَدِيدٞۚ تَحۡسَبُهُمۡ جَمِيعٗا وَقُلُوبُهُمۡ شَتَّىٰۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ ",
        "bangla_text": "এরা সবাই সংঘবদ্ধভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে সমর্থ হবে না, কিন্তু শুধু সুরক্ষিত জনপদের ভিতরে অথবা দূর্গ-প্রাচীরের আড়ালে থেকে ; পরস্পরের মধ্যে তাদের যুদ্ধ প্ৰচণ্ড। আপনি মনে করেন তারা ঐক্যবদ্ধ, কিন্তু তাদের মনের মিল নেই ; এটা এজন্যে যে, এরা এক নির্বোধ সম্প্রদায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫৯ : ১৫",
        "arabic_text": "\nكَمَثَلِ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَرِيبٗاۖ ذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "এরা সে লোকদের মত, যারা এদের অব্যবহিত পূর্বে নিজেদের কৃতকর্মের শাস্তি ভোগ করেছে [১], আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কাদের কথা বলা হচ্ছে তা নির্ধারণ করা নিয়ে দু'টি মত রয়েছে। মুজাহিদ বলেন, এরা হচ্ছে বদরের কাফের যোদ্ধা। পক্ষান্তরে ইবনে আব্বাস বলেন, এরা হচ্ছে বনু কাইনুকা” এর ইয়াহূদীরা। ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫৯ : ১৬",
        "arabic_text": "\nكَمَثَلِ ٱلشَّيۡطَٰنِ إِذۡ قَالَ لِلۡإِنسَٰنِ ٱكۡفُرۡ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيٓءٞ مِّنكَ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "এরা শয়তানের মত, সে মানুষকে বলে, ‘কুফরী কর’; তারপর যখন সে কুফরী করে তখন সে বলে, ‘তোমার সাথে আমার কোন সম্পর্ক নেই, নিশ্চয় আমি সৃষ্টিকুলের রব আল্লাহকে ভয় করি।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫৯ : ১৭",
        "arabic_text": "\nفَكَانَ عَٰقِبَتَهُمَآ أَنَّهُمَا فِي ٱلنَّارِ خَٰلِدَيۡنِ فِيهَاۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ ",
        "bangla_text": "ফলে তাদের দু'জনের পরিণাম এই যে, তারা দু’জনই জাহান্নামী হবে। সেখানে তারা স্থায়ী হবে এবং এটাই যালিমদের প্রতিদান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫৯ : ১৮",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَلۡتَنظُرۡ نَفۡسٞ مَّا قَدَّمَتۡ لِغَدٖۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ ",
        "bangla_text": "হে ঈমানদারগণ ! তোমরা আল্লাহর তাকওয়া অবলম্বন কর ; এবং প্ৰত্যেকের উচিত চিন্তা করে দেখা আগামী কালের জন্য সে কী অগ্রিম পাঠিয়েছে [১]। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর ; তোমরা যা কর নিশ্চয় আল্লাহ সে সম্পর্কে সবিশেষ অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে কেয়ামত বোঝাতে গিয়ে لغدٍ শব্দ ব্যবহার করা হয়েছে, যার অর্থ আগামীকাল।[কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫৯ : ১৯",
        "arabic_text": "\nوَلَا تَكُونُواْ كَٱلَّذِينَ نَسُواْ ٱللَّهَ فَأَنسَىٰهُمۡ أَنفُسَهُمۡۚ أُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ ",
        "bangla_text": "আর তোমরা তাদের মত হয়ো না যারা আল্লাহকে ভুলে গেছে ; ফলে আল্লাহ তাদেরকে  আত্নবিস্মৃত করেছেন। তারাইতো ফাসিক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫৯ : ২০",
        "arabic_text": "\nلَا يَسۡتَوِيٓ أَصۡحَٰبُ ٱلنَّارِ وَأَصۡحَٰبُ ٱلۡجَنَّةِۚ أَصۡحَٰبُ ٱلۡجَنَّةِ هُمُ ٱلۡفَآئِزُونَ ",
        "bangla_text": "জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান নয়। জান্নাতবাসীরাই তো সফলকাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫৯ : ২১",
        "arabic_text": "\nلَوۡ أَنزَلۡنَا هَٰذَا ٱلۡقُرۡءَانَ عَلَىٰ جَبَلٖ لَّرَأَيۡتَهُۥ خَٰشِعٗا مُّتَصَدِّعٗا مِّنۡ خَشۡيَةِ ٱللَّهِۚ وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِ لَعَلَّهُمۡ يَتَفَكَّرُونَ ",
        "bangla_text": "যদি আমরা এ কুরআন পর্বতের উপর নাযিল করতাম তবে আপনি তাকে আল্লাহর ভয়ে বিনীত বিদীর্ণ দেখতেন। আর আমরা এসব দৃষ্টান্ত বর্ণনা করি মানুষের জন্য, যাতে তারা চিন্তা করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫৯ : ২২",
        "arabic_text": "\nهُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ ",
        "bangla_text": "তিনিই আল্লাহ, তিনি ছাড়া কোন সত্য ইলাহ নেই। তিনি গায়েব ও উপস্থিত বিষয়াদির জ্ঞানী [১] ; তিনি দয়াময়, পরম দয়ালু [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সৃষ্টির কাছে যা গোপন ও অজানা তিনি তাও জানেন আর যা তাদের কাছে প্ৰকাশ্য ও জানা তাও তিনি জানেন। এই বিশ্ব-জাহানের কোন বস্তুই তার জ্ঞানের বাইরে নয়। [ইবন কাসীর, বাগভী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তিনি রহমান ও রহীম বা দাতা ও পরম দয়ালু। একমাত্র তিনিই এমন এক সত্তা যার রহমত অসীম ও অফুরন্ত। সমগ্ৰ বিশ্ব চরাচরব্যাপী পরিব্যাপ্ত এবং বিশ্ব-জাহানের প্রতিটি জিনিসই তাঁর বদান্যতা ও অনুগ্রহ লাভ করে থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫৯ : ২৩",
        "arabic_text": "\nهُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "তিনি আল্লাহ্‌, তিনি ছাড়া কোন সত্য ইলাহ নেই। তিনিই অধিপতি, মহাপবিত্র [১], শান্তি-ক্রটিমুক্ত, নিরাপত্তা বিধায়ক, রক্ষক, পরাক্রমশালী, প্রবল, অতীব মহিমান্বিত। তারা যা শরীক স্থির করে আল্লাহ্‌ তা হতে পবিত্র, মহান।   ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল ইবারতে القدوس শব্দ ব্যবহৃত হয়েছে যা আধিক্য বুঝাতে ব্যবহৃত হয়। এর মূল ধাতু قدس । এর অর্থ সবরকম মন্দ বৈশিষ্ট মুক্ত ও পবিত্র হওয়া। [ইবন কাসীর, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫৯ : ২৪",
        "arabic_text": "\nهُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "তিনিই আল্লাহ সৃজনকর্তা, উদ্ভাবন কর্তা, তাঁরই সকল উত্তম নাম [১]। আসমানসমূহ ও যমীনে যা কিছু আছে, সবকিছুই  তাঁর পবিত্রতা ও মহিমা ঘোষনা করে।  তিনি পরক্রমশালী, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ তা'আলার উত্তম উত্তম নাম আছে। হাদীসে বলা হয়েছে, “আল্লাহর এমন নিরানব্বইটি নাম রয়েছে যে কেউ এগুলোর (সঠিকভাবে) সংরক্ষণ করবে (হক আদায় করবে) সে জান্নাতে যাবে”। [বুখারী: ২৭৩৬, মুসলিম: ২৬৭৭]\n </p>\n</div>"
    }
]