[
    {
        "id": 1,
        "verse": "৫ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَوۡفُواْ بِٱلۡعُقُودِۚ أُحِلَّتۡ لَكُم بَهِيمَةُ ٱلۡأَنۡعَٰمِ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡ غَيۡرَ مُحِلِّي ٱلصَّيۡدِ وَأَنتُمۡ حُرُمٌۗ إِنَّ ٱللَّهَ يَحۡكُمُ مَا يُرِيدُ ",
        "bangla_text": "হে মুমিনগণ [১] ! তোমরা অঙ্গীকারসমূহ [২] পূর্ণ করবে [৩]। যা তোমাদের নিকট বর্ণিত হচ্ছে [৪] তা ছাড়া গৃহপালিত [৫] চতুষ্পদ জন্তু [৬] তোমাদের জন্য হালাল করা হল, তবে ইহরাম অবস্থায় শিকার করাকে বৈধ মনে করবে না [৭]। নিশ্চয়ই আল্লাহ যা ইচ্ছে আদেশ করেন [৮]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ১২০\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  এ সূরারই ১১২ ও ১১৬ নং আয়াতদ্বয়ে উল্লেখিত “মায়েদাহ” শব্দ থেকে এ সূরার নামকরণ করা হয়েছে। মায়েদা শব্দের অর্থঃ খাবারপূর্ণ পাত্র।\n  <br/>\n  <br/>\n  <b>\n   সূরা নাযিলের প্রেক্ষাপটঃ\n  </b>\n  সূরা আল-মায়েদাহ সর্বসম্মত মতে মাদানী সূরা। মদীনায় অবতীর্ণ সূরাসমূহের মধ্যেও এটি শেষ দিকের সূরা। এমনকি, কেউ কেউ একে কুরআন মজীদের সর্বশেষ সূরাও বলেছেন। আবদুল্লাহ ইবনে উমর রাদিয়াল্লাহু আনহুমা ও আসমা বিনতে ইয়াযীদ রাদিয়াল্লাহু আনহা থেকে বর্ণিত আছে, সূরা আল-মায়েদাহ যে সময় নাযিল হয়, সে সময় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সফরে ‘আদ্ববা’ নামীয় উষ্ট্রীর পিঠে সওয়ার ছিলেন। সাধারণতঃ ওহী অবতরণের সময় যেরূপ অসাধারণ ওজন ও বোঝা অনুভূত হতো, তখনও যথারীতি তা অনুভূত হয়েছিল। এমনকি ওজনের চাপে উষ্ট্রী অক্ষম হয়ে পড়লে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম নীচে নেমে আসেন। [মুসনাদে আহমাদঃ ৬/৪৫৫] কোন কোন বর্ণনা দ্বারা বুঝা যায় যে, এটি ছিল বিদায় হজ্জের সফর। বিদায় হজ্জ নবম হিজরীর ঘটনা। এ হজ্জ থেকে ফিরে আসার পর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম প্রায় আশি দিন জীবিত ছিলেন। আবু হাইয়ান বলেনঃ সূরা মায়েদার কিয়দাংশ হোদায়বিয়ার সফরে, কিয়দাংশ মক্কা বিজয়ের সফরে এবং কিয়দাংশ বিদায় হজ্জের সফরে নাযিল হয়। এতে বোঝা যায় যে, এ সূরাটি সর্বশেষ সূরা না হলেও শেষ পর্যায়ে অবতীর্ণ হয়েছে। [বাহরে মুহীত]\n  <br/>\n  <br/>\n  জুবায়ের ইবনে নুফায়ের থেকে বর্ণিত হয়েছে, তিনি একবার হজ্জের পর আয়েশা সিদ্দীকা রাদিয়াল্লাহু আনহার কাছে উপস্থিত হলে তিনি বললেনঃ জুবায়ের, তুমি কি সূরা মায়েদাহ পাঠ কর? তিনি আরয করলেন, জী-হ্যাঁ, পাঠ করি। আয়েশা রাদিয়াল্লাহু আনহা বললেন, এটি কুরআনুল কারীমের সর্বশেষ সূরা। এতে হালাল ও হারামের যেসব বিধি-বিধান বর্ণিত আছে, তা অটল। এগুলো রহিত হওয়ার নয়। কাজেই এগুলোর প্রতি বিশেষ যত্নবান থেকো। [দেখুনঃ মুস্তাদরাকে হাকেমঃ ২/৩১১]\n  <br/>\n  <br/>\n  <b>\n   রহমান, রহীম আল্লাহর নামে\n  </b>\n  <br/>\n  <br/>\n  [১] আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, যখন শুনবে যে, আল্লাহ্ তা’আলা ‘ইয়া আইয়ুহাল্লায়ীনা আমানু’ বা ‘হে ঈমানদারগণ’ বলছে তখন সেটাকে কান লাগিয়ে শুন। কেননা, এর মাধ্যমে কোন কল্যানের নির্দেশ আসবে বা অকল্যাণ থেকে নিষেধ করা হবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আয়াতে মুমিনগণকে ওয়াদা-অঙ্গীকার পূর্ণ করার নির্দেশ দেয়া হয়েছে। এ কারণেই সূরা মায়েদার অপর নাম সূরা ‘উকুদ তথা ওয়াদা- অঙ্গীকারের সূরা। চুক্তি-অঙ্গীকার ও লেন-দেনের ক্ষেত্রে এ সূরাটি বিশেষ করে এর প্রথম আয়াতটি সবিশেষ গুরুত্বের অধিকারী। এ কারণেই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন আমর ইবন হায্‌মকে ঐ আমলের শাসনকর্তা নিযুক্ত করে প্রেরণ করেন এবং একটি ফরমান লিখে তাঁর হাতে অর্পণ করেন, তখন এ ফরমানের শিরোনামে উল্লেখিত আয়াতটিও লিপিবদ্ধ করে দেন। [দেখুন, নাসায়ী: ৪৮৫৬; আল খাতীবুল বাগদাদী, আল ফাকীহ ওয়াল মুতাফাককিহ হাদীস নং ৩১৮ (হাদীসটির সনদ হাসান); দেখুন, ‘আদেল ইউসুফ আল-‘আয্‌যাযীর টিকা এবং ইরউয়াউল গালীল ১ম খণ্ড: পৃষ্ঠা নং ১৫৮-১৬১]\n  <br/>\n  <br/>\n  [৩] (عُقُوْدٌ) শব্দটি (عقد) শব্দের বহুবচন। এর শাব্দিক অর্থ বাঁধা, আবদ্ধ করা। চুক্তিতে যেহেতু দুই ব্যক্তি অথবা দুই দল আবদ্ধ হয়, এজন্য এটাকেও (عقد) বলা হয়েছে। এভাবে (عُقُوْدٌ) এর অর্থ হয়-(عهود) অর্থাৎ চুক্তি ও অঙ্গীকার। [তাবারী] বস্তুত: দুই পক্ষ যদি ভবিষ্যতে কোন কাজ করা অথবা না করার বাধ্য-বাধকতায় একমত হয়ে যায়, তবে তাকেই আমরা আমাদের পরিভাষায় চুক্তি বলে অভিহিত করে থাকি। অতএব, উপরোক্ত বাক্যের সারমর্ম এই যে, পারস্পরিক চুক্তি পূর্ণ করাকে জরুরী ও অপরিহার্য মনে কর। [আহকামুল কুরআন লিল জাসসাস]\n  <br/>\n  <br/>\n  তবে এ আয়াতে চুক্তি বলে কোন্‌ ধরনের চুক্তিকে বুঝানো হয়েছে এ ব্যাপারে তফসীরবিদগণের বিভিন্ন উক্তি রয়েছে। আবদুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ আল্লাহ তা’আলা বান্দাদের কাছ থেকে ঈমান ও ইবাদত সম্পর্কিত যে সব অঙ্গীকার নিয়েছেন অথবা আল্লাহ তা’আলা বান্দাদের কাছ থেকে স্বীয় নাযিলকৃত বিধি-বিধান হালাল ও হারাম সম্পর্কিত যেসব অঙ্গীকার নিয়েছেন, আয়াতে সেগুলোকেই বুঝানো হয়েছে। তাফসীরকার যায়দ ইবনে আসলাম বলেনঃ এখানে ঐসব চুক্তিকে বুঝানো হয়েছে, যা মানুষ পরস্পরে একে অন্যের সাথে সম্পাদন করে। যেমন, বিবাহ-শাদী ও ক্রয়-বিক্রয় চুক্তি ইত্যাদি। মুজাহিদ, রবী, কাতাদা প্রমুখ বলেনঃ এখানে ঐসব শপথ ও অঙ্গীকারকে বুঝানো হয়েছে যা জাহেলিয়াত যুগে একজন অন্যজনের কাছ থেকে পারস্পরিক সাহায্য-সহযোগিতার ক্ষেত্রে সম্পাদন করতো। [বাগভী]\n  <br/>\n  <br/>\n  প্রকৃতপক্ষে এ সব উক্তির মধ্যে কোন বিরোধিতা নাই। কারণ, উপরোক্ত সব চুক্তি ও অঙ্গীকারই (عُقُوْدٌ) শব্দের অন্তর্ভুক্ত এবং কুরআন সবগুলোই পূর্ণ করার নির্দেশ দিয়েছে। ইমাম আবুল লাইস আস-সামরিকান্দী বলেনঃ চুক্তির যত প্রকার রয়েছে, সবই এ শব্দের অন্তর্ভুক্ত। তিনি আরো বলেনঃ এর প্রাথমিক প্রকার তিনটি। (এক) পালনকর্তার সাথে মানুষের অঙ্গীকার। উদাহরণতঃ ঈমান ও ইবাদতের অঙ্গীকার অথবা হারাম ও হালাল মেনে চলার অঙ্গীকার। (দুই) নিজের সাথে মানুষের অঙ্গীকার। যেমন, নিজ যিম্মায় কোন বস্তুর মান্নত মানা অথবা শপথ করে কোন কাজ নিজের উপর জরুরী করে নেওয়া। (তিন) মানুষের সাথে মানুষের সম্পাদিত চুক্তি। এছাড়া সে সব চুক্তিও এর অন্তর্ভুক্ত, যা দুই ব্যক্তি, দুই দল বা দুই রাষ্ট্রের মধ্যে সম্পাদিত হয়। বিভিন্ন সরকারের আন্তর্জাতিক চুক্তি অথবা পারস্পরিক সমঝোতা, বিভিন্ন দলের পারস্পরিক অঙ্গীকার এবং দুই ব্যক্তির মধ্যকার সর্বপ্রকার লেন-দেন,বিবাহ, ব্যবসা, শেয়ার, ইজারা ইত্যাদিতে পারস্পরিক সম্মতিক্রমে যে সব বৈধ শর্ত স্থির করা হয়, আলোচ্য আয়াতদৃষ্টে তা মেনে চলা প্রত্যেক পক্ষের অবশ্য কর্তব্য। তবে শরী’আত বিরোধী শর্ত আরোপ করা এবং তা গ্রহণ করা কারও জন্যে বৈধ নয়। [তাফসীর আবুল লাইস আস-সামারকান্দী]\n  <br/>\n  <br/>\n  [৪] ‘যা বর্ণিত হচ্ছে’ বলে যা বোঝানো হয়েছে, তা এখানে বর্ণিত হয় নি। পরবর্তী ৩ নং আয়াতে সেটার বিস্তারিত বর্ণনা এসেছে। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৫] আয়াতে বর্ণিত (انعام) শব্দটি (نعم) -এর বহুবচন। এর অর্থ পালিত পশু। যেমন- উট, গরু, মহিষ, ছাগল ইত্যাদি। সূরা আল-আন’আমে এদের আটটি প্রকার বর্ণনা করা হয়েছে। এদের সবাইকে (نعم) বলা হয়। এখন আয়াতের অর্থ দাঁড়িয়েছে এই যে, গৃহপালিত পশু আট প্রকার তোমাদের জন্যে হালাল করা হয়েছে। পূর্বেই বর্ণিত হয়েছে যে, (عقود) শব্দ বলে যাবতীয় চুক্তি-অঙ্গীকার বুঝানো হয়েছে। তন্মধ্যে একটি ছিল ঐ অঙ্গীকার, যা আল্লাহ তা’আলা হালাল ও হারাম মেনে চলার ব্যাপারে বান্দার কাছ থেকে নিয়েছেন। আলোচ্য বাক্যে এই বিশেষ অঙ্গীকারটিই বর্ণিত হয়েছে যে, আল্লাহ তা’আলা তোমাদের জন্যে উট, ছাগল ,গরু, মহিষ ইত্যাদিকে হালাল করে দিয়েছেন। শরীআতের নিয়ম অনুযায়ী তোমরা এগুলোকে যবেহ করে খেতে পার। [কুরতুবী]\n  <br/>\n  <br/>\n  [৬] এখানে সব ধরনের জন্তু বুঝানো হয়নি। বরং সুনির্দিষ্ট কিছু জন্তু বোঝানো হয়েছে। তাদের সম্পর্কে বলা হয়েছে (بَهِيْمَةٌ) যেসব জীব-জন্তুকে সাধারণভাবে নিবোধ মনে করা হয়, সেগুলোকে (بَهِيْمَةٌ) বলা হয়। কেননা, মানুষ অভ্যাসগতভাবে তাদের ভাষা বুঝে না। ফলে তাদের বক্তব্য (مُبْهَم) তথা অস্পষ্ট থেকে যায়। এখানে ‘বাহীমা’ বলে কোন কোন সাহাবীর মতে, জবাইকৃত প্রাণীর উদরে যে বাচ্ছা পাওয়া যায় সেটাকে বোঝানো হয়েছে। [তাফসীরে কুরতুবী; সাদী, বাগভী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৭] ইহরাম অবস্থায় শিকার করতে নিষেধ করার মাধ্যমে এটাও উদ্দেশ্য হতে পারে যে, পূর্বে বর্ণিত ‘বাহীমাতুল আন’আম’ বলতে সে সমস্ত প্রাণীকেও বোঝাবে, যেগুলোকে সাধারণত শিকার করা হয়। যেমন, হরিণ, বন্য গরু, খরগোশ ইত্যাদি। কারণ, ইহরাম অবস্থায় শিকার করা হারাম হওয়ার অর্থ স্বাভাবিক অবস্থায় হালাল হওয়া। [সা’দী]\n  <br/>\n  <br/>\n  [৮] আল্লাহ সার্বভৌম কর্তৃত্বের অধিকারী একচ্ছত্র শাসক। তিনি নিজের ইচ্ছেমত যেকোন হুকুম দেয়ার পূর্ণ ইখতিয়ার রাখেন। কাতাদা বলেন, তিনি তাঁর সৃষ্টির ব্যাপারে যা ইচ্ছে বিধান প্রদানের অধিকারী। তিনি তাঁর বান্দাদের জন্য যা ইচ্ছা তা বর্ণনা করেন, ফরয নির্ধারিত করেন, সীমা ঠিক করে দেন। আনুগত্যের নির্দেশ দেন ও অবাধ্যতা থেকে নিষেধ করেন। [আত-তাফসীরুস সহীহ] তাঁর সমস্ত বিধান জ্ঞান, প্রজ্ঞা, যুক্তি, ন্যায়-নীতি ও কল্যাণের ভিত্তিতে প্রতিষ্ঠিত হলেও ঈমানদার শুধু এ জন্যই তার আনুগত্য করে না; বরং একমাত্র সর্বশক্তিমান প্রভু আল্লাহর হুকুম বলেই তাঁর আনুগত্য করে। তাই কোন বস্তুর হালাল ও হারাম হবার জন্য আল্লাহর অনুমোদন ও অননুমোদন ছাড়া আর দ্বিতীয় ভিত্তির আদৌ কোন প্রয়োজন নেই। তারপরও সেগুলোতে অনেক হেকমত নিহিত থাকে। যেমন তোমাদেরকে তিনি অঙ্গীকার পূর্ণ করার নির্দেশ দিয়েছেন, কারণ, এতে রয়েছে তোমাদের স্বার্থ। আর এর বিপরীত হলে, তোমাদের স্বার্থহানী হবে। তোমাদের জন্য কিছু প্রাণী হালাল করেছেন সম্পূর্ণ দয়ার বহিঃপ্রকাশ হিসেবে। আবার কিছু প্রাণী থেকে নিষেধ করেছেন ক্ষতিগ্রস্ততা থেকে মুক্ত রাখার জন্য। অনুরূপভাবে তোমাদের জন্য ইহরাম অবস্থায় শিকার করা নিষেধ করেছেন, তার সম্মান রক্ষার্থে। [সা’দী]\n  <br/>\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৫ : ২",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحِلُّواْ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهۡرَ ٱلۡحَرَامَ وَلَا ٱلۡهَدۡيَ وَلَا ٱلۡقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلۡبَيۡتَ ٱلۡحَرَامَ يَبۡتَغُونَ فَضۡلٗا مِّن رَّبِّهِمۡ وَرِضۡوَٰنٗاۚ وَإِذَا حَلَلۡتُمۡ فَٱصۡطَادُواْۚ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ أَن صَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ أَن تَعۡتَدُواْۘ وَتَعَاوَنُواْ عَلَى ٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَلَا تَعَاوَنُواْ عَلَى ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِۚ وَٱتَّقُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "হে মুমিনগণ! তোমরা আল্লাহর নিদর্শনসমূহ [১], পবিত্র মাস, কুরবানীর জন্য কা’বায় পাঠানো পশু, গলায় পরান চিহ্নবিশিষ্ট পশু এবং নিজ রব-এর অনুগ্রহ ও সন্তোষলাভের আশায় পবিত্র ঘর অভিমুখে যাত্রীদেরকে বৈধ মনে করবে না [২]। আর যখন তোমরা ইহরামমুক্ত হবে তখন শিকার করতে পার [৩]। তোমাদেরকে মস্‌জিদুল হালামে প্রবেশে বাঁধা দেয়ার কারণে কোন সম্প্রদায়ের প্রতি বিদ্বেষ তোমাদেরকে যেন কখনই সীমালঙ্ঘনে প্ররোচিত না করে [৪]। নেককাজ ও তাকওয়ায় তোমরা পরস্পর সাহায্য করবে [৫] এবং পাপ ও সীমালংঘনে একে অন্যের সাহায্য করবে না। আর আল্লাহর তাকওয়া অবলম্বন কর। নিশ্চয় আল্লাহ শাস্তিদানে কঠোর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হে মুমিনগন, আল্লাহর নিদর্শনাবলীর অবমাননা করো না। এখানে (شَعَائِر) শব্দটি - (شَعِيْرَةٌ) শব্দের বহুবচন। এর অর্থ, চিহ্ন। যেসব অনুভূত ও প্রত্যক্ষ ক্রিয়াকর্মকে সাধারণের পরিভাষায় মুসলিম হওয়ার চিহ্নরূপে গণ্য করা হয়, সেগুলোকে (شَعَائِرُ الاسْلام) তথা ‘ইসলামের নিদর্শনাবলী’ বলা হয়। যেমন, সালাত, আযান, হজ, দাড়ী ইত্যাদি। অনুরূপভাবে সাফা, মারওয়া, হাদঈ ও কুরবানীর জন্তু ইত্যাদিও আল্লাহর নিদর্শনাবলীর অন্তর্ভুক্ত। [আত-তাফসীরুস সহীহ] আয়াতে উল্লেখিত ‘আল্লাহর নিদর্শনাবলী’র ব্যাখ্যা বিভিন্ন ভাবে বর্ণিত আছে। সব উক্তির নির্যাস হলো এই যে, আল্লাহর নিদর্শনাবলীর অর্থ সব শরীআত এবং ধর্মের নির্ধারিত ফরয, ওয়াজিব ও এদের সীমা। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  আলোচ্য আয়াতের সারমর্ম এই যে, আল্লাহর নিদর্শনাবলীর অবমাননা করো না। আল্লাহর নিদর্শনাবলীর এক অবমাননা হচ্ছে, প্রথমতঃ এসব বিধি-বিধানকে উপেক্ষা করে চলা। দ্বিতীয়তঃ এসব বিধি-বিধানকে অসম্পূর্ণভাবে পালন করা এবং তৃতীয়তঃ নির্ধারিত সীমালঙ্ঘন করে সম্মুখে অগ্রসর হওয়া। আয়াতে এ তিন প্রকার অবমাননাকেই নিষিদ্ধ করা হয়েছে। [সা’দী] আল্লাহ তা’আলা এ নির্দেশটিই অন্যস্থানে এভাবে বর্ণনা করেছেনঃ “যে ব্যক্তি আল্লাহর নিদর্শনাবলীর প্রতি সম্মান প্রদর্শন করে, তা অন্তরের তাকওয়ারই লক্ষণ”। [সূরা আল-হাজ: ৩২] তাছাড়া আয়াতের বাকী অংশে এ নিদর্শণাবলীর কিছু বিবরণ প্রদান করা হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ পবিত্র মাসসমূহে যুদ্ধ-বিগ্রহ করে এগুলোর অবমাননা করো না। [আততাফসীরুস সহীহ] পবিত্র মাস হচ্ছে জিলকদ, জিলহজ, মুহাররাম ও রজব। এসব মাসে যুদ্ধ-বিগ্রহ করা শরীআতের আইনে অবৈধ ছিল। অধিকাংশ আলেমের মতে পরবর্তী কালে এ নির্দেশ রহিত হয়ে গেছে। কিন্তু প্রখ্যাত তাবেয়ী ইমাম আতা, শাইখুল ইসলাম ইবন তাইমিয়্যাহ এবং ইবনুল কাইয়্যেম মনে করেন যে, এ আদেশ রহিত হয় নি। যদি কেউ আক্রমণ করে বা যুদ্ধ এর আগে থেকেই চলে আসে তবে এ মাসে যুদ্ধ করা যাবে, নতুবা নয়। [সা’দী, ইবন কাসীর]\n  <br/>\n  <br/>\n  এ আয়াতে পরবর্তী নির্দেশ হচ্ছে, কুরবানী করার জন্তু, বিশেষতঃ যেসব জন্তুকে গলায় কুরবানীর চিহ্নস্বরূপ কিছু পরানো হয়েছে, সেগুলোর অবমাননা করো না। এসব জন্তুর অবমাননার এক পন্থা হচ্ছে এদের হারাম পর্যন্ত পৌছতে না দেয়া অথবা ছিনিয়ে নেয়া। দ্বিতীয় পন্থা এই যে, এগুলো কুরবানীর পরিবর্তে অন্য কোন কাজে নিয়োজিত করা। আয়াত এসব পস্থাকেই অবৈধ করে দিয়েছে। আয়াতে আরও বলা হয়েছে যে, তোমরা ঐসব লোকেরও অবমাননা করো না, যারা হজের জন্যে পবিত্র মসজিদের উদ্দেশ্যে গৃহত্যাগ করেছে। এ সফরে তাদের উদ্দেশ্য হচ্ছে স্বীয় পালনকর্তার রহমত, দয়া ও সন্তুষ্টি অর্জন করা। অর্থাৎ পথিমধ্যে তাদের গতিরোধ করো না এবং তাদের কোনরূপ কষ্ট দিয়ো না। [সা’দী]\n  <br/>\n  <br/>\n  [৩] এখানে ইহরাম অবস্থায় শিকার করতে যে নিষেধ করা হয়েছিল, সে নিষেধাজ্ঞার সীমা বর্ণনা করা হয়েছে যে, যখন তোমরা ইহরাম থেকে মুক্ত হয়ে যাও, তখন শিকার করার নিষেধাজ্ঞা শেষ হয়ে যাবে। অতএব, তখন শিকারও করতে পারবে। [সা’দী]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ যে সম্প্রদায় হুদায়বিয়ার ঘটনার সময় তোমাদের মক্কায় প্রবেশ করতে এবং ওমরা পালন করতে বাধা প্রদান করেছিল এবং তোমরা তীব্র ক্ষোভ ও দুঃখ নিয়ে ব্যর্থ মনোরথ হয়ে ফিরে এসেছিলে, এখন শক্তি-সামর্থ্যের অধিকারী হয়ে তোমরা তাদের কাছ থেকে এভাবে প্রতিশোধ নিও না যে, তোমরা তাদের কাবাগৃহে ও পবিত্র মসজিদে প্রবেশ করতে এবং হজ্জ করতে বাধা দিতে শুরু করবে। এটাই হবে যুলুম। আর ইসলাম যুলুমের উত্তরে যুলুম করতে চায় না। বরং ইসলাম যুলুমের প্রতিদানে ইনসাফ এবং ইনসাফে কায়েম থাকার শিক্ষা দেয়। এটাই প্রমাণ করে যে, ইসলাম হক দ্বীন। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৫] আলোচ্য আয়াতে পারস্পরিক সাহায্য ও সহযোগিতার ভিত্তি কি হবে সেটা আলোচনা করা হয়েছে। পবিত্র কুরআন সৎকর্ম ও আল্লাহর ভয়কে আসল মাপকাঠি করেছে, এর ভিত্তিতেই পারস্পরিক সাহায্য ও সহযোগিতার আহবান জানিয়েছে। এর বিপরীতে পাপ ও অত্যাচার উৎপীড়নকে কঠোর অপরাধ গণ্য করেছে এবং এতে সাহায্যসহযোগিতা করতে নিষেধ করেছে। মূলতঃ সৎকর্ম ও তাকওয়াই হলো শ্রেষ্ঠত্বের মাপকাঠি। কারণ, সমস্ত মানুষ এক পিতা-মাতার সন্তান। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ বিষয়টির ব্যাখ্যা প্রসঙ্গে বিদায় হজ্জের ভাষণে ঘোষণা করেন যে, ‘কোন আরবের অনারবের উপর অথবা কোন শ্বেতাঙ্গের কৃষ্ণাঙ্গের উপর কোন শ্রেষ্ঠত্ব নাই। আল্লাহ ভীতি ও আল্লাহর আনুগত্যই শ্রেষ্ঠত্বের একমাত্র মাপকাঠি।’ [মুসনাদে আহমাদঃ ৫/৪১১]\n  <br/>\n  <br/>\n  আয়াতে বর্ণিত সৎকাজ ও পাপকাজ এর সংজ্ঞায় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘বির বা সৎকাজ হচ্ছে, সচ্চরিত্ৰতা। আর পাপ হচ্ছে, যা তোমার অন্তরে উদিত হয় অথচ তুমি চাও না যে, মানুষ সেটা জানুক’। [মুসলিম: ২৫৫৩]\n  <br/>\n  <br/>\n  অপর হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘বি’র বা সৎকাজ হচ্ছে, যাতে অন্তর শান্ত হয়, চিত্তে প্রশান্তি লাভ হয়। আর পাপ হচ্ছে, যাতে অন্তরে শান্ত হয় না এবং চিত্তেও প্রশান্তি লাভ হয় না, যদিও ফতোয়াপ্রদানকারীরা তোমাকে ফতোয়া দিয়ে থাকুক’। [মুসনাদে আহমাদ ৪/১৯৪]\n  <br/>\n  <br/>\n  আর সহযোগিতার ধরণ সম্পর্কেও রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম দিক-নির্দেশনা দিয়েছেন। যেমন তিনি বলেছেন, ‘তুমি তোমার ভাইকে সাহায্য কর, সে অত্যাচারী হোক বা অত্যাচারিত’। সাহাবায়ে কিরাম বললেন, হে আল্লাহর রাসূল! অত্যাচারিতকে তো আমরা সাহায্য করে থাকি। কিন্তু অত্যাচারীকে কিভাবে সাহায্য করব? রাসূল বললেন, ‘তার দু’হাতে ধরে রাখবে’। [বুখারী: ২৪৪৪]\n  <br/>\n  <br/>\n  অপর হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘যে কেউ কোন মুসলিমের সম্মান-ইজ্জত-আব্রু নষ্ট হওয়া প্রতিরোধ করবে, কিয়ামতের দিন আল্লাহ তার মুখমণ্ডল থেকে জাহান্নামের আগুন প্রতিরোধ করবেন। [তিরমিয়ী: ১৯৩১; মুসনাদে আহমাদ ৬/৪৫০] তাকওয়া ও বির এর মধ্যে পার্থক্য করে ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, নির্দেশিত বিষয় করার নাম বির, আর নিষেধকৃত বিষয় থেকে বেঁচে থাকার নাম তাকওয়া। [তাবারী]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৫ : ৩",
        "arabic_text": "\nحُرِّمَتۡ عَلَيۡكُمُ ٱلۡمَيۡتَةُ وَٱلدَّمُ وَلَحۡمُ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦ وَٱلۡمُنۡخَنِقَةُ وَٱلۡمَوۡقُوذَةُ وَٱلۡمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيۡتُمۡ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسۡتَقۡسِمُواْ بِٱلۡأَزۡلَٰمِۚ ذَٰلِكُمۡ فِسۡقٌۗ ٱلۡيَوۡمَ يَئِسَ ٱلَّذِينَ كَفَرُواْ مِن دِينِكُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِۚ ٱلۡيَوۡمَ أَكۡمَلۡتُ لَكُمۡ دِينَكُمۡ وَأَتۡمَمۡتُ عَلَيۡكُمۡ نِعۡمَتِي وَرَضِيتُ لَكُمُ ٱلۡإِسۡلَٰمَ دِينٗاۚ فَمَنِ ٱضۡطُرَّ فِي مَخۡمَصَةٍ غَيۡرَ مُتَجَانِفٖ لِّإِثۡمٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "তোমাদের জন্য হারাম করা হয়েছে মৃত জন্তু [১], রক্ত [২], শূকরের গোস্ত [৩], আল্লাহ ছাড়া অন্যের নামে যবেহ করা পশু [৪], গলা চিপে মারা যাওয়া জন্তু [৫], প্রহারে মারা যাওয়া জন্তু [৬], উপর থেকে পড়ে মারা যাওয়া জন্তু [৭], অন্য প্রাণীর শিং এর আঘাতে মারা যাওয়া জন্তু [৮] এবং হিংস্র পশুতে খাওয়া জন্তু [৯]; তবে যা তোমরা যবেহ করতে পেরেছ তা ছাড়া [১০], আর যা মূর্তি পূজার বেদীর উপর বলী দেয়া হয় তা [১১] এবং জুয়ার তীর দিয়ে ভাগ্য নির্ণয় করা [১২], এসব পাপ কাজ। আজ কাফেররা তোমাদের দ্বীনের বিরুদ্ধাচরণে হতাশ হয়েছে [১৩]; কাজেই তাদেরকে ভয় করো না এবং আমাকেই ভয় কর। আজ আমি তোমাদের জন্য তোমাদের দ্বীনকে পরিপূর্ণ করলাম এবং তোমাদের উপর আমার নেয়ামত সম্পূর্ণ করলাম [১৪], আর তোমাদের জন্য ইসলামকে দ্বীন হিসেবে পছন্দ করলাম [১৫]। অতঃপর কেউ পাপের দিকে না ঝুঁকে ক্ষুধার তাড়নায় বাধ্য হলে তবে নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে কয়েকটি জিনিস হারাম করার কথা ঘোষণা করা হয়েছে। তন্মধ্যে প্রথম হারাম বস্তু হিসেবে বলা হয়েছে, মৃত জিনিস। এখানে ‘মৃত’ বলে ঐ জন্তু বুঝানো হয়েছে, যা যবেহ্ ব্যতীত কোন রোগে অথবা স্বাভাবিকভাবে মরে যায়। এধরনের মৃত জন্তুর গোস্ত চিকিৎসা-বিজ্ঞানের দৃষ্টিতেও মানুষের জন্যে ক্ষতিকর। তবে হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম দুই প্রকার মৃতকে এ বিধানের বাইরে রেখেছেন, একটি মৃত মাছ ও অপরটি মৃত টিড্ডী। [মুসনাদে আহমদঃ ২/৯৭, ইবন মাজাহঃ ৩৩১৪]\n  <br/>\n  <br/>\n  [২] আয়াতে বর্ণিত দ্বিতীয় হারাম বস্তু হচ্ছে রক্ত কুরআনের অন্য আয়াতে (اَوْ دَمًا مَّسْفُوْحًا) বা ‘প্রবাহিত রক্ত’ [সূরা আল-আন’আম: ১৪৫] বলায় বুঝা যায় যে, যে রক্ত প্রবাহিত হয়, তাই হারাম। সুতরাং কলিজা ও প্লীহা রক্ত হওয়া সত্ত্বেও হারাম নয়। পূর্বোক্ত যে হাদীসে মাছ ও টিভভীর কথা বলা হয়েছে, তাতেই কলিজা ও প্লীহা হালাল হওয়ার কথাও বলা হয়েছে।\n  <br/>\n  <br/>\n  [৩] আয়াতে বর্ণিত তৃতীয় হারাম বস্তু হচ্ছে, শুকরের গোস্ত। গোস্ত বলে তার সম্পূর্ণ দেহ বুঝানো হয়েছে। চর্বি ইত্যাদিও এর অন্তর্ভুক্ত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] আয়াতে বর্ণিত চতুর্থ হারাম বস্তু হচ্ছে, ঐ জন্তু যা আল্লাহ ব্যতীত অন্যের নামে উৎসর্গ করা হয়। যদি যবেহ্ করার সময়ও অন্যের নাম নেয়া হয়, তবে তা খোলাখুলি শির্ক। এরূপ জন্তু সর্বসম্মতভাবে মৃতের অন্তর্ভুক্ত। যেমন আরবের মুশরেকরা মূর্তিদের নামে যবেহ করত। বর্তমানে বিভিন্ন স্থানে কোন কোন মুর্খ লোক পীর-ফকীরের নামে যবেহ করে। যদিও যবেহ করার সময় আল্লাহর নাম উচ্চারণ করে; কিন্তু জন্তুটি যেহেতু অন্যের নামে উৎসর্গীকৃত এবং তাঁর সন্তুষ্টির জন্যে জবেহ বা কুরবানী করা হয়, তাই এ সব জন্তুও আয়াত দৃষ্টে হারাম।\n  <br/>\n  <br/>\n  [৫] আয়াতে বর্ণিত পঞ্চম হারাম বস্তু হচ্ছে, ঐ জন্তু যাকে গলাটিপে হত্যা করা হয়েছে অথবা নিজেই কোন জাল ইত্যাদিতে আবদ্ধ অবস্থায় শ্বাসরুদ্ধ হয়ে মরে গেছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৬] আয়াতে বর্ণিত ষষ্ঠ হারাম বস্তু হচ্ছে, ঐ জন্তু, যা লাঠি অথবা পাথর ইত্যাদির প্রচন্ড আঘাতে নিহত হয়। যদি নিক্ষিপ্ত তীরের ধারাল অংশ শিকারের গায়ে না লাগে এবং তীরের আঘাতে শিকার নিহত হয়, তবে সে শিকারও এর অন্তর্ভুক্ত এবং হারাম। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৭] আয়াতে বর্ণিত সপ্তম হারাম বস্তু হচ্ছে, ঐ জন্তু, যা কোন পাহাড়, টিলা, উচু দালানের উপর থেকে অথবা কুপে পড়ে মরে যায়। এমনিভাবে কোন পাখিকে তীর নিক্ষেপ করার পর যদি সেটি পানিতে পড়ে যায়, তবে তা খাওয়াও নিষিদ্ধ। কারণ, এখানেও পানিতে ডুবে যাওয়ার কারণে মৃত্যু হওয়ার সম্ভাবনা রয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৮] আয়াতে বর্ণিত অষ্টম হারাম বস্তু হচ্ছে, ঐ জন্তু, যা কোন সংঘর্ষে নিহত হয়। যেমন রেলগাড়ী, মোটর ইত্যাদির নীচে এসে মরে যায় অথবা কোন জন্তুর শিং-এর আঘাতে মরে যায়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৯] আয়াতে বর্ণিত নবম হারাম বস্তু হচ্ছে, ঐ জন্তু, যেটি কোন হিংস জন্তুর কামড়ে মরে যায়। [ইবন কাসীর] এগুলো ছাড়াও হাদীসে অন্যান্য আরো কয়েক ধরনের প্রাণী হারাম করা হয়েছে।\n  <br/>\n  <br/>\n  [১০] উপরোক্ত নয় প্রকার হারাম জন্তুর বর্ণনা করার পর একটি ব্যতিক্রম উল্লেখ করে বলা হয়েছে, (اِلَّا مَا ذَكَّيْتُمْ) অর্থাৎ এসব জন্তুর মধ্যে কোনটিকে জীবিত অবস্থায় পাওয়ার পর যবেহ করতে পারলে হালাল হয়ে যাবে। এ ব্যতিক্রম প্রথমোক্ত চার প্রকার জন্তুর সাথে সম্পর্কযুক্ত হতে পারে না। কেননা, মৃত ও রক্তকে যবেহ্ করার সম্ভাবনা নাই এবং শূকর এবং আল্লাহ ব্যতিত অন্যের নামে উৎসর্গীকৃত জন্তু সত্তার দিক দিয়েই হারাম। এ দুটোকে যাবেহ্ করা না করা উভয়ই সমান। এ কারণে আলেমগণ এ বিষয়ে একমত যে, এ ব্যতিক্রম প্রথমোক্ত চারটি পরবতী পাঁচটির সাথে সম্পর্কযুক্ত। অতএব আয়াতের অর্থ এই দাঁড়ায় যে, শেষোক্ত এ পাঁচ প্রকার জন্তুর মধ্যে যদি জীবনের স্পন্দন অনুভব করা যায় এবং তদবস্থায়ই বিসমিল্লাহ বলে যবেহ করে দেয়া হয়, তবে এগুলো খাওয়া হালাল হবে। [ইবনে কাসীর]\n  <br/>\n  <br/>\n  [১১] আয়াতে বর্ণিত দশম হারাম বস্তু হচ্ছে, ঐ জন্তু, যাকে নুছুবের উপর যবেহ্ করা হয়। নুছুব ঐ প্রস্তর বা বেদীকে বলা হয়, যা কাবা গৃহের আশেপাশে স্থাপিত ছিল। জাহেলিয়াত যুগে আরবরা এদের উপাসনা করত এবং এদের উদ্দেশ্যে জন্তু কোরবানী করত। একে তারা ইবাদত বলে গণ্য করত। জাহেলিয়াত যুগের আরবরা উপরোক্ত সব প্রকার জন্তুর গোস্ত ভক্ষণে অভ্যস্ত ছিল। আল্লাহ তা’আলা এগুলোকে হারাম করেছেন। [ইবন কাসীর] বর্তমানেও যদি কোথাও আল্লাহ ব্যতীত অন্য কারও জন্য উৎসর্গ করার কোন বেদী বা কবর অথবা এ জাতীয় কিছু থাকে এবং সেখানে কেউ কোন কিছু যবেহ করে, তবে তাও হারাম হবে।\n  <br/>\n  <br/>\n  [১২] আয়াতে উল্লেখিত একাদশ হারাম বস্তুটি হচ্ছে, ইস্তেকসাম বিল আযলাম । যার অর্থ তীরের দ্বারা বন্টণকৃত বস্তু। (اَزْلَامٌ) শব্দটি (زَلَمٌ) এর বহুবচন। এর অর্থ ঐ তীর, যা জাহেলিয়াত যুগে ভাগ্য পরীক্ষার জন্যে নির্ধারিত ছিল। এ কাজের জন্যে সাতটি তীর ছিল। তন্মধ্যে একটিতে (نعم) (হ্যাঁ), একটিতে (لا) (না) এবং অন্যগুলোতে অন্য শব্দ লিখিত ছিল। এ তীরগুলো কা’বাগৃহের খাদেমের কাছে থাকত। কেউ নিজ ভাগ্য পরীক্ষা করতে চাইলে অথবা কোন কাজ করার পূর্বে তা উপকারী হবে না অপকারী, তা জানতে চাইলে সে কাবার খাদেমের কাছে পৌঁছে একশত মুদ্রা উপটৌকন দিত। খাদেম তুন থেকে একটি একটি করে তীর বের করত। ‘হ্যাঁ’ শব্দ বিশিষ্ট তীর বের হয়ে আসলে মনে করা হত যে, কাজটি উপকারী। পক্ষান্তরে ‘না’ শব্দ বিশিষ্ট তীর বের হলে তারা বুঝে নিত যে, কাজটি করা ঠিক হবে না। হারাম জন্তুসমূহের বর্ণনা প্রসঙ্গে এ বিষয়টি উল্লেখ করার কারণ এই যে, তারা এ তীরগুলো জন্তুসমূহের গোস্ত বন্টনেও ব্যবহার করত। কয়েকজন শরীক হয়ে উট ইত্যাদি যবেহ করে তা গোস্ত প্রাপ্য অংশ অনুযায়ী বন্টন না করে এসব জুয়ার তীরের সাহায্যে বন্টন করত। ফলে কেউ সম্পূর্ণ বঞ্চিত, কেউ প্রাপ্য অংশের চাইতে কম এবং কেউ অনেক বেশী গোস্ত পেয়ে যেত। এ কারণে হারাম জন্তুর বর্ণনা প্রসঙ্গে এ হারাম বন্টন পদ্ধতিও বর্ণনা করা হয়েছে। [ইবন কাসীর] আলেমগণ বলেন, ভবিষ্যৎ অবস্থা এবং অদৃশ্য বিষয় জানার যেসব পস্থা প্রচলিত আছে; যেমন ভবিষ্যৎ কথন বিদ্যা, হস্তরেখা বিদ্যা, ইত্যাদি সব (اسْتِقْسَام بِالْاَزْلَامِ) এর অন্তর্ভুক্ত এবং হারাম। (اسْتِقْسَام بِالْاَزْلَامِ) শব্দটি কখনও জুয়া অর্থেও ব্যবহৃত হয়, যাতে গুটিকা নিক্ষেপ অথবা লটারীর নিয়মে অধিকার নির্ধারণ করা হয়। আল্লাহ তা’আলা একে (مَيْسر) নাম দিয়ে হারাম ও নিষিদ্ধ করেছে। মোটকথা এ জাতীয় বস্তু দ্বারা কোন কিছু নির্ধারণ করা হারাম। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [১৩] অর্থাৎ অদ্য কাফেররা তোমাদের দ্বীনকে পরাভূত করার ব্যাপারে নিরাশ হয়ে গেছে। কাজেই তোমরা তাদেরকে আর ভয় করো না। তবে আল্লাহকে ভয় কর। এ আয়াতাংশ যখন নাযিল হয়, তখন মক্কা এবং প্রায় সমগ্র আরব মুসলিমদের করতলগত ছিল। সমগ্র আরব উপত্যকায় ইসলামী বিধি-বিধান প্রচলিত হয়ে গিয়েছিল। তাই বলা হয়েছেঃ ইতিপূর্বে কাফেররা মুসলিমদের সংখ্যা ও শক্তি অপেক্ষাকৃত কম দেখে তাদের নিশ্চিহ্ন করে দেয়ার পরিকল্পনা করতো। কিন্তু এখন তাদের মধ্যে এরূপ দুঃসাহস ও বল-ভরসা নাই। এ কারণে মুসলিমরা তাদের পক্ষ থেকে নিশ্চিত হয়ে স্বীয় রবের আনুগত্য ও ইবাদতে মনোনিবেশ করুক। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “আরব উপদ্বীপে মুসল্লীরা শয়তানের ইবাদত করবে এ ব্যাপারে সে নিরাশ হয়েছে, তবে সে তাদের মধ্যে গণ্ডগোল লাগিয়ে রাখতে পারবে”। [বুখারী: ১১৬২; আবু দাউদ: ১৫৩৮; তিরমিযী ৪৮০; ইবন মাজাহঃ ১৩৮৩] কোন কোন মুফাসসির বলেন, কাফেরদের নিরাশ হওয়ার অর্থ, তারা তোমাদের মত হবে এবং তোমাদের কর্মকাণ্ড তাদের মত হবে এ ব্যাপারে তারা নিরাশ হয়েছে, কারণ, তোমাদের গুণাগুণ তাদের থেকে সম্পূর্ণ ভিন্ন। [ইবনে কাসীর]\n  <br/>\n  <br/>\n  [১৪] দ্বীনকে পরিপূর্ণ করে দেবার অর্থই হচ্ছে এর মধ্যে জীবনের সমস্ত প্রশ্নের নীতিগত ও বিস্তারিত জবাব পাওয়া যায়। হেদায়াত ও পথনির্দেশ লাভ করার জন্য এখন আর কোন অবস্থায়ই তার বাইরে যাবার প্রয়োজন নাই। সুতরাং এ নবীর পরে কোন নবী নেই। এ শরীআতের পরে কোন শরীআত নেই। এ শরীআতে যা যা নির্দেশ দেয়া হয়েছে, তা সম্পূর্ণরূপে সত্য ও ইনসাফপূর্ণ। আল্লাহ বলেন, “সত্য ও ন্যায়ের দিক দিয়ে আপনার রব-এর বাণী পরিপূর্ণ। তার বাক্য পরিবর্তন করার কেউ নেই”। [সূরা আল-আন’আম: ১১৫] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [১৫] আয়াতের এ অংশটি নাযিলের বিশেষ তাৎপর্য রয়েছে। আরাফার দিন। এ দিনটি পূর্ণ বৎসরের মধ্যে সর্বোত্তম দিন। ঘটনাক্রমে এ দিনটি পড়েছিল শুক্রবারে। এর শ্ৰেষ্ঠত্বও সর্বজনবিদিত। স্থানটি হচ্ছে ময়দানে-আরাফাত। এ স্থানটিই আরাফার দিনে আল্লাহর পক্ষ থেকে রহমত নাযিল হওয়ার বিশেষ স্থান। সময় আছরের পর-যা সাধারণ দিনগুলোতেও বরকতময় সময়। বিশেষতঃ শুক্রবার দিনে। বিভিন্ন বর্ণনায় এসেছে, এ দিনের এ সময়েই দো'আ কবুলের মূহুর্তটি ঘনিয়ে আসে। আরাফার দিনে আরও বেশী বৈশিষ্ট্য সহকারে দোআ কবুলের সময়। হজ্জের জন্যে মুসলিমদের সর্বপ্রথম ও সর্ববৃহৎ ঐতিহাসিক সমাবেশ। প্রায় দেড় লক্ষ সাহাবায়ে-কেরাম উপস্থিত। রাহমাতুল্লিল-আলামীন সাহাবায়ে-কেরামের সাথে আরাফার সে বিখ্যাত পাহাড়ের নীচে স্বীয় উষ্ট্রী আদ্ববার পিঠে সওয়ার। সবাই হজ্জের প্রধান রোকন অর্থাৎ আরাফাতের ময়দানে অবস্থানরত। এসব শ্রেষ্ঠত্ব, বরকত ও রহমতের ছত্রছায়ায় উল্লেখিত পবিত্র আয়াতটি নাযিল হয়। [দেখুন, তিরমিযীঃ ৩০৪৪]\n  <br/>\n  <br/>\n  আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এ আয়াত কুরআনের শেষ দিকের আয়াত। এরপর বিধি-বিধান সম্পর্কিত আর কোন আয়াত নাযিল হয়নি। বলা হয় যে, শুধু উৎসাহ প্রদান ও ভীতি প্রদর্শনমূলক কয়েকখানি আয়াত-এর পর নাযিল হয়েছে। এ আয়াত নাযিল হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মাত্র একাশি দিন পৃথিবীতে জীবিত ছিলেন। কেননা, দশম হিজরীর ৯ই যিলহজ্জ তারিখে এ আয়াত অবতীর্ণ হয় এবং একাদশ হিজরীর ১২ই রবিউল আউয়াল তারিখে রাসূলে কারিম সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ওফাত পান। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৫ : ৪",
        "arabic_text": "\nيَسۡـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمۡۖ قُلۡ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُ وَمَا عَلَّمۡتُم مِّنَ ٱلۡجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُۖ فَكُلُواْ مِمَّآ أَمۡسَكۡنَ عَلَيۡكُمۡ وَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهِۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ ",
        "bangla_text": "মানুষ আপনাকে প্রশ্ন করে, তাদের জন্য কি কি হালাল করা হয়েছে? বলুন, ‘তোমাদের জন্য হালাল করা হয়েছে সমস্ত পবিত্র জিনিস [১]। আর শিকারী পশু-পাখি, যাদেরকে তোমরা শিকার শিখিয়েছ – আল্লাহ তোমাদেরকে যা শিখিয়েছেন তা থেকে সেগুলোকে তোমরা শিখিয়ে থাক –সুতরাং এই (শিকারী পশুপাখি)-গুলো যা কিছু তোমাদের জন্য ধরে আনে তা থেকে খাও। আর এতে আল্লাহর নাম স্মরণ কর [২] এবং আল্লাহর তাকওয়া অবলম্বন কর। নিশ্চয়ই আল্লাহ দ্রুত হিসেব গ্রহণকারী’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বর্ণিত (طيبات) শব্দের তিনটি অর্থ হয়ে থাকে। এক. যাবতীয় রুচিসম্পন্ন। দুই. যাবতীয় হালালকৃত। তিন. যাবতীয় যবাইকৃত প্রাণী। কারণ, যবাই করার কারণে সেগুলোতে পরিচ্ছন্নতা এসেছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আয়াতে শিকারী কুকুর, বাজ ইত্যাদি দ্বারা শিকার করা জন্তু হালাল হওয়ার জন্যে কয়েকটি শর্ত উল্লেখ করা হয়েছে। প্রথম শর্তঃ কুকুর অথবা বাজ শিক্ষাপ্রাপ্ত হতে হবে। শিকার পদ্ধতি এই যে, আপনি যখন কুকুরকে শিকারের দিকে প্রেরণ করবেন, তখন সে শিকার ধরে আপনার কাছে নিয়ে আসবে- নিজে খাওয়া শুরু করবে না। বাজপাখীর বেলায় পদ্ধতি এই যে, আপনি ফেরৎ আসার জন্যে ডাক দেয়া মাত্রই সে কাল বিলম্ব না করে ফিরে আসবে- যদিও তখন কোন শিকারের পিছনে ধাওয়া করতে থাকে। শিকারী জন্তু এমনভাবে শিক্ষাপ্রাপ্ত হয়ে গেলে বোঝা যাবে যে, সে আপনার জন্যে শিকার করে, নিজের জন্যে নয়। এমতাবস্থায় এগুলোর ধরে আনা শিকার স্বয়ং আপনারই শিকার বলে গন্য হবে। যদি শিকারী জন্তু কোন সময় এ শিক্ষার বিরুদ্ধাচরণ করে যেমন, কুকুর নিজেই খাওয়া আরম্ভ করে কিংবা বাজপাখী আপনার ডাকে ফেরৎ না আসে, তবে এ শিকার আপনার শিকার নয়। কাজেই তা খাওয়াও বৈধ নয়। দ্বিতীয় শর্তঃ আপনি নিজ ইচ্ছায় কুকুরকে অথবা বাজকে শিকারের পেছনে প্রেরণ করবেন। কুকুর অথবা বাজ যেন স্বেচ্ছায় শিকারের পেছনে দৌড়ে শিকার না করে। আলোচ্য আয়াতে এ শর্তটি (مكلبين) শব্দে বর্ণিত হয়েছে। এটি (تكليب) ধাতু থেকে উদ্ভুত। এর আসল অর্থ কুকুরকে শিক্ষা দেয়া। এরপর সাধারণ শিকার জন্তুকে শিক্ষা দেয়ার পর শিকারের দিকে প্রেরণ করা বা (ارسال) এর অর্থেও ব্যবহৃত হয়। সুতরাং এর অর্থ শিকারের দিকে প্রেরণ করা। তৃতীয় শর্তঃ শিকার জন্তু নিজে শিকারকে খাবে না; বরং আপনার কাছে নিয়ে আসবে। এ শর্তটি (مِمَّا اَمْسَكْنَ عَلَيْكُمْ) বাক্যাংশে বর্ণিত হয়েছে। চতুর্থ শর্তঃ শিকারী কুকুর অথবা বাজকে শিকারের দিকে প্রেরণ করার সময় ‘বিসমিল্লাহ’ বলতে হবে। উপরে বর্ণিত চারটি শর্ত পূর্ণ হলে শিকার আপনার হাতে পৌঁছার পূর্বেই যদি মরে যায়, তবুও তা হালাল হবে; যবেহ্ করার প্রয়োজন হবে না। আর যদি জীবিত অবস্থায় হাতে আসে, তবে যবেহ্ ব্যতীত হালাল হবে না। তবে মনে রাখা প্রয়োজন যে, শিকার হিসেবে ঐসব বন্য জন্তুর ক্ষেত্রেই এ নিয়ম প্রযোজ্য হবে, যে গুলো কারও করতলগত নয়। পক্ষান্তরে কোন বন্য জন্তু কারও করতলগত হয়ে গেলে, তা নিয়মিত যবেহ করা ব্যতীত হালাল হবে না। [ইবন কাসীর ও কুরতুবী থেকে সংক্ষেপিত]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সাহাবী আদী ইবন হাতিমকে বললেন, যখন তুমি শিকারের উদ্দেশ্যে তোমার কুকুরকে পাঠাবে এবং পাঠানোর সময় আল্লাহর নাম নিবে, তারপর যদি সে কুকুর কোন শিকার পাকড়াও করে, তবে তা থেকে খাও, যদিও সে শিকারটিকে হত্যা করে ফেলে থাকে। তবে যদি কুকুর সেটা থেকে নিজে খেয়ে নেয় সেটা ভিন্ন। সেটা খেয়ো না। কারণ, সেটা সে নিজের জন্য শিকার করেছে এমন আশঙ্কা রয়েছে। অনুরূপভাবে অন্য কুকুর এর সাথে মিশে শিকার করলেও সেটা খেয়ো না। [বুখারী ৫৪৭৫; মুসলিম: ১৯২৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৫ : ৫",
        "arabic_text": "\nٱلۡيَوۡمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَٰتُۖ وَطَعَامُ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حِلّٞ لَّكُمۡ وَطَعَامُكُمۡ حِلّٞ لَّهُمۡۖ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلۡمُؤۡمِنَٰتِ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّ مُحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَ وَلَا مُتَّخِذِيٓ أَخۡدَانٖۗ وَمَن يَكۡفُرۡ بِٱلۡإِيمَٰنِ فَقَدۡ حَبِطَ عَمَلُهُۥ وَهُوَ فِي ٱلۡأٓخِرَةِ مِنَ ٱلۡخَٰسِرِينَ ",
        "bangla_text": "আজ [১] তোমাদের জন্য সমস্ত ভাল জিনিস হালাল করা হল [২] ও যাদেরকে কিতাব দেয়া হয়েছে [৩] তাদের খাদ্যদ্রব্য তোমাদের জন্য হালাল এবং তোমাদের খাদ্যদ্রব্য তাদের জন্য বৈধ। আর মুমিন সচ্চরিত্রা নারী ও তোমাদের আগে যাদেরকে কিতাব দেয়া হয়েছে তাদের সচ্চরিত্রা [৪] নারীদেরকে তোমাদের জন্য বৈধ করা হল [৫] যদি তোমরা তাদের মাহর প্রদান কর বিয়ের জন্য, প্রকাশ্য ব্যভিচার বা গোপন প্রণয়িনী গ্রহণকারী হিসেবে নয়। আর কেউ ঈমানের সাথে কুফরী করলে তার কর্ম অবশ্যই নিস্ফল হবে এবং সে আখেরাতে ক্ষীতগ্রস্তদের অন্তর্ভুক্ত হবে [৬]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ‘আজ’ বলে এ দিনকে বোঝানো হয়েছে, যেদিন এ আয়াত ও এর পূর্ববর্তী আয়াত নাযিল হয়। অর্থাৎ দশম হিজরীর বিদায় হজ্জের আরাফার দিন। উদ্দেশ্য এই যে, আজ যেমন তোমাদের জন্যে তোমাদের দ্বীনকে পূর্ণাঙ্গ ও স্বয়ংসম্পূর্ণ করে দেয়া হয়েছে এবং তোমাদের প্রতি আল্লাহর নেয়ামত পূর্ণতা লাভ করেছে, তেমনি আল্লাহ তা’আলার পবিত্র বস্তুসমূহ, যা পূর্বেও তোমাদের জন্যে হালাল ছিল, চিরস্থায়ীভাবে হালাল রাখা হল। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] এ আয়াতে (طيبات) অর্থাৎ পবিত্র ও পরিস্কার-পরিচ্ছন্ন বস্তু হালাল হওয়ার বর্ণনা দেয়া হয়েছে। অন্য আয়াতে বলা হয়েছে,\n  <br/>\n  <br/>\n  (وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَـبٰىِٕثَ)\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহ  হালাল করেন তাদের জন্যে (طيبات) এবং হারাম করেন (خَـبٰىِٕثَ) [সূরা আল-আরাফ: ১৫৭] এখানে (طيبات) এর বিপরীতে (خَـبٰىِٕثَ) ব্যবহার করে উভয় শব্দের মর্মার্থ বর্ণনা করা হয়েছে। অভিধানে (طيبات) পরিস্কার পরিচ্ছন্ন কাম্য বস্তুসমূহকে এবং এর বিপরীতে (خَـبٰىِٕثَ) নোংরা ও ঘৃণাৰ্হ বস্তুসমূহকে বলা হয়। [জালালাইন] কাজেই আয়াতের এ বাক্যের দ্বারা বোঝা যায় যে, যেসব বস্তু পরিস্কার পরিচ্ছন্ন, উপাদেয় ও পবিত্র, সেগুলো মানুষের জন্যে হালাল করা হয়েছে এবং যেসব বস্তু নোংরা, ঘৃণা ও অপকারী, সেগুলো হারাম করা হয়েছে। এ ধরনের ব্যাপারে নবীদের সিদ্ধান্ত সবার জন্যে অকাট্য দলীলস্বরূপ। কেননা, মানুষের মধ্যে নবীগণই সবাধিক সুস্থ স্বভাবসম্পন্ন। কোন কোন মুফাসসির এখানে (طيبات) এর অর্থ আল্লাহর নামে যবাইকৃত হালাল প্রাণী অর্থ করেছেন। [বাগভী]\n  <br/>\n  <br/>\n  [৩] এখানে এটা জানা আবশ্যক যে, আহলে কিতাব হওয়ার জন্য যে কিতাবটির অনুসারী বলে তারা দাবী করে, সে কিতাবটি আল্লাহ্ তা’আলার নাযিল করা কিতাব কি না তা প্রমাণিত হতে হবে। সাথে সাথে স্বীয় কিতাবের প্রতি বিশুদ্ধ ঈমান থাকা এবং আমল করাও জরুরী। যেমন, তাওরাত, ইঞ্জল, যবুর, মূসা ও ইবরাহীম ‘আলাইহিস সালামের সহীফা ইত্যাদি। আর যাদের গ্রন্থ আল্লাহর কিতাব বলে কুরআন ও সুন্নাহর নিশ্চিত পন্থায় প্রমাণিত নয়, তারা আহলে কিতাবদের অন্তর্ভুক্ত হবে না। মূলতঃ কুরআনের পরিভাষায় ইহুদী ও নাসারা জাতিই আহলে কিতাবের অন্তর্ভুক্ত। যারা তাওরাত ও ইঞ্জীলের প্রতি বিশ্বাসী। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] এখানে ইয়াহুদী ও নাসারা মহিলাদের বিয়ে করার ক্ষেত্রে একটি শর্ত আরোপ করা হয়েছে। তা হলো, তাদেরকে অবশ্যই ‘মুহসানাহ’ বা সংরক্ষিত মহিলা হতে হবে। সুতরাং তাদের মধ্যে যারা সংরক্ষিত বা নিজের লজ্জাস্থানের হেফাযতকারিনী নয়, তারা এর ব্যতিক্রম। [সা’দী]\n  <br/>\n  <br/>\n  [৫] আয়াতে আহলে কিতাবদের খাদ্য বলা হয়েছে। সর্বপ্রকার খাদ্যই এর অন্তর্ভুক্ত। এ ক্ষেত্রে অধিকাংশ সাহাবী ও তাবেয়ীগনের মতে ‘খাদ্য’ বলতে যবেহ করা জন্তুকে বোঝানো হয়েছে। [ইবন কাসীর] কেননা, অন্য প্রকার খাদ্যবস্তুতে আহলে-কিতাব, পৌত্তলিক, মুশরেক সবাই সমান। রুটি, আটা, চাল, ডাল ইত্যাদিতে যবেহ্ করার প্রয়োজন নেই। এগুলো যে কোন লোকের কাছ থেকে যে কোন বৈধ পন্থায় অর্জিত হলে মুসলিমের জন্যে খাওয়া হালাল। [সা’দী] অধিকাংশ সাহাবী, তাবেয়ী ও তাফসীরবিদের মতে, কাফেরদের মধ্য থেকে আহলে কিতাব ইয়াহুদী ও নাসারাদের যবেহ করা জন্তু হালাল হওয়ার কারণ হচ্ছে, আল্লাহর নাম উচ্চারণ করে জন্তু যবেহ করাকে তারাও বিশ্বাসগতভাবে জরুরী মনে করে। এ ছাড়া মৃত জন্তুকেও তার হারাম মনে করে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৬] ঈমানের সাথে কুফরী করার অর্থ, ইসলামী শরীআতের সাথে কুফরী করলো শরীআতের বিধি-বিধান মানতে অস্বীকার করল, তার সমস্ত আমল পণ্ড হয়ে যাবে। [ফাতহুল কাদীর, মুয়াচ্ছার, সাদী] যারাই এভাবে আল্লাহ ও তার দেয়া শরীআতের সাথে কুফরী করে সে অবস্থায় মারা যাবে। সে ঈমান অবস্থায় করা যাবতীয় আমল ধ্বংস করে ফেলবে। আখেরাতে সে কিছুরই মালিক থাকবে না। আলেমগণ এ আয়াত থেকে দলীল নিয়েছেন যে, যারাই মুর্তাদ হবে এবং সে অবস্থায় মারা যাবে, তাদের সমস্ত আমল পণ্ড হয়ে যাবে। অন্য আয়াতেও আল্লাহ তা’আলা ঘোষণা করেছেন, “আর তোমাদের মধ্য থেকে যে কেউ নিজের দ্বীন থেকে ফিরে যাবে এবং কাফের হয়ে মারা যাবে, দুনিয়া ও আখেরাতে তাদের আমলসমূহ নিস্ফল হয়ে যাবে। আর এরাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে”। [সূরা আল-বাকারাহ: ২১৭] [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৫ : ৬",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قُمۡتُمۡ إِلَى ٱلصَّلَوٰةِ فَٱغۡسِلُواْ وُجُوهَكُمۡ وَأَيۡدِيَكُمۡ إِلَى ٱلۡمَرَافِقِ وَٱمۡسَحُواْ بِرُءُوسِكُمۡ وَأَرۡجُلَكُمۡ إِلَى ٱلۡكَعۡبَيۡنِۚ وَإِن كُنتُمۡ جُنُبٗا فَٱطَّهَّرُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُم مِّنۡهُۚ مَا يُرِيدُ ٱللَّهُ لِيَجۡعَلَ عَلَيۡكُم مِّنۡ حَرَجٖ وَلَٰكِن يُرِيدُ لِيُطَهِّرَكُمۡ وَلِيُتِمَّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": "হে মুমিনগণ! যখন তোমরা সালাতের জন্য দাঁড়াতে চাও তখন তোমরা তোমাদের মুখমণ্ডল ও হাতগুলো কনুই পর্যন্ত ধুয়ে নাও এবং তোমাদের মাথায় মাসেহ কর [১] এবং পায়ের টাখনু পর্যন্ত ধুয়ে নাও [২]; এবং যদি তোমরা অপবিত্র থাক, তবে বিশেষভাবে পবিত্র হবে। আর যদি তোমরা অসুস্থ হও বা সফরে থাক বা তোমাদের কেউ পায়খানা থেকে আসে, বা তোমরা স্ত্রীর সাথে সংগত হও [৩] এবং পানি না পাও তবে পবিত্র মাটি দিয়ে তায়াম্মুম করবে। সুতরাং তা দ্বারা মুখমণ্ডলে ও হাতে মাসেহ করবে। আল্লাহ তোমাদের উপর কোন সংকীর্ণতা করতে চান না; বরং তিনি তোমাদেরকে পবিত্র করতে চান এবং তোমাদের প্রতি তাঁর নেয়ামত সম্পূর্ণ করতে চান, যাতে তোমরা কৃতজ্ঞতা জ্ঞাপন কর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ হুকুমটির যে ব্যাখ্যা দিয়েছেন তা থেকে জানা যায়, কুলি করা ও নাক পরিস্কার করাও মুখমণ্ডল ধোয়ার অন্তর্ভুক্ত। এ ছাড়া মুখমণ্ডল ধোয়ার কাজটি কখনোই পূর্ণতা লাভ করতে পারে না। আর কান যেহেতু মাথার একটি অংশ, তাই মাথা মাসেহ করার মধ্যে কানের ভেতরের ও বাইরের উভয় অংশও শামিল হয়ে যায়। তাছাড়া অযু শুরু করার আগে দু’হাত ধুয়ে নেয়া উচিত। কারণ, যে হাত দিয়ে অযু করা হচ্ছে, তা পূর্ব থেকেই পবিত্র থাকার প্রয়োজন রয়েছে। সর্বোপরি অযু করার সময় ধারাবাহিকতা রক্ষা ও অঙ্গসমূহ ধোয়ার মধ্যে বিলম্ব না করা উচিত। এসবের জন্যও হাদীসে বর্ণনা এসেছে। [এ ব্যাপারে বিস্তারিত বিধি-বিধানের জন্য তাফসীরে ইবন কাসীর ও তাফসীর কুরতুবী দেখা যেতে পারে]\n  <br/>\n  <br/>\n  [২] নু’আইম আল-মুজমির থেকে বর্ণিত, তিনি বলেনঃ আমি আবু হুরায়রা রাদিয়াল্লাহু আনহুর সাথে মসজিদের ছাদে উঠলাম। তিনি ওযু করে বললেনঃ আমি রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, আমার উম্মতদেরকে কেয়ামতের দিন তাদেরকে ‘গুররান-মুহাজ্জালীন’ বলে ডাকা হবে। (অর্থাৎ ওযুর অঙ্গ-প্রত্যঙ্গগুলো উজ্জ্বল অবস্থায় উপস্থিত হবে) কাজেই তোমাদের মধ্যে যে ব্যক্তি তার উজ্জ্বলতাকে বৃদ্ধি করতে সক্ষম, সে যেন তা (বৃদ্ধি) করে। [বুখারী ১৩৬]\n  <br/>\n  <br/>\n  [৩] স্ত্রী সহবাসের কারণে জানাবাত হোক বা স্বপ্নে বীর্য স্থলনের কারণে হোক উভয় অবস্থায়ই গোসল ফরয। এ অবস্থায় গোসল ছাড়া সালাত আদায় করা ও কুরআন স্পর্শ করা জায়েয নয়। কিন্তু যদি পানি না পাওয়া যায়, তবে তায়াম্মুমই যথেষ্ট। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৫ : ৭",
        "arabic_text": "\nوَٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ وَمِيثَٰقَهُ ٱلَّذِي وَاثَقَكُم بِهِۦٓ إِذۡ قُلۡتُمۡ سَمِعۡنَا وَأَطَعۡنَاۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "আর স্মরণ কর, তোমাদের উপর আল্লাহর নেয়ামত এবং যে অঙ্গীকারে তিনি তোমাদেরকে আবদ্ধ করেছিলেন তা; যখন তোমরা বলেছিলে, ‘শুনলাম এবং মেনে নিলাম’ [১]। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর; নিশ্চয় আল্লাহ অন্তরে যা আছে সে সম্পর্কে সবিশেষ অবগত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সত্যনিষ্ঠ মুফাসসিরদের মতে, এখানে কোন মুখ দিয়ে বের হওয়া অঙ্গীকার উদ্দেশ্য নয়। বরং ঈমান আনার সাথে সাথে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের আদেশ-নিষেধ পালনের যে অঙ্গীকার স্বতঃই এসে যায়, তা-ই উদ্দেশ্য। [ইবন কাসীর, সাদী, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৫ : ৮",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ لِلَّهِ شُهَدَآءَ بِٱلۡقِسۡطِۖ وَلَا يَجۡرِمَنَّكُمۡ شَنَـَٔانُ قَوۡمٍ عَلَىٰٓ أَلَّا تَعۡدِلُواْۚ ٱعۡدِلُواْ هُوَ أَقۡرَبُ لِلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ خَبِيرُۢ بِمَا تَعۡمَلُونَ ",
        "bangla_text": "হে মুমিনগণ! আল্লাহর উদ্দেশ্যে ন্যায় সাক্ষ্যদানে তোমরা অবিচল থাকবে; কোন সম্প্রদায়ের প্রতি শত্রুতা তোমাদেরকে যেন সুবিচার বর্জনে প্ররোচিত না করে। তোমরা সুবিচার করবে [১], এটা তাকওয়ার অধিকতর নিকটবর্তী। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর। নিশ্চয় তোমরা যা কর, আল্লাহ সে বিষয়ে সম্যক অবহিত [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এমনকি সস্তানদের মধ্যেও সুবিচার করতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম নির্দেশ দিয়েছেন। নুমান ইবন বাশীর বলেন, তার পিতা তাকে নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের দরবারে এসে বললেন, আমি আমার এ সন্তানকে একটি দাস উপটৌকন দিলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, তুমি কি তোমার সকল সন্তানকে এ রকম উপঢৌকন দিয়েছ? তিনি বললেন, না। তখন রাসূল বললেন, তাহলে তুমি তা ফেরৎ নাও। [বুখারী: ২৫৮৬; মুসলিম: ১৬২৩]\n  <br/>\n  <br/>\n  [২] এ আয়াতের বিষয়বস্তু প্রায় এসব শব্দেই অন্যত্র বর্ণিত হয়েছে। পার্থক্য এতটুকু যে, সেখানে বলা হয়েছিল,\n  <br/>\n  <br/>\n  (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوّٰمِيْنَ بِالْقِسْطِ شُهَدَاءَ لِلّٰهِ)\n  <br/>\n  <br/>\n  [সূরা আন-নিসা: ১৩৫]  আর এখানে বলা হচ্ছেঃ\n  <br/>\n  <br/>\n  (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوّٰمِيْنَ لِلّٰهِ شُهَدَاءَ بِالْقِسْطِ)\n  <br/>\n  <br/>\n  সাধারণতঃ দুটি কারণ মানুষকে ন্যায় ও সুবিচারে বাধা-প্রদান এবং অন্যায় ও অবিচারে প্ররোচিত করে। (এক) নিজের অথবা বন্ধু-বান্ধব ও আত্মীয়-স্বজনের প্রতি পক্ষপাতিত্ব। (দুই) কোন ব্যাক্তির প্রতি শক্রতা ও মনোমালিন্য। সূরা আন-নিসার আয়াতে প্রথমোক্ত কারণের উপর ভিত্তি করে সুবিচারের আদেশ দেয়া হয়েছে আর সূরা আল-মায়েদার আলোচ্য আয়াতে শেষোক্ত কারণ হিসেবে বক্তব্য রাখা হয়েছে। সূরা আন-নিসার আয়াতের সারমর্ম এই যে, ন্যায় ও সুবিচারের ক্ষেত্রে নিজের এবং পিতা-মাতা ও আত্নীয়-স্বজনেরও পরওয়া করো না। যদি ন্যায় বিচার তাদের বিরুদ্ধে যায়, তবে তাতেই কায়েম থাক। সূরা আল-মায়েদার আয়াতের সারমর্ম এই যে, ন্যায় ও সুবিচারের ক্ষেত্রে কোন শক্রর শক্রতার কারণে পশ্চাদপদ হওয়া উচিত নয় যে, শক্রর ক্ষতি সাধনের উদ্দেশ্যে সুবিচারের পরিবর্তে অবিচার শুরু করবে। [বাহরে-মুহীত] তাছাড়া সত্য সাক্ষ্য দিতে ত্রুটি না করার প্রতি পবিত্র কুরআনের অনেক আয়াত বিভিন্ন ভঙ্গিতে জোর দিয়েছে। এক আয়াতে অত্যন্ত খোলাখুলিভাবে নির্দেশ দেয়া হয়েছে, “সাক্ষ্য গোপন করো না। যে সাক্ষ্য গোপন করে, তার অন্তর পাপী”। [সূরা আল-বাকারাহঃ ২৮৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৫ : ৯",
        "arabic_text": "\nوَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٞ ",
        "bangla_text": "যারা ঈমান এনেছে ও সৎকাজ করেছে আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন যে, তাদের জন্য রয়েছে ক্ষমা ও মহাপুরস্কার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৫ : ১০",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ ",
        "bangla_text": "আর যারা কুফরী করে এবং আমাদের আয়াতসমূহে মিথ্যারোপ করে তারা প্রজ্বলিত আগুনের অধিবাসী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৫ : ১১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ هَمَّ قَوۡمٌ أَن يَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ فَكَفَّ أَيۡدِيَهُمۡ عَنكُمۡۖ وَٱتَّقُواْ ٱللَّهَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ ",
        "bangla_text": "হে মুমিনগণ! তোমাদের প্রতি আল্লাহর নেয়ামত স্মরণ কর যখন এক সম্প্রদায় তোমাদের বিরুদ্ধে তাদের হাত প্রসারিত করতে চেয়েছিল, অতঃপর আল্লাহ তাদের হাত তোমাদের থেকে নিবৃত রাখলেন। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর। আল্লাহর উপরই যেন মুমিনগণ তাওয়াক্কুল করে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে উল্লেখ করা হয়েছে যে, শক্ররা বার বার রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও মুসলিমদেরকে হত্যা, লুন্ঠন ও ধরাপৃষ্ঠ থেকে মুছে ফেলার যেসব পরিকল্পনা করে, সেগুলো আল্লাহ ব্যর্থ করে দেন। ইসলামের ইতিহাসে সামগ্রিকভাবে কাফেরদের পরিকল্পনা ব্যর্থতায় পর্যবসিত হওয়ার অসংখ্য ঘটনা রয়েছে। তাফসীরবিদগণ এ আয়াতের ব্যাখ্যা প্রসঙ্গে কিছু সংখ্যক বিশেষ বিশেষ গুরুত্বপূর্ণ ঘটনাও উল্লেখ করেছেন। সে সবগুলোই আলোচ্য আয়াতের সাক্ষী হতে পারে। আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও মুসলিমদের অদৃশ্য হেফাযতের কথা উল্লেখ করার পর প্রথমতঃ বলা হয়েছে যে, আল্লাহর নেয়ামত লাভ করার জন্য তাকওয়া ও আল্লাহর উপর নির্ভর করা জরুরী। যে কোন জাতি অথবা ব্যক্তি যে কোন সময় বা কোন স্থানে এ দুটি গুণ অবলম্বন করবে, আল্লাহ তা'আলার পক্ষ থেকে তারই এভাবে হেফাযত ও সংরক্ষণ করা হবে। [বিস্তারিত জানার জন্য দেখুন, তাফসীর ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৫ : ১২",
        "arabic_text": "\n۞ وَلَقَدۡ أَخَذَ ٱللَّهُ مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَبَعَثۡنَا مِنۡهُمُ ٱثۡنَيۡ عَشَرَ نَقِيبٗاۖ وَقَالَ ٱللَّهُ إِنِّي مَعَكُمۡۖ لَئِنۡ أَقَمۡتُمُ ٱلصَّلَوٰةَ وَءَاتَيۡتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِي وَعَزَّرۡتُمُوهُمۡ وَأَقۡرَضۡتُمُ ٱللَّهَ قَرۡضًا حَسَنٗا لَّأُكَفِّرَنَّ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَلَأُدۡخِلَنَّكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ فَمَن كَفَرَ بَعۡدَ ذَٰلِكَ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ ",
        "bangla_text": "আর অবশ্যই আল্লাহ বনী ইসরাঈলের অংগীকার গ্রহণ করেছিলেন এবং আমরা তাদের মধ্য থেকে বারজন দলনেতা পাঠিয়েছিলাম। আর আল্লাহ বলেছিলেন, ‘নিশ্চয় আমি তোমাদের সংগে আছি; তোমরা যদি সালাত কায়েম কর, যাকাত দাও, আমার রাসূলগণের প্রতি ঈমান আন, তাঁদেরকে সম্মান-সহযোগিতা কর এবং আল্লাহকে উত্তম ঋণ প্রদান কর, তবে আমি তোমাদের পাপ অবশ্যই মোচন করব এবং অবশ্যই তোমাদেরকে প্রবেশ করাব জান্নাতসমূহে, যার পাদদেশে নদীসমূহ প্রবাহিত’। এর পরও কেউ কুফরী করলে সে অবশ্যই সরল পথ হারাবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকূ‘\n  </b>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৫ : ১৩",
        "arabic_text": "\nفَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ لَعَنَّٰهُمۡ وَجَعَلۡنَا قُلُوبَهُمۡ قَٰسِيَةٗۖ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٖ مِّنۡهُمۡ إِلَّا قَلِيلٗا مِّنۡهُمۡۖ فَٱعۡفُ عَنۡهُمۡ وَٱصۡفَحۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "অতঃপর তাদের [১] অঙ্গীকার ভঙ্গের জন্য আমরা তাদেরকে লা’নত করেছি ও তাদের হৃদয় কঠিন করেছি; তারা শব্দগুলোকে আপন স্থান থেকৈ বিকৃত করে এবং তাদেরকে যে উপদেশ দেয়া হয়েছিল তার একাংশ তারা ভুলে গেছে। আর আপনি সবসময় তাদের অল্প সংখ্যক ছাড়া সকলকেই বিশ্বাসঘাতকতা করতে দেখতে পাবেন [২], কাজেই তাদেরকে ক্ষমা করুন এবং উপেক্ষা করুন। নিশ্চয়ই আল্লাহ মুহসিনদেরকে ভালবাসেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে বলা হয়েছে যে, বনী-ইসরাঈল দুর্ভাগ্যবশতঃ এসব সুস্পষ্ট নির্দেশের প্রতি কৰ্ণপাত করেনি এবং অঙ্গীকারের বিরুদ্ধাচরণ করে। ফলে আল্লাহ তা’আলা তাদেরকে বিভিন্ন আযাবে নিক্ষেপ করেন। অবাধ্যতার ফলে তাদের অন্তর ও মস্তিস্ক বিকৃত হয়ে যায়। তাতে চিন্তা-ভাবনা ও বুঝার ক্ষমতা বিলুপ্ত হয়। ফলে তারা পাপের পরিণামে আরও পাপে লিপ্ত হতে থাকে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে বনী ইসরাঈলের অঙ্গীকার ভঙ্গের পাঁচটি শাস্তি বর্ণিত হয়েছে। প্রথমে দু’টি শাস্তির কথা উল্লেখ করে আল্লাহ বলেনঃ “আমরা বিশ্বাসঘাতকতা ও অঙ্গীকার ভঙ্গ করার সাজা হিসেবে তাদেরকে স্বীয় রহমত থেকে দূরে সরিয়ে দিলাম এবং তাদের অন্তরকে কঠোর করে দিলাম”। ফলে এখন এতে কোন কিছুর সংকুলান রইল না। রহমত থেকে দূরে পড়া এবং অন্তরের কঠোরতাকেই সূরা আল-মুতাফফিফীনে ‘মরিচা’ শব্দের মাধ্যমে ব্যক্ত করা হয়েছে। আল্লাহর আয়াত ও তাঁর উজ্জ্বল নিদর্শনাবলীকে অস্বীকার করার কারণ এই যে, তাদের অন্তরে পাপের কারণে ‘মরিচা’ পড়ে গেছে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এক হাদীসে বলেনঃ ‘মানুষ প্রথমে যখন কোন পাপ কাজ করে, তখন তার অন্তরে একটি কালো দাগ পড়ে। এরপর যদি সে সতর্ক হয়ে তাওবা করে এবং ভবিষ্যতে পাপ না করে, তবে এ দাগ মিটিয়ে দেয়া হয়। পক্ষান্তরে যদি সে সতর্ক না হয় এবং উপর্যুপরি পাপ কাজ করেই চলে, তবে প্রত্যেক গোনাহর কারণে একটি করে কাল দাগ বেড়ে যেতে থাকে । শেষ পর্যন্ত তার অন্তর কাল দাগে আচ্ছন্ন হয়ে যায়। তখন তার অন্তরের অবস্থা ঐ পাত্রের মত হয়ে যায়, যা উপুড় করে রাখা হয় এবং কোন জিনিস রাখলে তৎক্ষনাৎ বের হয়ে আসে। পরে পাত্রে কিছু থাকে না । ফলে কোন সৎ ও পুণ্যের বিষয় তার অন্তরে স্থান পায় না। তখন তার অন্তর কোন পুণ্য কাজকে পুন্য এবং মন্দ কাজকে মন্দ মনে করে না। [তিরমিযীঃ ৩৩৩৪, ইবন মাজাহঃ ৪২৪৪, মুসনাদে আহমাদঃ ২/২৯৭] অর্থাৎ ব্যাপার উল্টো হয়ে যায়। দোষকে গুণ, পুণ্যকে পাপ এবং পাপকে সওয়াব মনে করতে থাকে এবং অবাধ্যতা বেড়েই চলে। এভাবে বনী-ইসরাঈলরা অঙ্গীকার ভঙ্গের নগদ দুটি সাজা এই লাভ করে যে, মুক্তির সর্ববৃহৎ উপায় আল্লাহর রহমত থেকে তারা দূরে সরে যায় এবং অন্তর এমন পাষাণ হয়ে যায়। তৃতীয় সাজা হচ্ছে যে, আল্লাহর কালামকে তারা স্বস্থান থেকে ঘুরিয়ে দেয় অর্থাৎ আল্লাহর কালামে পরিবর্তন করে। কখনও শব্দে, কখনও অর্থে এবং কখনও তিলাওয়াতে পরিবর্তন করে। পরিবর্তনের এ প্রকারগুলো কুরআন ও হাদীসে বর্ণিত হয়েছে। আজকাল পাশ্চাত্যের কিছু সংখ্যক নাসারাও তাদের মধ্যে যে পরিবর্তন ও পরিবর্ধন হয়েছে তা কিছু কিছু স্বীকার করে। তাদের চতুর্থ সাজা হচ্ছে যে, তারা তাদেরকে কিতাবের যে অংশ দেয়া হয়েছিল তার অনেকাংশ হারিয়ে ফেলে বা ভুলে যায়। এটাও তাদের জন্য শাস্তিস্বরূপ। তাদের পঞ্চম শাস্তি হচ্ছে যে, তারা সবসময় খেয়ানতে লিপ্ত থাকবে। আল্লাহর সাথেও তারা খেয়ানত করবে, তাঁর নির্দেশ ও নিষেধে ভ্রুক্ষেপ করবে না। অনুরূপভাবে তারা মানুষের সাথেও খেয়ানত করতে থাকবে। [সা’দী]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৫ : ১৪",
        "arabic_text": "\nوَمِنَ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰٓ أَخَذۡنَا مِيثَٰقَهُمۡ فَنَسُواْ حَظّٗا مِّمَّا ذُكِّرُواْ بِهِۦ فَأَغۡرَيۡنَا بَيۡنَهُمُ ٱلۡعَدَاوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ وَسَوۡفَ يُنَبِّئُهُمُ ٱللَّهُ بِمَا كَانُواْ يَصۡنَعُونَ ",
        "bangla_text": "আর যারা বলে, ‘আমরা নাসারা’, তাদেরও অঙ্গীকার আমরা গ্রহণ করেছিলাম; অতঃপর তাদেরকে যে উপদেশ দেয়া হয়েছিল তার একাংশ তারা ভুলে গিয়েছে। ফলে আমরা তাদের মধ্যে কিয়ামত পর্যন্ত স্থায়ী শত্রুতা ও বিদ্বেষ জাগরুক রেখেছি [১]। আর তারা যা করত আল্লাহ অচিরেই তাদেরকে তা জানিয়ে দেবেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা’আলা নাসারাদের অঙ্গীকার ভঙ্গের সাজা বর্ণনা করে বলেছেন যে, তাদের পরস্পরের মধ্যে বিভেদ, বিদ্বেষ ও শক্রতা সঞ্চারিত করে দেয়া হয়েছে- যা কেয়ামত পর্যন্ত অব্যাহত থাকবে। বর্তমানেও নাসারাদের মৌলিক বিশ্বাসের ক্ষেত্রে বড় মতানৈক্য, পরস্পর বিভেদ ও বিদ্বেষ সর্বজনবিদিত। নাসারাদের বিভিন্ন উপদলের মধ্যে যে সমস্ত বিভেদ তা বহুমাত্রিক। সেগুলোর মধ্যে সমন্বয় সাধন কোনভাবেই সম্ভব নয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  কাতাদা বলেন, ‘এ সম্প্রদায় যখন আল্লাহর কিতাব ছেড়ে দিল, ফরযসমূহ নষ্ট করল, হদসমূহ বাস্তবায়ণ বন্ধ করল, তাদের মধ্যে কিয়ামত পর্যন্ত শক্রতা ও বিদ্বেষ জাগরুক করে দেয়া হলো, এটা তাদেরই খারাপ কর্মফলের কারণে তাদের উপর আপতিত হয়েছে। যদি তারা আল্লাহর কিতাব ও তার নির্দেশের বাস্তবায়ন করত, তবে তারা এ ধরনের মতপার্থক্য ও বিদ্বেষে লিপ্ত হতো না’। [তাবারী] মুজাহিদ বলেন, এ আয়াতে যাদের মধ্যে শক্রতা ও বিদ্বেষ জাগরুক রাখার কথা বলা হয়েছে, তারা হচ্ছে ইয়াহুদী ও নাসারা সম্প্রদায়। [আততাফসীরুস সহীহ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৫ : ১৫",
        "arabic_text": "\nيَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ كَثِيرٗا مِّمَّا كُنتُمۡ تُخۡفُونَ مِنَ ٱلۡكِتَٰبِ وَيَعۡفُواْ عَن كَثِيرٖۚ قَدۡ جَآءَكُم مِّنَ ٱللَّهِ نُورٞ وَكِتَٰبٞ مُّبِينٞ ",
        "bangla_text": "হে কিতাবীরা! আমাদের রাসূল তোমাদের নিকট এসেছেন [১], তোমরা কিতাবের যা গোপন করতে তিনি সে সবের অনেক কিছু তোমাদের নিকট প্রকাশ করছেন এবং অনেক কিছু ছেড়ে দিচ্ছেন। অবশ্যই আল্লাহর নিকট থেকে এক জ্যোতি ও স্পষ্ট কিতাব তোমাদের কাছে এসেছে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম। তিনি তাদের মধ্যকার মতভেদপূর্ণ বিষয়ে সঠিক পথ বলে দেবার পাশাপাশি তারা যে সমস্ত বিষয় গোপন করেছে সেগুলোর অনেকটাই প্রকাশ করে দেন। [ইবন কাসীর] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, যে ব্যক্তি ‘রাজম’ তথা বিবাহিত ব্যভিচারীকে পাথর মেরে হত্যার কথা অস্বীকার করবে, সে কুরআনের সাথে এমনভাবে কুফরী করল যে সে তা বুঝতেই পারছে না। আল্লাহ্ তা’আলার বাণী, ‘হে কিতাবীরা আমাদের রাসূল তোমাদের নিকট এসেছেন, তোমরা কিতাবের যা গোপন করতে তিনি সে সবের অনেক কিছু তোমাদের নিকট প্রকাশ করছেন’। তারা যে সমস্ত জিনিস গোপন করেছিল, রজমের বিধান ছিল তার একটি। [মুস্তাদরাকে হাকিম: ৪/৩৫৯]\n  <br/>\n  <br/>\n  [২] এ আয়াতে উল্লিখিত ‘নুর’ সম্পর্কে আলেমদের বিভিন্ন মন্তব্য রয়েছে। যা মূলত পরস্পর সম্পূরক, বিপরীত নয়। কারও কারও মতে, এখানে ‘নূর’ দ্বারা উদ্দেশ্য, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম। কারও কারও মতে, কিতাব বা কুরআন। বস্তুত রাসূল ও কিতাব একটি অপরটির সাথে ওতপ্রোতভাবে জড়িত। তাই রাসূল ও কিতাব উভয় ক্ষেত্রেই ‘নুর’ বিশেষণ ব্যবহার হয়। এখানে নূর দ্বারা উদ্দেশ্য, ইসলামের দিকে আহবানকারী রাসূল, ইসলামের বিধানসম্বলিত কিতাব, অথবা রাসূল ও কিতাব উভয়ই । আল্লাহ্ তা'আলা কুরআনের বিভিন্ন জায়গায় রাসূল ও কিতাব উভয়কে নূর বিশেষণে বিশেষিত করেছেন। যেমন সূরা আহযাবের ৪৫-৪৬ নং আয়াতে ‘নূর’ ধাতু থেকে উদগত কর্তাবাচক বিশেষ্য ‘মুনীর’ শব্দ দ্বারা রাসূলকে বিশেষিত করা হয়েছে। আবার একাধিক জায়গায় আল্লাহ্ তা’আলা তাঁর কিতাব কুরআনকে ‘নূর’ দ্বারা বিশেষিত করেছেন। যেমন, সূরা আশ-শূরাঃ ৫২; সূরা আল-আ’রাফ: ১৫৭; সূরা আত-তাগাবুন: ৮; সূরা আন-নিসা: ১৭৪৷\n  <br/>\n  <br/>\n  এসব জায়গায় ‘নূর’ দ্বারা আল্লাহ তা’আলা তাঁর অহী তথা শুধু কুরআনুল কারীমকে বুঝিয়েছেন। অন্যত্র অনুরূপভাবে অন্যান্য নবীদের উপর নাযিলকৃত কিতাবকেও তিনি ‘নুর’ আখ্যা দিয়েছেন। যেমন, সূরা আল-আন’আমঃ ৯১; সূরা আল-মায়িদাহ ৪৪, ৪৬।\n  <br/>\n  <br/>\n  কুরআনের এসব আয়াত দ্বারা প্রমাণিত হয় যে, আসমান থেকে নাযিলকৃত আল্লাহর সকল কিতাবই ‘নূর’। লক্ষণীয় যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের জন্য যেরূপ ‘নুর’ শব্দের কর্তাবাচক শব্দ ‘মুনীর’ বিশেষণ ব্যবহার করা হয়েছে, অনুরূপ বিশেষণ আল্লাহ্ তা'আলা কুরআনের জন্য ব্যবহার করেছেন। যেমন, সূরা আলে-ইমরান ১৮৫।\n  <br/>\n  এ থেকে বুঝা যায় যে, রাসূল, নাযিলকৃত অহী এবং সকল আসমানী কিতাব ‘নূর’; যা বান্দাদের প্রতি তাদের রবের পক্ষ থেকে আগমন করেছে, এর মাধ্যমে আল্লাহ তাকেই হিদায়াত করেন, যে তার সন্তুষ্টির অনুসরণ করে, অর্থাৎ তার মনোনীত দ্বীনের আলোকে চলে। কুরআনের অন্যত্র এ ঘোষণা এসেছে, যেমন সূরা আল-মায়িদাহ ৩; সূরা আয-যুমার: ২২; সূরা আল-আনআমঃ ১২২৷\n  <br/>\n  অতএব এ ‘নূর’ হচ্ছে অহীর নূর। এর মাধ্যমে বান্দা তার রবের ইবাদাত সম্পর্কে দিকনির্দেশনা লাভ করে। মানুষের সাথে সম্পর্কের নীতিমালা অর্জন করে। এ নূরই তার সঙ্গীতে পরিণত হয় এবং পথহারা অবস্থায় এ নুর দ্বারাই সে পথের সঠিক দিশা লাভ করে। মোদ্দাকথাঃ নূর অর্থ অহী, এ অহী যেহেতু রাসূলের উপর নাযিল হয়েছে, তাই কখনো তাকে নূর হিসেবে আখ্যা দেয়া হয়েছে, কখনো কুরআনকে, কখনো তাওরাত ও ইঞ্জিলকে। অতএব আয়াতের অর্থ হচ্ছে, তোমাদের নিকট আল্লাহর পক্ষ থেকে অহী সম্বলিত রাসূল ও স্পষ্ট কিতাব আগমন করেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৫ : ১৬",
        "arabic_text": "\nيَهۡدِي بِهِ ٱللَّهُ مَنِ ٱتَّبَعَ رِضۡوَٰنَهُۥ سُبُلَ ٱلسَّلَٰمِ وَيُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِهِۦ وَيَهۡدِيهِمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "যারা আল্লাহর সন্তুষ্টির অনুসরণ করে, এ দ্বারা তিনি তাদেরকে শান্তির পথে পারিচালিত করেন [১] এবং তাদেরকে নিজ অনুমতিক্রমে অন্ধকার হতে বের করে আলোর দিকে নিয়ে যান। আর তাদেরকে সরল পথের দিশা দেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুদ্দী বলেন, শান্তির পথ হচ্ছে, আল্লাহর পথ যা তিনি তাঁর বান্দাদের জন্য প্রবর্তন করেছেন এবং সেদিকে আহবান করেছেন। আর যা নিয়ে তিনি তাঁর রাসূলদেরকে পাঠিয়েছেন। সেটিই হচ্ছে, ইসলাম। কোন মানুষ থেকে তিনি এটা ব্যতীত আর কোন আমল গ্রহণ করবেন না। ইয়াহুদীবাদও নয়, খ্রিষ্টবাদও নয়, মাজুসীবাদও নয়। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৫ : ১৭",
        "arabic_text": "\nلَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۚ قُلۡ فَمَن يَمۡلِكُ مِنَ ٱللَّهِ شَيۡـًٔا إِنۡ أَرَادَ أَن يُهۡلِكَ ٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَأُمَّهُۥ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗاۗ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۚ يَخۡلُقُ مَا يَشَآءُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "যারা বলে, ‘নিশ্চয় মারইয়াম-তনয় মসীহই আল্লাহ’, তারা অবশ্যই কুফরী করেছে [১]। বলুন, ‘আল্লাহ যদি মারইয়াম-তনয় মসীহ, তাঁর মাতা এবং দুনিয়ার সকলকে ধ্বংস করতে ইচ্ছে করেন তবে তাঁকে বাঁধা দেবার শক্তি কার আছে?’ আর আসমানসমূহ ও যমীন এবং এ দুয়ের মধ্যে যা কিছু আছে তার সার্বভৌমত্ব আল্লাহরই। তিনি যা ইচ্ছে সৃষ্টি করেন [২] এবং আল্লাহ সবকিছুর উপর ক্ষমতাবান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে নাসারাদের একটি উক্তির খণ্ডন করা হয়েছে- যা তাদের একদলের বিশ্বাসও ছিল। অর্থাৎ তাদের একদলের বিশ্বাস ছিল যে, ঈসা মসীহ হুবহু আল্লাহ। কিন্তু আয়াতে যে যুক্তি দ্বারা বিষয়টির খণ্ডন করা হয়েছে, তাতে নাসারাদের সব দলের একত্ববাদ বিরোধী ভ্রান্ত বিশ্বাসেরই খণ্ডন হয়ে যায়, তা মসীহ ‘আলাইহিস সালামের আল্লাহর সন্তান হওয়া সংক্রান্ত বিশ্বাসই হোক অথবা তিন ইলাহর অন্যতম ইলাহ হওয়ার বিশ্বাসই হোক। আল্লাহ তা’আলা বলছেন যে, যদি তিনি ঈসা ও তার মা মারইয়ামকে মারতে ইচ্ছা করেন, তবে কি এমন কেউ আছে যে তাদেরকে মৃত্যু থেকে বাঁচাতে পারে? তারা নিজেরাও সেটা করতে সক্ষম নয়। সুতরাং তারা কিভাবে ইলাহ হতে পারে? আল্লাহ তা'আলার সামনে মসীহ ‘আলাইহিস সালাম এতই অক্ষম যে, তিনি নিজেকে রক্ষা করতে পারেন না এবং যে জননীর খেদমত ও হেফাযত তার কাছে প্রাণের চেয়েও প্রিয়, সে জননীকেও রক্ষা করতে পারেন না। সুতরাং তিনিই কিভাবে ইলাহ হতে পারেন। আর তার মা যেহেতু মারা গেছেন সেহেতু কিভাবেই বা তিনি তিন ইলাহর অন্যতম ইলাহ বলে বিবেচিত হবেন? [তাফসীর মুয়াস্সার ও সা’দী]\n  <br/>\n  <br/>\n  [২] ‘তিনি যা ইচ্ছে সৃষ্টি করেন’ এ বাক্যে নাসারাদের পূর্বোক্ত ভ্রান্ত বিশ্বাসের কারণকে খণ্ডন করা হয়েছে। কেননা, মসীহকে আল্লাহ মনে করার আসল কারণ তাদের মতে এই ছিল যে, তিনি জগতের সাধারণ নিয়মের বিপরীতে পিতা ছাড়া শুধুমাত্র মায়ের গর্ভ থেকে জন্মগ্রহণ করেছেন। তিনি মানুষ হলে নিয়মানুযায়ী পিতা-মাতা উভয়ের মাধ্যমে জন্মগ্রহণ করতেন। আলোচ্য বাক্যে এর উত্তর দেয়া হয়েছে যে, আল্লাহ তা'আলা যাকে ইচ্ছা, যেভাবে ইচ্ছা সৃষ্টি করার পূর্ণ ক্ষমতা রাখেন। যেমন অন্যত্র বলেছেন যে, “ঈসার উদাহরণ তো আদমের মত” [সূরা আলে-ইমরানঃ ৫৯] এ আয়াতেও উক্ত সন্দেহের নিরসন করা হয়েছে। অর্থাৎ আল্লাহর সাধারণ নিয়মের বাইরে মসীহ ‘আলাইহিস সালামকে সৃষ্টি করা তার ইলাহ হওয়ার প্রমাণ হতে পারে না। লক্ষণীয় যে, আদমকে আল্লাহ তা’আলা পিতা ও মাতা উভয়ের মাধ্যম ছাড়াই সৃষ্টি করেছিলেন। সুতরাং আল্লাহ সবকিছুই করতে পারেন। তিনিই স্রষ্টা, রব ও উপাসনার যোগ্য। অন্য কেউ তার অংশীদার নয়। [সা’দী; মুয়াস্সার; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৫ : ১৮",
        "arabic_text": "\nوَقَالَتِ ٱلۡيَهُودُ وَٱلنَّصَٰرَىٰ نَحۡنُ أَبۡنَٰٓؤُاْ ٱللَّهِ وَأَحِبَّٰٓؤُهُۥۚ قُلۡ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُمۖ بَلۡ أَنتُم بَشَرٞ مِّمَّنۡ خَلَقَۚ يَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۚ وَلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ ",
        "bangla_text": "আর ইয়াহুদী ও নাসারারা বলে, ‘আমরা আল্লাহর পুত্র ও তাঁর প্রিয়জন’। বলুন, ‘তবে কেন তিনি তোমাদের পাপের জন্য তোমাদেরকে শাস্তি দিবেন [১] ? বরং তোমরা তাদেরই অন্তর্গত মানুষ যাদেরকে তিনি সৃষ্টি করেছেন’। যাকে ইচ্ছে তিনি ক্ষমা করেন এবং যাকে ইচ্ছে তিনি শাস্তি দেন [২]। আর আসমানসমূহ ও যমীন এবং এ দুয়ের মধ্যে যা কিছু আছে তার সার্বভৌমত্ব আল্লাহরই, এবং প্রত্যাবর্তন তাঁরই দিকে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি সত্যি-সত্যিই তোমারা আল্লাহর প্রিয়বান্দা হতে তবে তিনি তোমাদেরকে শাস্তি দিতেন না। অথচ তিনি তোমাদেরকে শাস্তি দিবেন। এতে বোঝা যাচ্ছে যে, তোমরা আল্লাহর প্রিয় বান্দা নও। আল্লাহ যে তোমাদেরকে শাস্তি দিবেন এটা তোমরাও স্বীকার কর। তোমরা বলে থাক যে, ‘আমাদেরকে সামান্য কিছুদিনই কেবল অগ্নি স্পর্শ করবে’ [সূরা আল-বাকারাহ ৮০; সূরা আলে ইমরান ২৪]\n  <br/>\n  <br/>\n  আর যদি সত্যি সত্যিই তোমাদের কোন শাস্তি হবে না তবে তোমরা মৃত্যু কামনা কর না কেন? দুনিয়ার কষ্ট থেকে বেঁচে গিয়ে আখেরাতের স্থায়ী শান্তি যদি তোমাদের জন্যই নির্ধারিত থাকে, তবে তোমাদের উচিত মৃত্যু কামনা করা। অথচ তোমরা হাজার বছর বাঁচতে আগ্রহী। অন্য আয়াতে বলেন, বলুন, ‘যদি আল্লাহ্‌র কাছে আখেরাতের বাসস্থান অন্য লোক ছাড়া বিশেষভাবে শুধু তোমাদের জন্যই হয়, তবে তোমরা মৃত্যু কামনা কর- - - যদি সত্যবাদী হয়ে থাক’। কিন্তু তাদের কৃতকর্মের কারণে তারা কখনো তা কামনা করবে না। [সূরা আল-বাকারাহ: ৯৪-৯৫]\n  <br/>\n  <br/>\n  আরও বলেন, বলুন, ‘হে ইয়াহুদী হয়ে যাওয়া লোকরা! যদি তোমরা মনে কর যে, তোমরাই আল্লাহর বন্ধু, অন্য কোন মানবগোষ্ঠী নয়; তবে তোমরা মৃত্যু কামনা কর, যদি তোমরা সত্যবাদী হও। কিন্তু তারা তাদের হাত যা আগে পাঠিয়েছে (তাদের কৃতকর্ম) এর কারণে কখনো মৃত্যু কামনা করবে না। [সূরা আল-জুম’আঃ ৬-৭]\n  <br/>\n  <br/>\n  হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘আল্লাহ তা’আলা তাঁর বন্ধুকে আগুনে নিক্ষিপ্ত হতে দেন না’। [মুসনাদে আহমাদ ৩/১০৪]\n  <br/>\n  <br/>\n  এক বর্ণনায় এসেছে, ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের নিকট নোমান ইবন আদ্বা, বাহরী ইবন আমর এবং শাস ইবন আদী এসে কথা বলল এবং রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাদেরকে আল্লাহর দিকে আহবান জানালেন, তাঁর শাস্তির ভয় দেখালেন। তখন তারা বলল, হে মুহাম্মাদ! আপনি আমাদেরকে কিসের ভয় দেখান? আমরা তো কেবল আল্লাহর সন্তান-সন্তুতি ও তার প্রিয়জন! নাসারাদের মতই তারা বলল। তখন আল্লাহ এ আয়াত নাযিল করলেন। [তাবারী]\n  <br/>\n  <br/>\n  [২] সুদ্দী বলেন, এর অর্থ, যাকে ইচ্ছা তাকে আল্লাহ্ দুনিয়াতে হেদায়াত দেন, ফলে তাকে তিনি ক্ষমা করেন। আর যাকে ইচ্ছা কুফরীর উপর মৃত্যু দেন, ফলে তাকে তিনি শাস্তি দেন। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৫ : ১৯",
        "arabic_text": "\nيَٰٓأَهۡلَ ٱلۡكِتَٰبِ قَدۡ جَآءَكُمۡ رَسُولُنَا يُبَيِّنُ لَكُمۡ عَلَىٰ فَتۡرَةٖ مِّنَ ٱلرُّسُلِ أَن تَقُولُواْ مَا جَآءَنَا مِنۢ بَشِيرٖ وَلَا نَذِيرٖۖ فَقَدۡ جَآءَكُم بَشِيرٞ وَنَذِيرٞۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "হে কিতাবীরা! রাসূল পাঠানোতে বিরতির পর [১] আমাদের রাসূল তোমাদের কাছে এসেছেন। তিনি তোমাদের কাছে স্পষ্ট ব্যাখ্যা করছেন, যাতে তোমরা না বল যে, ‘কোন সুসংবাদবাহী ও সাবধানকারী আমাদের কাছে আসেনি। অবশ্যই তোমাদের কাছে সুসংবাদদাতা ও সাবধানকারী এসেছেন [২]। আর আল্লাহ সবকিছুর উপর ক্ষমতাবান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ নবীগণের আগমন-পরম্পরা কিছুদিনের জন্য বন্ধ থাকার পর আল্লাহ্ তা’আলা মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে পাঠিয়েছেন। ঈসা ‘আলাইহিস সালামের পর শেষ নবী মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নবুওয়াত লাভের সময় পর্যন্ত যে সময়টুকু অতিবাহিত হয়েছে, সে সুদীর্ঘকাল সময়ে আর কোন নবী আসে নি। আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ মূসা ও ঈসা ‘আলাইহিমাস সালামের মাঝখানে এক হাজার সাতশ’ বছরের ব্যবধান ছিল। এ সময়ের মধ্যে নবীগণের আগমন একাদিক্রমে অব্যাহত ছিল। এতে কখনও বিরতি ঘটেনি। শুধু বনী-ইসরাঈলের মধ্য থেকেই এক হাজার নবী এ সময়ে প্রেরিত হয়েছিলেন। তারপর ঈসা ‘আলাইহিস সালামের জন্ম ও রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসল্লামের নবুওয়ত লাভের মাঝখানে মাত্র চারশ’ বা পাচশ’ বা ছয়শ’ বছরকাল নবীগণের আগমন বন্ধ ছিল। এ সময়টিকেই (فترة) তথা বিরতির সময় বলা হয়। এর আগে কখনও এত দীর্ঘ সময় নবীগণের আগমন বন্ধ ছিল না। [কুরতুবী; ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘আমি ইবন মারইয়ামের সবচেয়ে নিকটতম মানুষ। নবীরা বৈমাত্রেয় ভাই, আমার ও তাঁর মাঝে কোন নবী নেই। [মুসলিম: ২৩৬৫; অনুরূপ বুখারী ৩৪৪২]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতে আহলে-কিতাবদের সম্বোধন করে একথা বলার মধ্যে এদিকে ইঙ্গিত রয়েছে যে, তোমাদের উচিত তার আগমনকে আল্লাহ প্রদত্ত বিরাট দান ও বড় নেয়ামত মনে করা। কেননা, নবীর আগমন সুদীর্ঘকাল বন্ধ ছিল। এখন তোমাদের জন্যে তা আবার খোলা হয়েছে। নবী আসার পর তোমাদের আর কোন ওজর আপত্তি অবশিষ্ট রইল না। সুতরাং তোমাদের উচিত ঈমান আনা। আর যদি তা না কর তবে মনে রেখ যে, আল্লাহ তা’আলা অপরাধীকে শাস্তি ও আনুগত্যকারীকে শান্তি দিতে সক্ষম। [ইবন কাসীর, মুয়াসসার ও তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৫ : ২০",
        "arabic_text": "\nوَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ جَعَلَ فِيكُمۡ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكٗا وَءَاتَىٰكُم مَّا لَمۡ يُؤۡتِ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "আর স্মরণ করুন [১], যখন মূসা তার সম্প্রদায়কে বলেছিলেন, ‘হে আমার সম্প্রদায়! তোমরা তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর যখন তিনি তোমাদের মধ্যে নবী করেছিলেন ও তোমাদেরকে রাজা-বাদশাহ করেছিলেন এবং সৃষ্টিকুলের কাউকেও তিনি যা দেননি তা তোমাদেরকে দিয়েছিলেন [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] আলোচ্য আয়াতসমূহে বনী-ইসরাঈলের একটি বিশেষ ঘটনা উল্লেখিত হয়েছে। ঘটনাটি এই যে, ফিরআউন ও তার সৈন্যবাহিনী যখন সমুদ্রে নিমজ্জিত হয় এবং মূসা ‘আলাইহিস সালাম ও তার সম্প্রদায় বনী-ইসরাঈল ফিরআউনের দাসত্ব থেকে মুক্তিলাভ করে তখন আল্লাহ্ তা’আলা তাদেরকে কিছু নেয়ামতের কথা স্মরণ করিয়ে দিলেন এবং তাদের পৈতৃক দেশ শামদেশকেও তাদের অধিকারে প্রত্যাৰ্পণ করতে চাইলেন। সেমতে মূসা ‘আলাইহিস সালামের মাধ্যমে তাদেরকে জিহাদের উদ্দেশ্যে পবিত্র ভূমি শাম (বর্তমান সিরিয়া, ফিলিস্তীন তথা বাইতুল মুকাদ্দাস) এলাকায় প্রবেশ করতে নির্দেশ দেয়া হল। সাথে সাথে তাদেরকে আগাম সুসংবাদও দেয়া হল যে, এ জিহাদে তারাই বিজয়ী হবে। কারণ, আল্লাহ্ তা’আলা এ পবিত্র ভূমির আধিপত্য তাদের ভাগ্যে লিখে দিয়েছেন যা অবশ্যই বাস্তবায়িত হবে। কিন্তু বনী-ইস্রাঈল প্রকৃতিগত হীনতার কারণে আল্লাহর বহু নেয়ামত তথা ফিরআউনের সাগরডুবি ও তাদের মিসর অধিকার ইত্যাদি স্বচক্ষে দেখেও এক্ষেত্রে অঙ্গীকার পালনের পরাকাষ্ঠা প্রদর্শন করতে সক্ষম হল না। তারা জিহাদ সম্পর্কিত আল্লাহ তা’আলার এ নির্দেশের বিরুদ্ধে অন্যায় জেদ ধরে বসে রইল। পরিণতিতে তারা চল্লিশ বৎসর পর্যন্ত একটি সীমাবদ্ধ এলাকায় অবরুদ্ধ ও বন্দী হয়ে রইল। বাহ্যতঃ তাদের চারপাশে কোন বাধার প্রাচীর ছিল না এবং তাদের হাত-পা শেকলে বাধা ছিল না; বরং তারা ছিল উন্মুক্ত প্রান্তরে । তারা স্বদেশে অর্থাৎ মিসর ফিরে যাবার জন্য প্রতিদিন সকাল থেকে সন্ধ্যা পর্যন্ত পথও চলত; কিন্তু তারা নিজেদেরকে সেখানেই দেখতে পেত, যেখান থেকে সকালে রওয়ানা হয়েছিল । ইত্যবসরে মূসা ও হারূন ‘আলাইহিমাস্ সালামের ওফাত হয়ে যায় এবং বনী-ইসরাঈল তীহ্‌ প্রান্তরেই উদ্‌ভ্ৰান্তের মত ঘোরাফেরা করতে থাকে। অতঃপর আল্লাহ্ তা'আলা তাদের হেদায়াতের জন্য অন্য একজন নবী প্রেরণ করলেন। এমনিভাবে চল্লিশ বছর অতিবাহিত হওয়ার পর বনী-ইসরাঈলের অবশিষ্ট বংশধর তৎকালীন নবীর নেতৃত্বে শাম দেশের সে এলাকা তথা সিরিয়া ও বায়তুলমুকাদাসের জন্যে জিহাদের সংকল্প গ্রহণ করে এবং আল্লাহ্ তা’আলার ওয়াদাও পূর্ণতা লাভ করে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আল্লাহ বলেনঃ “তোমাদের প্রতি আল্লাহর নেয়ামতকে স্বরণ কর। তিনি তোমাদের মধ্যে অনেক নবী পাঠিয়েছেন, তোমাদেরকে রাজ্যের অধিপতি করেছেন এবং তোমাদেরকে এমন নেয়ামত দিয়েছেন, যা বিশ্বজগতের কেউ পায়নি”। এতে তিনটি নেয়ামতের কথা বর্ণিত হয়েছে। একটি ঈমানী নেয়ামত; অর্থাৎ তার সম্প্রদায়ে অব্যাহতভাবে বহু নবী প্রেরণ। এর চাইতে বড় সম্মান আর কিছু হতে পারে না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘ইসরাইল বংশীয়দেরকে নবীরা শাসন করতেন। যখনই কোন নবী মারা যেত, তখনই অন্য নবী তার স্থলাভিষিক্ত হতেন’। [বুখারী ৩৪৫৫; মুসলিম: ১৮৪২]\n  <br/>\n  <br/>\n  আয়াতে বর্ণিত দ্বিতীয় নেয়ামতটি হচ্ছে পার্থিব ও বাহ্যিক। অর্থাৎ তাদেরকে রাজ্য দান। এতে ইঙ্গিত করা হয়েছে যে, বনী-ইসরাঈল সুদীর্ঘ কাল ফিরআউন ও ফিরআউনবংশীয়দের ক্রীতদাসরূপে দিনরাত অসহনীয় নির্যাতনের শিকার হচ্ছিল। আজ আল্লাহ্ তা’আলা ফির’আউন ও তার বাহিনীকে নিশ্চিহ্ন করে বনী-ইস্‌রাঈলকে তার রাজ্যের অধিপতি করে দিয়েছেন। অথবা, এখানে রাজ্যদান বলতে রাজার হাল বোঝানো হয়েছে। কারণ, ইসরাইল বংশীয়দের মধ্যে ইউসুফ ‘আলাইহিস সালাম ব্যতীত তখনও আর কেউ রাজা হন নি। তাই এর অর্থ এটাও হতে পারে যে, তারা খুবই অবস্থাসম্পন্ন মানুষ ছিল। তারা রাজার হালে থাকত। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তারা বাড়ী, নারী ও দাস-দাসী নিয়ে জীবন যাপন করত বলেই তাদেরকে রাজা বলা হয়েছে। [ইবন কাসীর] তৃতীয় নেয়ামত বাহ্যিক ও আভ্যন্তরীণ উভয় প্রকার নেয়ামতের সমষ্টি। বলা হয়েছেঃ তোমাদেরকে এমনসব নেয়ামত দিয়েছেন, যা বিশ্বজগতের আর কাউকে দেননি। আভ্যন্তরীণ সম্মান, নবুওয়াত এবং রেসালাতও এর অন্তর্ভুক্ত। এ ছাড়া বাহ্যিক রাজত্ব এবং অর্থ-সম্পদও এরই মধ্যে পরিগণিত। প্রশ্ন হতে পারে, কুরআনের উক্তি অনুযায়ী মুসলিম সম্প্রদায় অন্য সব উম্মতের চাইতে শ্রেষ্ঠ। কুরআনের উক্ত\n  <br/>\n  <br/>\n  (كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ)\n  <br/>\n  <br/>\n  [সূরা আলে-ইমরানঃ ১১০]\n  <br/>\n  <br/>\n  (وَكَذٰلِكَ جَعَلْنٰكُمْ اُمَّةً وَّسَطًا)\n  <br/>\n  <br/>\n  [সূরা আল-বাকারাহঃ ১৪৩] -প্রভৃতি বাক্য এবং অসংখ্য হাদীসও এ বক্তব্য সমর্থন করে। এর উত্তর এই যে, আয়াতে সৃষ্টিকুলের ঐসব লোককে বোঝানো হয়েছে, যারা মূসা ‘আলাইহিস সালামের আমলে বিদ্যমান ছিল। তখন সমগ্র বিশ্বের কেউ ঐসব নেয়ামত পায়নি, যা বনী-ইসরাঈল পেয়েছিল। পরবর্তী যুগের কোন উম্মত যদি আরো বেশী নেয়ামত লাভ করে, তবে তা আয়াতের পরিপন্থী নয়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৫ : ২১",
        "arabic_text": "\nيَٰقَوۡمِ ٱدۡخُلُواْ ٱلۡأَرۡضَ ٱلۡمُقَدَّسَةَ ٱلَّتِي كَتَبَ ٱللَّهُ لَكُمۡ وَلَا تَرۡتَدُّواْ عَلَىٰٓ أَدۡبَارِكُمۡ فَتَنقَلِبُواْ خَٰسِرِينَ ",
        "bangla_text": "‘হে আমার সম্প্রদায়! আল্লাহ তোমাদের জন্য যে পবিত্র ভূমি লিখে দিয়েছেন তাতে তোমরা প্রবেশ কর [১] এবং পশ্চাদপসরণ করো না, করলে তোমরা ক্ষতিগ্রস্ত হয়ে প্রত্যাবর্তন করবে’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পবিত্র ভূমি বলতে কোন্‌ ভূমি বোঝানো হয়েছে, এ প্রশ্নে তাফসীরবিদগণের বিভিন্ন মত রয়েছে। কারো মতে বায়তুল-মুকাদ্দাস, কারো মতে কুদস শহর ও ইলিয়া এবং কেউ কেউ বলেন, আরিহা শহর- যা জর্দান নদী ও বায়তুল মুকাদ্দাসের মধ্যস্থলে বিশ্বের একটি প্রাচীনতম শহর যা পূর্বেও ছিল এবং এখনও আছে। কোন কোন রেওয়ায়েতে আছে যে, পবিত্র ভূমি বলে দামেস্ক ও ফিলিস্তিনকে এবং কারো মতে জর্দানকে বোঝানো হয়েছে। কাতাদাহ বলেনঃ সমগ্র শামই পবিত্র ভূমি। [ইবন কাসীর, আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  আল্লাহ্ তা’আলা মূসা ‘আলাইহিস সালামের মাধ্যমে বনী-ইসরাঈলকে আমালেকা সম্প্রদায়ের বিরুদ্ধে জিহাদ করে শামদেশ দখল করতে বলেছিলেন। সাথে সাথে এ সুসংবাদও দিয়েছিলেন যে, এ পবিত্র ভূখণ্ড তাদের জন্যে লেখা হয়ে গেছে। কাজেই তোমাদের বিজয় সুনিশ্চিত। তা সত্বেও বনী-ইসরাঈল চিরাচরিত ঔদ্ধত্য ও বক্র স্বভাবের কারণে এ নির্দেশ পালনে স্বীকৃত হল না; বরং মূসা ‘আলাইহিস সালামকে বললঃ হে মূসা, এ দেশে প্রবল পরাক্রান্ত জাতি বাস করে। যতদিন এ দেশ তাদের দখলে থাকবে, ততদিন আমরা সেখানে প্রবেশ করব না। যদি তারা অন্য কোথাও চলে যায়, তবে আমরা সেখানে যেতে পারি। বিভিন্ন তাফসীরে এসেছে, তখন সিরিয়া ও বায়তুল-মুকাদ্দাস আমালেকা সম্প্রদায়ের দখলে ছিল। তারা ছিল ‘আদ’ সম্প্রদায়ের একটি শাখা। দৈহিক দিক দিয়ে তারা অত্যন্ত সুঠাম, বলিষ্ঠ ও ভয়াবহ আকৃতিবিশিষ্ট ছিল। তাদের সাথেই জিহাদ করে বায়তুল-মুকাদাস অধিকার করার নির্দেশ মূসা ‘আলাইহিস সালাম ও তাঁর সম্প্রদায়কে দেয়া হয়েছিল। মূসা ‘আলাইহিস সালাম আল্লাহর নির্দেশ পালনের জন্যে বনীইসরাঈলকে সঙ্গে নিয়ে শাম দেশ অভিমুখে রওয়ানা হলেন। কিন্তু বনী-ইসরাঈল যেখানে নবীর কথার প্রতিই কর্ণপাত করল না, সেখানে তাদের উপদেশের আর মূল্য কি? তারা পূর্বের জবাবেরই আরও বিশ্রী ভঙ্গিতে পুনরাবৃত্তি করে বললঃ “আপনি ও আপনার আল্লাহ উভয়ে গিয়েই যুদ্ধ করুন। আমরা এখানেই বসে থাকব”। কথাটি অত্যন্ত বিশ্রী ও পীড়াদায়ক। এ কারণেই তাদের এ বাক্যটি প্রবাদ বাক্যের রূপ পরিগ্রহ করেছে। বদরযুদ্ধে নিরস্ত্র ও ক্ষুধার্ত মুসলিমদের মোকাবেলায় কাফেরদের এক হাজার সশস্ত্র বাহিনী প্রস্তুত হয়েছিল। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ দৃশ্য দেখে আল্লাহর দরবারে দোআ করতে লাগলেন। এতে সাহাবী মিকদাদ ইবন আসওয়াদ রাদিয়াল্লাহু আনহু বললেনঃ ‘ইয়া রসূলাল্লাহ আল্লাহর কসম, আমরা কস্মিন কালেও ঐকথা বলব না, যা মূসা ‘আলাইহিস সালামকে তার স্বজাতি বলেছিল; বরং আমরা আপনার ডানে, বামে, সামনে ও পেছনে থেকে শক্রর আক্রমণ প্রতিহত করব। আপনি নিশ্চিন্তে যুদ্ধের প্রস্তুতি গ্রহণ করুন।’ [বুখারীঃ ৩৭৩৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৫ : ২২",
        "arabic_text": "\nقَالُواْ يَٰمُوسَىٰٓ إِنَّ فِيهَا قَوۡمٗا جَبَّارِينَ وَإِنَّا لَن نَّدۡخُلَهَا حَتَّىٰ يَخۡرُجُواْ مِنۡهَا فَإِن يَخۡرُجُواْ مِنۡهَا فَإِنَّا دَٰخِلُونَ ",
        "bangla_text": "তারা বলল, ‘হে মূসা! নিশ্চয় সেখানে এক দুর্দান্ত সম্প্রদায় রয়েছে এবং তারা সে স্থান থেকে বের না হওয়া পর্যন্ত আমরা কখনোই সেখানে কিছুতেই প্রবেশ করব না। অতঃপর তারা সেখান থেকে বের হয়ে গেলে তবে নিশ্চয় আমরা সেখানে প্রবেশ করব’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৫ : ২৩",
        "arabic_text": "\nقَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمَا ٱدۡخُلُواْ عَلَيۡهِمُ ٱلۡبَابَ فَإِذَا دَخَلۡتُمُوهُ فَإِنَّكُمۡ غَٰلِبُونَۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓاْ إِن كُنتُم مُّؤۡمِنِينَ ",
        "bangla_text": "যারা ভয় করত তাদের মধ্যে দুজন, যাদের প্রতি আল্লাহ অনুগ্রহ করেছিলেন, তারা বলল, ‘তোমরা তাদের মুকাবিলা করে দরজায় প্রবেশ কর, প্রবেশ করলেই তোমরা জয়ী হবে এবং আল্লাহর উপরই তোমরা নির্ভর কর যদি তোমরা মুমিন হও’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৫ : ২৪",
        "arabic_text": "\nقَالُواْ يَٰمُوسَىٰٓ إِنَّا لَن نَّدۡخُلَهَآ أَبَدٗا مَّا دَامُواْ فِيهَا فَٱذۡهَبۡ أَنتَ وَرَبُّكَ فَقَٰتِلَآ إِنَّا هَٰهُنَا قَٰعِدُونَ ",
        "bangla_text": "তারা বলল, ‘হে মূসা! তারা যতক্ষণ সেখানে থাকবে ততক্ষণ আমরা সেখানে থাকবে ততক্ষণ আমরা সেখানে কখনো প্রবেশ করব না; কাজেই তুমি আর তোমার রব গিয়ে যুদ্ধ কর। নিশ্চয় আমরা এখানেই বসে থাকব’।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৫ : ২৫",
        "arabic_text": "\nقَالَ رَبِّ إِنِّي لَآ أَمۡلِكُ إِلَّا نَفۡسِي وَأَخِيۖ فَٱفۡرُقۡ بَيۡنَنَا وَبَيۡنَ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! আমি ও আমার ভাই ছাড়া আর কারো উপর আমার অধিকার নেই, সুতরাং আপনি আমাদের ও ফাসিক সম্প্রদায়ের মধ্যে বিচ্ছেদ করে দিন’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৫ : ২৬",
        "arabic_text": "\nقَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيۡهِمۡۛ أَرۡبَعِينَ سَنَةٗۛ يَتِيهُونَ فِي ٱلۡأَرۡضِۚ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "আল্লাহ বললেন, ‘তবে তা [১] চল্লিশ বছর তাদের জন্য নিষিদ্ধ করা হল, তারা যমীনে উদ্ভ্রান্ত হয়ে ঘুরে বেড়াবে, কাজেই আপনি ফাসিক সম্প্রদায়ের জন্য দুঃখ করবেন না [২] ।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সে পবিত্র ভূমিতে প্রবেশ করার অধিকার তারা চল্লিশ বছরের জন্য হারিয়েছে। কারণ তারা অবাধ্যতা করেছিল। এটা ছিল তাদের জন্য নির্ধারিত দুনিয়ার শাস্তি। হয়ত এর মাধ্যমে তাদের উপর আপতিত কোন কঠোর শাস্তি লাঘব করা হয়েছিল। চল্লিশ বছর নির্ধারনের কারণ সম্ভবত: এই ছিল যে, এ সময়ের মধ্যে সে জনগোষ্ঠীর অধিকাংশের মৃত্যু সংঘটিত হবে, যারা ফিরআউনের দাসত্ব ও তাবেদারীর কারণে ইজ্জতের যিন্দেগী যাপন করার মত হিম্মত অবশিষ্ট ছিল না। পরবর্তীতে যারা সেই কঠোর প্রতিকুল অবস্থায় জন্মলাভ করেছিল তারাই শক্রদের পরাভূত করার মত সাহসী হতে পেরেছিল। [সা’দী]\n  <br/>\n  <br/>\n  [২] মহান আল্লাহ যখন জানলেন যে, মূসা ‘আলাইহিস সালাম সম্ভবত: তার কাওমের জন্য দয়াপরবশ হবেন এবং তাদের প্রতি নাযিলকৃত শাস্তির জন্য দুঃখবোধ করতে থাকবেন, তখন আল্লাহ্ তা'আলা মূসা ‘আলাইহিস সালামকে এ ব্যাপারে আফসোস না করার নির্দেশ দিলেন। যাতে তিনি জানিয়ে দিলেন যে, এ শাস্তিটুকু তাদের অপরাধের কারণে, এর মাধ্যমে আল্লাহ তা'আলা বান্দার উপর সামান্যও জুলুম করেন নি। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৫ : ২৭",
        "arabic_text": "\n۞ وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱبۡنَيۡ ءَادَمَ بِٱلۡحَقِّ إِذۡ قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ مِنَ ٱلۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ ",
        "bangla_text": "আর আদমের দু’ছেলের কাহিনী আপনি তাদেরকে যথাযথভাবে শুনান [১]। যখন তারা উভয়ে কুরবানী করেছিল অতঃপর একজন থেকে কবুল করা হল এবং অন্যজনের কবুল করা হল না। সে বলল, ‘অবশ্যই আমি তোমাকে হত্যা করব’ [২]। অন্যজন বলল, ‘আল্লাহ তো কেবল মুত্তাকীদের পক্ষ হতে কবুল করেন’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পঞ্চম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] কুরআনুল কারীম কোন কিচ্ছা-কাহিনী অথবা ইতিহাস গ্রন্থ নয় যে, তাতে কোন ঘটনাকে শুরু থেকে শেষ পর্যন্ত বর্ণনা করা হবে। এতদসত্ত্বেও অতীত ঘটনাবলী এবং বিগত জাতিসমূহের ইতিবৃত্তের মধ্যে অনেক শিক্ষা ও উপদেশ নিহিত রয়েছে। এগুলোই ইতিহাসের আসল প্রাণ। তন্মধ্যে অনেক অবস্থা ও ঘটনা এমনও রয়েছে, যেগুলোর উপর শরীআতের বিভিন্ন বিধি-বিধান ভিত্তিশীল। এসব উপকারিতার পরিপ্রেক্ষিতে কুরআনুল কারীমের সামগ্রিক রীতি এই যে, স্থানে স্থানে বিভিন্ন ঘটনা বর্ণনা করে, অধিকাংশ স্থানে পূর্ণ ঘটনা এক জায়গায় বর্ণনা করে না; বরং ঘটনার যে অংশের সাথে আলোচ্য বিষয়বস্তুর সম্পর্ক থাকে সে অংশটুকুই বর্ণনা করা হয়। আদম ‘আলাইহিস সালামের পুত্রদ্বয়ের কাহিনীটিও এই বিজ্ঞ রীতির ভিত্তিতে বর্ণনা করা হচ্ছে। এতে বর্তমান ও ভবিষ্যৎ বংশধরদের জন্য অনেক শিক্ষা ও উপদেশ এবং প্রসঙ্গক্রমে শরীআতের অনেক বিধি-বিধানের প্রতি ইঙ্গিত রয়েছে।\n  <br/>\n  <br/>\n  আদম-পুত্রদ্বয়ের ঘটনা বর্ণনা প্রসঙ্গে যা বলা হয়েছে সংক্ষেপে তা হল, যখন আদম ও হাওয়া ‘আলাইহিমাস সালাম পৃথিবীতে আগমন করেন এবং সন্তান প্রজনন ও বংশ বিস্তার আরম্ভ হয়, তখন প্রতি গর্ভ থেকে একটি পুত্র ও একটি কন্যা- এরূপ যমজ সন্তান জন্মগ্রহণ করত। তখন ভ্রাতা-ভগিনী ছাড়া আদমের আর কোন সন্তান ছিল না। অথচ ভ্রাতা-ভগিনী পরস্পর বিবাহ বন্ধনে আবদ্ধ হতে পারে না। তাই আল্লাহ তা’আলা উপস্থিত প্রয়োজনের খাতিরে আদম ‘আলাইহিস সালামের শরীআতে বিশেষভাবে এ নির্দেশ জারি করেন যে, একই গর্ভ থেকে যে যমজ পুত্র ও কন্যা জন্মগ্রহণ করবে, তারা পরস্পর সহোদর ভ্রাতা-ভগিনী হিসাবে গণ্য হবে। তাদের মধ্যে বৈবাহিক সম্পর্কহারাম হবে। কিন্তু পরবর্তী গর্ভ থেকে জন্মগ্রহণকারী পুত্রের জন্য প্রথম গর্ভ থেকে জন্মগ্রহনকারিনী কন্যা সহোদরা ভগিনী গণ্য হবে না। তাদের মধ্যে পরস্পর বিবাহ বন্ধনে আবদ্ধ হওয়া বৈধ হবে। কিন্তু ঘটনাচক্রে কাবিলের সহজাত সহোদরা ভগিনীটি ছিল পরমাসুন্দরী এবং হাবিলের সহজাত ভগিনীটি ছিল অপেক্ষাকৃত কম সুন্দরী। বিবাহের সময় হলে নিয়মানুযায়ী হাবিলের সহজাত ভগিনীটি কাবিলের ভাগে পড়ে। এতে কাবিল অসন্তুষ্ট হয়ে হাবিলের শক্র হয়ে গেল। সে জিদ ধরল যে, আমার সহজাত ভগিনীকেই আমার সঙ্গে বিবাহ দিতে হবে। আদম ‘আলাইহিস সালাম তার শরী’আতের আইনের পরিপ্রেক্ষিতে কাবিলের আব্দার প্রত্যাখ্যান করলেন। অতঃপর তিনি হাবিল ও কাবিলের মতভেদ দূর করার উদ্দেশ্যে বললেনঃ তোমরা উভয়েই আল্লাহর জন্যে নিজ নিজ কুরবানী পেশ কর। যার কুরবানী গৃহীত হবে, সেই কন্যার পাণিগ্রহণ করবে। আদম ‘আলাইহিস সালামের নিশ্চিত বিশ্বাস যে, যে সত্য পথে আছে, তার কুরবানীই গৃহীত হবে। তৎকালে কুরবানী গৃহীত হওয়ার একটি সুস্পষ্ট নিদর্শন ছিল এই যে, আকাশ থেকে একটি অগ্নিশিখা এসে কুরবানীকে ভস্মিভূত করে আবার অন্তৰ্হিত হয়ে যেত। যে কুরবানী অগ্নি ভস্মিভূত করত না, তাকে প্রত্যাখ্যাত মনে করা হত। হাবিল ভেড়া, দুম্বা ইত্যাদি পশু পালন করত। সে একটি উৎকৃষ্ট দুম্বা কুরবানী করল। কাবিল কৃষিকাজ করত। সে কিছু শস্য, গম ইত্যাদি কুরবানীর জন্যে পেশ করল। অতঃপর নিয়মানুযায়ী আকাশ থেকে অগ্নিশিখা এসে হাবিলের কুরবানীটি ভস্মীভূত করে দিল এবং কাবিলের কুরবানী যেমন ছিল, তেমনি পড়ে রইল। এ অকৃতকার্যতায় কাবিলের দুঃখ ও ক্ষোভ বেড়ে গেল। সে আত্মসংবরণ করতে পারল না এবং প্রকাশ্যে ভাইকে বলে দিল, অবশ্যই আমি তোমাকে হত্যা করব। হাবিল তখন ক্রোধের জবাবে ক্রোধ প্রদর্শন না করে একটি মার্জিত ও নীতিবাক্য উচ্চারণ করল। এতে কাবিলের প্রতি তার সহানুভূতি ও শুভেচ্ছা ফুটে উঠেছিল। সে বলল, আল্লাহর নিয়ম এই যে, তিনি আল্লাহভীরু মুত্তাকীদের কর্মই গ্রহণ করেন। তুমি আল্লাহভীতি অবলম্বন করলে তোমার কুরবানীও গৃহীত হত। তুমি তা করনি, তাই কুরবানী প্রত্যাখ্যাত হয়েছে। এতে আমার দোষ কি? তারপর যা ঘটেছে, আল্লাহ্ তা'আলা তা পবিত্র কুরআনে বিস্তারিত বর্ণনা করেছেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন ব্যক্তিকে অন্যায়ভাবে হত্যা করা হবে, তখন তার পাপের একাংশ আদমের প্রথম সন্তানের উপর বর্তাবে। [বুখারীঃ ৬৮৬৭]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে আব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু আনহুমা বলেন, আমি রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, তিনি বলেছেনঃ “আমার পরে তোমরা একে অপরের গলা কেটে কুফরীর পথে ফিরে যেয়ো না”। [বুখারীঃ ৬৮৬৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৫ : ২৮",
        "arabic_text": "\nلَئِنۢ بَسَطتَ إِلَيَّ يَدَكَ لِتَقۡتُلَنِي مَآ أَنَا۠ بِبَاسِطٖ يَدِيَ إِلَيۡكَ لِأَقۡتُلَكَۖ إِنِّيٓ أَخَافُ ٱللَّهَ رَبَّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "‘আমাকে হত্যা করার জন্য তুমি তোমার হাত প্রসারিত করলেও তোমাকে হত্যা করার জন্য আমি তোমার প্রতি আমার হাত প্রসারিত করব না; নিশ্চয় আমি সৃষ্টিকুলের রব আল্লাহকে ভয় করি’ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আবু বাকরাহ রাদিয়াল্লাহু আনহু বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে বলতে শুনেছি, ‘যখন দু’জন মুসলিম তাদের হাতিয়ার নিয়ে পরস্পরের মুখোমুখি হবে, তখন তাদের দু’জনই জাহান্নামে যাবে। বলা হল, এতে হত্যাকারীর ব্যাপারটি তো বোঝা গেল, কিন্তু যাকে হত্যা করা হয়েছে তার ব্যাপারটি কেমন? তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, ‘সেও তো তার সাথীকে হত্যা করতে চেয়েছিল’। [বুখারী: ৭০৮৩; মুসলিম: ২৮৮৮]\n  <br/>\n  <br/>\n  অন্য হাদীসে এসেছে, সা’দ ইবন আবী ওক্কাস বললেন, হে আল্লাহর রাসূল! যদি সে আমার ঘরে প্রবেশ করে আমাকে হত্যা করতে উদ্যত হয়, তখন কি করতে হবে আমাকে জানান। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, ‘তুমি তখন আদম সন্তানদের মত হয়ে যাও’। তারপর বর্ণনাকারী তেলাওয়াত করলেন, যদি তুমি আমার প্রতি তোমার হস্ত প্রসারিত কর, তবে আমি তোমার প্রতি আমার হস্ত প্রসারিত করব না। [আবু দাউদ: ৪২৫৭; তিরমিযী: ২১৯৪] এর অর্থ, তুমি তাকে হত্যা করবে না সেটা জানিয়ে দাও । অপর হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আবু যর রাদিয়াল্লাহু আনহুকে বললেন, হে আবু যর! তোমার কি করণীয় থাকবে, যখন দেখবে যে, আহ্যারু যাইত স্থানও রক্তে ডুবে গেছে? আবু যর রাদিয়াল্লাহু আনহু বললেন, হে আল্লাহর রাসূল! আল্লাহ ও তার রাসূল আমার জন্য যা পছন্দ করবেন। রাসূল বললেন, তোমার উচিত তখন তুমি যেখানে থাকো সেখানে থাকা। অর্থাৎ পরিবার পরিজনের বাইরে না যাওয়া। তিনি বললেন, আমি কি আমার তরবারী নিয়ে ঘাড়ে লাগাব না? রাসূল বললেন, তাহলে তো তুমি তাদের সাথে হত্যায় শরীক হলে। আবু যর বললেন, হে আল্লাহর রাসূল! তাহলে আমার করণীয় কি? তুমি তোমার ঘরে অবস্থান করবে। আমি বললাম, যদি তারা আমার ঘরে প্রবেশ করে? তিনি বললেন, যদি তুমি ভয় পাও যে, তরবারীর চমকানো আলো তোমাকে বিভ্রান্ত করবে, তাহলে তুমি তোমার চেহারার উপর কাপড় দিয়ে ঢেকে দাও, এতে করে (যদি তোমাকে সে হত্যা করে, তবে) সে তোমার ও তার গোনাহ নিয়ে ফিরে যাবে। [আবু দাউদ: ৪২৬১; ইবন মাজাহ ৩৯৫৮; মুসনাদে আহমাদ ৫/১৬৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৫ : ২৯",
        "arabic_text": "\nإِنِّيٓ أُرِيدُ أَن تَبُوٓأَ بِإِثۡمِي وَإِثۡمِكَ فَتَكُونَ مِنۡ أَصۡحَٰبِ ٱلنَّارِۚ وَذَٰلِكَ جَزَٰٓؤُاْ ٱلظَّٰلِمِينَ ",
        "bangla_text": "‘নিশ্চয় আমি চাই তুমি আমার ও তোমার পাপ নিয়ে ফিরে যাও [১] ফলে তুমি আগুনের অধিবাসী হও এবং এটা যালিমদের প্রতিদান’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদা ও মুজাহিদ বলেন, এর অর্থ, তুমি আমাকে হত্যা করার কারণে যে পাপ হবে তা তোমার পূর্ব পাপের সাথে যুক্ত হবে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৫ : ৩০",
        "arabic_text": "\nفَطَوَّعَتۡ لَهُۥ نَفۡسُهُۥ قَتۡلَ أَخِيهِ فَقَتَلَهُۥ فَأَصۡبَحَ مِنَ ٱلۡخَٰسِرِينَ ",
        "bangla_text": "অতঃপর তার নফ্‌স তাকে তার ভাই হত্যার বশ করল। ফলে সে তাকে হত্যা করল; এভাবে সে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৫ : ৩১",
        "arabic_text": "\nفَبَعَثَ ٱللَّهُ غُرَابٗا يَبۡحَثُ فِي ٱلۡأَرۡضِ لِيُرِيَهُۥ كَيۡفَ يُوَٰرِي سَوۡءَةَ أَخِيهِۚ قَالَ يَٰوَيۡلَتَىٰٓ أَعَجَزۡتُ أَنۡ أَكُونَ مِثۡلَ هَٰذَا ٱلۡغُرَابِ فَأُوَٰرِيَ سَوۡءَةَ أَخِيۖ فَأَصۡبَحَ مِنَ ٱلنَّٰدِمِينَ ",
        "bangla_text": "অতঃপর আল্লাহ এক কাক পাঠালেন, যে তার ভাইয়ের মৃতদেহ কিভাবে গোপন করা যায় তা দেখাবার জন্য মাটি খুঁড়তে লাগল [১]। সে বলল, ‘হায়! আমি কি এ কাকের মতও হতে পারলাম না, যাতে আমার ভাইয়ের মৃতদেহ গোপন করতে পারি?’ অতঃপর সে লজ্জিত হল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, একটি কাক আরেকটি মৃত কাকের নিকট এসে তার উপর মাটি দিতে দিতে সেটাকে ঢেকে দিল। এটা দেখে যে তার ভাইকে হত্যা করেছে সে বলতে লাগল, হায়! আমি কি এ কাকের মতও হতে পারলাম না। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৫ : ৩২",
        "arabic_text": "\nمِنۡ أَجۡلِ ذَٰلِكَ كَتَبۡنَا عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفۡسَۢا بِغَيۡرِ نَفۡسٍ أَوۡ فَسَادٖ فِي ٱلۡأَرۡضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعٗا وَمَنۡ أَحۡيَاهَا فَكَأَنَّمَآ أَحۡيَا ٱلنَّاسَ جَمِيعٗاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُنَا بِٱلۡبَيِّنَٰتِ ثُمَّ إِنَّ كَثِيرٗا مِّنۡهُم بَعۡدَ ذَٰلِكَ فِي ٱلۡأَرۡضِ لَمُسۡرِفُونَ ",
        "bangla_text": "এ কারণেই বনী ইসরাঈলের উপর এ বিধান দিলাম যে, নরহত্যা বা যমীনে ধ্বংসাত্মক কাজ করার কারণ ছাড়া কেউ কাউকে হত্যা করলে [১] সে যেন সকল মানুষকেই হত্যা করল [২], আর কেউ কারো প্রাণ রক্ষা করলে সে যেন সকল মানুষের প্রাণ রক্ষা করল [৩]। আর অবশ্যই তাদের কাছে আমরা রাসূলগণ স্পষ্ট প্রমাণাদি নিয়ে এসেছিলেন, তারপর এদের অনেকে এরপরও যমীনে অবশ্যই সীমালংঘনকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আনাস ইবন মালেক রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ “কবীরা গোনাহর মধ্যে সবচেয়ে বড় হচ্ছে আল্লাহর সাথে কাউকে শির্ক করা এবং কোন মানুষকে অন্যায়ভাবে হত্যা করা। পিতামাতার অবাধ্য হওয়া। মিথ্যা কথা বলা, অথবা বলেছেন মিথ্যা সাক্ষ্য দেয়া”। [বুখারীঃ ৬৮৭১]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাস বলেছেনঃ “যে ব্যক্তি সাক্ষ্য দেয় যে, আল্লাহ ছাড়া কোন হক মা’বূদ নাই এবং আমি আল্লাহর রাসূল, তার রক্ত তিনটি কারণ ব্যতীত প্রবাহিত করা অবৈধ। জীবনের বদলে জীবন (হত্যার বদলে কেসাস)। একজন বিবাহিত ব্যক্তি যদি অবৈধ যৌন ব্যভিচারে লিপ্ত হয় এবং ঐ ব্যক্তি যে ইসলাম ত্যাগ করে এবং মুসলিম জামা'আত থেকে বিচ্ছিন্ন হয়ে যায়। [বুখারীঃ ৬৮৭৮]\n  <br/>\n  <br/>\n  [২] আল্লামা শানকীতী বলেন, এ আয়াতে বলা হয়েছে যে, যারা অন্যায়ভাবে কাউকে হত্যা করবে, অর্থাৎ হত্যার বিনিময়ে হত্যা কিংবা যমীনে ফেতনা- ফাসাদসূষ্টিকারী হবে না, যারা তাদের হত্যা করবে, তারা যেন সমস্ত মানুষকে হত্যা করল। এ আয়াতে যারা হত্যার বিনিময়ে হত্যা, অথবা ফেতনা-ফাসাদসূষ্টিকারী হবে, তাদের কি অবস্থা হবে সেটা বর্ণনা করা হয় নি। তবে অন্য আয়াতে আল্লাহ তা’আলা তাও বর্ণনা করেছেন। যেমন তিনি বলে দিয়েছেন, “আর আমরা তাদের উপর তাতে অত্যাবশ্যক করে দিয়েছিলাম যে, প্রাণের বদলে প্রাণ, চোখের বদলে চোখ, নাকের বদলে নাক, কানের বদলে কান, দাঁতের বদলে দাঁত এবং যখমের বদলে অনুরূপ যখম” [সূরা আল-মায়েদাহ ৪৫] আরও বলেন, “হে ঈমানদারগণ! নিহতদের ব্যাপারে তোমাদের উপর কিসাসের বিধান লিখে দেয়া হয়েছে। স্বাধীন ব্যক্তির বদলে স্বাধীন ব্যক্তি, ক্রীতদাসের বদলে ক্রীতদাস, নারীর বদলে নারী”। [সূরা আল-বাকারাহ: ১৭৮]\n  <br/>\n  <br/>\n  আরও বলেন, “কেউ অন্যায়ভাবে নিহত হলে তার উত্তরাধিকারীকে তো আমি তার প্রতিকারের অধিকার দিয়েছি; কিন্তু হত্যা ব্যাপারে সে যেন বাড়াবাড়ি না করে” [সূরা আল-ইসরা ৩৩] [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৩] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, কাউকে জীবিত করার অর্থ, আল্লাহ যাকে হত্যা করা হারাম ঘোষণা করেছেন সে ধরনের কোন মানুষকে হত্যা না করা। এতে করে সে যেন সবাইকে জীবিত রাখল। অর্থাৎ যে অন্যায়ভাবে কোনো ব্যক্তিকে হত্যা করা হারাম মনে করে, তার থেকে সমস্ত মানুষ জীবিত থাকতে সমর্থ হলো। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৫ : ৩৩",
        "arabic_text": "\nإِنَّمَا جَزَٰٓؤُاْ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادًا أَن يُقَتَّلُوٓاْ أَوۡ يُصَلَّبُوٓاْ أَوۡ تُقَطَّعَ أَيۡدِيهِمۡ وَأَرۡجُلُهُم مِّنۡ خِلَٰفٍ أَوۡ يُنفَوۡاْ مِنَ ٱلۡأَرۡضِۚ ذَٰلِكَ لَهُمۡ خِزۡيٞ فِي ٱلدُّنۡيَاۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٌ ",
        "bangla_text": "যারা আল্লাহ ও তাঁর রাসূলের বিরুদ্ধে যুদ্ধ করে এবং দুনিয়ায় ধ্বংসাত্মক কাজ করে বেড়ায় তাদের শাস্তি কেবল এটাই যে, তাদেরকে হত্যা করা হবে বা ক্রুশবিদ্ধ করা হবে বা বিপরীত দিক থেকে তাদের হাত ও পা কেটে ফেলা হবে বা তাদেরকে দেশ থেকে নির্বাসিত করা হবে [১]। দুনিয়ায় এটাই তাদের লাঞ্ছনা ও আখেরাতে তাদের জন্য মহাশাস্তি রয়েছে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, যে কেউ ইসলামের শৃঙ্গে হাতিয়ার ব্যবহার করবে, যাতায়াতকে ভীতিপ্রদ করে দিবে, (ডাকাতি রাহাজানি করবে) তারপর যদি তাদেরকে পাকড়াও করা সম্ভব হয়, তবে মুসলিম শাসকের এ ব্যাপারে ইখতিয়ার থাকবে, তিনি ইচ্ছা করলে তাকে হত্যা করবেন, নতুবা শুলে চড়াবেন, অথবা তার হাত-পা কেটে দিবেন। [তাবারী] হাদীসে এসেছে, একদল লোক মদীনায় আসল, তারা মদীনার আবহাওয়া সহ্য করতে পারল না। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাদেরকে সাদকার উট যেখানে থাকে সেখানে অবস্থানের অনুমতি দিলেন। যাতে তারা উটের দুধ ও প্রস্রাব পান করতে পারে। কিন্তু তারা রাখালকে হত্যা করল এবং উটগুলোকে নিয়ে চলে যেতে লাগল। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাদের পিছু ধাওয়া করতে নির্দেশ দিলেন। পরে তারা ধৃত হলো। তখন তাদের হাত-পা কেটে দেয়া হলো, চোখ উপড়ে ফেলা হলো, এবং তাদেরকে মদীনার কালো পাথর বিশিষ্ট এলাকায় ফেলে রাখা হলো। [বুখারী: ১৫০১; মুসলিম: ১৬৭১]\n  <br/>\n  <br/>\n  [২] ইসলামী শরী’আতে অপরাধের শাস্তিকে তিন ভাগে বিভক্ত করা হয়েছেঃ হুদৃদ, কিসাস ও তাষীরাত। তন্মধ্যে যেসব অপরাধের শাস্তি কুরআন ও সুন্নাহ নির্ধারণ করে দিয়েছে তা হচ্ছে, হুদুদ ও কিসাস । পক্ষান্তরে যেসব অপরাধের কোন শাস্তি কুরআন ও সুন্নাহ নির্ধারণ করেনি; বরং বিচারকদের অভিমতের উপর ন্যস্ত করেছে, সেসব শাস্তিকে শরীআতের পরিভাষায় ‘তা’যিরাত’ তথা দণ্ড বলা হয়। কুরআনুল কারীম হুদুদ ও কিসাস পূর্ণ বিবরণ ব্যাখ্যা সহকারে নিজেই বর্ণনা করে দিয়েছে। আর দণ্ডনীয় অপরাধের বিবরণকে রাসূলের বর্ণনা ও সমকালীন বিচারকদের অভিমতের উপর ছেড়ে দিয়েছে। বিশেষ বিশেষ অপরাধ ছাড়া অবশিষ্ট অপরাধসমূহের শাস্তির কোন পরিমাণ নির্ধারণ করেনি; বরং বিচারকের অভিমতের উপর ছেড়ে দিয়েছে। বিচারক স্থান, কাল ও পরিবেশ বিবেচনা করে অপরাধ দমনের জন্য যেরূপ ও যতটুকু শাস্তির প্রয়োজন মনে করবেন, ততটুকুই দেবেন।\n  <br/>\n  <br/>\n  আলেমরা বলেন, কুরআনুল কারীম যেসব অপরাধের শাস্তিকে আল্লাহর হক হিসাবে নির্ধারণ করে জারি করেছে, সেসব শাস্তিকে ‘হুদূদ’ বলা হয় এবং যেসব শাস্তিকে বান্দার হক হিসেবে জারি করেছে, সেগুলোকে ‘কিসাস’ বলা হয়। কিসাসের শাস্তি হুদূদের মতই সুনির্ধারিত। প্রাণের বিনিময়ে প্রাণ সংহার করা হবে এবং জখমের বিনিময়ে সমান জখম করা হবে। কিন্তু পার্থক্য এই যে, হুদূদকে আল্লাহর হক হিসেবে প্রয়োগ করা হয়। সংশ্লিষ্ট ব্যক্তি ক্ষমা করলেও তা ক্ষমা হবে না। কিন্তু কিসাস এর বিপরীত। কিসাসে বান্দার হক প্রবল হওয়ার কারণে হত্যা প্রবল হওয়ার পর হত্যাকারীকে নিহত ব্যক্তির উত্তরাধিকারীর এখতিয়ারে ছেড়ে দেয়া হয়। সে ইচ্ছা করলে কেসাস হিসাবে তাকে মৃত্যুদণ্ডও করাতে পারে। যখমের কেসাসও তদ্রুপ। পক্ষান্তরে যেসব অপরাধের শাস্তি নির্ধারণ করেনি, সে জাতীয় শাস্তিকে বলা হয় ‘তা’যীর’ তথা ‘দণ্ড’। শাস্তির এ প্রকার তিনটির বিধান অনেক বিষয়েই বিভিন্ন। তন্মধ্যে তাযীর বা দণ্ডগত শাস্তিকে অবস্থানুযায়ী লঘু থেকে লঘুতর, কঠোর থেকে কঠোরতর এবং ক্ষমাও করা যায়। এ ব্যাপারে বিচারকদের ক্ষমতা অত্যন্ত ব্যাপক। কিন্তু হুদূদের বেলায় কোন বিচারকই সামান্যতম পরিবর্তন, লঘু অথবা কঠোর করার অধিকারী নয়। স্থান ও কাল ভেদেও এতে কোন পার্থক্য হয় না। শরী’আতে হুদুদ মাত্র পাঁচটিঃ ডাকাতি, চুরি, ব্যভিচার ও ব্যভিচারের অপবাদ -এ চারটির শাস্তি কুরআনে বর্ণিত রয়েছে। পঞ্চমটি মদ্যপানের হদ। এটি বিভিন্ন হাদীস, সাহাবায়ে কেরামের ইজমা তথা ঐকমত্য দ্বারা প্রমাণিত। এভাবে মোট পাঁচটি অপরাধের শাস্তি নির্ধারিত ও হুদৃদরূপে চিহ্নিত হয়েছে। [কুরতুবী থেকে সংক্ষেপিত]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৫ : ৩৪",
        "arabic_text": "\nإِلَّا ٱلَّذِينَ تَابُواْ مِن قَبۡلِ أَن تَقۡدِرُواْ عَلَيۡهِمۡۖ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "তবে তারা ছাড়া, যারা তোমাদের আয়ত্তে আসার আগেই তওবা করবে [১]। সুতরাং জেনে রাখ যে, আল্লাহ অবশ্যই ক্ষমাশীল, পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হুদুদ জাতীয় শাস্তি যেমন কোন শাসক ও বিচারক ক্ষমা করতে পারে না, তেমনি তাওবা করলেও ক্ষমা হয়ে যায় না। তবে খাটি তাওবা দ্বারা আখেরাতের গোনাহ মাফ হতে অব্যাহতি লাভ হতে পারে। তন্মধ্যে শুধু ডাকাতির শাস্তির বেলায় একটি ব্যতিক্রম রয়েছে। ডাকাত যদি গ্রেফতারীর পূর্বে তাওবা করে এবং তার আচার-আচরণের দ্বারাও তাওবার বিষয়টি নিশ্চিত হওয়া যায়, তবে সে হদ থেকে রেহাই পাবে। কিন্তু গ্রেফতারীর পর তাওবা ধর্তব্য নয়। অন্যান্য হুদুদ তাওবা দ্বারাও মাফ হয় না, হোক সে তাওবা গ্রেফতারীর পূর্বে অথবা পরে। [ইবন কাসীর অনুরূপ বর্ণনা আবু হুরায়রা রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেছেন]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৫ : ৩৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ وَجَٰهِدُواْ فِي سَبِيلِهِۦ لَعَلَّكُمۡ تُفۡلِحُونَ ",
        "bangla_text": "হে ঈমানদারগণ! তোমরা আল্লাহর তাকওয়া অবলম্বন কর এবং তাঁর নৈকট্য অন্বেষণ কর।[১] আর তাঁর পথে জিহাদ কর, যাতে তোমরা সফলকাম হতে পার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষষ্ট রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ আল্লাহর নৈকট্য অন্বেষণ কর । (الْوَسِيْلَةَ) শব্দটি (وسل) ধাতু থেকে উদ্ভুত। এর অর্থ সংযোগ স্থাপন করা। পূর্ববর্তী মনীষী, সাহাবী ও তাবে’য়ীগণ ইবাদাত, নৈকট্য, ঈমান সৎকর্ম দ্বারা আয়াতে উল্লেখিত (وسيلة) শব্দের তাফসীর করেছেন। হাকেমের বর্ণনা মতে হুযাইফা রাদিয়াল্লাহু আনহু বলেনঃ ‘ওসীলা শব্দ দ্বারা নৈকট্য ও আনুগত্য বোঝানো হয়েছে’। ইবন জরীর আ’তা, মুজাহিদ ও হাসান বসরী রাহিমাহুমুল্লাহ থেকে এ অর্থই বর্ণনা করেছেন। এ আয়াতের তাফসীরে কাতাদাহ রাহিমাহুল্লাহ বলেন,\n  <br/>\n  <br/>\n  (تَقَرَّبُوْا اِلَيْهِ بِطَاعَتِهِ وَالعَمَلِ بِمَا يُرْضِيْهِ)\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহর নৈকট্য অর্জন কর তাঁর আনুগত্য ও সন্তুষ্টির কাজ করে। [তাবারী; ইবন কাসীর] অতএব, আয়াতের সারব্যাখ্যা এই দাড়ায় যে, ঈমান ও সৎকর্মের মাধ্যমে আল্লাহ তা’আলার নৈকট্য অন্বেষণ কর। অন্য বর্ণনায় হুযাইফা রাদিয়াল্লাহু আনহু এক ব্যক্তিকে এ আয়াত তেলাওয়াত করতে শুনে বললেন যে, ওসীলা অর্থ, নৈকট্য। তারপর তিনি বললেন, মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের সাহাবীদের মধ্যে যারা সংরক্ষণকারী তারা সবাই এটা ভালভাবেই জানেন যে, ইবন উম্ম আব্দ (ইবন মাসউদ) তিনি তাদের মধ্যে সবচেয়ে বেশী আল্লাহর নৈকট্যপ্রাপ্ত। [মুস্তাদরাকে হাকিম: ২/৩১২ অনুরূপ তিরমিযী:৩৮০৭: মুসনাদে আহমাদ ৫/৩৯৫]\n  <br/>\n  <br/>\n  এক হাদীসে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতের একটি উচ্চ স্তরের নাম ‘ওসীলা’। এর উর্ধ্বে কোন স্তর নেই। তোমরা আল্লাহর কাছে দো’আ কর যেন তিনি এ স্তরটি আমাকে দান করেন। [মুসনাদে আহমাদঃ১১৩৭৪ আবু সাঈদ আল-খুদরী হতে]\n  <br/>\n  <br/>\n  অপর এক হাদীসে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘যখন মুয়ায্‌যিন আযান দেয়, তখন মুয়াযযিন যা বলে, তোমরাও তাই বল। এরপর দুরূদ পাঠ কর এবং আমার জন্য ওসীলার দোআ কর’। [মুসলিম: ৩৮৪] উপযুক্ত ওসীলা শব্দের আভিধানিক ব্যাখ্যা এবং সাহাবী ও তাবেয়ীগণের তাফসীর থেকে জানা গেল যে, যা দ্বারা আল্লাহর সন্তুষ্টি ও নৈকট্য লাভ হয়, তাই অসীলা। পক্ষান্তরে শরীআতের পরিভাষায় তাওয়াস্সুলের অর্থ হল - আল্লাহ যা বৈধ করেছেন তা পালন করে এবং যা থেকে নিষেধ করেছেন তা পরিত্যাগ করে আল্লাহর সন্তুষ্টি লাভ করা ও জান্নাতে পৌঁছা।\n  <br/>\n  <br/>\n  ‘ওসীলা’ শব্দটি কুরআন কারীমে দুটি স্থানে এসেছেঃ সূরা আল-মায়েদার ৩৫ নং আয়াত এবং সূরা আল-ইসরার ৫৭ নং আয়াত। আয়াতদ্বয়ে ওসীলার অর্থ হলঃ আল্লাহকে সন্তুষ্টকারী কাজের মাধ্যমে আল্লাহর নৈকট্য অর্জন। হাফেয ইবন কাসীর রাহেমাহুল্লাহ প্রথম আয়াতের তাফসীরে বলেনঃ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত যে, ওসীলার অর্থ নৈকট্য। অনুরূপ তিনি মুজাহিদ, আবু ওয়ায়িল, হাসান বসরী, আবদুল্লাহ ইবন কাসীর, সুদ্দী, ইবন যায়েদ ও আরো একাধিক ব্যক্তি হতেও তা বর্ণনা করেন। আর সম্মানিত সাহাবী আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু দ্বিতীয় আয়াতটি নাযিল হওয়া প্রসংগে বলেছেনঃ আয়াতটি আরবদের কিছুসংখ্যক লোকের ব্যাপারে নাযিল হয়েছে, যারা কিছুসংখ্যক জিনের উপাসনা করত। অতঃপর জিনেরা ইসলাম গ্রহণ করল, অথচ তাদের উপাসনাকারী মানুষেরা তা টেরই পেল না। [মুসলিম:৩০৩০; বুখারী ৪৭১৪]\n  <br/>\n  <br/>\n  <b>\n   অসীলার প্রকারভেদঃ\n  </b>\n  <br/>\n  অসীলা দু’ প্রকারঃ শরীআতসম্মত অসীলা ও নিষিদ্ধ অসীলা।\n  <br/>\n  <br/>\n  <b>\n   ১. শরীআতসম্মত অসীলাঃ\n  </b>\n  <br/>\n  তা হল শরীআত অনুমোদিত বিশুদ্ধ ওসীলা দ্বারা আল্লাহর নৈকট্য অর্জন। আর তা জানার সঠিক পন্থা হল কুরআন ও সুন্নার দিকে প্রত্যাবর্তন এবং ওসীলা সম্পর্কে এতদুভয়ে যা কিছু এসেছে সেগুলো জেনে নেয়া। অতএব যে বিষয়ে কুরআন ও সুন্নায় এ দলীল থাকবে যে, তা শরীআত অনুমোদিত, তাহলে তাই হবে শরীআতসম্মত অসীলা। আর এতদ্ব্যতীত অন্য সব অসীলা নিষিদ্ধ। শরীআতসম্মত অসীলা তিন প্রকারঃ\n  <br/>\n  <br/>\n  <b>\n   প্রথমঃ\n  </b>\n  আল্লাহর সুন্দর নামসমূহের কোন একটি নাম অথবা তার মহান গুণাবলীর কোন একটি গুণ দ্বারা আল্লাহ তা'আলার নৈকট্য অর্জন। যেমন মুসলিম ব্যক্তি তার দোআয় বলবেঃ হে আল্লাহ! আপনি যে পরম করুণাময় ও দয়ালু সে ওসীলা দিয়ে আমি আপনার কাছে আমাকে সুস্থতা দানের প্রার্থনা করছি। অথবা বলবে আপনার করুণা যা সবকিছুতে ব্যপ্ত হয়েছে, তার ওসীলায় আমি আপনার কাছে প্রার্থনা করছি, যেন আমায় ক্ষমা করে দেন এবং দয়া করেন, ইত্যাদি। এ প্রকার তাওয়াসসুল শরীআতসম্মত হওয়ার দলীল হল আল্লাহ তা’আলার বাণীঃ “আর আল্লাহর জন্য রয়েছে সুন্দর সুন্দর নাম। অতএব তোমরা তাঁকে সে সব নামেই ডাক”। [সূরা আল-আ’রাফঃ ১৮০]\n  <br/>\n  <br/>\n  <b>\n   দ্বিতীয়ঃ\n  </b>\n  সে সকল সৎ কর্ম দ্বারা আল্লাহ তা'আলার নৈকট্য অর্জন, যা বান্দা পালন করে থাকে। যেমন এরকম বলা যে, ‘হে আল্লাহ! আপনার প্রতি আমার ঈমান, আপনার জন্য আমার ভালবাসা ও আপনার রাসূলের অনুসরণের ওসীলায় আমায় ক্ষমা করুন অথবা বলবেঃ ‘হে আল্লাহ! আপনার নবী মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের জন্য আমার ভালবাসা এবং তাঁর প্রতি আমার ঈমানের ওসীলায় আমি আপনার কাছে প্রার্থনা করছি যেন আমায় বিপদমুক্ত করেন’। এর দলীল আল্লাহ তা’আলার বাণীঃ “যারা বলে, হে আমাদের প্রতিপালক! আমরা ঈমান এনেছি; সুতরাং আপনি আমাদের গুনাহসমূহ ক্ষমা করুন এবং আমাদেরকে জাহান্নামের আযাব হতে রক্ষা করুন”। [সূরা আলে-ইমরানঃ ১৬] আর এ বিষয়ের দলীলের মধ্যে রয়েছে তিন গুহাবাসীর কাহিনীও, যা সহীহ বুখারীতে বিস্তারিত বর্ণিত হয়েছে। [বুখারীঃ ৩৪৬৫]\n  <br/>\n  <br/>\n  <b>\n   তৃতীয়ঃ\n  </b>\n  এমন সৎ ব্যক্তির দোআর ওসীলায় আল্লাহর নৈকট্য অর্জন, যার দোআ কবুলের আশা করা যায়। যেমন এমন ব্যক্তির কাছে কোন মুসলিমের যাওয়া, যার মধ্যে সততা, তাকওয়া ও আল্লাহর আনুগত্যের হেফাযত লক্ষ্য করা যায় এবং তার জন্য আল্লাহর কাছে দো’আর আবেদন করা যাতে বিপদ থেকে মুক্তি ঘটে ও তার বিষয়টি সহজ হয়ে যায়। শরীআতে এ প্রকার অনুমোদিত হওয়ার দলীল হল, সাহাবাগণ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে ব্যাপক ও নির্দিষ্ট সকল প্রকার দো'আ করার আবেদন জানাতেন। হাদীসে রয়েছে, “এক ব্যক্তি জুমার দিন মিম্বরমুখী দরজা দিয়ে মসজিদে প্রবেশ করল। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তখন দাড়িয়ে খুতবা দিচ্ছিলেন। লোকটি রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের সামনে দাড়িয়ে বলল, হে আল্লাহর রাসূল! গবাদি পশু ধ্বংস হয়ে গেছে এবং সকল পথ রুদ্ধ হয়ে গেছে। আল্লাহর কাছে দো’আ করুন, যেন তিনি আমাদের জন্য বৃষ্টি অবতরণ করেন। আনাস বলেনঃ অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম হস্তদ্বয় উঠিয়ে বললেনঃ “হে আল্লাহ! আমাদের পানি দিন, হে আল্লাহ! আমাদের পানি দিন”। আনাস বলেনঃ আল্লাহর কসম, আমরা আকাশে কোন মেঘ, ছড়ানো ছিটানো মেঘের খণ্ড বা কোন কিছুই দেখিনি। আমাদের মধ্যে ও সেলা পাহাড়ের মধ্যে কোন ঘর-বাড়ী ছিলো না। তিনি বললেনঃ এরপর সেলা পাহাড়ের পেছন থেকে ঢালের মত একখণ্ড মেঘের উদয় হল। মেঘটি আকাশের মাঝ বরাবর এসে ছড়িয়ে পড়ল। তারপর বৃষ্টি হল। [বুখারীঃ ১০১৩; মুসলিমঃ ৮৯৭] তবে এ প্রকার অসীলা গ্রহণ শুধু ঐ ব্যক্তির জীবদ্দশায়ই হতে পারে, যার কাছে দোআ চাওয়া হয়। তবে তার মৃত্যুর পর এটা জায়েয নেই; কেননা মৃত্যুর পর তার কোন আমল নেই।\n  <br/>\n  <br/>\n  <b>\n   ২.নিষিদ্ধ অসীলাঃ\n  </b>\n  তা হল- যে বিষয়টি শরীআতে ওসীলা হিসাবে সাব্যস্ত হয়নি, তা দ্বারা আল্লাহ তা’আলার নৈকট্য অর্জন। এটি কয়েক প্রকার, যার কোন কোনটি অন্যটি থেকে অধিক বিপজ্জনক। তন্মধ্যে রয়েছে-\n  <br/>\n  <br/>\n  মৃত ও অনুপস্থিত ব্যক্তিদেরকে আহবান করার মাধ্যমে, তাদের দ্বারা পরিত্রাণের আবেদন এবং তাদের কাছে অভাব মোচন, বিপদ থেকে মুক্তিদান প্রভৃতি প্রার্থনা করার মাধ্যমে আল্লাহ তা’আলার নৈকট্য অর্জন। এটা শির্কে আকবার বা বড় শির্ক যা মুসলিম মিল্লাত থেকে বের করে দেয়।\n  <br/>\n  <br/>\n  কবর ও মাযারের পাশে ইবাদাত পালন ও আল্লাহকে ডাকা, কবরের উপর সৌধ তৈরী করা এবং কবরে প্রদীপ ও গেলাফ দেয়া প্রভৃতির মাধ্যমে আল্লাহর নৈকট্য অর্জন। এটা ছোট শির্কের অন্তর্ভুক্ত, যা তাওহীদ পরিপূর্ণ হওয়ার অন্তরায় এবং বড় শির্কের দিকে পৌঁছিয়ে দেয়ার মাধ্যম।\n  <br/>\n  <br/>\n  নবীগণ ও সৎকর্মপরায়ণ ব্যক্তিবর্গের সম্মান এবং আল্লাহর কাছে তাদের মান ও মর্যাদার ওসীলায় আল্লাহর নৈকট্য অর্জন। এটা হারাম। বরং তা নবআবিস্কৃত বেদ’আতের অন্তর্ভুক্ত। কেননা তা এমনই তাওয়াস্‌সুল যা আল্লাহ বৈধ করেননি এবং এর অনুমতিও দেননি। এ ধরনের ওসীলা অবলম্বন রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও তার সাহাবীদের যুগে পরিচিত ছিল না। ইমাম আবু হানীফা রাহিমাহুল্লাহ বলেনঃ ‘দো’আকারী এ কথা বলা মাকরুহ যে, ‘আমি আপনার কাছে অমুক ব্যক্তির যে হক্ব রয়েছে কিংবা আপনার অলীগণ ও রাসূলগণের যে হক্ব রয়েছে কিংবা বায়তুল্লাহ আল-হারাম (কাবা শরীফ) ও মাশ’আরুল হারামের যে হক্ব রয়েছে তার ওসীলায় প্রার্থনা করছি’। [আত-তাওয়াসসুল ওয়াল অসীলা থেকে সংক্ষেপিত]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৫ : ৩৬",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ كَفَرُواْ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لِيَفۡتَدُواْ بِهِۦ مِنۡ عَذَابِ يَوۡمِ ٱلۡقِيَٰمَةِ مَا تُقُبِّلَ مِنۡهُمۡۖ وَلَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "নিশ্চয় যারা কুফরী করেছে, কিয়ামতের দিন শাস্তি থেকে মুক্তির জন্য পণস্বরূপ যমীনে যা কিছু আছে যদি সেগুলোর সবটাই তাদের থাকে এবং তার সাথে সমপরিমাণও থাকে, তবুও তাদের কাছ থেকে সেসব গৃহীত হবে না এবং তাদের জন্য রয়েছে কষ্টদায়ক শাস্তি [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাবের ইবনে আবদুল্লাহ রাদিয়াল্লাহু আনহু বলেন, এ আয়াত কাফেরদের ব্যাপারে নাযিল হয়েছে। [ইবনে হিব্বান, (আল-ইহসান) ১৬/৫২৭, ৭৪৮৩]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৫ : ৩৭",
        "arabic_text": "\nيُرِيدُونَ أَن يَخۡرُجُواْ مِنَ ٱلنَّارِ وَمَا هُم بِخَٰرِجِينَ مِنۡهَاۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ ",
        "bangla_text": "তারা আগুন থেকে বের হতে চাইবে; কিন্তু তারা সেখান থেকে বের হবার নয় এবং তাদের জন্য রয়েছে স্থায়ী শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৫ : ৩৮",
        "arabic_text": "\nوَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقۡطَعُوٓاْ أَيۡدِيَهُمَا جَزَآءَۢ بِمَا كَسَبَا نَكَٰلٗا مِّنَ ٱللَّهِۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ ",
        "bangla_text": "আর পুরুষ চোর ও নারী চোর, তাদের উভয়ের হাত কেটে দাও; তাদের কৃতকর্মের ফল ও আল্লাহর পক্ষ থেকে দৃষ্টান্তমূলক শাস্তি হিসেবে [১]। আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] চুরির শাস্তি হচ্ছে, ডান হাতের কব্জি পর্যন্ত কর্তন করা। তবে কতটুকু চুরি করলে সেটা করা হবে এবং কিভাবে চুরি করলে এ শাস্তি প্রয়োগ করা হবে, এর বিস্তারিত আলোচনা ফিকহ এর কিতাবসমূহ থেকে জেনে নিতে হবে। শর্ত পূরণ ও বাস্তবায়নের বাঁধা অপসারিত না হওয়া পর্যন্ত কাউকে শাস্তি দেয়া যাবে না। [বিস্তারিত জানার জন্য তাফসীরে কুরতুবী দ্রষ্টব্য]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৫ : ৩৯",
        "arabic_text": "\nفَمَن تَابَ مِنۢ بَعۡدِ ظُلۡمِهِۦ وَأَصۡلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ ",
        "bangla_text": "অতঃপর সীমালংঘন করার পর কেউ তওবা করলে ও নিজেকে সংশোধন করলে নিশ্চয় আল্লাহ তার তওবা কবুল করবেন; নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] চুরি করার পর তাওবাহ করলে, বান্দা ও আল্লাহর মধ্যকার গোনাহ মাফ হবে। কিন্তু বিচারকের কাছে চুরি যদি প্রমাণিত হয়, তবে তাকে তার শাস্তি পেতেই হবে। এ ব্যাপারে দ্বিমত নেই। তবে চুরির মাল ফেরত দিতে হবে কি না এ ব্যাপারে আলেমদের মধ্যে দুটি মত রয়েছে। [বিস্তারিত জানার জন্য তাফসীরে ইবন কাসীর দ্রষ্টব্য]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৫ : ৪০",
        "arabic_text": "\nأَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُعَذِّبُ مَن يَشَآءُ وَيَغۡفِرُ لِمَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "আপনি কি জানেন না যে, আসমানসমূহ ও যমীনের সার্বভৌমত্ব আল্লাহরই? যাকে ইচ্ছে তিনি শাস্তি দেন আর যাকে ইচ্ছে তিনি ক্ষমা করেন এবং আল্লাহ সব কিছুর উপর ক্ষমতাবান। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৫ : ৪১",
        "arabic_text": "\n۞ يَٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحۡزُنكَ ٱلَّذِينَ يُسَٰرِعُونَ فِي ٱلۡكُفۡرِ مِنَ ٱلَّذِينَ قَالُوٓاْ ءَامَنَّا بِأَفۡوَٰهِهِمۡ وَلَمۡ تُؤۡمِن قُلُوبُهُمۡۛ وَمِنَ ٱلَّذِينَ هَادُواْۛ سَمَّٰعُونَ لِلۡكَذِبِ سَمَّٰعُونَ لِقَوۡمٍ ءَاخَرِينَ لَمۡ يَأۡتُوكَۖ يُحَرِّفُونَ ٱلۡكَلِمَ مِنۢ بَعۡدِ مَوَاضِعِهِۦۖ يَقُولُونَ إِنۡ أُوتِيتُمۡ هَٰذَا فَخُذُوهُ وَإِن لَّمۡ تُؤۡتَوۡهُ فَٱحۡذَرُواْۚ وَمَن يُرِدِ ٱللَّهُ فِتۡنَتَهُۥ فَلَن تَمۡلِكَ لَهُۥ مِنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ ٱلَّذِينَ لَمۡ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمۡۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ ",
        "bangla_text": "হে রাসূল! আপনাকে যেন তারা চিন্তিত না করে যারা কুফরীর দিকে দ্রুত এগিয়ে যায় –যারা মুখে বলে, ‘ঈমান এনেছি’ অথচ তাদের অন্তর ঈমান আনেনি [১] –এবং যারা ইয়াহুদী[২] তারা (সকলেই) মিথ্যা শুনতে অধিক তৎপর [৩], আপনার কাছে আসে নি এমন এক ভিন্ন দলের পক্ষে যারা কান পেতে থাকে [৪]। শব্দগুলো যথাযথ সুবিন্যষ্ত থাকার পরও তারা সেগুলোর অর্থ বিকৃত করে [৫]। তারা বলে, ‘এরূপ বিধান দিলে গ্রহণ করো এবং সেরূপ না দিলে বর্জন করো’ [৬]। আর আল্লাহ যাকে ফিতনায় ফেলতে চান তার জন্য আল্লাহর কাছে আপনার কিছুই করার নেই। এরাই হচ্ছে তারা যাদের হৃদয়কে আল্লাহ বিশুদ্ধ করতে চান না; তাদের জন্য আছে দুনিয়ায় লাঞ্ছনা, আর তাদের জন্য রয়েছে আখেরাতে মহাশাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরা হচ্ছে মুনাফিক। তারা মুখে ঈমানের কথা বললেও অন্তরে ঈমানের কোন অস্তিত্ব নেই। তারা মিথ্যা শুনতে অভ্যস্ত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] প্রাচীন কাল থেকেই ইয়াহুদীরা কখনো স্বজন-প্রীতির বশবর্তী হয়ে এবং কখনো নাম-যশ ও অর্থের লোভে ফতোয়াপ্রার্থীদের মনমত ফতোয়া তৈরী করে দিত। বিশেষতঃ অপরাধের শাস্তির ক্ষেত্রে এটিই ছিল তাদের সাধারণ প্রচলিত পদ্ধতি। কোন ধনী ব্যক্তি অপরাধ করলে তারা তাওরাতের গুরুতর শাস্তিকে লঘু শাস্তিতে পরিবর্তন করে দিত। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন মদীনায় হিজরত করলেন এবং ইসলামের অভূতপূর্ব সুন্দর ব্যবস্থা ইয়াহুদীদের সামনে এল, তখন তারা একে একটি সুযোগ হিসেবে ব্যবহার করতে চাইল। যেসব ইয়াহুদী তাওরাতের রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে বিচারক নিযুক্ত করতে প্রয়াস পেত -যাতে একদিকে ইসলামের সহজ ও নরম বিধি-বিধান দ্বারা উপকৃত হওয়া যায় এবং অন্য দিকে তাওরাত পরিবর্তন করার অপরাধ থেকেও অব্যাহতি পাওয়া যায়। কিন্তু এ ব্যাপারেও তারা একটি দুস্কৃতির আশ্রয় নিত। নিয়মিত বিচারক নিযুক্ত করার পূর্বে কোন না কোন পন্থায় মোকাদ্দমার রায় ফতোয়া হিসাবে জেনে নিতে চাইত। উদ্দেশ্য এ রায় তাদের আকাঙ্ক্ষিত রায়ের অনুরূপ হলে বিচারক নিযুক্ত করবে, অন্যথায় নয়। এসব কিছুই তাদের অন্তরের কলুষতা প্রমাণ করত। [দেখুন, তাফসীর সা’দী] বারা ইবন আযিব রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের পাশ দিয়ে এক ইয়াহুদীকে মুখ কালো ও বেত্ৰাঘাত করা অবস্থায় নিয়ে যাওয়া হচ্ছিল। তিনি তাদেরকে ডেকে বললেন, তোমরা কি ব্যভিচারের শাস্তি এরকমই তোমাদের কিতাবে পাও? তারা বললঃ হ্যাঁ। তখন তিনি তাদের আলেমদের একজনকে ডেকে বললেন, “যে আল্লাহ মূসার উপর তাওরাত নাযিল এটাই ব্যভিচারের শাস্তি? সে বলল, না। তবে যদি আপনি আমাকে এর দোহাই দিয়ে জিজ্ঞেস না করতেন, তাহলে আমি কখনই তা বলতাম না। আমাদের কিতাবে আমরা এর শাস্তি হিসেবে ‘প্রস্তারাঘাতকেই দেখতে পাই। কিন্তু এটা আমাদের সমাজের উঁচু শ্রেণীর মধ্যে বৃদ্ধি পায়। ফলে আমাদের উঁচু শ্রেণীর কেউ সেটা করলে তাকে ছেড়ে দিতাম। আর নিম্নশ্রেণীর কেউ তা করলে তার উপর শরীআত নির্ধারিত হদ (তথা রজমের শাস্তি) প্রয়োগ করতাম। তারপর আমরা বললাম, আমরা এ ব্যাপারে এমন একটি বিষয়ে একমত হই যা আমাদের উঁচু-নীচু সকল শ্রেণীর উপর সমভাবে প্রয়োগ করতে পারি। তা থেকেই আমরা রজম বা প্রস্তারাঘাতের পরিবর্তে মুখ কালো ও চাবুক মারা নির্ধারণ করি। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, ‘হে আল্লাহ! আমি প্রথম আপনার সেই মৃত নির্দেশকে বাস্তবায়ন করব, যখন তারা তা নিঃশেষ করে দিয়েছে। তখন তাকে রজম করার নির্দেশ দেয়া হল এবং তা বাস্তবায়িত হলো। তখন আল্লাহ তা’আলা এ আয়াত নাযিল করলেন। [মুসলিম: ১৭০০]\n  <br/>\n  <br/>\n  [৩] অনুরূপভাবে ইয়াহুদীদেরও একটি বদভ্যাস হলো যে, তারা মিথ্যা ও ভ্রান্ত কথাবার্তা শোনাতে অভ্যস্ত। [ইবন কাসীরা] এসব ইয়াহুদী তাদের ধর্মীয় আলেমদের দ্বারা তাওরাতের নির্দেশাবলীর প্রকাশ্য বিরুদ্ধাচরণ দেখা সত্বেও তারা তাদেরই অনুসরণ এবং তাদের বর্ণিত মিথ্যা ও অমূলক কিসসা-কাহিনীই শুনতে থাকত। দ্বীনে তাদের মজবুতির অভাবে যে কোন মিথ্যা বলার জন্য বলা হলে, তারা তাতে অগ্রণী হয়ে যেত। [সা’দী]\n  <br/>\n  <br/>\n  [৪] এখানেও ইয়াহুদী ও মুনাফিকদের দ্বিতীয় একটি বদঅভ্যাস বর্ণনা করা হচ্ছে যে, এরা বাহ্যতঃ আপনার কাছে একটি দ্বনী বিষয় জিজ্ঞেস করতে এসেছে, কিন্তু প্রকৃতপক্ষে ধর্ম তাদের উদ্দেশ্য নয় এবং ধর্মীয় বিষয় জানার জন্যেও আসে নি। বরং তারা এমন একটি ইয়াহুদী সম্প্রদায়ের গুপ্তচর, যারা অহংকারবশতঃ আপনার কাছে আসেনি। তাদের বাসনা অনুযায়ী আপনার মত জেনে এরা তাদেরকে বলে দিতে চায়। এরপর মানা না মানা সম্পর্কে তারাই সিদ্ধান্ত নেবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৫] ইয়াহুদীদের তৃতীয় একটি বদ অভ্যাস হচ্ছে, তারা আল্লাহর কালামকে যথার্থ পরিবেশ থেকে সরিয়ে তার ভুল অর্থ করত এবং আল্লাহর নির্দেশকে বিকৃত করত। এ বিকৃতি ছিল দ্বিবিধঃ তাওরাতের ভাষায় কিছু হেরফের করা এবং ভাষা ঠিক রেখে তদস্থলে অযৌক্তিক ব্যাখ্যা ও পরিবর্তন করা। ইয়াহুদীরা উভয় প্রকার বিকৃতিতেই অভ্যস্ত ছিল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৬] অর্থাৎ ইয়াহুদীরা তাদের লোকদেরকে নবীজীর কাছে পাঠানোর সময় বলে দিত, যদি তোমাদেরকে ব্যভিচারের শাস্তি হিসেবে মুখ কালো ও চাবুক মারার কথা বলে তবে তোমরা গ্রহণ করো, আর যদি তোমাদেরকে রজম তথা পাথর মেরে হত্যার কথা বলে তবে সাবধান হয়ে যাবে, অর্থাৎ তা গ্রহণ করো না। [মুসলিম: ১৭০০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৫ : ৪২",
        "arabic_text": "\nسَمَّٰعُونَ لِلۡكَذِبِ أَكَّٰلُونَ لِلسُّحۡتِۚ فَإِن جَآءُوكَ فَٱحۡكُم بَيۡنَهُمۡ أَوۡ أَعۡرِضۡ عَنۡهُمۡۖ وَإِن تُعۡرِضۡ عَنۡهُمۡ فَلَن يَضُرُّوكَ شَيۡـٔٗاۖ وَإِنۡ حَكَمۡتَ فَٱحۡكُم بَيۡنَهُم بِٱلۡقِسۡطِۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ ",
        "bangla_text": "তারা মিথ্যা শুনতে খুবই আগ্রহশীল এবং অবৈধ সম্পদ খাওয়াতে অত্যন্ত আসক্ত [১]; সুতরাং তারা যদি আপনার কাছে আসে তবে তাদের বিচার নিষ্পত্তি করবেন বা তাদেরকে উপেক্ষা করবেন [২]। আপনি যদি তাদেরকে উপেক্ষা করেন তবে তারা আপনার কোন ক্ষতি করতে পারবে না। আর যদি বিচার নিষ্পত্তি করেন তবে তাদের মধ্যে ন্যায় বিচার করবেন [৩]; নিশ্চয়ই আল্লাহ ন্যায়পরায়ণদেরকে ভালবাসেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইয়াহুদীদের চতুর্থ বদভ্যাস হচ্ছে, উৎকোচ গ্রহণ। তারা ‘সুহত’ খাওয়ায় অভ্যস্ত। সুহতের শাব্দিক অর্থ কোন বস্তুকে মূলোৎপাটিত করে ধ্বংস করে দেয়া। এ অর্থেই কুরআনে বলা হয়েছে, (فَيُسْحِتَكُمْ بِعَذَابٍ) -অর্থাৎ “তোমরা কুকর্ম থেকে বিরত না হলে আল্লাহ্ তা’আলা আযাব দ্বারা তোমাদের মূলোৎপাটন করে দেবেন। [সূরা ত্বা-হা: ৬১] অর্থাৎ তোমাদের মূল শিকড় ধ্বংস করে দেয়া হবে। অধিকাংশ মুফাসসির এখানে সুহত এর অর্থ করেছেন, হারাম খাওয়া। [তাফসীর সা’দী, ইবন কাসীর, মুয়াসসার] এর অর্থে এক হাদীসে এসেছে, ‘নিশ্চয় বেশ্যার বেশ্যাবৃত্তির পয়সা, কুকুর-বিড়াল বিক্রির মূল্য এবং শিংগা লাগানোর বিনিময়ে অর্জিত সম্পদ সুহত তথা হারাম সম্পদের অন্তর্ভুক্ত’। [সহীহ ইবন হিব্বান: ৪৯৪১]\n  <br/>\n  <br/>\n  তবে কোন কোন মুফাসসির বলেন, আলোচ্য আয়াতে ‘সুহত’ বলে উৎকোচকে বোঝানো হয়েছে। তাবারী; বাগভী; জালালাইন) উৎকোচ বা ঘুষ সমগ্র দেশ ও জাতিরও মূলোৎপাটন করে এবং জননিরাপত্তা ধ্বংস করে। যে দেশে অথবা যে বিভাগে ঘুষ চালু হয়ে পড়ে, সেখানে আইনও নিস্ক্রিয় হয়ে পড়ে। অথচ আইনের উপরই দেশ ও জাতির শান্তি নির্ভরশীল। আইন নিষ্ক্রিয় হয়ে পড়লে কারো জানমাল ও ইজ্জত-আবরু সংরক্ষিত থাকে না। ঘুষের উৎসমুখ বন্ধ করার উদ্দেশ্যে পদস্থ কর্মচারী ও শাসকদেরকে প্রদত্ত উপটৌকনকেও সহীহ হাদীসে ঘুষ বলে আখ্যায়িত করে হারাম করে দেয়া হয়েছে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তা’আলা ঘুষদাতা ও ঘুষ গ্রহীতার প্রতি অভিসম্পাত করেন এবং ঐ ব্যক্তির প্রতিও, যে উভয়ের মধ্যে দালালী বা মধ্যস্থতা করে’। [মুস্তাদরাকে হাকেমঃ ৪/১১৫, মুসনাদে আহমাদঃ ৫/২৭৯]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে ক্ষমতা দিয়ে বলা হয়েছে যে, আপনি ইচ্ছা করলে তাদের মোকাদ্দমার ফয়সালা করুন, নতুবা নির্লিপ্ত থাকুন। আরো বলা হয়েছে যে, আপনি যদি নির্লিপ্ত থাকতে চান তবে তারা আপনার কোন ক্ষতি করতে পারবে না। পরে বলা হয়েছে, যদি আপনি ফয়সালাই করতে চান, তবে ইনসাফ ও ন্যায়বিচার সহকারে ফয়সালা করুন। অর্থাৎ নিজ শরীআত অনুযায়ী ফয়সালা করুন। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নবী হওয়ার পর পূর্ববর্তী সমস্ত শরীআত রহিত হয়ে গেছে। কুরআনে যেসব আইন বহাল রাখা হয়েছে, সেগুলো অবশ্য রহিত হয়নি। [বাগভী]\n  <br/>\n  <br/>\n  [৩] আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ বনু-নদ্বীর এবং বনু-কুরাইযার মধ্যে যুদ্ধ হত। বনু-নদ্বীর বনু-কুরাইযা থেকে নিজেদেরকে সম্মানিত দাবী করত। বনু-কুরাইযার কোন লোক যদি বনু-নদ্বীরের কাউকে হত্যা করত তাহলে তাকেও হত্যা করা হত। কিন্তু বনু-নদ্বীর যদি বনু-কুরাইযার কাউকে হত্যা করত তাহলে এর বিনিময়ে একশ’ ওসাক খেজুর রক্তপণ হিসাবে আদায় করত। যখন রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে আল্লাহ তা’আলা মদীনায় পাঠালেন, তখন বনু-নদ্বীরের এক লোক বনু-কুরাইযার এক ব্যক্তিকে হত্যা করল। বনু-কুরাইযা তাদের লোকের হত্যার বিনিময়ে কেসাস দাবী করল। তারা বললঃ আমরা মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট যাব এবং শেষ পর্যন্ত তার কাছেই আসল। তখন এ আয়াত নাযিল হয়। [আবু দাউদঃ ৪৪৯৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৫ : ৪৩",
        "arabic_text": "\nوَكَيۡفَ يُحَكِّمُونَكَ وَعِندَهُمُ ٱلتَّوۡرَىٰةُ فِيهَا حُكۡمُ ٱللَّهِ ثُمَّ يَتَوَلَّوۡنَ مِنۢ بَعۡدِ ذَٰلِكَۚ وَمَآ أُوْلَٰٓئِكَ بِٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর তারা আপনার উপর কিভাবে বিচার ভার ন্যস্ত করবে অথচ তাদের কাছে রয়েছে তাওরাত যাতে রয়েছে আল্লাহর বিধান? তা সত্ত্বেও তারা এরপর মুখ ফিরিয়ে নেয় এবং তারা মুমিন নয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৫ : ৪৪",
        "arabic_text": "\nإِنَّآ أَنزَلۡنَا ٱلتَّوۡرَىٰةَ فِيهَا هُدٗى وَنُورٞۚ يَحۡكُمُ بِهَا ٱلنَّبِيُّونَ ٱلَّذِينَ أَسۡلَمُواْ لِلَّذِينَ هَادُواْ وَٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ بِمَا ٱسۡتُحۡفِظُواْ مِن كِتَٰبِ ٱللَّهِ وَكَانُواْ عَلَيۡهِ شُهَدَآءَۚ فَلَا تَخۡشَوُاْ ٱلنَّاسَ وَٱخۡشَوۡنِ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗاۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ ",
        "bangla_text": "নিশ্চয় আমরা তাওরাত নাযিল করেছিলাম; এতে ছিল হেদায়াত ও আলো; নবীগণ, যারা ছিলেন অনুগত, তারা ইয়াহুদীদেরকে তদনুসারে হুকুম দিতেন [১]। আর রব্বানী ও বিদ্বানগণও (তদনুসারে হুকুম দিতেন), কারণ তাদেরকে আল্লাহর কিতাবের রক্ষক করা হয়েছিল। আর তারা ছিল এর উপর সাক্ষী [২]। কাজেই তোমরা মানুষকে ভয় করো না এবং আমাকেই ভয় কর। আর আমরা আয়াতসমূহের বিনিময়ে তুচ্ছ মূল্য ক্রয় করো না। আর আল্লাহ যা নাযিল করেছেন সে অনুযায়ী যারা বিধান দেয় না, তারাই কাফের [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সপ্তম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] আলোচ্য আয়াতে নবীদের প্রতিনিধিবর্গকে দুই ভাগে উল্লেখ করা হয়েছে। প্রথম ভাগ ‘রব্বানী’গণ এবং দ্বিতীয় ভাগ ‘আহবার’। তন্মধ্যে ‘রব্বানী’ শব্দটির অর্থ নিয়ে কয়েকটি মত রয়েছে। কেউ কেউ বলেন, (رَبَّاني) শব্দটি (رَبّ) এর সাথে সম্বন্ধযুক্ত। এর অর্থ আল্লাহওয়ালা বা আল্লাহভক্ত। তবে বিজ্ঞ আলেমদের মতে, শব্দটি (رُبَّانُ السَّفِيْنَة) বা জাহাজের নাবিক ও কর্ণধার অর্থে। [মাজমু ফাতাওয়া ইবন তাইমিয়্যা] পক্ষান্তরে আহবার শব্দটি ‘হিবর’ বা ‘হাবর’ এর বহুবচন। ইয়াহুদীদের বাক পদ্ধতিতে আলেমকে (حبر) বলা হত। কাতাদা বলেন, রব্বানী হচ্ছে ফকীহগণ। আর আহবার হচ্ছে, আলেমগণ। ইবন যায়দ বলেন, রাব্বানী হচ্ছেন শাসকগণ, আর আহবার হচ্ছে আলেমগণ [তাবারী] কোন কোন বর্ণনায় এসেছে, রাব্বানী ঐ সমস্ত জ্ঞানীদেরকে বলা হয়, যারা বড় কোন ইলম দেয়ার পূর্বে ছোট ইলম প্রদান করে, উম্মতকে প্রস্তুত করে নেন। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা এর সত্যতার সাক্ষ্য দিচ্ছিল। [জালালাইন] অথবা, তারা এটা আল্লাহর পক্ষ থেকে নাযিল হয়েছে বলে সাক্ষ্য দিচ্ছিল। [কুরতুবী] কোন কোন মুফাসসির বলেন, এর অর্থ তাদেরকে তাওরাতের সংরক্ষণের দায়িত্ব দেয়া হয়েছিল। আর তারা এটা স্বীকার করতেও বাধ্য যে, যখনই এর কোন ব্যাপারে সাধারণ মানুষের সন্দেহ হবে, তারা সে সমস্ত ব্যাপারে আলেমদের মুখাপেক্ষী হবে। সাধারণ মানুষ যেখানে সালাত, সাওম, যাকাত, যিকর ইত্যাদি ইবাদত সম্পন্ন করার মাধ্যমেই নাজাত পাবে, সেখানে আলেমদের দায়িত্ব আরও বেশী। তাদের অতিরিক্ত দায়িত্ব হচ্ছে, উপরোক্ত ইবাদাতসমূহ সম্পন্ন করার পাশাপাশি সাধারণ মানুষের যা যা প্রয়োজন হবে, যেখানে যেখানে তাদেরকে সাবধান করার দরকার হবে, সেখানে তাদেরকে তাও করতে হবে। [সা’দী]\n  <br/>\n  <br/>\n  [৩] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, যে কেউ আল্লাহ যা নাযিল করেছে তা অস্বীকার করবে সে অবশ্যই কাফের হয়ে যাবে। আর যে কেউ তা স্বীকার করবে, কিন্তু বাস্তবায়ন করে তদনুসারে বিধান দিবে না সে যালেম ও ফাসেক হবে। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৫ : ৪৫",
        "arabic_text": "\nوَكَتَبۡنَا عَلَيۡهِمۡ فِيهَآ أَنَّ ٱلنَّفۡسَ بِٱلنَّفۡسِ وَٱلۡعَيۡنَ بِٱلۡعَيۡنِ وَٱلۡأَنفَ بِٱلۡأَنفِ وَٱلۡأُذُنَ بِٱلۡأُذُنِ وَٱلسِّنَّ بِٱلسِّنِّ وَٱلۡجُرُوحَ قِصَاصٞۚ فَمَن تَصَدَّقَ بِهِۦ فَهُوَ كَفَّارَةٞ لَّهُۥۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "আর আমরা তাদের উপর তাতে অত্যাবশ্যক করে দিয়েছিলাম যে, প্রাণের বদলে প্রাণ, চোখের বদলে চোখ, নাকের বদলে নাক, কানের বদলে কান, দাঁতের বদলে দাঁত এবং যখমের বদলে অনুরূপ যখম। তারপর কেউ তা ক্ষমা করলে তা তার জন্য কাফফারা হবে [১]। আর আল্লাহ যা নাযিল করেছেন সে অনুযায়ী যারা বিধান দেয় না, তারাই যালিম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে তাওরাতের বরাত দিয়ে কেসাসের বিধান বর্ণনা করে বলা হয়েছে, “আমি ইয়াহুদীদের জন্য তাওরাতের এ বিধান নাযিল করেছিলাম যে, প্রাণের বিনিময়ে প্রাণ, চোখের বিনিময়ে চোখ, নাকের বিনিময়ে নাক, কানের বিনিময়ে কান, দাঁতের বিনিময়ে দাঁত এবং বিশেষ জখমেরও বিনিময় আছে”। এ উম্মতের জন্যও কিসাসের উক্ত বিধান পুরোপুরি প্রযোজ্য। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, বনী ইসরাঈলের জন্য আল্লাহ্ তা’আলা তাওরাতে মূসা ‘আলাইহিস সালামকে যে বিধান দিয়েছিলেন, তাতে হত্যা, জখম, দাঁত, চোখ, কান ইত্যাদির বিপরীতে দিয়াত দেয়ার কোন সুযোগ ছিল না। হয় কিসাস নিতে হবে, না হয় তাকে ক্ষমা করে দিতে হবে। [তাবারী] এ উম্মতের জন্য তিনটি সুযোগ রয়েছে। তন্মধ্যে কিসাসের ব্যাপারটি এ আয়াতসহ অন্য আয়াত ও হাদীসে বর্ণিত হয়েছে। আর দিয়াতের ব্যাপারটি হাদীসে এসেছে, আনাস ইবন মালেকের ফুফী রুবাই আনসারী এক মেয়ের দাঁত ভেঙ্গে ফেলেছিল। রাসূলের কাছে যখন এ মোকদ্দমা আসল, তখন তিনি তারও দাঁত ভেঙ্গে ফেলতে নির্দেশ দিলেন। তখন আনাস ইবন মালেকের চাচা আনাস ইবন নদর বললেন, হে আল্লাহর রাসূল! আপনি রুবাইয়ার দাঁত ভেঙ্গে ফেলবেন না। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, হে আনাস! আল্লাহর কিতাব কিসাসের কথাই বলছে। সবশেষে আনসারী মহিলার অভিভাবকরা দিয়াত গ্রহণে রাজী হয়েছিল। [বুখারী ৪৬১১; মুসলিম: ১৬৭৫]\n  <br/>\n  <br/>\n  এ হাদীসে কিসাস ও দিয়াত উভয় বিধানই প্রমানিত হলো। আর ক্ষমার ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ “যে অংশের কেসাস ওয়াজিব হয়েছে সে অংশের কেসাস না নিয়ে সদকা করে দিলে আল্লাহ্ তা’আলা তার জন্য সে পরিমাণ গোনাহর কাফফারা করে দেবেন। [মুসনাদে আহমাদঃ ৫/৩১৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৫ : ৪৬",
        "arabic_text": "\nوَقَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِعِيسَى ٱبۡنِ مَرۡيَمَ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِۖ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ فِيهِ هُدٗى وَنُورٞ وَمُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلتَّوۡرَىٰةِ وَهُدٗى وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ ",
        "bangla_text": "আর আমরা তাদের পশ্চাতে মারইয়াম-পুত্র ‘ঈসাকে [১] পাঠিয়েছিলাম, তার সামনে তাওরাত থেকে যা বিদ্যমান রয়েছে তার সত্যতা প্রতিপন্নকারীরূপে। আর আমরা তাকে ইঞ্জীল দিয়েছিলাম, এতে রয়েছে হেদায়াত ও আলো; আর তা ছিল তার সামনে অবশিষ্ট তাওরাতের সত্যতা প্রতিপন্নকারী এবং মুত্তাকীদের জন্য হেদায়াত ও উপদেশস্বরূপ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ “আমি মারইয়াম-পুত্র ঈসার সবচেয়ে বেশী নিকটতম। নবীগণ একে অন্যের বৈমাত্রেয় ভাই; আমার এবং তার মধ্যে কোন নবী নেই।” [বুখারীঃ ৩৪৪২]\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৫ : ৪৭",
        "arabic_text": "\nوَلۡيَحۡكُمۡ أَهۡلُ ٱلۡإِنجِيلِ بِمَآ أَنزَلَ ٱللَّهُ فِيهِۚ وَمَن لَّمۡ يَحۡكُم بِمَآ أَنزَلَ ٱللَّهُ فَأُوْلَٰٓئِكَ هُمُ ٱلۡفَٰسِقُونَ ",
        "bangla_text": "আর ইঞ্জীল অনুসারীগণ যেন আল্লাহ তাতে যা নাযিল করেছেন তদনুসারে হুকুম দেয় [১]। আর আল্লাহ যা নাযিল করেছেন সে অনুযায়ী যারা বিধান দেয় না, তারাই ফাসেক [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, এ আয়াতে কি বিধান ইঞ্জীলে দেয়া হয়েছে, সেটার বর্ণনা আসে নি। অন্য আয়াতে বর্ণিত হয়েছে যে সেটা হচ্ছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর সুসংবাদ। তার উপর ঈমান ও তার আনুগত্যের আবশ্যকতা। যেমন আল্লাহ বলেন, “আর স্মরণ করুন, যখন মারইয়াম-পুত্র ঈসা বলেছিলেন, হে বনী ইসরাঈল! আমি তোমাদের কাছে আল্লাহর রাসূল এবং আমার পূর্ব থেকে তোমাদের কাছে যে তাওরাত রয়েছে আমি তার সত্যায়নকারী এবং আমার পরে আহমাদ নামে যে রাসূল আসবেন আমি তার সুসংবাদদাতা”। [সূরা আস-সাফ: ৬] আরও বলেন “যারা অনুসরণ করে বার্তাবাহক উম্মী নবীর, যার উল্লেখ তারা তাদের কাছে তাওরাত ও ইঞ্জলে লিপিবদ্ধ পায়” [সূরা আল-আরাফ: ১৫৭] ইত্যাদি [আদওয়াউল বায়ান]।\n  <br/>\n  <br/>\n  [২] আল্লাহর আইন বাস্তবায়ন করা একদিক থেকে তা তাওহীদুর রুবুবিয়্যাহর সাথে সম্পৃক্ত, অপরদিকে তা তাওহীদুল উলুহিয়্যাহর সাথে সম্পৃক্ত। আল্লাহকে একমাত্র আইনদাতা হিসাবে না মানলে তাওহীদুর রুবুবিয়্যাতে শির্ক করা হয়। অপরদিকে আল্লাহ্‌র আইনকে না মেনে অন্য কারো আইনে বিচার-ফয়সালা করলে তাতে তাওহীদুল উলুহিয়াতে শির্ক করা হয়। অনুরূপভাবে, আল্লাহর আইন ছাড়া অন্য কোন আইনের বিচার-ফয়সালা মনে-প্রাণে মেনে নেয়াও তাওহীদুল উলুহিয়াতে শির্ক করা হয়। সুতরাং এ থেকে একথা স্পষ্ট হয় যে, আইনদাতা হিসেবে আল্লাহকে মেনে নেয়া এবং আল্লাহর আইন বাস্তবায়ন করা তাওহীদের অংশ। [মাজমু ফাতাওয়া ও রাসাইলে ইবন উসাইমীন ২/১৪০-১৪৪ ও ৬/১৫৮-১৬২]\n  <br/>\n  <br/>\n  লক্ষণীয় যে, ৪৪ নং আয়াতে বলা হয়েছে, “আর আল্লাহ যা নাযিল করেছেন সে অনুযায়ী যারা বিধান দেয় না, তারাই কাফির”। পরবর্তী ৪৫ নং আয়াতে বলা হয়েছে, “আর আল্লাহ যা নাযিল করেছেন সে অনুযায়ী যারা বিধান দেয় না, তারাই যালিম”। এর পরবর্তী ৪৭নং আয়াতে বলা হয়েছে যে, “আর আল্লাহ যা নাযিল করেছেন সে অনুযায়ী যারা বিধান দেয় না, তারাই ফাসিক”। মোটকথা: যারা আল্লাহ যা নাযিল করেছেন সে অনুযায়ী বিধান দেয় না। তারা কাফির, যালিম ও ফাসিক। এখন প্রশ্ন হচ্ছে, আল্লাহর আইনে বিচার-ফয়সালা না করলে যালিম বা ফাসিক হওয়ার ব্যাপারটি স্বাভাবিক হলেও, এর মাধ্যমে সর্বাবস্থায়ই কি বড় শির্ক বা বড় কুফরী হবে?\n  <br/>\n  <br/>\n  <b>\n   মূলতঃ\n  </b>\n  আল্লাহর আইন অনুসারে না চলার কয়েকটি পর্যায় হতে পারেঃ [১] আল্লাহর আইন ছাড়া অন্য কোন আইনে বিচার-ফয়সালা পরিচালনা জায়েয মনে করা। [২] আল্লাহর আইন ব্যতীত অন্য কোন আইন দ্বারা শাসন কার্য পরিচালনা উত্তম মনে করা। [৩] আল্লাহর আইন ও অন্য কোন আইন শাসনকার্য ও বিচার ফয়সালার ক্ষেত্রে সমপর্যায়ের মনে করা। [৪] আল্লাহর আইন পরিবর্তন করে তদস্থলে অন্য কোন আইন প্রতিষ্ঠা করা। উপরোক্ত যে কোন একটি কেউ করলে সে সর্বসম্মতভাবে কাফের হয়ে যাবে। কিন্তু এর বাইরেও আরো কিছু পর্যায় রয়েছে, যেগুলোতে আল্লাহর আইনে বিচার না করা বা অন্য আইনের কাছে বিচার চাওয়ার কারণে গোনাহগার হলেও পুরোপুরি মুশরিক হয়ে যায় না। যেমন, (এক) কেউ আল্লাহ্‌র আইনে বিচার-ফয়সালা করা ফরয বলে মেনে নেয়ার পরে নিজের প্রবৃত্তি বা ঘুষের আশ্রয় নিয়ে অন্য কোন আইনে বিচার-ফয়সালা করে, তখন সে যালিম বা ফাসিক হিসেবে বিবেচিত হবে। (দুই) কেউ মানুষের উপর যুলুম করার মানসে আল্লাহ্‌র আইন ব্যতীত বিচার করে, আল্লাহ্‌র আইন বাস্তবায়ন করার সুযোগ না থাকে এবং বিচারের অভাবে মানুষের হক নষ্ট হওয়ার ভয় থাকে। তখন সে ফাসিক বলে বিবেচিত হবে। শেষোক্ত দুটি বড় শির্ক কিংবা বড় কুফরীর পর্যায়ে পড়ে না। যারা এ কাজ করবে, তারা ছোট শির্ক বা ছোট কুফরী করেছে বলে গন্য হবে। [বিস্তারিত দেখুন, আদওয়াউল বায়ান; মাজমু ফাতাওয়া ইবন তাইমিয়্যাহ ২৭/৫৮-৫৯ মিনহাজুস সুন্নাহ ৫/১৩০-১৩২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৫ : ৪৮",
        "arabic_text": "\nوَأَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ مِنَ ٱلۡكِتَٰبِ وَمُهَيۡمِنًا عَلَيۡهِۖ فَٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ عَمَّا جَآءَكَ مِنَ ٱلۡحَقِّۚ لِكُلّٖ جَعَلۡنَا مِنكُمۡ شِرۡعَةٗ وَمِنۡهَاجٗاۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ ",
        "bangla_text": "আর আমরা আপনার প্রতি সত্যসহ কিতাব নাযিল করেছি ইতোপূর্বেকার কিতাবসমূহের সত্যতা প্রতিপন্নকারী ও সেগুলোর তদারককারীরূপে [১]। সুতরাং আল্লাহ যা নাযিল করেছেন সে অনুযায়ী তাদের বিচার নিষ্পত্তি করুন এবং যে সত্য আপনার নিকট এসেছে তা ছেড়ে তাদের খেয়াল-খুশীর অনুসরণ করবেন না [২]। তোমাদের প্রত্যেকের জন্যই আমরা একটা করে শরীয়ত ও স্পষ্টপথ নির্ধারণ করে দিয়েছি [৩]। আর আল্লাহ ইচ্ছে করলে তোমাদেরকে এক উম্মত করতে পারতেন, কিন্তু তিনি তোমাদেরকে যা দিয়েছেন তা দিয়ে তোমাদেরকে পরীক্ষা করতে চান। কাজেই সৎকাজে তোমরা প্রতিযোগিতা কর। আল্লাহর দিকেই তোমাদের সবার প্রত্যাবর্তনস্থল। অতঃপর তোমরা যে বিষয়ে মতভেদ করছিলে, সে সম্বন্ধে তিনি তোমাদেরকে অবহিত করবেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এর অর্থ কুরআন এর পূর্বেকার সমস্ত গ্রন্থের জন্য আমানতদার হিসেবে নির্বাচিত। [তাবারী] সুতরাং অন্যান্য গ্রন্থে যা বর্ণিত হয়েছে, তা যদি কেউ পরিবর্তন করেও ফেলে কুরআন কিন্তু সেটা ঠিকই একজন আমানতদারের ভূমিকায় অবতীর্ণ হয়ে সঠিকভাবে বর্ণনা করে দিবে। কাতাদা বলেন, এর অর্থ সাক্ষ্য। [আত-তাফসীরুস সহীহ] অর্থাৎ অন্যান্য গ্রন্থের মধ্যে সন্নিবেশিত তথ্যের ব্যাপারে এই কুরআন সাক্ষ্যস্বরূপ।\n  <br/>\n  <br/>\n  [২] পূর্ববর্তী ৪২ নং আয়াতে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে ক্ষমতা দেয়া হয়েছে যে, ইচ্ছা করলে তাদের ব্যাপারে নির্লিপ্ত থাকুন এবং ইচ্ছা করলে তাদের মোকদ্দমার শরী’আত অনুযায়ী ফয়সালা করুন। কারণ, তারা আপনার কাছে হকের অনুসরণের জন্য আগমন করে না। বরং তারা তাদের প্রবৃত্তির অনুসরণই করবে। তাদের মনঃপুত হলে তা গ্রহণ করবে, নতুবা নয়। সুতরাং তাদের মধ্যে ফয়সালা করার ব্যাপারটি আপনার পূর্ণ ইচ্ছাধীন। কিন্তু আলোচ্য আয়াতে তাদের মধ্যে ফয়সালা করার নির্দেশ দেয়া হয়েছে। এ কারণে কোন কোন মুফাসসিরের মতে, এ আয়াত পূর্ববর্তী আয়াতের বিধানকে রহিত করে দিয়েছে। সুতরাং তাদের মধ্যে হক ফয়সালা করাই হচ্ছে বর্তমান কর্তব্য। কোন কোন মুফাসসির বলেন, এ আয়াতটি ঐ সমস্ত অমুসলিম লোকদের ক্ষেত্রে প্রযোজ্য যারা আপনার কথা মানার জন্য আপনার সমীপে আগমণ করে। সুতরাং এ ব্যাপারে আপনার ফয়সালা থাকা জরুরী। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] আলোচ্য আয়াতে একটি গুরুত্বপূর্ণ মৌলিক প্রশ্নের জবাব দেয়া হয়েছে। প্রশ্নটি এই যে, সব আম্বিয়া ‘আলাইহিমুস সালাম যখন আল্লাহর পক্ষ থেকেই প্রেরিত এবং তাদের প্রতি অবতীর্ণ গ্রন্থ, সহীফা ও শরীআতসমূহও যখন আল্লাহর পক্ষ থেকেই আগত, তখন এসব গ্রন্থ ও শরীআতের মধ্যে প্রভেদ কেন এবং পরবর্তী গ্রন্থ ও শরীআতসমূহ পূর্ববর্তী গ্রন্থ ও শরীআতকে রহিত করে দেয় কেন? এ প্রশ্নের উত্তর ও তাৎপর্য এ আয়াতে বর্ণিত হয়েছে যে, “আমরা তোমাদের প্রত্যেক শ্রেণীর জন্য একটি বিশেষ শরীআত ও বিশেষ কর্মপন্থা নির্ধারণ করেছি। এতে মূলনীতি অভিন্ন ও সর্বসম্মত হওয়া সত্বেও শাখাগত নির্দেশসমূহে কিছু প্রভেদ আছে। যদি আল্লাহ তোমাদের সবার জন্য একই গ্রন্থ ও একই শরীআত নির্ধারণ করতে চাইতেন, তবে এরূপ করা তার পক্ষে মোটেই কঠিন ছিল না। কিন্তু আল্লাহ তা পছন্দ করেন নি। কারণ, তার উদ্দেশ্য ছিল মানুষকে পরীক্ষা করা। তিনি যাচাই করতে চান যে, কারা ইবাদাতের স্বরূপ অবগত হয়ে নির্দেশ এলেই তা পালন করার জন্য সর্বদা তার অনুসরণে লেগে যায়, পূর্ববর্তী গ্রন্থ ও শরীআত প্রিয় হলেও এবং পৈতৃক ধর্ম হয়ে যাওয়ার কারণে তা বর্জন করা কঠিন হলেও কারা সর্বদা উন্মুখভাবে আনুগত্যের জন্য প্রস্তুত থাকে। পক্ষান্তরে কারা এ সত্য বিস্মৃত হয়ে বিশেষ শরীআত ও বিশেষ গ্রন্থকেই সম্বল করে নেয় এবং পৈতৃক ধর্ম হিসেবে আঁকড়ে থাকে- এর বিপক্ষে আল্লাহর নির্দেশের প্রতিও কর্ণপাত করে না। কারণ, তাদের মধ্যে মৌলিক দিক তথা আকীদা-বিশ্বাসের দিয়ে পার্থক্য ছিল না। যেমন, তাওহীদের ব্যাপারে সমস্ত নবীই এক কথা বলেছেন। পার্থক্য তো শাখা-প্রশাখা ও কর্ম জাতীয় বিষয়ে। যেমন, কোন বস্তু বা বিষয় কোন সময় হারাম ছিল, আবার তা অন্য সময়ে হালাল করা হয়েছে। এসব কিছুই মূলত তোমাদেরকে পরীক্ষা করার জন্য। কোন কোন মুফাসসির বলেন এখানে (جَعَلْنَا) এর পরে (هُ) অব্যয়টি উহ্য ধরা হবে। তখন অর্থ হবে, এ কুরআনকে আমরা সমস্ত মানুষের জন্য সঠিক উদ্দেশ্য হাসিলের পন্থা ও সুস্পষ্ট পথ হিসেবে নির্ধারণ করেছি। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৫ : ৪৯",
        "arabic_text": "\nوَأَنِ ٱحۡكُم بَيۡنَهُم بِمَآ أَنزَلَ ٱللَّهُ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡ وَٱحۡذَرۡهُمۡ أَن يَفۡتِنُوكَ عَنۢ بَعۡضِ مَآ أَنزَلَ ٱللَّهُ إِلَيۡكَۖ فَإِن تَوَلَّوۡاْ فَٱعۡلَمۡ أَنَّمَا يُرِيدُ ٱللَّهُ أَن يُصِيبَهُم بِبَعۡضِ ذُنُوبِهِمۡۗ وَإِنَّ كَثِيرٗا مِّنَ ٱلنَّاسِ لَفَٰسِقُونَ ",
        "bangla_text": "আর আপনি আল্লাহ যা নাযিল করেছেন সে অনুযায়ী বিচার নিষ্পত্তি করুন ও তাদের খেয়াল-খুশীর অনুসরণ করবেন না এবং তাদের ব্যাপারে সতর্ক হোন, যাতে আল্লাহ আপনার প্রতি যা নাযিল করেছেন তারা এর কোন কিছু হতে আপনাকে বিচ্যুত না করে। অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তবে জেনে রাখুন যে, আল্লাহ তাদেরকে কেবল তাদের কোন কোন পাপের জন্য শাস্তি দিতে চান। আর নিশ্চয় মানুষের মধ্যে অনেকেই তো ফাসেক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৫ : ৫০",
        "arabic_text": "\nأَفَحُكۡمَ ٱلۡجَٰهِلِيَّةِ يَبۡغُونَۚ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ حُكۡمٗا لِّقَوۡمٖ يُوقِنُونَ ",
        "bangla_text": "তবে কি তারা জাহেলিয়াতের বিধি-বিধান কামনা করে [১]? আর দৃঢ় বিশ্বাসী সম্প্রদায়ের জন্য বিধান প্রদানে আল্লাহর চেয়ে আর কে শ্রেষ্ঠতর? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাহেলিয়াত শব্দটি ইসলামের বিপরীত শব্দ হিসাবে ব্যবহার করা হয়ে থাকে। ইসলাম হচ্ছে পুরোপুরি জ্ঞানের পথ। কারণ, ইসলামের পথ দেখিয়েছেন আল্লাহ নিজেই। আর আল্লাহ সমস্ত বিষয়ের পরিপূর্ণ জ্ঞান রাখেন। অপরদিকে ইসলামের বাইরের যে কোন পথই জাহেলিয়াতের পথ। আরবের ইসলামপূর্ব যুগকে জাহেলিয়াতের যুগ বলার কারণ হচ্ছে এই যে, সে যুগে জ্ঞান ছাড়াই নিছক ধারণা, কল্পনা, আন্দাজ, অনুমান বা মানসিক কামনা-বাসনার ভিত্তিতে মানুষেরা নিজেদের জন্য জীবনের পথ তৈরী করে নিয়েছিল। যেখানেই যে যুগেই মানুষেরা এ কর্মপদ্ধতি অবলম্বন করবে, তাকে অবশ্যই জাহেলিয়াতের কর্মপদ্ধতি বলা হবে। মোটকথা: রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের উপর আল্লাহ যা নাযিল করেছেন তার বিপরীত বিধান প্রদান করাই জাহিলিয়াত। [সা’দী] হাদীসে এসেছে, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর কাছে সবচেয়ে ঘৃণিত ব্যক্তি হচ্ছে তিনজন। যে ব্যক্তি হারাম শরীফের মধ্যে অন্যায় কাজ করে, যে ব্যক্তি মুসলিম হওয়া সত্বেও জাহেলী যুগের রীতি-নীতি অনুসন্ধান করে এবং যে ব্যক্তি কোন অধিকার ব্যতীত কারো রক্তপাত দাবী করে। [বুখারীঃ ৬৮৮২] হাসান বসরী বলেন, যে কেউ আল্লাহর দেয়া বিধানের বিপরীত বিধান প্রদান করল সে জাহিলিয়াতের বিধান দিল। [ইবন আবি হাতিম, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৫ : ৫১",
        "arabic_text": "\n۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡيَهُودَ وَٱلنَّصَٰرَىٰٓ أَوۡلِيَآءَۘ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَإِنَّهُۥ مِنۡهُمۡۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "হে মুমিনগণ! তোমরা ইয়াহুদী ও নাসারাদেরকে বন্ধুরূপে গ্রহণ করো না, তারা পরস্পর পরস্পরের বন্ধু। আর তোমাদের মধ্যে কেউ তাদেরকে বন্ধুরূপে গ্রহণ করলে সে নিশ্চয় তাদেরই একজন [১]। নিশ্চয় আল্লাহ যালিম সম্প্রদায়কে হেদায়াত দেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   অষ্টম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] আল্লামা শানকীতী বলেন, বিভিন্ন আয়াত থেকে এটাই বুঝা যায় যে, কাফেরদের সাথে বন্ধুত্ব স্থাপন নিষিদ্ধ হওয়ার ব্যাপারটি ঐ সময়ই হবে, যখন ব্যক্তির সেখানে ইচ্ছা বা এখতিয়ার থাকবে। কিন্তু যখন ভয়-ভীতি বা সমস্যা থাকবে, তখন তাদের সাথে বাহ্যিক বন্ধুত্বপূর্ণ সম্পর্কস্থাপনের অনুমতি ইসলাম শর্তসাপেক্ষে দিয়েছে। তা হচ্ছে, যতটুকু করলে তাদের ক্ষতি থেকে রক্ষা পেতে পারে। তবে এ ক্ষেত্রেও আন্তরিক বন্ধুত্ব থাকতে পারবে না। [আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৫ : ৫২",
        "arabic_text": "\nفَتَرَى ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ يُسَٰرِعُونَ فِيهِمۡ يَقُولُونَ نَخۡشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٞۚ فَعَسَى ٱللَّهُ أَن يَأۡتِيَ بِٱلۡفَتۡحِ أَوۡ أَمۡرٖ مِّنۡ عِندِهِۦ فَيُصۡبِحُواْ عَلَىٰ مَآ أَسَرُّواْ فِيٓ أَنفُسِهِمۡ نَٰدِمِينَ ",
        "bangla_text": "সুতরাং যাদের অন্তরে অসুখ রয়েছে আপনি তাদেরকে খুব তাড়াতাড়ি ওদের সাথে মিলিত হতে দেখবেন এ বলে, ‘আমরা আশংকা করছি যে, কোন বিপদ আমাদের আক্রান্ত করবে’ [১]। অতঃপর হয়ত আল্লাহ বিজয় বা তাঁর কাছ থেকে এমন কিছু দেবেন যাতে তারা তাদের অন্তরে যা গোপন রেখেছিল সে জন্য লজ্জিত হবে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এখানে যাদের অন্তরে অসুখ রয়েছে বলে মুনাফিকদেরকে বোঝানো হয়েছে। তারা ইয়াহুদীদের সাথে গোপন শলা-পরামর্শ ও তাদের খাতির করে কথা বলতে সাচ্ছন্দ বোধ করে। অনুরূপভাবে তারা তাদের সন্তানদের দুধ পান করাতেও অভ্যস্ত। এমতাবস্থায় তাদের আন্তরিক সম্পর্ক ইয়াহুদীদের সাথেই থাকবে এটাই স্বাভাবিক। তাই তারা সবসময় ভাবে যে, ইয়াহুদীদেরই বিজয় হবে। আর তখন তাদের কাছ থেকে তারা বাড়তি সুবিধা পাবে। [তাবারী]\n  <br/>\n  <br/>\n  [২] মুসলিমরা সে বিজয় দেখেছিল। সুদ্দী বলেন, সে বিজয় হচ্ছে, মক্কা বিজয়। [তাবারী] কাতাদা বলেন, এখানে বিজয় বলে আল্লাহর ফয়সালা বুঝানো হয়েছে। তাবার কাতাদা আরও বলেন, মুনাফিকরা তখন ইয়াহুদীদের সাথে তাদের যে গোপন আঁতাত, ইসলাম ও মুসলিমদের বিরুদ্ধে ষড়যন্ত্র ও তাদের বিরুদ্ধাচারণ ও এতদসংক্রান্ত যাবতীয় কার্যকলাপের জন্য লজ্জিত হবে । [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৫ : ৫৩",
        "arabic_text": "\nوَيَقُولُ ٱلَّذِينَ ءَامَنُوٓاْ أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ إِنَّهُمۡ لَمَعَكُمۡۚ حَبِطَتۡ أَعۡمَٰلُهُمۡ فَأَصۡبَحُواْ خَٰسِرِينَ ",
        "bangla_text": "আর মুমিনগণ বলবে, ‘এরাই কি তারা, যারা আল্লাহর নামে দৃঢ়ভাবে শপথ করেছিল যে, নিশ্চয় তারা তোমাদের সঙ্গেই আছে?’ তাদের আমলসমূহ নিস্ফল হয়েছে; ফলে তারা ক্ষতিগ্রস্ত হয়েছে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বিষয়টি আরো পরিস্কার করে বলা হয়েছে যে, যখন মুনাফেকদের মুখোশ উন্মোচিত হবে এবং তাদের বন্ধুত্বের দাবী ও শপথের স্বরূপ ফুটে উঠবে, তখন মুসলিমরা বিস্ময়াভিভূত হয়ে বলবে, এরাই কি আমাদের সাথে আল্লাহর নামে কঠোর শপথ করে বন্ধুত্বের দাবী করত? আজ এদের সব লোকদেখানো ধর্মীয় কার্যকলাপই বিনষ্ট হয়ে গেছে। আলোচ্য আয়াতসমূহে আল্লাহ তা’আলা যে অবস্থার কথা বর্ণনা করেছে, অল্প কিছু দিনের মধ্যেই প্রত্যেক মুমিন-মুসলিম সবাই তার বাস্তব চিত্র প্রত্যক্ষ করেছিল। [সা’দী] আল্লামা শানকীতী বলেন, মুনাফিকদের মিথ্যা শপথের মূল কারণ হচ্ছে, তারা প্রচন্ড ভীতুপ্রকৃতির মানুষ ছিল। যদি কোথাও পালাবার পথ তাদের জানা থাকত তবে তারা সেটাই করত। [আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৫ : ৫৪",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَن يَرۡتَدَّ مِنكُمۡ عَن دِينِهِۦ فَسَوۡفَ يَأۡتِي ٱللَّهُ بِقَوۡمٖ يُحِبُّهُمۡ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلۡمُؤۡمِنِينَ أَعِزَّةٍ عَلَى ٱلۡكَٰفِرِينَ يُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوۡمَةَ لَآئِمٖۚ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ ",
        "bangla_text": "হে মুমিনগণ! তোমাদের মধ্যে কেউ দ্বীন থেকে ফিরে গেলে নিশ্চয়ই আল্লাহ এমন এক সম্প্রদায় [১] আনবেন যাদেরকে তিনি ভালবাসবেন এবং যারা তাঁকে ভালবাসবে; তারা মুমিনদের প্রতি কোমল ও কাফেরদের প্রতি কঠোর হবে; তারা আল্লাহর পথে জিহাদ করবে এবং কোন নিন্দুকের নিন্দার ভয় করবে না [২]; এটা আল্লাহর অনুগ্রহ, যাকে ইচ্ছে তাকে তিনি তা দান করেন এবং আল্লাহ প্রাচুর্যময়, সর্বজ্ঞ [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আবদুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এ আয়াতে আল্লাহর পক্ষ থেকে কঠোর হুশিয়ারী দেয়া হচ্ছে যে, যারাই আল্লাহর পথ ও তাঁর দ্বীন থেকে পিছু ফিরে যাবে, তারা আল্লাহর কোন ক্ষতি করতে পারবে না। আল্লাহ্ তাআলা তার দ্বীনের জন্য নতুন কোন জাতিকে এগিয়ে আনবেন। [তাবারী] আইয়াদ আল আশ’আরী বলেন, যখন এ আয়াত নাযিল হলো, তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেন, ‘হে আবু মূসা, এরা হল তোমার সম্প্রদায়। আর রাসূল হাত দিয়ে ইশারা করছিলেন আবু মূসা আল-আশ’আরীর দিকে। [মুস্তাদরাকে হাকেমঃ ২/৩১৩]\n  <br/>\n  <br/>\n  [২] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমাদের মাঝে ভাষণ দিতে দাড়িয়ে বললেনঃ “তোমাদের মধ্যে কারো হক জানা থাকলে সে যেন তা বলতে কাউকে ভয় না করে। বর্ণনাকারী আবু সাঈদ রাদিয়াল্লাহু আনহু এ হাদীস বর্ণনা করে কেঁদে ফেললেন। তারপর বললেন, আল্লাহর শপথ আমরা অনেক বিষয় দেখেছি, কিন্তু ভয় করেছি। [ইবন মাজাহঃ ৪০০৭; তিরমিযী: ২১৯১]\n  <br/>\n  <br/>\n  [৩] এ আয়াতে বলা হয়েছে যে, মুসলিমদের স্বার্থেই তাদেরকে অমুসলিমদের সাথে গভীর বন্ধুত্ব ও মেলামেশা করতে নিষেধ করা হয়েছে। কারণ, সত্যদ্বীন ইসলামের হেফাযতের দায়িত্ব আল্লাহ নিজেই গ্রহণ করেছেন। কোন ব্যক্তি কিংবা দলের বক্রতা ও অবাধ্যতা দূরের কথা, স্বয়ং মুসলিমদের কোন ব্যক্তি কিংবা দল যদি সত্যি সত্যিই ইসলাম ত্যাগ করে বসে এবং সম্পূর্ণ দ্বীনত্যাগী হয়ে অমুসলিমদের সাথে হাত মিলায়, তবে এতেও ইসলামের কোন ক্ষতি হবে না- হতে পারে না। মুসলিমরাও যদি দ্বীনত্যাগী হয়ে যায়, আল্লাহ তা'আলা তাদের জায়গায় অন্য কোন জাতির অভ্যুথান ঘটাবেন। সে জাতির মধ্যে বেশ কিছু গুণ থাকবে। তাদের প্রথম গুণ হচ্ছে যে, আল্লাহ তা’আলা তাদেরকে ভালবাসবেন এবং তারা নিজেরাও আল্লাহ তা’আলাকে ভালবাসবে। এ গুণটি দু’টি অংশে বিভক্ত- এক. আল্লাহর সাথে তাদের ভালবাসা । একে কোন না কোন স্তরে মানুষের ইচ্ছাধীন মনে করা যায় । দুই. আল্লাহর পক্ষ থেকে তাদেরকে ভালবাসা। এতে বাহ্যতঃ মানুষের ইচ্ছা ও কর্মের কোন ভূমিকা নেই। যে বিষয়টি মানুষের ইচ্ছা ও সামর্থ্যের বাইরে, তা মানুষকে শুনানোরও কোন বাহ্যিক সার্থকতা নেই। কিন্তু কুরআনুল কারীমের অন্যান্য আয়াতের পর্যালোচনা করলে বুঝা যায় যে, এ ভালবাসার উপায়-উপকরণগুলোও মানুষের ইচ্ছাধীন। মানুষ যদি এসব উপায়কে কাজে লাগায়, তবে তাদের সাথে আল্লাহ তা'আলার ভালবাসা অবশ্যম্ভাবী। আল্লাহ তা’আলা বলেন, “হে রাসূল, আপনি বলে দিন, যদি তোমরা আল্লাহকে ভালবাস, তবে আমার অনুসরন কর। এর ফলশ্রুতিতে আল্লাহ তা’আলা তোমাদেরকে ভালবাসতে থাকবেন, আর আল্লাহ তোমাদের অপরাধসমূহ মার্জনা করে দিবেন; এবং আল্লাহ ক্ষমাশীল দয়ালু।” [সূরা আলে-ইমরানঃ ৩১]\n  <br/>\n  <br/>\n  এ আয়াত থেকে জানা যাচ্ছে যে, যে ব্যক্তি আল্লাহ তা’আলার ভালবাসা লাভ করতে চায়, তার উচিত জীবনের প্রতিটি ক্ষেত্রে এবং প্রতিটি পদক্ষেপে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সুন্নাত অনুসরণে অবিচল থাকা। এমনটা করলে আল্লাহ্ তা’আলা তাকে ভালবাসবেন বলে ওয়াদা দিয়েছেন। তাদের দ্বিতীয় গুণ হচ্ছে যে, তারা মুসলিমদের সামনে নম্র হবে এবং কোন ব্যাপারে মতবিরোধ হলে সত্যপন্থী হওয়া সত্বেও সহজে বশ হয়ে তারা ঝগড়া ত্যাগ করবে। এ অর্থেই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘আমি ঐ ব্যক্তিকে জান্নাতের মধ্যস্থলে বাসস্থান দেয়ার দায়িত্ব গ্রহণ করছি, যে সত্যপন্থী হওয়া সত্বেও ঝগড়া ত্যাগ করে। [আবু দাউদঃ ৪৮০০]\n  <br/>\n  <br/>\n  মোটকথা, তারা মুসলিমদের সাথে স্বীয় অধিকার কাজ-কারবারের ব্যাপারে কোনরূপ ঝগড়াবিবাদ রাখবে না। তাদের তৃতীয় গুণ হচ্ছে যে, তারা কাফেরদের উপর প্রবল, শক্তিশালী ও কঠোর। উদ্দেশ্য এই যে, তারা আল্লাহ ও তার দ্বীনের শক্রদের মোকাবেলায় কঠোর ও পরাক্রান্ত। শক্ররা তাদেরকে সহজে কাবু করতে পারে না। উভয় বাক্য একত্রিত করলে সারমর্ম দাঁড়ায় এই যে, তারা হবে এমন এক জাতি, যাদের ভালবাসা ও শক্রতা নিজ সত্ত্বা ও সত্ত্বাগত অধিকারের পরিবর্তে শুধু আল্লাহ, তাঁর রাসূল ও তাঁর দ্বীনের খাতিরে নিবেদিত হবে। এ একই বিষয়বস্তু সম্বলিত অন্য এক আয়াতে আল্লাহ বলেন,\n  <br/>\n  <br/>\n  (اَشِدَّاءُ عَلَي الْكُفَّارِ رُحَمَاءُ)\n  <br/>\n  <br/>\n  -অর্থাৎ “কাফেরদের প্রতি কঠোর এবং নিজেদের মধ্যে পরস্পরের প্রতি সহানুভূতিশীল। [সূরা আল-ফাত্‌হঃ ২৯] তাদের চতুর্থ গুণ হচ্ছে, “তারা সত্য দ্বীনের প্রচার ও প্রসারের লক্ষ্যে জিহাদে প্রবৃত্ত হবে।” এর সারমর্ম এই যে, কুফর ও দ্বীনত্যাগের মোকাবেলা করার জন্য শুধু কতিপয় প্রচলিত ইবাদাত এবং নম্র ও কঠোর হওয়াই যথেষ্ট নয়, বরং দ্বীনকে প্রতিষ্ঠিত করার উদ্দীপনাও থাকতে হবে। এই উদ্দীপনাকে পূর্ণতা দানের জন্য পঞ্চম গুণ বলা হয়েছে, “দ্বীনকে প্রতিষ্ঠিত ও সমুন্নত করার চেষ্টায় তারা কোন ভর্ৎসনাকারীর ভর্ৎসনারই পরোয়া করবে না।” [ইবন কাসীর থেকে সংক্ষেপিত]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৫ : ৫৫",
        "arabic_text": "\nإِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُواْ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُمۡ رَٰكِعُونَ ",
        "bangla_text": "তোমাদের বন্ধু [১] তো কেবল আল্লাহ, তাঁর রাসূল [২] ও মুমিনগণ –যারা সালাত কায়েম করে, যাকাত দেয় এবং তারা বিনীত [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুসলিমদের গভীর বন্ধুত্ব ও বিশেষ বন্ধুত্ব যাদের সাথে হতে পারে, তাদের গুণাগুণ বর্ণনা করা হচ্ছে। বলা হয়েছে, প্রথমতঃ তারা পূর্ণ আদব ও শর্তাদিসহ নিয়মিত সালাত আদায় করে। দ্বিতীয়তঃ স্বীয় অর্থ-সম্পদ থেকে যাকাত প্রদান করে। তৃতীয়তঃ তারা বিনম্র ও বিনয়ী; স্বীয় সৎকর্মের জন্য গর্বিত নয়, তারা মানুষের সাথে সদ্ব্যবহার করে। [সা’দী]\n  <br/>\n  <br/>\n  [২] ফাইরোয আদ-দাইলামী বলেন, তার সম্প্রদায় ইসলাম গ্রহণ করার পর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে তাদের প্রতিনিধি পাঠালেন। তারা এসে বললঃ হে আল্লাহর রাসূল, আমরা তো ঈমান এনেছি, এখন আমার বন্ধু-অভিভাবক কে? তিনি বললেন, আল্লাহ ও তাঁর রাসূল। তারা বললঃ আমাদের জন্য এটাই যথেষ্ট এবং আমরা সন্তুষ্ট। [মুসনাদে আহমাদঃ ৪/২৩২]\n  <br/>\n  <br/>\n  [৩] আয়াতে উল্লেখিত (وَهُمْ رٰكِعُوْنَ) এ (ركوع) শব্দের কয়েকটি অর্থ হতে পারে। কোন কোন তাফসীরবিদ বলেনঃ এখানে ‘রুকূ’ অর্থ পারিভাষিক ‘রুকূ’, যা সালাতের একটি রুকন। অর্থাৎ আর তারা রুকুকারী। [ফাতহুল কাদীর] এটা যেমন ফরয সালাতের সাধারণ রুকু উদ্দেশ্য হতে পারে, তেমনিভাবে নফল সালাত আদায়কারী অর্থেও হতে পারে। [বাগভী, জালালাইন] পক্ষান্তরে অধিকাংশ মুফাসসিরের মতে, এখানে রুকু বলে বিনম্র ও খুশু-খুযু সম্পন্ন হওয়া বোঝানো হয়েছে। [ইবন কাসীর, সা’দী] প্রথম অর্থের ক্ষেত্রে (واو) টি (عطف) এর জন্য। আর দ্বিতীয় অর্থের ক্ষেত্রে (واو) টি (حال) বা অবস্থা নির্দেশক হিসেবে ব্যবহৃত হয়েছে। ইবন কাসীর এ অর্থটি গৌন বিবেচনা করেছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৫ : ৫৬",
        "arabic_text": "\nوَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُواْ فَإِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡغَٰلِبُونَ ",
        "bangla_text": "আর যে আল্লাহ, তাঁর রাসূল ও মুমিনগণকে বন্ধুরূপে গ্রহণ করে তবে নিশ্চয় আল্লাহর দলই বিজয়ী [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বলা হয়েছে, যারা কুরআনের নির্দেশ পালন করে বিজাতির সাথে গভীর বন্ধুত্ব করা থেকে বিরত থাকে এবং শুধু আল্লাহ ও তাঁর রাসূল এবং মুমিনদেরকে বন্ধুরূপে গ্রহণ করে, তারা হবে বিজয়ী ও বিশ্বজয়ী। বলা হয়েছে, যেসব মুসলিম আল্লাহ তা’আলার নির্দেশ পালন করে, তারা আল্লাহর দল। এরপর সুসংবাদ দেয়া হয়েছে যে, পরিণামে আল্লাহর দলই সবার উপর জয়ী হবে। পরবর্তী ঘটনাবলী থেকে সবাই প্রত্যক্ষ করে নিয়েছে যে, সাহাবায়ে কেরাম সবার উপর জয়ী হয়েছেন। এটি মূলত আল্লাহর পক্ষ থেকে এক বড় সুসংবাদ। যারা আল্লাহর নির্দেশ মানবে, তারা তার দল ও বাহিনীভুক্ত হবে। তাদের জন্যই জয় অপেক্ষা করছে। যদিও মাঝে মাঝে তাদের উপর কোন কোন বিপদ আসে, তা শুধুমাত্র আল্লাহ তাঁর কোন ইচ্ছা বাস্তবায়ন করার জন্য তা করিয়ে থাকেন। তবে শেষ পর্যন্ত শুভ পরিণাম ও বিজয় তাদেরই পক্ষে যায়। অন্য আয়াতেও আল্লাহ তা’আলা অনুরূপ বলেছেন, তিনি বলেছেন, “আর আমাদের বাহিনী অবশ্যই বিজয়ী হবে”। [সূরা আস-সাফফাত: ১৭৩] [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৫ : ৫৭",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلَّذِينَ ٱتَّخَذُواْ دِينَكُمۡ هُزُوٗا وَلَعِبٗا مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَٱلۡكُفَّارَ أَوۡلِيَآءَۚ وَٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ ",
        "bangla_text": "হে মুমিনগণ! তোমাদের আগে যাদেরকে কিতাব দেয়া হয়েছে তাদের মধ্যে যারা তোমাদের দ্বীণকে হাসি-তামাশা ও খেলার বস্তুরূপে গ্রহণ করে তাদেরকে ও কাফেরদেরকে তোমরা বন্ধুরূপে গ্রহণ করো না এবং তোমরা আল্লাহর তাকওয়া অবলম্বন কর, যদি তোমরা মুমিন হয়ে থাক [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   নবম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ হে ঈমানদারগণ, তোমরা তাদেরকে সাখী অথবা ঘনিষ্ঠ বন্ধুরূপে গ্রহণ করো না, যারা তোমাদের দ্বীনকে উপহাস ও খেলা মনে করে। এরা দুই দলে বিভক্ত এক. আহ্‌লে কিতাব সম্প্রদায়। দুই. মুশরিক সম্প্রদায়। আয়াতে বলা হচ্ছে যে, তোমাদের কাছে যে ঈমান আছে তার চাহিদা হচ্ছে, তোমরা তাদেরকে অন্তরঙ্গ বন্ধু বানাবে না। তাদের কাছে গোপন ভেদ প্রকাশ করবে না। তাদের সাথে বৈরীভাব রাখবে। তোমাদের কাছে যে তাকওয়া আছে তাও তোমাদেরকে তাদের সাথে বন্ধুত্বপূর্ণ সম্পর্ক রাখতে নিষেধ করে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৫ : ৫৮",
        "arabic_text": "\nوَإِذَا نَادَيۡتُمۡ إِلَى ٱلصَّلَوٰةِ ٱتَّخَذُوهَا هُزُوٗا وَلَعِبٗاۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡقِلُونَ ",
        "bangla_text": "আর যখন তোমরা সালাতের প্রতি আহবান কর তখন তারা সেটাকে হাসি-তামাশা ও খেলার বস্তুরূপে গ্রহণ করে –এটা এ জন্য যে, তারা এমন এক সম্প্রদায় যারা বোঝে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৫ : ৫৯",
        "arabic_text": "\nقُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ هَلۡ تَنقِمُونَ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ مِن قَبۡلُ وَأَنَّ أَكۡثَرَكُمۡ فَٰسِقُونَ ",
        "bangla_text": "বলুন, ‘হে কিতাবীরা! একমাত্র এ কারণেই তো তোমরা আমাদের প্রতি শত্রুতা পোষণ কর যে, আমরা আল্লাহ ও আমাদের প্রতি যা নাযিল হয়েছে এবং যা আগে নাযিল হয়েছে তাতে ঈমান এনেছি। আর নিশ্চয় তোমাদের অধিকাংশ ফাসেক’ [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্যে আল্লাহ তা’আলা ইয়াহুদী ও নাসারাদেরকে সম্বোধন করে সবার পরিবর্তে অধিকাংশকে ঈমান থেকে বিচু্যত বলে অভিহিত করেছেন। এর কারণ এই যে, তাদের কিছুসংখ্যক লোক এমনও ছিল, যারা সর্বাবস্থায় ঈমানদার ছিল। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নবুওয়াত প্রাপ্তির পূর্ব পর্যন্ত তারা ছিল তাওরাত ও ইঞ্জলের নির্দেশাবলীর অনুসারী এবং এতদুভয়ে বিশ্বাসী। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নবুয়াত প্রাপ্তি এবং কুরআন নাযিলের পর তারা রাসূল ও কুরআন অনুসারে তাদের জীবন যাপন করেছিল। তখন আয়াতের অর্থ হবে, “তোমরা এজন্যই আমাদের সাথে শক্রতা পোষণ করে থাক যে আমরা ঈমান এনেছি, আর তোমাদের অধিকাংশই ফাসিক হয়েছ। সুতরাং আমাদের ঈমান ও তোমাদের অধিকাংশের ফাসেকীই তোমাদেরকে আমাদের শক্রতায় নিপতিত করেছে”। এ আয়াতের অন্য একটি অনুবাদ হতে পারে, “আর তোমরা আমাদের সাথে এ জন্যই শক্ৰতা করে থাক, কারণ তোমাদের অধিকাংশই ফাসেক”। তাছাড়া আরেকটি অনুবাদ এও হতে পারে যে, “আর তোমরা এ জন্যই আমাদের সাথে শক্রতা করে থাক, আমরা আল্লাহ ও তিনি আমাদের উপর যা নাযিল করেছেন এবং যা তোমাদের উপর নাযিল করেছেন, তার উপর ঈমান এনেছি, আর আমরা এও বিশ্বাস করি যে, তোমাদের অধিকাংশই ফাসিক”। [ফাতহুল কাদীর, সা’দী, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৫ : ৬০",
        "arabic_text": "\nقُلۡ هَلۡ أُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكَ مَثُوبَةً عِندَ ٱللَّهِۚ مَن لَّعَنَهُ ٱللَّهُ وَغَضِبَ عَلَيۡهِ وَجَعَلَ مِنۡهُمُ ٱلۡقِرَدَةَ وَٱلۡخَنَازِيرَ وَعَبَدَ ٱلطَّٰغُوتَۚ أُوْلَٰٓئِكَ شَرّٞ مَّكَانٗا وَأَضَلُّ عَن سَوَآءِ ٱلسَّبِيلِ ",
        "bangla_text": "বলুন, ‘আমি কি তোমাদেরকে এর চেয়ে নিকৃষ্ট পরিণামের সংবাদ দেব যা আল্লাহর কাছে আছে? যাকে আল্লাহ লা’নত করেছেন এবং যার উপর তিনি ক্রোধান্বিত হয়েছেন। আর যাদের কাউকে তিনি বানর ও কাউকে শূকর করেছেন [১] এবং (তাদের কেউ) তাগূতের ইবাদাত করেছে। তারাই অবস্থানের দিক থেকে নিকৃষ্ট এবং সরল পথ থেকে সবচেয়ে বেশি বিচ্যুত’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “নিশ্চয় আল্লাহ কোন বিকৃতদের বংশ বা উত্তরাধিকার রাখেন নি। এর আগেও বানর ও শূকর ছিল”। [মুসলিম: ২৬৬৩] সুতরাং বনী ইসরাঈলের মধ্যে যারা এভাবে বানর ও শূকরে রুপান্তরিত হয়েছিল তাদের বংশবৃদ্ধি ঘটেনি। বানর ও শুকর এ ঘটনার আগেও ছিল, বর্তমানেও আছে। বর্তমান বানর ও শূকরের সাথে বিকৃতদের কোন সম্পর্ক নেই।\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৫ : ৬১",
        "arabic_text": "\nوَإِذَا جَآءُوكُمۡ قَالُوٓاْ ءَامَنَّا وَقَد دَّخَلُواْ بِٱلۡكُفۡرِ وَهُمۡ قَدۡ خَرَجُواْ بِهِۦۚ وَٱللَّهُ أَعۡلَمُ بِمَا كَانُواْ يَكۡتُمُونَ ",
        "bangla_text": "আর তারা যখন তোমাদের কাছে আসে তখন বলে, ‘আমরা ঈমান এনেছি’, অথচ তারা কুফর নিয়েই প্রবেশ করেছে এবং তারা তা নিয়েই বেরিয়ে গেছে। আর তারা যা গোপন করে, আল্লাহ তা ভালভাবেই জানেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৫ : ৬২",
        "arabic_text": "\nوَتَرَىٰ كَثِيرٗا مِّنۡهُمۡ يُسَٰرِعُونَ فِي ٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর তাদের অনেককেই আপনি দেখবেন পাপে, সীমালঙ্ঘনে ও অবৈধ খাওয়াতে তৎপর [১]; তারা যা করে তা কতই না নিকৃষ্ট। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে অধিকাংশ ইয়াহুদীদের চারিত্রিক বিপর্যয় ও ক্রমাগত ধ্বংসের কথা উল্লেখ করা হয়েছে -যাতে শ্রোতারা উপদেশ গ্রহণ করে এবং এসব কার্যকলাপ ও তার কারণ থেকে আত্মরক্ষা করে। কোন কোন মুফাসসির বলেন, তাদের সম্পর্কে দৌড়ে দৌড়ে পাপে পতিত হওয়া শিরোনাম ব্যবহার করে কুরআনুল করীম ইঙ্গিত করেছেন যে, তারা এসব কুঅভ্যাসে অভ্যস্ত অপরাধী এবং এসব কুকর্ম মজ্জাগত হয়ে তাদের শিরা-উপশিরায় জড়িত হয়ে গেছে। এখন তারা ইচ্ছা না করলেও সেদিকেই চলে। এতে বুঝা যায় যে, মানুষ সৎ কিংবা অসৎ যে কোন কাজ উপুর্যপুরি করতে থাকলে আস্তে আস্তে তা মজ্জাগত অভ্যাসে পরিণত হয়ে যায়। এরপর তা করতে তার কোনরূপ কষ্ট ও দ্বিধা হয় না। ইয়াহুদীরা কুঅভ্যাসে এ সীমায়ই পৌঁছে গিয়েছিল। অথচ তারা মনে করে যে, তারা উঁচু মর্যাদাসম্পন্ন। তারা যা আমল করে তা কতই না মন্দ!’ [সা’দী] এ বিষয়টি প্রকাশ করার জন্য বলা হয়েছে, (يُسَارِعُوْنَ فِى الْاِثْمِ) অর্থাৎ “তারা দৌড়ে দৌড়ে গিয়ে পাপে পতিত হয়।” সৎকর্মে নবী এবং ওলীদের অবস্থাও তদ্রুপ। তাদের সম্পর্কে কুরআনুল কারীমে এসেছে, (يُسٰرِعُوْنَ فِى الْخَيْرٰتِ) অর্থাৎ “তারা দৌড়ে দৌড়ে পূণ্য কাজে আত্মনিয়োগ করে”। [সূরা আল-আম্বিয়া: ৯০]\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৫ : ৬৩",
        "arabic_text": "\nلَوۡلَا يَنۡهَىٰهُمُ ٱلرَّبَّٰنِيُّونَ وَٱلۡأَحۡبَارُ عَن قَوۡلِهِمُ ٱلۡإِثۡمَ وَأَكۡلِهِمُ ٱلسُّحۡتَۚ لَبِئۡسَ مَا كَانُواْ يَصۡنَعُونَ ",
        "bangla_text": "রাব্বানীগণ ও পণ্ডিতগণ [১] কেন তাদেরকে পাপ কথা বলা ও অবৈধ খাওয়া থেকে নিষেধ করে না? এরা যা করছে নিশ্চয়ই তা কতই না নিকৃষ্ট [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, রব্বানী বলে নাসারাদের আলেম সম্প্রদায়, আর আহবার বলে ইয়াহুদীদের আলেমদের উদ্দেশ্য নেয়া হয়েছে। অপর মুফাসসিরগণ মনে করেন, এখানে শুধু ইয়াহুদীদের আলেমদেরকেই বোঝানো হয়েছে। কারণ, এর পূর্বেকার আলোচনা তাদের সম্পর্কেই চলছিল। [ফাতহুল কাদীর] এ ব্যাপারে আরও বিস্তারিত বর্ণনা এ সূরার ৪৪ নং আয়াতের ব্যাখ্যায় এসেছে।\n  <br/>\n  <br/>\n  [২] আয়াতের শেষভাগে বলা হয়েছেঃ “সৎকাজে আদেশ ও অসৎকাজে নিষেধ” করার কর্তব্যটি ত্যাগ করে ইয়াহুদীদের এসব মাশায়েখ ও আলেম অত্যন্ত বদভ্যাসে লিপ্ত হয়েছে। জাতিকে ধ্বংসের দিকে এগিয়ে যেতে দেখেও তারা বাধা দিচ্ছে না। লক্ষণীয় যে, পূর্বোক্ত আয়াতে সর্বসাধারণের দুষ্কর্ম বর্ণিত হয়েছিল। তাই এর শেষে\n  <br/>\n  <br/>\n  (لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ)\n  <br/>\n  <br/>\n  বলা হয়েছে, কিন্তু এ আয়াতে ইয়াহুদী মাশায়েখ ও আলেমদের ভ্রান্তি প্রকাশ করা হয়েছে। তাই এর শেষে\n  <br/>\n  <br/>\n  (لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ)\n  <br/>\n  <br/>\n  বলা হয়েছে। কারণ, আরবী অভিধানের দিক দিয়ে ইচ্ছাকৃত কিংবা অনিচ্ছাকৃত সব কাজকেই (فعل) বলা হয়। (عمل) শব্দটি ঐ কাজকে বুঝাবার জন্য ব্যবহৃত হয়, যা ইচ্ছাকৃতভাবে করা হয় এবং (صنع) ও (صنعت) শব্দ ঐ কাজের বেলায় প্রয়োগ করা হয়, যা ইচ্ছার সাথে সাথে বারবার অভ্যাস ও লক্ষ্য হিসাবে ঠিক করে করা হয়। তাই সর্বসাধারণের কুকর্মের পরিণতির ক্ষেত্রে শুধু (عمل) শব্দ ব্যবহার করে বলা হয়েছে\n  <br/>\n  <br/>\n  (لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ)\n  <br/>\n  <br/>\n  আর বিশিষ্ট মাশায়েখ ও আলেমদের ভ্রান্ত কাজের জন্য (صنع) শব্দ প্রয়োগে\n  <br/>\n  <br/>\n  (لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ)\n  <br/>\n  <br/>\n  বলা হয়েছে। [ফাতহুল কাদীর] আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহু বলেন, মাশায়েখ ও আলেমদের জন্য সমগ্র কুরআনে এ আয়াতের চাইতে কঠোর হুঁশিয়ারী আর কোথাও নাই। তাফসীরবিদ যাহ্‌হাক বলেন, আমার মতে মাশায়েখ ও আলেমদের জন্য এ আয়াত সর্বাধিক ভয়াবহ। [তাবারী]\n  <br/>\n  <br/>\n  এ কারণেই জাতির সামগ্রিক সংশোধনের জন্যে কুরআন ও হাদীসে ‘সৎকাজে আদেশ ও অসৎকাজে নিষেধ’ এর প্রতি জোর দেয়া হয়েছে। কুরআন এ কর্তব্যটিকে উম্মতে মুহাম্মদীর বৈশিষ্ট্য আখ্যা দিয়েছে এবং এর বিরুদ্ধাচরণ করাকে কঠোর পাপ ও শাস্তির কারণ বলে সাব্যস্ত করেছে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ “কোন জাতির মধ্যে যখন কোন পাপ কাজ করা হয় অথচ কোন লোক তা নিষেধ করে না, তখন তাদের প্রতি আল্লাহর পক্ষ থেকে আযাব প্রেরণের সম্ভাবনা প্রবল হয়ে যায়”। [মুসনাদে আহমাদঃ ৪/৩৬৩]\n  <br/>\n  <br/>\n  মালেক ইবন দীনার রাহিমাহুল্লাহ বলেন, আল্লাহ তা’আলা এক জায়গায় ফেরেশতাদেরকে নির্দেশ দিলেন যে, অমুক বস্তি ধ্বংস করে দাও। ফেরেশ্‌তারা বললেন, এ বস্তিতে আপনার অমুক ইবাদতকারী বান্দাও রয়েছে। নির্দেশ এল, তাকেও আযাবের স্বাদ গ্রহণ করাও- আমার অবাধ্যতা ও পাপাচার দেখেও তার চেহারা কখনও ক্রোধে বিবর্ণ হয়নি। [কুরতুবী, বাহরে মুহীত]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৫ : ৬৪",
        "arabic_text": "\nوَقَالَتِ ٱلۡيَهُودُ يَدُ ٱللَّهِ مَغۡلُولَةٌۚ غُلَّتۡ أَيۡدِيهِمۡ وَلُعِنُواْ بِمَا قَالُواْۘ بَلۡ يَدَاهُ مَبۡسُوطَتَانِ يُنفِقُ كَيۡفَ يَشَآءُۚ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۚ وَأَلۡقَيۡنَا بَيۡنَهُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِۚ كُلَّمَآ أَوۡقَدُواْ نَارٗا لِّلۡحَرۡبِ أَطۡفَأَهَا ٱللَّهُۚ وَيَسۡعَوۡنَ فِي ٱلۡأَرۡضِ فَسَادٗاۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ ",
        "bangla_text": "আর ইয়াহুদীরা বলে, ‘আল্লাহর হাত [১] রুদ্ধ’ [২]। তাদের হাতই রুদ্ধ করা হয়েছে এবং তারা যা বলে সে জন্য তারা অভিশপ্ত [৩], বরং আল্লাহর উভয় হাতই প্রসারিত [৪]; যেভাবে ইচ্ছা তিনি দান করেন। আর আপনার রব-এর কাছ থেকে যা আপনার প্রতি নাযিল করা হয়েছে, তা অবশ্যই তাদের অনেকের অবাধ্যতা ও কুফরী বৃদ্ধি করবে। আর আমরা তাদের মধ্যে কেয়ামত পর্যন্ত স্থায়ী শত্রুতা ও বিদ্বেষ ঢেলে দিয়েছি [৫]। যখনই তারা যুদ্ধের আগুন জ্বালায় তখনই আল্লাহ তা নিভিয়ে দেন এবং তারা দুনিয়ায় ফাসাদ করে বেড়ায়; আর আল্লাহ ফাসাদকারীদেরকে ভালবাসেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, ‘নিশ্চয়ই আল্লাহ্ তা'আলা কেয়ামতের দিন সমস্ত যমীনকে তার মুঠিতে ধারণ করবেন। এবং সমস্ত আকাশকে স্বীয় ডান হাতে নিয়ে নিবেন। তারপর বলবেন, আমিই একমাত্র বাদশাহ। [বুখারীঃ ৭৪১২]\n  <br/>\n  <br/>\n  [২] হাত রুদ্ধ বলে অধিকাংশ মুফাসসিরের মতে, কৃপণতা বোঝানো হয়েছে। সূরা আল-ইসরার ২৯ নং আয়াতেও এ শব্দটি উক্ত অর্থে ব্যবহৃত হয়েছে। সুতরাং এর অর্থ এটা নয় যে, আল্লাহর হাত বেঁধে রাখা হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] আয়াতে ইয়াহুদীদের একটি গুরুতর অপরাধ ও জঘন্য উক্তি বর্ণিত হয়েছে। অর্থাৎ হতভাগারা বলতে শুরু করেছে যে, আল্লাহ তা'আলা দরিদ্র হয়ে গেছেন৷ ঘটনা ছিল এই যে, আল্লাহ তা'আলা মদীনার ইয়াহুদীদেরকে বিত্তশালী ও স্বাচ্ছন্দ্যশীল করেছিলেন, কিন্তু যখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মদীনায় আগমন করেন এবং তাদের কাছে ইসলামের আহবান পৌছে, তখন পাষণ্ডরা সামাজিক মোড়লি ও কুপ্রথার মাধ্যমে প্রাপ্ত নযর-নিয়াযের খাতিরে এ আহবান থেকে মুখ ফিরিয়ে নেয় এবং রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বিরুদ্ধাচরণ করে। ফলে তারা দরিদ্র হয়ে পড়ে। তখন মূর্খদের মুখ থেকে এ জাতীয় কথাবার্তা বের হতে থাকে যে, আল্লাহর ধনভাণ্ডার ফুরিয়ে গেছে অথবা আল্লাহ কৃপণ হয়ে গেছেন। অন্য বর্ণনায় এসেছে, এ কথাটি ইয়াহুদীরা ঐ সময় বলেছিল যখন তারা দেখল যে, আল্লাহ্ তা'আলা কর্জে হাসানাহ দেয়ার জন্য উদ্বুদ্ধ করেছেন। আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম কোন কোন লোকের দিয়াতের ব্যাপারে সবার থেকে সহযোগিতা নিচ্ছেন। তখন তারা বলতে লাগল যে, মুহাম্মাদের ইলাহ ফকীর হয়ে গেছে। তখন আল্লাহ্ তা’আলা এ আয়াত নাযিল করেন। [কুরতুবী]\n  <br/>\n  <br/>\n  এর উত্তরে আলোচ্য আয়াতে বলা হয়েছে যে, হাত তো তাদেরই বাঁধা হবে এবং তাদের প্রতি অভিসম্পাত হবে, যার ফলে আখেরাতে আযাব এবং দুনিয়াতে লাঞ্ছনা ও অবমাননা ভোগ করতে হবে। আল্লাহ তা’আলার হাত সব সময়ই উন্মুক্ত রয়েছে। তাঁর দান চিরকাল অব্যাহত রয়েছে এবং থাকবে। কিন্তু তিনি যেমন ধনবান ও বিত্তশালী, তেমনি সুবিজ্ঞও বটে। তিনি বিজ্ঞতা অনুযায়ী ব্যয় করেন; যাকে উপযুক্ত মনে করেন, বিত্তশালী করে দেন এবং যার ঘাড়ে উপযুক্ত মনে করেন, অভাব-অনটন ও দারিদ্র্য চাপিয়ে দেন। [সা’দী]\n  <br/>\n  <br/>\n  [৪] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহর ডান হাত পরিপূর্ণ। খরচ করে তা কমানো যায় না। রাত-দিন সবাইকে তিনি দিচ্ছেন। তোমরা কি দেখনা আসমান-যমীনের সৃষ্টিলগ্ন থেকে শুরু করে অদ্যাবধি তিনি সবাইকে যা দিচ্ছেন, তাতে তাঁর ডান হাতে যা আছে তাঁর একটুও কমেনি। আর তাঁর আরশ রয়েছে পানির উপর। তাঁর অপর হাতে রয়েছে গ্রহণ করা। উন্নতি এবং অবনতি তারই হাতে। [বুখারীঃ ৭৪১৯, মুসলিমঃ ৯৯৩]\n  <br/>\n  <br/>\n  [৫] এখানে বলা হয়েছে যে, এরা উদ্ধত জাতি। আপনার প্রতি নাযিল করা কুরআনী নির্দেশাবলীর দ্বারা উপকৃত হওয়ার পরিবর্তে তাদের কুফর ও অবিশ্বাস আরও কঠোর হয়ে যায়। আল্লাহ তা’আলা মুসলিমদেরকে তাদের অনিষ্ট থেকে বাঁচিয়ে রাখার উদ্দেশ্যে তাদের বিভিন্ন দলের মধ্যে ঘোর মতানৈক্য সঞ্চারিত করে দিয়েছেন। ফলে মুসলিমদের বিরুদ্ধে তারা প্রকাশ্য যুদ্ধে অবতীর্ণ হতে সাহসী হয় না এবং তাদের কোন চক্রান্তও সফল হয় না। [বাগভী, ইবন কাসীর, সাদী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৫ : ৬৫",
        "arabic_text": "\nوَلَوۡ أَنَّ أَهۡلَ ٱلۡكِتَٰبِ ءَامَنُواْ وَٱتَّقَوۡاْ لَكَفَّرۡنَا عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَأَدۡخَلۡنَٰهُمۡ جَنَّٰتِ ٱلنَّعِيمِ ",
        "bangla_text": "আর যদি কিতাবীরা ঈমান আনত এবং তাকওয়া অবলম্বন করত তাহলে আমরা তাদের পাসমূহ অবশ্যই মুছে ফেলতাম এবং তাদেরকে সুখময় জান্নাতে প্রবেশ করাতাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৫ : ৬৬",
        "arabic_text": "\nوَلَوۡ أَنَّهُمۡ أَقَامُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡهِم مِّن رَّبِّهِمۡ لَأَكَلُواْ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۚ مِّنۡهُمۡ أُمَّةٞ مُّقۡتَصِدَةٞۖ وَكَثِيرٞ مِّنۡهُمۡ سَآءَ مَا يَعۡمَلُونَ ",
        "bangla_text": "আর তারা যদি তাওরাত, ইঞ্জীল ও তাদের রবের কাছ থেকে তাদের প্রতি যা নাযিল হয়েছে তা প্রতিষ্ঠিত করত [১], তাহলে তারা অবশ্যই তাদের উপর থেকে ও পায়ের নীচ থেকে আহারাদী লাভ করত [২]। তাদের মধ্যে একদল রয়েছে যারা মধ্যপন্থী; এবং তাদের অধিকাংশ যা করে তা কতই না নিকৃষ্ট [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যিয়াদ ইবনে লাবীদ বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম একটা ব্যাপার উল্লেখ করে বললেনঃ ‘এটা ঐ সময়ই হবে যখন দ্বীনের জ্ঞান চলে যাবে। আমরা বললাম, হে আল্লাহর রাসূল, কিভাবে জ্ঞান চলে যাবে অথচ আমরা কুরআন পড়ছি, আমাদের সন্তানদেরকে কুরআন পড়াচ্ছি, তারা তাদের সন্তানদেরকে পড়াবে কেয়ামতের দিন পর্যন্ত? তিনি বললেন, তোমার আম্মা তোমাকে হারিয়ে ফেলুক যিয়াদ! (আরবি ভাষায় ভর্ৎসনামূলক বাক্য) আমি তো মনে করেছিলাম তুমি মদীনার ফকীহদের অন্যতম। এই ইয়াহুদী এবং নাসারারা কি তাওরাত ও ইঞ্জীল পড়ে না, অথচ তারা এর থেকে কিছুই আমল করে না। [ইবন মাজাহঃ ৪০৪৮]\n  <br/>\n  <br/>\n  [২] এর সারমর্ম এই যে, যদি ইয়াহুদীরা আজও তাওরাত, ইঞ্জল ও কুরআনুল কারীমের নির্দেশাবলীর প্রতি বিশ্বাস স্থাপন করে এবং সেগুলো পুরোপুরি পালন করে- ক্রটি এবং মনগড়া বিষয়াদিকে দ্বীন বলে আখ্যা দিয়ে বাড়াবাড়ি না করে, তবে তারা আখেরাতে প্রতিশ্রুত নেয়ামতরাজির যোগ্য হবে এবং দুনিয়াতেও তাদের সামনে রিযকের দ্বার উন্মুক্ত করে দেয়া হবে। ফলে উপর-নীচ সবদিক থেকে তাদের উপর রিযক বর্ষিত হবে। আল্লাহ্ তা’আলা আকাশ থেকে পানি বর্ষণ করতেন। ফলে যমীন হতে ফসল উৎপাদিত হতো। আর এভাবেই তাদেরকে আসমান ও যমীনের বরকত প্রদান করা হতো। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] আয়াতের শেষাংশে ইনসাফ প্রদর্শনার্থে এ কথা বলা হয়েছে যে, ইয়াহুদীদের যেসব বক্রতা ও কুকর্ম বর্ণনা করা হয়েছে, তা সমস্ত ইয়াহুদীদের অবস্থা নয়; বরং তাদের মধ্যে ক্ষুদ্র একটি দল সৎপথের অনুসারীও রয়েছে। সৎ পথের অনুসারী বলে তাদেরকে বুঝানো হয়েছে, যারা পূর্বে ইয়াহুদী অথবা নাসারা ছিল, এরপর কুরআন ও রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রতি ঈমান এনেছে। অথবা তাদেরকে যারা ঈসা ‘আলাইহিস সালাম সম্পর্কে সঠিক মত পোষণ করে যে, তিনি আল্লাহর বান্দা ও রাসূল ছিলেন। তিনি ইলাহ বা ইলাহের সন্তান ছিলেন না। [তাবারী]\n  <br/>\n  <br/>\n  তারপর বলা হয়েছে যে, যদিও তাদের অধিকাংশই কুকর্মী’। কারণ, তাদের অধিকাংশই ঈসা ‘আলাইহিস সালাম সম্পর্কে হয় বাড়াবাড়ি নতুবা মর্যাদাহানিকর মন্তব্য করে থাকে। অনুরূপভাবে তারা মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের উপরও ঈমান আনে না। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৫ : ৬৭",
        "arabic_text": "\n۞ يَٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغۡ مَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَۖ وَإِن لَّمۡ تَفۡعَلۡ فَمَا بَلَّغۡتَ رِسَالَتَهُۥۚ وَٱللَّهُ يَعۡصِمُكَ مِنَ ٱلنَّاسِۗ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "হে রাসূল! আপনার রবের কাছ থেকে আপনার প্রতি যা নাযিল হয়েছে তা প্রচার করুন; যদি না করেন তবে তো আপনি তাঁর বার্তা প্রচার করলেন না [১]। আর আল্লাহ আপনাকে মানুষ থেকে রক্ষা করবেন [২]। নিশ্চয় আল্লাহ কাফের সম্প্রদায়কে হেদায়াত করেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দশম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] এ আয়াতে রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রচারকার্যের তাগিদ ও তার প্রতি সান্তুনা দেয়া হচ্ছে, যাতে করে তিনি নিরাশ কিংবা প্রচারকার্যে নিরুৎসাহিত না হন। বলা হচ্ছে যে, আপনার প্রতি আল্লাহর পক্ষ থেকে যা কিছু নাযিল করা হয়েছে তা সম্পূর্ণটিই বিনা দ্বিধায় মানুষের কাছে পৌঁছে দিন; কেউ মন্দ বলুক অথবা ভাল, বিরোধিতা করুক কিংবা গ্রহণ করুক। অপরদিকে তাকে এ সংবাদ দিয়ে আশ্বস্ত করা হয়েছে যে, প্রচারকার্যে কাফেররা আপনার কোন ক্ষতি করতে পারবে না। আল্লাহ্ তা’আলা স্বয়ং আপনার দেখাশুনা করবেন। আয়াতের উদ্দেশ্য এই যে, যদি আপনি আল্লাহ্ তা’আলার একটি নির্দেশও পৌঁছাতে বাকী রাখেন, তবে আপনি নবুয়তের দায়িত্ব থেকে পরিত্রাণ পাবেন না। এ কারণেই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আজীবন এ কর্তব্য পালনে পূর্ণ সাহসিকতা ও সর্বশক্তি নিয়োগ করেন। বিদায় হজে তিনি সাহাবায়ে কেরামের অভূতপূর্ব সমাবেশকে লক্ষ্য করে গুরুত্বপূর্ণ নির্দেশ জারি করার পর প্রশ্ন করলেনঃ ‘শুন, আমি কি তোমাদের কাছে দ্বীন পৌঁছে দিয়েছি?’ সাহাবীগণ স্বীকার করলেন, “জী হ্যাঁ, অবশ্যই পৌঁছে দিয়েছেন।’ এরপর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এ বিষয়ে সাক্ষী থেকো। তিনি আরো বললেন, ‘এ সমাবেশে যারা উপস্থিত আছ, তারা আমার কথাটি অনুপস্থিতদের কাছে পৌছে দেবে।’ [বুখারী ৪১৪১, ৩২৬৬]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে আয়েশা রাদিয়াল্লাহু আনহা বলেন, যে ব্যক্তি মনে করে যে মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের উপর যা কিছু নাযিল হয়েছে তিনি তার কিছু অংশ গোপন করেছেন, সে মিথ্যা বলেছে। [বুখারী ৪৬১২]\n  <br/>\n  <br/>\n  আল্লামা শানকীতী বলেন, এ আয়াত ও অনুরূপ আয়াত থেকে বুঝা যাচ্ছে যে, রাসূলের দায়িত্ব শুধু প্রচার করা। আর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এ দায়িত্ব যথাযথই পালন করেছেন। এ জন্যে আল্লাহ বলেন, “কাজেই আপনি তাদেরকে উপেক্ষা করুন, এতে আপনি তিরস্কৃত হবেন না”। [সূরা আয-যারিয়াত: ৫৪]\n  <br/>\n  <br/>\n  সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার উপর অর্পিত দায়িত্ব যথাযথভাবে পালন করেছেন। কোন কিছুই গোপন করেন নি। [আদওয়াউল বায়ান] হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু আনহা বলেন, যে কেউ তোমাকে বলবে যে, মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার নিকট যা নাযিল করা হয়েছে তার কোন অংশ গোপন করেছেন, তাহলে মিথ্যা বলেছে। কারণ, আল্লাহ বলেন, “হে রাসূল! আপনার রবের কাছ থেকে আপনার প্রতি যা নাযিল হয়েছে তা প্রচার করুন; যদি না করেন তবে তো আপনি তার বার্তা প্রচার করলেন না”। [বুখারী: ৪৬১২]\n  <br/>\n  <br/>\n  [২] আয়াতের এ বাক্যে সুসংবাদ দেয়া হয়েছে, যে যত বিরোধিতাই করুক, শক্ররা আপনার কেশাগ্রও স্পর্শ করতে পারবে না। হাদীসে বলা হয়েছে, এ আয়াত নাযিল হওয়ার পূর্বে কয়েকজন সাহাবী দেহরক্ষী হিসাবে সাধারণভাবে মহানবী সাল্লাল্লাহু '‘আলাইহি ওয়াসাল্লামের সাথে থাকতেন এবং গৃহে ও প্রবাসে তাকে প্রহরা দিতেন। এ আয়াত নাযিল হওয়ার পর তিনি সবাইকে বিদায় করে দেন। [দেখুন- তিরমিয়ী, ৩০৪৬]\n  <br/>\n  <br/>\n  কারণ, এ দায়িত্ব আল্লাহ্ তা’আলা স্বহস্তে গ্রহণ করেন। এ আয়াত নাযিল হওয়ার পর প্রচারকার্যে কেউ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বিন্দুমাত্রও ক্ষতি করতে সক্ষম হয়নি। অবশ্য যুদ্ধ ও জিহাদে সাময়িকভাবে কোনরূপ কষ্ট পাওয়া এর পরিপন্থী নয়। তাছাড়া কোন কোন হাদীসে এ হিফাযতের বাস্তব নমূনাও আমরা দেখতে পাই। জাবের ইবনে আব্দুল্লাহ বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর সাথে নাজদের পথে যুদ্ধে বের হলাম। একটি ঘন বৃক্ষ সম্পন্ন উপত্যকায় পৌঁছে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার তরবারটি একটি গাছের সাথে ঝুলিয়ে রেখে আরাম করছিলেন। সাহাবায়ে কিরাম ছায়ার আশায় বিভিন্ন দিকে বিক্ষিপ্ত ঘুরাফেরা করছিল। তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, একটি লোক এসে আমার ঘুমন্ত অবস্থার সুযোগে আমার তরবারটি হাতে নিল। আমি জাগ্রত হয়ে দেখলাম যে, লোকটি আমার মাথার উপর উন্মুক্ত অসি নিয়ে বলছে, তোমাকে আমার হাত থেকে কে রক্ষা করবে? আমি বললাম, আল্লাহ। লোকটি দ্বিতীয়বার আমাকে বলল, তোমাকে আমার হাত হতে কে রক্ষা করবে? আমি বললাম, আল্লাহ। আর তখনি তরবারী পড়ে গেল। আর সে হচ্ছে এই বসা লোকটি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাকে কিছু করলেন না। [মুসলিম:৮৪৩; অনুরূপ বুখারী: ২৯১০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৫ : ৬৮",
        "arabic_text": "\nقُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَسۡتُمۡ عَلَىٰ شَيۡءٍ حَتَّىٰ تُقِيمُواْ ٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَ وَمَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡۗ وَلَيَزِيدَنَّ كَثِيرٗا مِّنۡهُم مَّآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ طُغۡيَٰنٗا وَكُفۡرٗاۖ فَلَا تَأۡسَ عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "বলুন, ‘হে কিতাবীরা! তাওরাত, ইঞ্জীল ও যা তোমাদের রব-এর কাছ থেকে তোমাদের প্রতি নাযিল হয়েছে তা [১] প্রতিষ্ঠা না করা পর্যন্ত তোমরা কোন ভিত্তির উপর নও’ [২]। আর আপনার রব-এর কাছ থেকে আপনার প্রতি যা নাযিল করা হয়েছে তা তাদের অনেকের অবাধ্যতা ও কুফরীই বৃদ্ধি করবে। সুতরাং আপনি কাফের সম্প্রদায়ের জন্য আফসোস করবেন না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে কিতাবী সম্প্রদায় তথা ইয়াহুদী ও নাসারাদেরকে বলা হয়েছে, ‘তোমাদের রবের পক্ষ থেকে তোমাদের প্রতি যা নাযিল করা হয়েছে’। পূর্বেই তাওরাত ও ইঞ্জলের কথা বলা হয়েছে, সুতরাং এখানে ‘তোমাদের রবের পক্ষ থেকে তোমাদের প্রতি’ বলে অধিকাংশ মুফাসসিরের মতে, পবিত্র কুরআনকে উদ্দেশ্য নেয়া হয়েছে। কারণ, কুরআন সবার জন্যই নাযিল হয়েছে। আর কুরআন ব্যতীত তাওরাত ও ইঞ্জল বাস্তবায়ন করার সুযোগ নেই। তবে কোন কোন মুফাসসির মনে করেন, তাওরাত ও ইঞ্জীল ছাড়াও তাদের নবীদের উপর আরও যে সমস্ত বিধি-বিধান সম্বলিত নাযিল করা হয়েছিল তা-ই এখানে উদ্দেশ্য। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতে ইয়াহুদী ও নাসারাদেরকে শরীআত অনুসরণের নির্দেশ দান প্রসঙ্গে বলা হয়েছে, হে ইয়াহুদী ও নাসারা সম্প্রদায়! তোমরা দ্বীনের কোন অংশেই নেই। কেননা, কুরআনের উপরও তোমাদের ঈমান নেই, নবীর উপরও নেই। অনুরূপভাবে, তোমরা তোমাদের নবী, কিতাব, শরীআত কিছুই অনুসরণ করনি । সুতরাং তোমরা কোন হকের উপর নও, কোন ভিত্তিকেও আকড়িয়ে থাকতে পারনি। সুতরাং তোমরা কোন কিছুরই মালিক হবে না। যদি তোমরা শরীআতের নির্দেশাবলী পালন না কর, তবে তোমরা কিছুই নও। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৫ : ৬৯",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـُٔونَ وَٱلنَّصَٰرَىٰ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং যারা ইয়াহুদী হয়েছে, আর সাবেয়ী [১] ও নাসারাগণের মধ্যে যারা আল্লাহ ও শেষ দিনের উপর ঈমান এনেছে এবং সৎকাজ করেছে, তাদের কোন ভয় নেই এবং তারা চিন্তিতও হবে না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ তা’আলা চারটি সম্প্রদায়কে ঈমান ও সৎকর্মের প্রতি আহবান জানিয়ে এর কারণে আখেরাতে মুক্তির ওয়াদা করেছেন। তন্মধ্যে প্রথম সম্প্রদায় হচ্ছে (الَّذِيْنَ اٰمَنُوْا) অর্থাৎ মুসলিম। দ্বিতীয়তঃ (وَالَّذِيْنَ هَادُوْا) অর্থাৎ ইয়াহুদী। তৃতীয়তঃ (نَصارى) অর্থাৎ নাসারা, যারা ঈসা ‘আলাইহিস সালামের অনুসারী বলে দাবী করে থাকে। চতুর্থতঃ সাবেউন৷ তন্মধ্যে এদের মধ্যে তিনটি জাতিঃ মুসলিম, ইয়াহুদী ও নাসারা সর্বজন পরিচিত এবং পৃথিবীর বিভিন্ন অংশে বিদ্যমান। কিন্তু সাবেয়ীন সম্পর্কে চিহ্নিতকরণের ব্যাপারে আলেমদের মধ্যে বিভিন্ন মত রয়েছে। মুজাহিদ বলেন, সাবেয়ীরা হচ্ছে, নাসারা ও মাজুসীদের মাঝামাঝি এক সম্প্রদায়, যাদের কোন দ্বীন নেই। অপর বর্ণনায় তিনি বলেন, তারা ইয়াহুদী ও মাজুসীদের মাঝামাঝি এক সম্প্রদায়। সাঈদ ইবন জুবাইর বলেন, তারা ইয়াহুদী ও নাসারাদের মাঝামাঝি অবস্থানে রয়েছে। হাসান বসরী ও হাকাম বলেন, তারা মাজুসীদের মতই। কাতাদাহ বলেন, তারা ফেরেশতাদের পূজা করে থাকে এবং আমাদের কিবলা ব্যতীত অন্যদিকে সালাত আদায় করে থাকে। আর তারা যাবুর পাঠ করে থাকে। ওয়াহাব ইবন মুনব্বিহ বলেন, তারা একমাত্র আল্লাহকেই চিনে। তাদের কোন শরীআত নেই তবে তার কুফরী করে না। ইবন ওয়াহাব বলেন, তারা ইরাকের কুফা অঞ্চলে বসবাস করে। তারা সমস্ত নবীর উপরই ঈমান আনে, ত্রিশ দিন সাওম পালন করে, ইয়ামানের দিকে ফিরে পাঁচ ওয়াক্ত সালাত আদায় করে। তাছাড়া তাদের ব্যাপারে আরও কিছু বর্ণনা রয়েছে। [ইবন কাসীর] বর্তমানে তাদের অধিকাংশই ইরাকে বসবাস করে। শাইখুল ইসলাম ইবন তাইমিয়া বলেন, তাদের মধ্যে দু’টি দল রয়েছে। একটি মুশরিক, অপরটি একত্ববাদের অনুসারী। মাজমূ ফাতাওয়া এ ব্যাপারে সূরা আল-বাকারার ৬২ নং আয়াতের ব্যাখ্যায় আরও বিস্তারিত আলোচনা করা হয়েছে।\n  <br/>\n  <br/>\n  [২] এ আয়াতের অর্থ সম্পর্কে গবেষণা করলে বুঝা যায় যে, এখানে আল্লাহর উপর ঈমান আনার কথা বলেই মুহাম্মদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের উপর ঈমান ও তার অনুসরণের কথা বোঝানো হয়েছে। [মুয়াসসার] কোন কোন মুফাসসির বলেন, এখানে এটা বোঝানই উদ্দেশ্য যে, মুক্তির একটিই পথ। আর সেটি হচ্ছে, আল্লাহর উপরে ঈমান, আখেরাতের উপর ঈমান এবং সৎকাজ করা। তিনি যখন যা নাযিল করেছেন তখন তা অনুসরণ করে চললে তাদের আর কোন ভয় বা চিন্তা থাকবে না। সৰ্বকালের জন্যই এটা মুক্তির পথ। সুতরাং মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর আগমনের পরও আল্লাহর উপর ঈমান, আখেরাতের উপর নিশ্চিত বিশ্বাস এবং তিনি মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের উপর যা নাযিল করেছেন সেটার উপর আমল করলে সবাই মুক্তি পাবে। [সা’দী] কোন কোন মুফাসসির বলেন, এখানে ‘সৎকর্ম’ বলে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের উপর পরিপূর্ণ ঈমান ও তার অনুসরণ বুঝানো হয়েছে। এতে এ কথা স্পষ্ট হয়ে গেছে যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের রিসালাতে ঈমান স্থাপন ব্যতীত কারো মুক্তি নাই। কেননা, কোন কাজই ঐ পর্যন্ত সৎকর্ম বলে বিবেচিত হবে না যতক্ষণ তা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কর্তৃক অনুমোদিত না হবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  এ জন্যই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ “আজ যদি মূসা ‘আলাইহিস্ সালাম জীবিত থাকতেন, তবে আমার অনুসরণ ছাড়া তার উপায় ছিল না”। [মুসনাদে আহমাদঃ ৩/৩৩৮] অতএব, প্রত্যেক ধর্মাবলম্বী নিজ নিজ ধর্ম পালন করে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের প্রতি বিশ্বাস স্থাপন না করেই এবং মুসলিম না হয়েই আখেরাতে মুক্তি পাবে, এরূপ আশা করা কুরআন ও হাদীসের সরাসরি বিরুদ্ধাচরণ।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৫ : ৭০",
        "arabic_text": "\nلَقَدۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ وَأَرۡسَلۡنَآ إِلَيۡهِمۡ رُسُلٗاۖ كُلَّمَا جَآءَهُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُهُمۡ فَرِيقٗا كَذَّبُواْ وَفَرِيقٗا يَقۡتُلُونَ ",
        "bangla_text": "অবশ্যই আমরা বনী ইসরাঈলের কাছ থেকে অংগীকার নিয়েছিলাম ও তাদের কাছে অনেক রাসূল পাঠিয়েছিলাম। যখনি কোন রাসূল তাদের কাছে এমন কিছু আনে যা তাদের মনঃপূত নয়, তখনি তারা রাসূলগণের কারও উপর মিথ্যারোপ করেছে এবং অপর কাউকে হত্যা করেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৫ : ৭১",
        "arabic_text": "\nوَحَسِبُوٓاْ أَلَّا تَكُونَ فِتۡنَةٞ فَعَمُواْ وَصَمُّواْ ثُمَّ تَابَ ٱللَّهُ عَلَيۡهِمۡ ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٞ مِّنۡهُمۡۚ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ ",
        "bangla_text": "আর তারা মনে করেছিল যে, তাদের কোন বিপর্যয় হবে না [১]; ফলে তারা অন্ধ ও বধির হয়ে গিয়েছিল। তারপর আল্লাহ তাদের তাওবাহ কবুল করেছিলেন। তারপর তাদের অনেকেই অন্ধ ও বধির হয়েছিল [২]। আর তারা যা আমল করে আল্লাহ তার সম্যক দ্রষ্টা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বনী-ইসরাঈলের কাছে তাদের রাসূল যখন কোন নির্দেশ নিয়ে আসতেন, যা তাদের রুচি-বিরুদ্ধ হত, তখন অঙ্গীকার ভঙ্গ করে তারা আল্লাহর সাথে বিশ্বাসঘাতকতা করতে শুরু করত এবং নবীদের মধ্যে কারো প্রতি মিথ্যারোপ করত এবং কাউকে হত্যা করত। এটি ছিল আল্লাহর প্রতি ঈমান ও সৎকর্মের ক্ষেত্রে তাদের অবস্থা। এখন আখেরাতের প্রতি বিশ্বাসের অবস্থা এ দ্বারা অনুমান করা যায় যে, এত সব নির্মম অত্যাচার ও বিদ্ৰোহীসুলভ অপরাধে লিপ্ত হয়েও তারা সম্পূর্ণ নিশ্চিন্ত হয়ে বসে থাকত। ভাবখানা এই যে, এসব কুকর্মের জন্য কোন সাজাই ভোগ করতে হবে না এবং কোন প্রকার অশুভ পরিণতি কখনো তাদের সামনে আসবে না। কেননা, তারা মনে করতে থাকে যে, তারা আল্লাহর পরিবার-পরিজন ও তাঁর প্রিয় বান্দা সুতরাং তাদের কোন অপরাধই ধর্তব্য নয়। এরূপ ধারণার কারণে তারা আল্লাহর নিদর্শন ও হুশিয়ারী থেকে সম্পূর্ণ অন্ধ ও বধির হয়ে যায় এবং যা গৰ্হিত তাই করতে থাকে। এমনকি, কিছুসংখ্যক নবীকে তারা হত্যা করেছে আর কিছুসংখ্যককে বন্দী করে। অবশেষে আল্লাহ তা’আলা বাদশাহ বখ্‌তে নসরকে তাদের উপর চাপিয়ে দেন। এরপর দীর্ঘদিন অতীত হলে জনৈক পারস্য সম্রাট তাদেরকে বখ্‌তে নসরের লাঞ্ছনা ও অবমাননার কবল থেকে উদ্ধার করে বাবেল থেকে বায়তুল মোকাদ্দাসে নিয়ে আসেন। তখন তারা তাওবাহ করে এবং অবস্থা সংশোধনে মনোনিবেশ করে। আল্লাহ তাদের সে তাওবাহ কবুল করেন। কিন্তু কিছুদিন যেতে না যেতেই তারা আবার দুস্কৃতিতে মেতে উঠে এবং অন্ধ ও বধির হয়ে যাকারিয়া ও ইয়াহইয়া ‘‘আলাইহিমাস সালামকে হত্যা করার দুঃসাহস প্রদর্শন করে। এমনকি ঈসা ‘আলাইহিস সালামকেও হত্যা করতে উদ্যত হয়। [আইসারুত তাফাসীর, কুরতুবী, ফাতহুল কাদীর, আততাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] আল্লামা শানকীতী বলেন, এ আয়াতে আল্লাহ তা'আলা বলেছেন যে, বনী ইসরাঈল দু’বার অন্ধ ও বধির হয়েছিল। যার মাঝে আল্লাহ তাদের তাওবাহও কবুল করেছিলেন। এর বিস্তারিত বিবরণ এসেছে সূরা আল-ইসরার ৪,৫,৬,৭ নং আয়াতে।\n  <br/>\n  <br/>\n  যাতে বলা হয়েছে, “আর আমরা কিতাবে ওহী দ্বারা বনী ইসরাঈলকে জানিয়েছিলাম, ‘নিশ্চয়ই তোমরা পৃথিবীতে দুবার বিপর্যয় সৃষ্টি করবে” এটা ছিল প্রথমবার অন্ধ ও বধির হওয়া। এর শাস্তিস্বরূপ যা এসেছে, তার বর্ণনায় এসেছে, “তারপর এ দুটির প্রথমটির নির্ধারিত সময় যখন উপস্থিত হল তখন আমরা তোমাদের বিরুদ্ধে পাঠিয়েছিলাম আমাদের বান্দাদেরকে, যুদ্ধে অত্যন্ত শক্তিশালী; তারা ঘরে ঘরে প্রবেশ করে সব কিছু ধ্বংস করেছিল”। এরপর দ্বিতীয়বার তাদের অন্ধ ও বধির হওয়ার বর্ণনা দিয়ে বলা হয়েছে, “তারপর পরবর্তী নির্ধারিত সময় উপস্থিত হলে (আমি আমার বান্দাদের পাঠালাম) তোমাদের মুখমন্ডল কালিমাচ্ছন্ন করার জন্য, প্রথমবার তারা যেভাবে মসজিদে প্রবেশ করেছিল আবার সেভাবেই তাতে প্রবেশ করার জন্য এবং তারা যা অধিকার করেছিল তা সম্পূর্ণভাবে ধ্বংস করার জন্য”। এ দু অন্ধত্ব ও বধিরতা ও এ দুয়ের শাস্তির মাঝখানে আল্লাহ তা’আলা তাদের প্রতি দয়াবান হয়ে যে তাওবা কবুল করেছিলেন, তার বর্ণনা দিয়ে আল্লাহ বলেন, “তারপর আমরা তোমাদেরকে আবার তাদের উপর প্রতিষ্ঠিত করলাম, তোমাদেরকে ধন ও সন্তান-সন্ততি দ্বারা সাহায্য করলাম ও সংখ্যায় গরিষ্ঠ করলাম”। তারপর আল্লাহ বর্ণনা করলেন যে, আবার যদি তোমরা অন্ধ ও বধির হও এবং দুনিয়ার বুকে ফাসাদ সৃষ্টি কর, তবে আমি আবার তোমাদের জন্য শাস্তি নিয়ে আসব। তিনি বলেন, “কিন্তু তোমরা যদি তোমাদের আগের আচরণের পুনরাবৃত্তি কর তবে আমরাও পুনরাবৃত্তি করব”। [সূরা আল-ইসরা ৪-৮]\n  <br/>\n  <br/>\n  বনী ইসরাঈল কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে অস্বীকার করার মাধ্যমে আবার অন্ধ ও বধির হয়েছিল এবং দুনিয়ার বুকে ফেতনা ও ফাসাদ সৃষ্টি করেছিল। তাওরাতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের যে সমস্ত গুণাগুণ বর্ণিত হয়েছে সেগুলোকে তারা গোপন করল। সুতরাং আল্লাহও তাদের নবীর মাধ্যমে তাদেরকে শাস্তি দিলেন। বনু কুরাইযার যোদ্ধাদেরকে হত্যা করা হলো, তাদের নারী ও শিশুদেরকে বন্দি করা হলো, বনু কাইনুকা ও বনু নদ্বীরকে মদীনা থেকে নির্বাসন দেয়া হলো, যেমনটি আল্লাহ তার কিছু বর্ণনা সূরা আল-হাশরে উল্লেখ করেছেন। [আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৫ : ৭২",
        "arabic_text": "\nلَقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ هُوَ ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَۖ وَقَالَ ٱلۡمَسِيحُ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۖ إِنَّهُۥ مَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ حَرَّمَ ٱللَّهُ عَلَيۡهِ ٱلۡجَنَّةَ وَمَأۡوَىٰهُ ٱلنَّارُۖ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٖ ",
        "bangla_text": "যারা বলে, নিশ্চয় আল্লাহ্‌ তিনি তো মার্‌ইয়াম-তনয় মসীহ’, অবশ্যই তারা কুফরী করেছে [১]। অথচ মসীহ বলেছিলেন, ‘হে ইসরাঈল-সন্তানগণ! তোমরা আমার রব ও তোমাদের রব আল্লাহর ইবাদত কর’। নিশ্চয় কেউ আল্লাহর সাথে শরীক করলে আল্লাহ তার জন্য জান্নাত অবশ্যই হারাম করে দিয়েছেন [২] এবং তার আবাস হবে জাহান্নাম। আর যালেমদের জন্য কোন সাহায্যকারী নেই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী আয়াতসমূহে বনী-ইসরাঈলের ঔদ্ধত্য ও তাদের অত্যাচার-উৎপীড়ন বর্ণনা করা হয়েছিল যে, আল্লাহ প্রেরিত রাসূল- যারা তাদের অক্ষয় জীবনের বার্তা এবং তাদের দুনিয়া ও আখেরাত সংশোধনের কার্যবিধি নিয়ে আগমন করেছিলেন, তাদের প্রতি সম্মান প্রদর্শনের পরিবর্তে তারা তাদের সাথে দুর্ব্যবহার করে। কতক নবীকে তারা মিথ্যারোপ করে এবং কতককে হত্যা করে ফেলে। আলোচ্য আয়াতে বনী-ইসরাঈলের কুটিলতার আরেকটি দিক উল্লেখ করা হয়েছে যে, মূৰ্খরা যেমন ঔদ্ধত্য ও অবাধ্যতার এক প্রান্তে থেকে আল্লাহর নবীদের প্রতি মিথ্যারোপ করেছে এবং কতককে হত্যা করেছে, তেমনি এরাই বক্রতার অপর প্রান্তে পৌঁছে নবীদের প্রতি সম্মান প্রদর্শনে বাড়াবাড়ি করে তাদেরকে আল্লাহ্‌তে পরিণত করে দিয়েছে। তারা বলে, ‘নিশ্চয় আল্লাহ্‌ তিনি তো মারইয়াম তনয় মসীহ’ এ কথা বলে তারা কুফরী করল এবং কাফের হয়ে গেল। ইতিহাস বলে যে, যারা এ ধরণের উক্তি করত তারা হচ্ছে, নাসারাদের মালেকিয়্যা, ইয়া’কুবিয়্যা এবং নাসতুরিয়্যাহ সম্প্রদায়। [ইবন কাসীর] আলোচ্য আয়াতে যদিও এ উক্তিটি শুধু নাসারাদের বলে বর্ণিত হয়েছে। অন্যত্র এ ধরণের বাড়াবাড়ি ও পথভ্রষ্টতা ইয়াহুদী এবং নাসারা উভয়ের ব্যাপারেও বর্ণনা করা হয়েছে,\n  <br/>\n  <br/>\n  (وَقَالَتِ الْيَهُوْدُ عُزَيْرُۨ ابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ  ۭ ذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْ  ۚ يُضَاهِــــُٔـوْنَ قَوْلَ الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۭ قٰتَلَهُمُ اللّٰهُ اَنّٰى يُؤْفَكُوْنَ  )\n  <br/>\n  <br/>\n  অর্থাৎ “আর ইয়াহুদীরা বলে, ‘উযায়র আল্লাহর পুত্র’, এবং খৃস্টানরা বলে, ‘মসীহ আল্লাহর পুত্র’। ওটা তাদের মুখের কথা। আগে যারা কুফরী করেছিল ওরা তাদের মত কথা বলে। আল্লাহ ওদেরকে ধ্বংস করুন। কোন্‌ দিকে তাদেরকে ফিরিয়ে দেয়া হচ্ছে?” [সূরা আত-তাওবাহঃ ৩০]\n  <br/>\n  <br/>\n  [২] অর্থাৎ নাসারারা যতই বাড়াবাড়ি করুক এবং ঈসাকে তাদের ইলাহ ঘোষণা করুক, ঈসা এতে কখনও সন্তুষ্ট নন। তিনি নিজেই এর বিপরীত ঘোষণা করেছিলেন। দুনিয়ায় আসার পর দোলনাতেই তার মুখের প্রথম কথা ছিল, (اِنِّىْ عَبْدُ اللّٰهِ) অর্থাৎ আমি তো আল্লাহর বান্দা বা দাস। [সূরা মারইয়াম: ৩০]\n  <br/>\n  <br/>\n  তিনি আরও বলেছিলেন, আমার ও তোমাদের রব একমাত্র আল্লাহ। তাঁরই ইবাদাত কর। সরল সঠিক পথ এটিই। [সূরা আলে ইমরান: ৫১; মারইয়াম: ৩৬; আযযুখরুফ: ৬৪]\n  <br/>\n  <br/>\n  তাছাড়া যৌবনের পরবর্তী বয়সেও বলেছেন, তোমরা আল্লাহরই ইবাদাত কর, যারা তাঁর সাথে অন্য কারও ইবাদাত করে তাদের জন্যে আল্লাহ জান্নাত হারাম করেছেন এবং তার ঠিকানা হবে জাহান্নামে । যেমন অন্য আয়াতেও আল্লাহ বলেছেন, “আল্লাহ শির্কের গোনাহ কখনও ক্ষমা করবেন না” [সূরা আন-নিসা ৪৮, ১১৬]\n  <br/>\n  <br/>\n  অনুরূপভাবে জাহান্নামবাসীরা যখন জান্নাতবাসীদের কাছে খাদ্য ও পানি চাইবে, তখন তারা উত্তরে বলবে, ‘নিশ্চয় আল্লাহ এ দুটি জিনিস কাফেরদের উপর হারাম করে দিয়েছেন’। [সূরা আল-আরাফ: ৫০]\n  <br/>\n  <br/>\n  হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ঘোষণা করতে বলেছেন যে, ‘শুধু মুমিন মুসলিমরাই জান্নাতে যাবে’। [মুসলিম: ১১১]\n  <br/>\n  <br/>\n  আরও বলেছেন, ‘যতক্ষণ তোমরা ঈমানদার না হবে ততক্ষণ জান্নাতে প্রবেশ করতে পারবে না’। [মুসলিম: ৫৪] সুতরাং ঈসা ‘আলাইহিস সালাম কখনোও ইলাহ হওয়ার দাবী করেন নি এবং এটা তার পক্ষে শোভনীয়ও নয়। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৫ : ৭৩",
        "arabic_text": "\nلَّقَدۡ كَفَرَ ٱلَّذِينَ قَالُوٓاْ إِنَّ ٱللَّهَ ثَالِثُ ثَلَٰثَةٖۘ وَمَا مِنۡ إِلَٰهٍ إِلَّآ إِلَٰهٞ وَٰحِدٞۚ وَإِن لَّمۡ يَنتَهُواْ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٌ ",
        "bangla_text": "তারা অবশ্যই কুফরী করেছে –যারা বলে, ‘আল্লাহ তো তিনের মধ্যে তৃতীয় [১], অথচ এক ইলাহ ছাড়া আর কোন ইলাহ নেই। আর তারা যা বলে তা থেকে বিরত না হলে তাদের মধ্যে যারা কুফরী করেছে, তাদের উপর অবশ্যই কষ্টদায়ক শাস্তি আপতিত হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ঈসা মসীহ ‘আলাইহিস সালাম, রূহুল কুদস ও আল্লাহ, কিংবা মসীহ, মারইয়াম ও আল্লাহ -সবাই আল্লাহ। তাদের মধ্যে একজন অংশীদার হলেন আল্লাহ। এরপর তারা তিনজনই এক এবং একজনই তিন। এ হচ্ছে নাসারাদের সাধারণ বিশ্বাস। নাসারাদের মালেকিয়্যা, ইয়াকুবিয়্যা ও নাসতুরিয়্যা এ তিনটি দলই উপরোক্ত বিশ্বাস পোষণ করে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  এ যুক্তিবিরোধী ধর্মবিশ্বাসকে তারা জটিল ও দ্ব্যর্থবোধক ভাষায় ব্যক্ত করে। অতঃপর বিষয়টি যখন কারো বোধগম্য হয় না, তখন একে বুদ্ধি বহির্ভূত সত্য' বলে আখ্যা দিয়ে ক্ষান্ত হয়। সুদ্দি বলেন, এখানে তিনের এক ইলাহ বলা হয়েছে। তিনজন বলতে, ঈসা, তার মা মারইয়াম এবং আল্লাহকে বোঝানো হয়েছে। কারণ, অন্য আয়াতে কোন কোন নাসারাদের দ্বারা ঈসা ও তার মাকে ইলাহ হিসেবে গণ্য করার কথা উল্লেখ করে তা খণ্ডন করা হয়েছে। [আল-মায়েদাহ: ১১৬]\n  <br/>\n  <br/>\n  ইবন কাসীর বলেন, এ মতটি অধিক প্রাধান্যপ্রাপ্ত। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "৫ : ৭৪",
        "arabic_text": "\nأَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسۡتَغۡفِرُونَهُۥۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "তবে কি তারা আল্লাহর দিকে ফিরে আসবে না ও তাঁর কাছে ক্ষমা প্রার্থনা করবে না? আর আল্লাহ ক্ষমাশীল, পরম দয়ালু [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘বান্দা তাওবাহ করলে আল্লাহ্ ঐ ব্যক্তির চাইতেও বেশী খুশী হন, যে ব্যক্তি তার উটকে মরুভূমির অজানা পথে হারিয়ে ফেলে। চিন্তায় মুমূর্ষ হয়ে পড়েছে; ঠিক এই মুহুর্তে সে তার উটকে পেয়ে গেলে যতটা খুশি হয়’। [বুখারীঃ ৬৩০৯]\n  <br/>\n  <br/>\n  এখানেও আল্লাহর অপার রহমত যে, তিনি বান্দার শির্কের পরও যদি তাঁর কাছে তাওবাহ করে তবে তিনি তাকে ক্ষমা করে দিবেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "৫ : ৭৫",
        "arabic_text": "\nمَّا ٱلۡمَسِيحُ ٱبۡنُ مَرۡيَمَ إِلَّا رَسُولٞ قَدۡ خَلَتۡ مِن قَبۡلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٞۖ كَانَا يَأۡكُلَانِ ٱلطَّعَامَۗ ٱنظُرۡ كَيۡفَ نُبَيِّنُ لَهُمُ ٱلۡأٓيَٰتِ ثُمَّ ٱنظُرۡ أَنَّىٰ يُؤۡفَكُونَ ",
        "bangla_text": "মারইয়াম-তনয় মসীহ শুধু একজন রাসূল। তার আগে বহু রাসূল গত হয়েছেন [১] এবং তাঁর মা অত্যন্ত সত্য নিষ্ঠা ছিলেন। তারা দুজনেই খাওয়া-দাওয়া করতেন [২]। দেখনু আমরা তাদের জন্য আয়াতগুলোকে কেমন বিস্তারিতভাবে বর্ণনা করি; তারপরও দেখুন, তারা কিভাবে সত্যবিমুখ হয়! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ অন্যান্য নবী যেমন দুনিয়াতে আগমন করার পর কিছুদিন অবস্থান করে চলে গেছেন; কাজেই তিনি উপাস্য হতে পারেন না। তিনি অন্যান্য নবী-রাসূলদের মতই একজন মানুষ। একজন রাসূলের বেশী তো তিনি কিছু নন। তবে আল্লাহ তাকে বনী-ইসরাঈলদের জন্য নিদর্শন বানিয়েছেন। আল্লাহ বলেন, “তিনি তো কেবল আমারই এক বান্দা, যার উপর আমরা অনুগ্রহ করেছিলাম এবং তাকে বানিয়েছিলাম বনী ইসরাঈলের জন্য দৃষ্টান্ত”। [সূরা আয-যুখরুফ ৫৯] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] যে ব্যক্তি পানাহারের মুখাপেক্ষী সে পৃথিবীর সবকিছুরই মুখাপেক্ষী। মাটি, বাতাস, পানি, সূর্য এবং জীবজন্তু থেকে সে অমুখাপেক্ষী হতে পারে না। পরমুখাপেক্ষীতার এ দীর্ঘ পরম্পরার প্রতি লক্ষ্য রেখে আমরা মসীহ ও মারইয়ামের উপাস্যতা খণ্ডণকল্পে যুক্তির আকারে এরূপ বলতে পারি, মসীহ ও মারইয়াম পানাহারের প্রয়োজনীয় আসবাবপত্র থেকে মুক্ত ছিলেন না। এ বিষয়টি চাক্ষুষ অভিজ্ঞতা ও লোক পরম্পরা দ্বারা প্রমাণিত। আর যে পানাহার থেকে মুক্ত নয়, যে সত্তা মানব-মণ্ডলীর মত স্বীয় অস্তিত্ব রক্ষার্থে বস্তুজগতের মুখাপেক্ষী, সে কিভাবে আল্লাহ হতে পারে? এ শক্তিশালী ও সুস্পষ্ট যুক্তিটি জ্ঞানী ও মূখ সবাই সমভাবে বুঝতে পারে। অর্থাৎ পানাহার করা উপাস্য হওয়ার পরিপন্থী- [বাগভী, ইবন কাসীর, সা’দী, আইসারুত তাফাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "৫ : ৭৬",
        "arabic_text": "\nقُلۡ أَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا نَفۡعٗاۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "বলুন, ‘তোমরা কি আল্লাহ ছাড়া এমন কিছুর ‘ইবাদাত কর যার কোন ক্ষমতা নেই তোমাদের ক্ষতি বা উপকার করার? আর আল্লাহ তিনিই সর্বশ্রোতা, সর্বজ্ঞ’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "৫ : ৭৭",
        "arabic_text": "\nقُلۡ يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ غَيۡرَ ٱلۡحَقِّ وَلَا تَتَّبِعُوٓاْ أَهۡوَآءَ قَوۡمٖ قَدۡ ضَلُّواْ مِن قَبۡلُ وَأَضَلُّواْ كَثِيرٗا وَضَلُّواْ عَن سَوَآءِ ٱلسَّبِيلِ ",
        "bangla_text": "বলুন, ‘হে কিতাবীরা! তোমরা তোমাদের দ্বীনে অন্যায় [১] বাড়াবাড়ি করো না [২]। আর যে সম্প্রদায় ইতোপূর্বে পথভ্রষ্ট হয়েছে ও অনেককে পথভ্রষ্ট করেছে এবং সরল পথ থেকে বিচ্যুত হয়েছে, তাদের প্রবৃত্তির অনুসরণ করো না [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে (لَا تَغْلُوْا فِيْ دِيْنِكُمْ) বলার সাথে সাথে (غَيْرَ الْحَقِّ) বলা হয়েছে। এর অর্থ এই যে, অন্যায় বাড়াবাড়ি করো না। তাফসীরবিদদের মতে এ শব্দটি তাকীদ অর্থাৎ বিষয়বস্তুকে জোরদার করার জন্য ব্যবহৃত হয়েছে। কেননা, দ্বীনে বাড়াবাড়ি সর্বাবস্থায়ই অন্যায়। এটা ন্যায় হওয়ার কোন সম্ভাবনাই নেই। কোন কোন তাফসীরবিদ বলেন, এখানে (غَيْرَ الْحَقِّ) কথাটি (دِيْن) এর গুণ হিসেবে এসেছে। সুতরাং এর অর্থ হবে, তোমরা তোমাদের দ্বীনের মধ্যে বাড়াবাড়ি করো না। কারণ, তোমাদের দ্বীনটি হকের বিপরীত অবস্থানে রয়েছে। [তাবারী]\n  <br/>\n  <br/>\n  [২] (غُلُوّ) শব্দের অর্থ সীমা অতিক্রম করা দ্বীনের সীমা অতিক্রম করার অর্থ এই যে, বিশ্বাস ও কর্মের ক্ষেত্রে দ্বীন যে সীমা নির্ধারণ করে দিয়েছে, তা লংঘন করা। উদাহরণতঃ নবীদের প্রতি সম্মান প্রদর্শনের সীমা এই যে, আল্লাহর সৃষ্টজীবের মধ্যে তাদেরকে সর্বোত্তম মনে করতে হবে। এ সীমা অতিক্রম করে তাদেরকে আল্লাহ কিংবা আল্লাহর পুত্র বলে দেয়া হচ্ছে বিশ্বাসগত সীমা লংঘন। নবীদের প্রতি মিথ্যারোপ করা এবং হত্যা করতেও কুষ্ঠিত না হওয়া অথবা তাদেরকে স্বয়ং আল্লাহ কিংবা আল্লাহর পুত্র বলে দেয়া বনী-ইসরাঈলের এ পরস্পর বিরোধী দু’টি কাজই হচ্ছে মূর্খতাপ্রসূত বাড়াবাড়ি। মূর্খ ব্যক্তি কখনো মিথ্যাচার অথবা মধ্যপন্থা অবলম্বন করতে পারে না। হয় সে বাড়াবাড়িতে লিপ্ত হয়, না হয় সীমালংঘনে। তাই আয়াতে বনী-ইসরাঈলদেরকে এ ধরনের বাড়াবাড়ি থেকে দূরে থাকার নির্দেশ দেয়া হয়েছে। [ইবন কাসীর, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] আলোচ্য আয়াতের শেষভাগে বর্তমান কালের বনী-ইসরাঈলদেরকে সম্বোধন করে বলা হয়েছে, তোমরা ঐ সম্প্রদায়ের অনুসরণ করো না, যারা তোমাদের পূর্বে নিজের পথভ্রষ্ট হয়েছিল এবং অপরকেও পথভ্রষ্ট করেছিল। অতঃপর তাদের পথভ্রষ্টতার স্বরূপ ও কারণ বর্ণনা করে বলা হয়েছে, তারা সরল পথ থেকে বিচ্যুত হয়ে পড়েছিল, যা ছিল বাড়াবাড়ি ও ক্রটির মাঝখানে মধ্যবর্তী পথ। এর দ্বারা হয় তারা নিজেরাই ভ্রান্ত পথে অগ্রসর হয়েছিল, না হয় তাদেরকে অন্যরা ভ্রান্তপথে পরিচালিত করেছিল। [তাবারী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "৫ : ৭৮",
        "arabic_text": "\nلُعِنَ ٱلَّذِينَ كَفَرُواْ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ عَلَىٰ لِسَانِ دَاوُۥدَ وَعِيسَى ٱبۡنِ مَرۡيَمَۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ ",
        "bangla_text": "ইসরাঈল-বংশধরদের মধ্যে যারা কুফরী করেছিল তারা দাউদ ও মারইয়াম-পুত্র ‘ঈসার মুখে অভিশপ্ত হয়েছিল [১]। তা এ জন্যে যে, তারা অবাধ্যতা করেছিল আর তারা সীমালংঘন করত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   এগারতম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, বনী ইসরাঈলরা ইঞ্জলে ঈসা ‘আলাইহিস সালামের মুখে লা’নত প্রাপ্ত হয়েছিল। আর যাবূরে দাউদ ‘আলাইহিস সালামের মুখে লা’নত প্রাপ্ত হয়েছিল। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "৫ : ৭৯",
        "arabic_text": "\nكَانُواْ لَا يَتَنَاهَوۡنَ عَن مُّنكَرٖ فَعَلُوهُۚ لَبِئۡسَ مَا كَانُواْ يَفۡعَلُونَ ",
        "bangla_text": "তারা যেসব গর্হিত কাজ করত তা হতে তারা একে অন্যকে বারণ করত না। তারা যা করত তা কতই না নিকৃষ্ট! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "৫ : ৮০",
        "arabic_text": "\nتَرَىٰ كَثِيرٗا مِّنۡهُمۡ يَتَوَلَّوۡنَ ٱلَّذِينَ كَفَرُواْۚ لَبِئۡسَ مَا قَدَّمَتۡ لَهُمۡ أَنفُسُهُمۡ أَن سَخِطَ ٱللَّهُ عَلَيۡهِمۡ وَفِي ٱلۡعَذَابِ هُمۡ خَٰلِدُونَ ",
        "bangla_text": "তাদের অনেককে আপনি কাফেরদের সাথে বন্ধুত্ব করতে দেখবেন। তাদের অন্তর যা তাদের জন্য পেশ করেছে (তাদের করা কাজগুলো) কত নিকৃষ্ট! যে কারণে আল্লাহ তাদের উপর রাগান্বিত হয়েছেন। আর তারা আযাবেই স্থায়ী হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "৫ : ৮১",
        "arabic_text": "\nوَلَوۡ كَانُواْ يُؤۡمِنُونَ بِٱللَّهِ وَٱلنَّبِيِّ وَمَآ أُنزِلَ إِلَيۡهِ مَا ٱتَّخَذُوهُمۡ أَوۡلِيَآءَ وَلَٰكِنَّ كَثِيرٗا مِّنۡهُمۡ فَٰسِقُونَ ",
        "bangla_text": "আর তারা আল্লাহ ও নবীর প্রতি এবং তার প্রতি যা নাযিল হয়েছে তাতে ঈমান আনলে কাফেরদেরকে বন্ধুরূপে গ্রহণ করত না, কিন্তু তাদের অনেকেই ফাসিক। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "৫ : ৮২",
        "arabic_text": "\n۞ لَتَجِدَنَّ أَشَدَّ ٱلنَّاسِ عَدَٰوَةٗ لِّلَّذِينَ ءَامَنُواْ ٱلۡيَهُودَ وَٱلَّذِينَ أَشۡرَكُواْۖ وَلَتَجِدَنَّ أَقۡرَبَهُم مَّوَدَّةٗ لِّلَّذِينَ ءَامَنُواْ ٱلَّذِينَ قَالُوٓاْ إِنَّا نَصَٰرَىٰۚ ذَٰلِكَ بِأَنَّ مِنۡهُمۡ قِسِّيسِينَ وَرُهۡبَانٗا وَأَنَّهُمۡ لَا يَسۡتَكۡبِرُونَ ",
        "bangla_text": "অবশ্যই মুমিনদের মধ্যে শত্রুতায় মানুষের মধ্যে ইয়াহুদী ও মুশরিকদেরকেই আপনি সবচেয়ে উগ্র দেখবেন। আর যারা বলে, ‘আমরা নাসারা’ মানুষের মধ্যে তাদেরকেই আপনি মুমিনদের কাছাকাছি বন্ধুত্বে দেখবেন, তা এই কারণে যে, তাদের মধ্যে অনেক পণ্ডিত ও সংসারবিরাগী রয়েছে। আর এজন্যেও যে, তারা অহংকার করে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "৫ : ৮৩",
        "arabic_text": "\nوَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى ٱلرَّسُولِ تَرَىٰٓ أَعۡيُنَهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ مِمَّا عَرَفُواْ مِنَ ٱلۡحَقِّۖ يَقُولُونَ رَبَّنَآ ءَامَنَّا فَٱكۡتُبۡنَا مَعَ ٱلشَّٰهِدِينَ ",
        "bangla_text": "আর রাসূলের প্রতি যা নাযিল হয়েছে তা যখন তারা শুনে, তখন তারা যে সত্য উপলব্ধি করে তার জন্য আপনি তাদের চোখ অশ্রু বিগলিত দেখবেন [১]। তারা বলে, ‘হে আমাদের রব! আমরা ঈমান এনেছি; কাজেই আপনি আমাদেরকে সাক্ষ্যবহদের তালিকাভুক্ত করুন’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে মুসলিমদের সাথে শক্রতা ও বন্ধুত্বের মাপকাঠিতে ঐসব আহলে কিতাবের কথা আলোচনা করা হয়েছে, যারা সত্যানুরাগ ও আল্লাহভীতির কারণে মুসলিমদের প্রতি হিংসা ও শক্রতা পোষণ করত না। কিন্তু ইয়াহুদীদের মধ্যে এ জাতীয় লোকের সংখ্যা ছিল একান্তই নগণ্য। উদাহরণতঃ আব্দুল্লাহ ইবনে সালাম প্রমূখ। নাসারাদের মধ্যে তুলনামূলকভাবে এরূপ লোকের সংখ্যা ছিল বেশী। বিশেষতঃ মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের আমলে আবিসিনিয়ার সম্রাট নাজ্জাসী এবং উচ্চ পদস্থ কর্মচারী ও জনগণের মধ্যে এরূপ লোকের সংখ্যা ছিল প্রচুর। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন জানতে পারলেন যে, আবিসিনিয়ার বাদশাহ নাজ্জাসী একজন ন্যায়পরায়ণ ব্যক্তি, তখন তিনি জাফর ইবন আবু তালেব, ইবন মাসউদ, উসমান ইবন মাযউনসহ একদল সাহাবাকে আবিসিনিয়ায় হিজরত করার অনুমতি দেন। তারা সেখানে সুখে-শাস্তিতেই বসবাস করছিল। মক্কার মুশরিকরা এ খবর পেয়ে আমর ইবন আসকে একটি প্রতিনিধিদলের নেতৃত্ব দিয়ে নাজ্জাসীর কাছে পাঠায়। তারা নাজ্জাসীকে অনুরোধ জানায় যে, এরা আহম্মক ধরণের কিছু লোক। এরা বাপ-দাদার দ্বীন ছেড়ে আমাদেরই একজন লোক যে নিজেকে নবী বলে দাবী করেছে, তার অনুসরণ করছে। আমরা তাদেরকে ফেরৎ নিতে এসেছি। নাজ্জাসী জাফর ইবন আবু তালেবকে জিজ্ঞাসা করলেনঃ ঈসা এবং তার মা সম্পর্কে তোমাদের অভিমত কি? জবাবে তিনি বললেনঃ ঈসা আল্লাহর বান্দা এবং তাঁর এমন কালেমা যা তিনি তাঁর পক্ষ থেকে মারইয়ামের কাছে অর্পণ করেছেন এবং তাঁর পক্ষ থেকে একটি রূহ। একথা শুনে নাজ্জাসী একটি কাঠি উঠিয়ে বললেনঃ তোমরা যা বলেছ, তার থেকে ঈসা এ কাঠি পরিমাণও বেশী নন। তারপর নাজ্জাসী তাদেরকে বললেনঃ তোমাদের উপর যা নাযিল করা হয়েছে, তা থেকে কি আমাকে কিছু শুনাতে পার? তারা বললঃ হ্যাঁ। নাজ্জাসী বললেনঃ পড়। তখন জাফর ইবন আবু তালেব কুরআনের আয়াত পড়ে শুনালে নাজ্জাসীসহ তার দরবারে সে সমস্ত নাসারা আলেমগণ ছিলেন তারা সবাই কান্নায় ভেঙ্গে পড়েন। [সহীহ সনদসহ তাবারী, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "৫ : ৮৪",
        "arabic_text": "\nوَمَا لَنَا لَا نُؤۡمِنُ بِٱللَّهِ وَمَا جَآءَنَا مِنَ ٱلۡحَقِّ وَنَطۡمَعُ أَن يُدۡخِلَنَا رَبُّنَا مَعَ ٱلۡقَوۡمِ ٱلصَّٰلِحِينَ ",
        "bangla_text": "‘আর আল্লাহর প্রতি ও আমাদের কাছে আসা সত্যের প্রতি ঈমান না আনার কারণ থাকতে পারে যখন আমরা প্রত্যাশ্যা করি যে, আমাদের রব আমাদেরকে নেককার সম্প্রদায়ের অন্তর্ভুক্ত করবেন?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "৫ : ৮৫",
        "arabic_text": "\nفَأَثَٰبَهُمُ ٱللَّهُ بِمَا قَالُواْ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "অতঃপর তাদের এ কথার জন্য আল্লাহ তাদের পুরস্কার নির্দিষ্ট করেছেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত; তারা সেখানে স্থায়ী হবে। আর এটা মুহসিনদের পুরস্কার। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "৫ : ৮৬",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ ",
        "bangla_text": "আর যারা কুফরী করেছে ও আমাদের আয়াতসমূহে মিথ্যারোপ করেছে, তারাই জাহান্নামবাসী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "৫ : ৮৭",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُحَرِّمُواْ طَيِّبَٰتِ مَآ أَحَلَّ ٱللَّهُ لَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ ",
        "bangla_text": "হে মুমিনগণ! আল্লাহ তোমাদের জন্য উৎকৃষ্ট যেসব বস্তু হালাল করেছেন সেগুলোকে তোমরা হারাম করো না [১] এবং সীমালংঘন করো না। নিশ্চয়ই আল্লাহ সীমালংঘনকারীকে পছন্দ করেন না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   বারতম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] আনাস ইবন মালেক রাদিয়াল্লাহু আনহু বলেনঃ তিনজন লোক রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের স্ত্রীদের ঘরে এসে তার ইবাদাত সম্পর্কে জিজ্ঞাসা করল। তাদেরকে তা জানানো হলে তারা সেসবকে অল্প মনে করল এবং বলল, আমরা কোথায় আর রাসূল কোথায়? তার পূর্বাপর সমস্ত গোনাহ ক্ষমা করে দেয়া হয়েছে। তাদের মধ্য থেকে একজন বলল, আমি সারা রাত সালাত আদায় করব। অন্যজন বলল, আমি সারা বছর সিয়াম পালন করব । অপরজন বলল, আমি মহিলাদের সংস্পর্শ থেকে দূরে থাকব এবং বিয়েই করব না। এমন সময় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এসে বললেন, ‘তোমরা এসব কথা বলেছ? জেনে রাখ, আল্লাহর শপথ! আমি তোমাদের সবার চাইতে আল্লাহকে বেশী ভয় করি এবং বেশী তাকওয়ারও অধিকারী। কিন্তু আমি সিয়াম পালন করি, সিয়াম থেকে বিরতও থাকি। সালাত আদায় করি আবার নিদ্ৰাও যাই এবং মেয়েদের বিয়েও করি। যে ব্যক্তি আমার সুন্নাত থেকে বিমুখ হবে সে আমার দলভুক্ত নয়। [বুখারীঃ ৫০৬৩]\n  <br/>\n  <br/>\n  অপর বর্ণনায় এসেছে, আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেন, আমরা যুদ্ধে যেতাম, আমাদের সাথে আমাদের স্ত্রীরা থাকত না। তখন আমরা পরস্পর বলাবলি করতে লাগলাম যে, আমরা ‘খাসি’ হয়ে যাই না কেন? তখন আমাদেরকে এ থেকে নিষেধ করা হয়েছিল। তারপর আবদুল্লাহ এ আয়াত পাঠ করলেন। [বুখারী ৪৬১৫]\n  <br/>\n  <br/>\n  [২] ইবন মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত। তার কাছে একবার খাবার নিয়ে আসা হলো। একলোক খাবার দেখে একদিকে আলাদা হয়ে গেল এবং বলল, আমি এটা খাওয়া হারাম করছি। তখন আব্দুল্লাহ ইবন মাসউদ বললেন, কাছে আস এবং খাও। আর তোমার শপথের কাফফারা দাও। তারপর তিনি এ আয়াত তেলাওয়াত করলেন। [মুস্তাদরাকে হাকিম: ২/৩১৩,৩১৪; ফাতহুল বারী: ১১/৫৭৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "৫ : ৮৮",
        "arabic_text": "\nوَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ ",
        "bangla_text": "আর আল্লাহ তোমাদেরকে যে হালাল ও উৎকৃষ্ট জীবিকা দিয়েছেন তা থেকে খাও এবং আল্লাহর তাকওয়া অবলম্বন কর, যাঁর প্রতি তোমরা মুমিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "৫ : ৮৯",
        "arabic_text": "\nلَا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ ٱلۡأَيۡمَٰنَۖ فَكَفَّٰرَتُهُۥٓ إِطۡعَامُ عَشَرَةِ مَسَٰكِينَ مِنۡ أَوۡسَطِ مَا تُطۡعِمُونَ أَهۡلِيكُمۡ أَوۡ كِسۡوَتُهُمۡ أَوۡ تَحۡرِيرُ رَقَبَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖۚ ذَٰلِكَ كَفَّٰرَةُ أَيۡمَٰنِكُمۡ إِذَا حَلَفۡتُمۡۚ وَٱحۡفَظُوٓاْ أَيۡمَٰنَكُمۡۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": "তোমাদের বৃথা শপথের জন্য আল্লাহ তোমাদেরকে পাকড়াও করবেন না, কিন্তু যেসব শপথ তোমরা ইচ্ছে করে কর সেগুলোর জন্য তিনি তোমাদেরকে পাকড়াও করবেন। তারপর এর কাফফারা দশজন দরিদ্রকে মধ্যম ধরনের খাদ্য দান, যা তোমরা তোমাদের পরিজনদেরকে খেতে দাও, বা তাদেরকে বস্ত্রদান, কিংবা একজন দাস মুক্তি [১]। অতঃপর যার সামর্থ নেই তার জন্য তিন দিন সিয়াম পালন [২]। তোমরা শপথ করলে এটাই তোমাদের শপথের কাফফারা। আর তোমরা তোমাদের শপথ রক্ষা করো [৩]। এভাবে আল্লাহ তোমাদের জন্য তাঁর আয়াতসমূহ বর্ণনা করেন, যাতে তোমরা শোকর আদায় কর। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর সারমর্ম এই যে, ইয়ামীনে লাগভ-এর জন্য আল্লাহ তা'আলা তোমাদেরকে পাকড়াও করেন না অর্থাৎকাফফারা ওয়াজিব করেন না। অন্য শপথের জন্য কাফফারা দিতে হবে। আর তা হল, তিনটি কাজের মধ্য থেকে স্বেচ্ছায় যে কোন একটি কাজ করতে হবে। (এক) দশ জন দরিদ্রকে মধ্যশ্রেণীর খাদ্য সকাল-বিকাল দু’বেলা খাওয়াতে হবে কিংবা (দুই) দশ জন দরিদ্রকে সতর ঢাকা পরিমাণ পোশাক-পরিচ্ছদ দিতে হবে। উদাহরণতঃ একটি পাজামা অথবা একটি লুঙ্গি অথবা একটি লম্বা কোর্তা কিংবা (তিন) কোন গোলামকে মুক্ত করে দেয়া [ইবন কাসীর, কুরতুবী]\n  <br/>\n  <br/>\n  [২] এরপর বলা হয়েছেঃ “কোন শপথ ভঙ্গকারী ব্যক্তি যদি এ আর্থিক কাফফারা দিতে সমর্থ না হয়, তবে তার জন্য কাফফারা এই যে সে তিন দিন রোযা রাখবে”। কোন কোন বর্ণনায় এখানে ধারাবাহিকভাবে তিনটি সিয়াম রাখার নির্দেশ রয়েছে। তাই ইমাম আবু হানীফা রাহিমাহুল্লাহ ও অন্যান্য কয়েকজন ইমামের মতে শপথের কাফফারা হিসেবে যে সিয়াম পালন হবে তা ধারাবাহিকভাবে হওয়া জরুরী। [ইবন কাসীর, কুরতুবী]\n  <br/>\n  <br/>\n  [৩] আলোচ্য আয়াতে শপথের কাফফারা প্রসঙ্গে প্রথমে (اطعام) শব্দ বলা হয়েছে। আরবী ভাষায় এর অর্থ যেমন খাদ্য খাওয়ানো হয়, তেমনি কাউকে খাদ্য দান করাও হয়। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "৫ : ৯০",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡخَمۡرُ وَٱلۡمَيۡسِرُ وَٱلۡأَنصَابُ وَٱلۡأَزۡلَٰمُ رِجۡسٞ مِّنۡ عَمَلِ ٱلشَّيۡطَٰنِ فَٱجۡتَنِبُوهُ لَعَلَّكُمۡ تُفۡلِحُونَ ",
        "bangla_text": "হে মুমিনগণ! মদ [১], জুয়া, পূর্তিপূজার বেদী ও ভাগ্য নির্ণয় করার শর [২] তো কেবল ঘৃণার বস্তু, শয়তানের কাজ। কাজেই তোমরা সেগুলোকে বর্জন কর –যাতে তোমরা সফলকাম হতে পার [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘আমার উম্মতের মধ্যে এমন অনেক সম্প্রদায় হবে যারা যিনা-ব্যভিচার, রেশমী কাপড় ব্যবহার, মদ্যপান ও গান বাদ্যকে হালাল করবে’। [বুখারীঃ ৫৫৯০]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে আছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘যে ব্যক্তি দুনিয়াতে মদ পান করবে ও তাওবাহ করবে না, সে আখেরাতে তা থেকে বঞ্চিত হবে’। [বুখারীঃ ৫৫৭৫]\n  <br/>\n  <br/>\n  [২] (ازلام) শব্দটি (زلم) এর বহুবচন। আযলাম এমন শরকে বলা হয়, যা দ্বারা আরবে ভাগ্যনির্ধারণী জুয়া খেলার প্রথা প্রচলিত ছিল । দশ ব্যক্তি শরীক হয়ে একটি উট যবাই করত। অতঃপর এর মাংস সমান দশ ভাগে ভাগ করার পরিবর্তে তা দ্বারা জুয়া খেলা হত। দশটি শরের সাতটিতে বিভিন্ন অংশের চিহ্ন অবিকৃত থাকত। কোনটিতে এক এবং কোনটিতে দুই বা তিন অংশ অংকিত থাকত। অবশিষ্ট তিনটি শর অংশবিহীন সাদা থাকত। এ শরগুলোকে তুনীর মধ্যে রেখে খুব নাড়াচাড়া করে নিয়ে প্রত্যেক অংশীদারের জন্যে একটি করে শর বের করা হত। যত অংশবিশিষ্ট শর যার নামে হত, সে তত অংশের অধিকারী হত এবং যার নামে অংশবিহীন শর হত, সে বঞ্ছিত হত। [কুরতুবী]\n  <br/>\n  <br/>\n  আজকাল এ ধরনের অনেক লটারী বাজারে প্রচলিত আছে। এগুলো জুয়া এবং হারাম। পূর্বে এ সূরার ৩ নং আয়াতের ব্যাখ্যায় এ ব্যাপারে আরও বিস্তারিত বর্ণনা এসেছে।\n  <br/>\n  <br/>\n  [৩] মদ্যপানকে পর্যায়ক্রমিকভাবে নিষিদ্ধ করার ব্যাপারে কুরআনের সংক্ষিপ্ত কার্যক্রম হচ্ছে এই যে, মদ্যপান সম্পর্কে কয়েকটি আয়াত নাযিল হয়েছে। তন্মধ্যে প্রথম আয়াত ছিল,\n  <br/>\n  <br/>\n  (يَسْــَٔـلُوْنَكَ عَنِ الْخَــمْرِ وَالْمَيْسِرِ ۭ قُلْ فِيْهِمَآ اِثْمٌ كَبِيْرٌ وَّمَنَافِعُ لِلنَّاسِ وَاِثْـمُهُمَآ اَكْبَرُ مِنْ نَّفْعِهِمَا)\n  <br/>\n  <br/>\n  [সূরা আল-বাকারাহ: ২১৯] যাতে সাহাবায়ে কিরাম মদ সম্পর্কে প্রশ্ন করেছিলেন । তাতে মদ্যপানের দরুন যেসব পাপ ও ফাসাদ সৃষ্টি হয়, তার বর্ণনা দিয়েই ক্ষান্ত করা হয়েছে। দ্বিতীয় আয়াত ছিল\n  <br/>\n  <br/>\n  (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكٰرٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ)\n  <br/>\n  <br/>\n  [সূরা আন-নিসাঃ ৪৩]\n  <br/>\n  <br/>\n  এতে বিশেষভাবে সালাতের সময় মদ্যপানকে নিষিদ্ধ করে দেয়া হয়েছে। তবে অন্যান্য সময়ের জন্য অনুমতি রয়ে যায়। কিন্তু সূরা আল-মায়িদাহ এর আলোচ্য আয়াতের মাধ্যমে পরিস্কার ও কঠোরভাবে মদ্যপান নিষিদ্ধ ও হারাম করে দেয়া হয়েছে। [ইবন কাসীরা] এ বিষয়ে শরীআতের এমন পর্যায়ক্রমিক ব্যবস্থা গ্রহণের কারণ ছিল এই যে, আজীবনের অভ্যাস ত্যাগ করা বিশেষতঃ নেশাজনিত অভ্যাস হঠাৎ ত্যাগ করা মানুষের পক্ষে অত্যন্ত কষ্টকর হত। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মদ সম্পর্কে কঠোর শাস্তির ভয় প্রদর্শন করেছেন। এরশাদ হয়েছেঃ ‘সর্বপ্রকার অপকর্ম এবং অশ্লীলতার জন্মদাতা হচ্ছে মদ’। [ইবন মাজাহ ৩৩৭১]\n  <br/>\n  <br/>\n  কারণ, এটি পান করে মানুষ নিকৃষ্টতর পাপে লিপ্ত হয়ে যেতে পারে। অপর এক হাদীসে বলা হয়েছে যে, ‘মদ এবং ঈমান একত্রিত হতে পারে না’। [নাসায়ীঃ ৮/৩১৭]\n  <br/>\n  <br/>\n  আনাস রাদিয়াল্লাহু আনহু বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মদের সাথে সম্পর্ক রাখে এমন দশ শ্রেণীর ব্যক্তির উপর লা’নত করেছেন। ‘[১] যে লোক নির্যাস বের করে, [২] প্রস্তুতকারক, [৩] পানকারী, [৪] যে পান করায়, [৫] আমদানীকারক, [৬] যার জন্য আমদানী করা হয়, (৭) বিক্রেতা, (৮) ক্রেতা, (৯) সরবরাহকারী এবং (১০) এর লভ্যাংশ ভোগকারী। [ইবন মাজাহঃ ৩৩৮০]\n  <br/>\n  <br/>\n  আনাস রাদিয়াল্লাহু আনহু তখন এক মজলিশে মদ্যপানে সাকীর কাজ সম্পাদন করছিলেন। আবু তালহা, আবু ওবায়দা ইবনুল জার্‌রাহ, উবাই ইবন কা'ব, সোহাইল রাদিয়াল্লাহু আনহুম প্রমূখ নেতৃস্থানীয় সাহাবীগণ সে মজলিশে উপস্থিত ছিলেন। প্রচারকের ঘোষণা কানে পৌছার সঙ্গে সঙ্গে সবাই সমস্বরে বলে উঠলেন – এবার সমস্ত মদ ফেলে দাও। এর পেয়ালা, মটকা, হাড়ি ভেঙ্গে ফেল। [মুসনাদে আহমাদ ৩/১৮১; বুখারী: 8৬২০; মুসলিম: ১৯৮০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "৫ : ৯১",
        "arabic_text": "\nإِنَّمَا يُرِيدُ ٱلشَّيۡطَٰنُ أَن يُوقِعَ بَيۡنَكُمُ ٱلۡعَدَٰوَةَ وَٱلۡبَغۡضَآءَ فِي ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِ وَيَصُدَّكُمۡ عَن ذِكۡرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِۖ فَهَلۡ أَنتُم مُّنتَهُونَ ",
        "bangla_text": "শয়তান তো চায়, মদ ও জুয়া দ্বারা তোমাদের মধ্যে শত্রুতা ও বিদ্বেষ ঘটাতে এবং তোমাদেরকে আল্লাহর স্মরণে ও সালাতে বাঁধা দিতে। তবে কি তোমরা বিরত হবে না? [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, যা-ই বিবেকশূণ্য করে তা-ই মদ। আর সমস্ত মাদকতাই হারাম। যে ব্যক্তি কোন মাদক সেবন করল, চল্লিশ প্রভাত পর্যন্ত তার সালাত অসম্পূর্ণ থাকবে। তারপর যদি সে তাওবা করে, তবে আল্লাহ তার তাওবা কবুল করবেন, এভাবে চতুর্থবার পর্যন্ত। যদি চতুর্থবার পূণরায় তা করে, তখন আল্লাহর উপর হক হয়ে দাঁড়ায় তাকে ‘ত্বিনাতুল খাবাল’ থেকে পান করানো। বলা হল, হে আল্লাহর রাসূল! ‘ত্বিনাতুল খাবাল’ কী? তিনি বললেন, জাহান্নামাবাসীদের পূঁজ। যে কেউ কোন অপ্রাপ্ত বয়স্ককে মদ খাওয়াবে, যে হারাম হালাল সম্পর্কে জানে না, আল্লাহর উপর হক হয়ে যাবে যে তাকে ‘ত্বীনাতুল খাবাল’ পান করানো। [মুসলিম: ২০০২: আবু দাউদ ৩৬৮০]\n  <br/>\n  <br/>\n  অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, যে ব্যক্তি মদ খেতে অভ্যস্ত হয়ে গেল এবং তাওবা না করে মারা গেল, সে আখেরাতে তা পান করতে পারবে না। [মুসলিম: ২০০৩]\n  <br/>\n  <br/>\n  আবু সাঈদ খুদরী রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, অনুগ্রহের খোটাদানকারী, পিতামাতার অবাধ্য এবং মদ্যপানে অভ্যস্ত ব্যক্তি জান্নাতে প্রবেশ করবে না। [নাসায়ী : ৫৬৭২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "৫ : ৯২",
        "arabic_text": "\nوَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَٱحۡذَرُواْۚ فَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ ",
        "bangla_text": "আর তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর। আর সাবধানতা অবলম্বন কর; তারপর যদি তোমরা মুখ ফিরিয়ে নাও তবে জেনে রাখ যে, আমাদের রাসূলের দায়িত্ব তো কেবল সুস্পষ্টভাবে প্রচার করা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "৫ : ৯৩",
        "arabic_text": "\nلَيۡسَ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جُنَاحٞ فِيمَا طَعِمُوٓاْ إِذَا مَا ٱتَّقَواْ وَّءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ ثُمَّ ٱتَّقَواْ وَّءَامَنُواْ ثُمَّ ٱتَّقَواْ وَّأَحۡسَنُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "যারা ঈমান এনেছে এবং সৎকাজ করেছে তারা আগে যা কিছু পানাহার করেছে তার জন্য তাদের কোন গুনাহ্‌ নেই, যদি তারা তাকওয়া অবলম্বন করে, ঈমান আনে এবং সৎকাজ করে। তারপর তারা তাকওয়া অবলম্বন করে এবং ঈমান আনে। তারপর তারা তাকওয়া অবলম্বন করে এবং ইহসান করে। আর আল্লাহ মুহসিনদেরকে ভালবাসেন। [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বারা ইবন আযিব রাদিয়াল্লাহু আনহু বলেন, যখন মদ হারাম হওয়া সম্পর্কিত আয়াত নাযিল হয় তখন জনগণ বলতে আরম্ভ করল, এটা হারাম হওয়ার পূর্বে যারা এটা পান করেছে এবং সে অবস্থায় মারা গেছেন তাদের কি হবে? তখন এ আয়াত নাযিল হয়। [তিরমিযী: ৩০৫১]\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "৫ : ৯৪",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَيَبۡلُوَنَّكُمُ ٱللَّهُ بِشَيۡءٖ مِّنَ ٱلصَّيۡدِ تَنَالُهُۥٓ أَيۡدِيكُمۡ وَرِمَاحُكُمۡ لِيَعۡلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلۡغَيۡبِۚ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "হে ঈমানদারগণ! আল্লাহ অবশ্যই তোমাদেরকে পরীক্ষা করবেন শিকারের এমন বস্তু দ্বারা যা তোমাদের হাত [১] ও বর্শা [২] নাগাল পায়, যাতে আল্লাহ প্রকাশ করে দেন, কে তাঁকে গায়েবের সাথে ভয় করে [৩]। কাজেই এরপর কেউ সীমালংঘন করলে তার জন্য কষ্টদায়ক শাস্তি রয়েছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তেরতম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ সহজলভ্য শিকার। কারণ, এগুলো মুহরিম ব্যক্তির আশেপাশেই থাকে। এর মাধ্যমে মুহরিম ব্যক্তির পরীক্ষা করা হয়। মুজাহিদ বলেন, এখানে ছোট ও বাচ্চা শিকারকে বোঝানো হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এর অর্থ বড় শিকার। [ইবন কাসীর] কারণ, বড় শিকার করতেই সাধারণতঃ বর্শা ব্যবহার করতে হয়।\n  <br/>\n  <br/>\n  [৩] মুকাতিল বলেন, মুসলিমরা যখন উমরা পালনের উদ্দেশ্যে হুদায়বিয়ায় অবস্থান করছিলেন, তখন এ আয়াত নাযিল হয়। সেখানে বন্য চতুষ্পদ জন্তু, পাখী এবং অন্যান্য শিকার তাদের অবস্থানস্থলে জমা হয়েছিল। এরূপ দৃশ্য তারা ইতোপূর্বে দেখেনি। সুতরাং ইহরামের অবস্থায় তাদেরকে শিকার করতে নিষেধ করা হয়, যাতে আল্লাহ্ তা’আলা স্পষ্ট করে দেন যে, কে তাঁর আনুগত্য স্বীকার করছে, আর কে করছে না। অন্য আয়াতে আল্লাহ বলেন, ‘আপনি শুধু তাকেই সতর্ক করতে পারেন যে ‘যিকর’ এর অনুসরণ করে এবং গায়েবের সাথে রহমানকে ভয় করে। অতএব তাকে আপনি ক্ষমা ও সম্মানজনক পুরস্কারের সুসংবাদ দিন।’ [সূরা ইয়াসীন ১১] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "৫ : ৯৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡتُلُواْ ٱلصَّيۡدَ وَأَنتُمۡ حُرُمٞۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدٗا فَجَزَآءٞ مِّثۡلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحۡكُمُ بِهِۦ ذَوَا عَدۡلٖ مِّنكُمۡ هَدۡيَۢا بَٰلِغَ ٱلۡكَعۡبَةِ أَوۡ كَفَّٰرَةٞ طَعَامُ مَسَٰكِينَ أَوۡ عَدۡلُ ذَٰلِكَ صِيَامٗا لِّيَذُوقَ وَبَالَ أَمۡرِهِۦۗ عَفَا ٱللَّهُ عَمَّا سَلَفَۚ وَمَنۡ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنۡهُۚ وَٱللَّهُ عَزِيزٞ ذُو ٱنتِقَامٍ ",
        "bangla_text": "হে ঈমানদারগণ! ইহরামে থাকাকালে তোমরা শিকার-জন্তু হত্যা করো না [১]; তোমাদের মধ্যে কেউ ইচ্ছে করে সেটাকে হত্যা করলে যা সে হত্যা করল তার বিনিময় হচ্ছে অনুরূপ গৃহপালিত জন্তু, যার ফয়সালা করবে তোমাদের মধ্যে দু’জন ন্যায়বান লোক –কা’বাতে পাঠানো হাদঈরূপে [২]। বা সেটার কাফ্‌ফারা হবে দরিদ্রকে খাদ্য দান করা কিংবা সমান সংখ্যক সিয়াম পালন করা, যাতে সে আপন কৃতকর্মের ফল ভোগ করে। যা গত হয়েছে আল্লাহ্‌ তা ক্ষমা করেছেন। কেউ তা আবারো করলে আল্লাহ্‌ তার থেকে প্রতিশোধ গ্রহণ করবেন এবং আল্লাহ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ নিষেধাজ্ঞা অর্থের দিক দিয়ে ধরা হলে হালাল জন্তু, ওর বাচ্চা এবং হারাম প্রাণীগুলোও এর অন্তর্ভুক্ত হবে। আর এটাই অধিকাংশ আলেমের মত। কারণ, যে প্রাণীগুলোকে সর্বাবস্থায় হত্যা করা বৈধ সেগুলোর বর্ণনা এক হাদীসে স্পষ্ট বর্ণিত হয়েছে। তাই অপরাপর প্রাণীগুলো উক্ত নিষেধাজ্ঞার অন্তর্ভুক্ত হওয়াটাই স্বাভাবিক। [ইবন কাসীর] যে প্রাণীগুলো ইহরাম ও সাধারণ সর্বাবস্থায় বধ করার কথা হাদীসে বর্ণিত হয়েছে, তা হচ্ছে, পাঁচটি। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘পাঁচ প্রকার প্রাণী আছে যা ইহরাম অবস্থায় হত্যা করলে কোন পাপ হয় না। কাক, চিল, বিচ্ছু, ইঁদুর এবং হিংস্র কুকুর। [বুখারীঃ ১৮২৯, মুসলিমঃ ১১৯৯]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এ হাদঈ বা জন্তু কা'বা পর্যন্ত পৌঁছাতে হবে। সেখানেই তা জবাই করতে হবে এবং হারাম শরীফের মিসকীনদের মধ্যে ওর গোশত বন্টন করতে হবে। এ ব্যাপারে কোন মতভেদ নেই। [ইবন কাসীর] হজ্জের গুরুত্বপূর্ণ কর্ম হিসেবে হারাম এলাকায় যে পশু যবেহ করা হয় তাকে হাদঈ বলা হয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "৫ : ৯৬",
        "arabic_text": "\nأُحِلَّ لَكُمۡ صَيۡدُ ٱلۡبَحۡرِ وَطَعَامُهُۥ مَتَٰعٗا لَّكُمۡ وَلِلسَّيَّارَةِۖ وَحُرِّمَ عَلَيۡكُمۡ صَيۡدُ ٱلۡبَرِّ مَا دُمۡتُمۡ حُرُمٗاۗ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ ",
        "bangla_text": "তোমাদের জন্য সমুদ্রের শিকার ও তা খাওয়া হালাল করা হয়েছে, তোমাদের ও পর্যটকদের ভোগের জন্য। তোমরা যতক্ষণ ইহরামে থাকবে ততক্ষণ স্থলের শিকার তোমাদের জন্য হারাম। আর তোমরা আল্লাহর তাকওয়া অবলম্বন কর, যাঁর কাছে তোমাদেরকে একত্র করা হবে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "৫ : ৯৭",
        "arabic_text": "\n۞ جَعَلَ ٱللَّهُ ٱلۡكَعۡبَةَ ٱلۡبَيۡتَ ٱلۡحَرَامَ قِيَٰمٗا لِّلنَّاسِ وَٱلشَّهۡرَ ٱلۡحَرَامَ وَٱلۡهَدۡيَ وَٱلۡقَلَٰٓئِدَۚ ذَٰلِكَ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ ",
        "bangla_text": "পবিত্র কা’বা ঘর, পবিত্র মাস, হাদঈ ও গলায় মালা পরানো পশুকে [১] আল্লাহ মানুষের কল্যাণের [২] জন্য নির্ধারিত করেছেন। এটা এ জন্য যে, তোমরা যেন জানতে পার, নিশ্চয় যা কিছু আসমানসমূহে ও যমীনে আছে আল্লাহ তা জানেন এবং নিশ্চয় আল্লাহ সবকিছু সম্পর্কে সম্যক অবগত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলা চারটি বস্তুকে মানুষের প্রতিষ্ঠা, স্থায়িত্ব ও শান্তির কারণ বলে উল্লেখ করছেন। প্রথমতঃ কা’বা। আরবী ভাষায় কাবা চতুষ্কোণবিশিষ্ট গৃহকে বলা হয়। জাহেলিয়াত যুগেও আল্লাহ তা’আলা আরবদের মনে হারাম শরীফের সম্মান প্রতিষ্ঠিত করেছিলেন। ফলে শান্তি ও নিরাপত্তা অব্যাহত ছিল। দ্বিতীয় বস্তুটি হচ্ছে, সম্মানিত মাস। সম্মানিত মাস বলে এখানে কারও কারও মতে, জিলহজ্জ মাস বোঝানো হয়েছে। অপর কারও কারও মতে, এর দ্বারা হারাম মাসসমূহ বোঝানো হয়েছে। আর তা হচ্ছে, রজব, জিলকদ ও জিলহজ ও মুহাররাম। তৃতীয় বস্তু হচ্ছে, ‘হাদঈ’। হারাম শরীফে যে জন্তুকে তামাত্তু ও কেরান হজের কারণে যবাই করতে হয়, তাকে হাদঈ বলা হয়। যে ব্যক্তির সাথে এরূপ জন্তু থাকত, সে নির্বিবাদে পথ চলতে পারত; তাকে কেউ কিছু বলত না। এভাবে কুরবানীর জন্তুও ছিল শান্তি ও নিরাপত্তার অন্যতম উপায়। চতুর্থ বস্তুটি হচ্ছে, (قلائد) এ শব্দটি (قلادة) শব্দের বহুবচন। এর অর্থ, গলার হার। আরবে প্রথা প্রচলিত ছিল যে, কেউ হজের উদ্দেশ্যে বের হলে চিহ্নস্বরূপ তার হাদঈর গলায় একটি হার পরিয়ে দিত। ফলে কেউ তাকে কোন কষ্ট দিত না। এ কারণে (قلادة) শান্তি প্রতিষ্ঠার অন্যতম উপায় হয়ে যায়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] (قيام) ও (قوام) এর অর্থ ঐসব বস্তু, যার উপর কোন বস্তুর স্থায়িত্ব নির্ভরশীল। তাই (قِــيٰمًا لِّلنَّاسِ) এর অর্থ হবে এই যে, কাবা ও তৎসম্পর্কিত বস্তুসমূহ মানুষের প্রতিষ্ঠা ও স্থায়িত্বের কারণ এবং উপায়। এর উপরই তাদের জীবিকা ও দ্বীন নির্ভরশীল। এর মাধ্যমেই তাদের দ্বীন ও দুনিয়ার কর্মকাণ্ড সুপ্রতিষ্ঠিত হয়। তাদের মধ্যে যারা ভীত তারা সেখানে নিরাপত্তা পায়। যারা ব্যবসায়ী তারা ব্যবসায় লাভবান হয়। যারা ইবাদাত করতে চায়, তারা নির্বিয় ইবাদাত করতে পারে। [ফাততহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "৫ : ৯৮",
        "arabic_text": "\nٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "জেনে রাখ, নিশ্চয় আল্লাহ শাস্তিদানে কঠোর, আর আল্লাহ পরম ক্ষমাশীল, পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "৫ : ৯৯",
        "arabic_text": "\nمَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُۗ وَٱللَّهُ يَعۡلَمُ مَا تُبۡدُونَ وَمَا تَكۡتُمُونَ ",
        "bangla_text": "প্রচার করাই শুধু রাসূলের কর্তব্য। আর তোরমা যা প্রকাশ কর ও গোপন রাখ আল্লাহ তা জানেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে বলা হয়েছে, ‘আমার রাসূলের দায়িত্ব এতটুকই যে, তিনি আমার নির্দেশাবলী মানুষের কাছে পৌঁছে দিবেন’। এরপর তা মানা না মানার লাভ ক্ষতি তারাই ভোগ করবে; তারা না মানলে আমার রাসূলের কোন ক্ষতি নেই। এ কথাও জেনো যে, আল্লাহতা'আলাকে ধোঁকা দেয়া যাবে না। তিনি তোমাদের প্রকাশ্য ও গোপন কাজ সম্পর্কে ওয়াকিফহাল। তিনি তোমাদের আমলের প্রকৃত অবস্থা জেনে সেটা অনুসারে তোমাদেরকে এর প্রতিফল দিবেন। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "৫ : ১০০",
        "arabic_text": "\nقُل لَّا يَسۡتَوِي ٱلۡخَبِيثُ وَٱلطَّيِّبُ وَلَوۡ أَعۡجَبَكَ كَثۡرَةُ ٱلۡخَبِيثِۚ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تُفۡلِحُونَ ",
        "bangla_text": "বলুন, ‘মন্দ ও ভাল এক নয় [১] যদিও মন্দের আধিক্য তোমাকে [২] চমৎকৃত করে [৩]। কাজেই হে বোধশক্তিসম্পন্ন লোকেরা! তোমরা আল্লাহর তাকওয়া অবলম্বন কর যাতে তোমরা সফলকাম হতে পার’। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (الْخَبِيْثُ وَالطَّيِّبُ) আরবী ভাষায় দুটি বিপরীত শব্দ। প্রত্যেক উৎকৃষ্ট বস্তুকে (وَالطَّيِّبُ) এবং প্রত্যেক নিকৃষ্ট বস্তুকে (الْخَبِيْثُ) বলা হয়। অর্থাৎ কোন প্রকার (আরবী) এর সাথেই কোন প্রকার (আরবী) এর তুলনা চলে না। আয়াতে (خَبِيْثُ) শব্দ দ্বারা হারাম ও অপবিত্র এবং (طَّيِّبُ) শব্দ দ্বারা হালাল ও পবিত্র বস্তুকে বোঝানো হয়েছে। অতএব, আয়াতের অর্থ এই যে, আল্লাহ্ তা'আলার দৃষ্টিতে, এমনকি প্রত্যেক সুস্থ্য বুদ্ধিমান লোকের দৃষ্টিতে, পবিত্র ও অপবিত্র এবং হালাল ও হারাম সমান হতে পারে না। এ ক্ষেত্রে (الْخَبِيْثُ وَالطَّيِّبُ) শব্দ দুটি স্বীয় ব্যাপকতার দিক দিয়ে হালাল ও হারাম অর্থ-সম্পদ, উত্তম ও অধম মানুষ এবং ভাল ও মন্দ কাজ-কর্ম ও চরিত্রকে অন্তর্ভুক্ত করেছে। তাই কোন বিচারেই সৎ ও অসৎ এবং ভাল ও মন্দ সমান নয়। এ স্বাভাবিক নিয়ম অনুযায়ী আল্লাহ তা’আলার কাছ থেকে হালাল ও হারাম কিংবা পবিত্র ও অপবিত্র বস্তু সমান নয়। ঈমান ও কুফরী সমান নয়। জান্নাত ও জাহান্নাম সমান নয়। আনুগত্য ও অবাধ্যতা সমান নয়। সুন্নাতের অনুসারী ও বিদা’আতের অনুসারী সমান নয়। [ইবন কাসীর, সা’দী, মুয়াসাসার]\n  <br/>\n  <br/>\n  [২] অর্থাৎ হে মানুষ! যদিও খারাপ বস্তু তোমাকে চমৎকৃত করে তবুও খারাপ বস্তু ও ভালো বস্তু কখনও সমান হতে পারে না। এখানে সাধারণভাবে সকল মানুষকে উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ যদিও মাঝে মাঝে মন্দ ও অনুৎকৃষ্ট বস্তুর প্রাচুর্য দর্শকদের বিস্মিত করে দেয় এবং আশ-পাশে মন্দ ও অপবিত্র বস্তুর ব্যাপক প্রসারের কারণে সেগুলোকেই ভাল মনে করতে থাকে, কিন্তু আসলে এটি মানুষের অবচেতন মনের একটি রোগ এবং অনুভূতির ক্রটি বিশেষ। মন্দ বস্তু কখনও ভাল হতে পারে না। সুতরাং উপকারী হালাল বস্তু স্বল্প হলেও তা অপকারী হারাম বস্তু বেশী হওয়ার চেয়ে উত্তম। [ফাতহুল কাদীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘অল্প ও প্রয়োজনের পক্ষে যথেষ্ট জিনিস সেই অধিক জিনিস হতে উত্তম যা মানুষকে আল্লাহর স্মরণ হতে গাফেল ও উদাসীন রাখে।’ [ মুসনাদে আহমাদ ৫/১৯৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "৫ : ১০১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَسۡـَٔلُواْ عَنۡ أَشۡيَآءَ إِن تُبۡدَ لَكُمۡ تَسُؤۡكُمۡ وَإِن تَسۡـَٔلُواْ عَنۡهَا حِينَ يُنَزَّلُ ٱلۡقُرۡءَانُ تُبۡدَ لَكُمۡ عَفَا ٱللَّهُ عَنۡهَاۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ ",
        "bangla_text": "হে মুমিনগণ! তোমরা সেসব বিষয়ে প্রশ্ন করো না যা তোমাদের কাছে প্রকাশ হলে তা তোমাদেরকে কষ্ট দেবে [১]। আর কুরআন নাযিলের সময় তোমরা যদি সেসব বিষয়ে প্রশ্ন কর তবে তা তোমাদের কাছে প্রকাশ করা হবে [২]। আল্লাহ সেসব [৩] ক্ষমা করেছেন এবং আল্লাহ ক্ষমাশীল, সহনশীল। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চৌদ্দতম রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] আলোচ্য আয়াতসমূহে ব্যক্ত করা হয়েছে যে, কিছু সংখ্যক লোক আল্লাহর বিধি-বিধানে অনাবশ্যক চুলচেরা ঘাটাঘাটি করতে আগ্রহী হয়ে থাকে এবং যেসব বিধান দেয়া হয়নি সেগুলো নিয়ে বিনা প্রয়োজনে প্রশ্নের উপর প্রশ্ন তুলতে থাকে। আয়াতে তাদেরকে নির্দেশ দেয়া হয়েছে যে, তারা যেন এরূপ প্রশ্ন না করে, যার ফলশ্রুতিতে তারা কষ্টে পতিত হবে কিংবা গোপন রহস্য ফাঁস হওয়ার কারণে অপমানিত ও লাঞ্ছিত হবে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘মুসলিমদের মধ্যে সবচেয়ে বড় অপরাধী ঐ ব্যক্তি যে এমন বস্তু সম্পর্কে প্রশ্ন করেছে, যা হারাম করা হয়নি। অতঃপর তার প্রশ্ন করার কারণে তা হারাম করে দেয়া হয়েছে।’ [বুখারীঃ ৭২৮৯, মুসলিমঃ ২৩৫৮]\n  <br/>\n  <br/>\n  আলোচ্য আয়াতসমূহের শানে-নুযুল এই যে, যখন হজ ফরয হওয়া সম্পর্কিত আদেশ নাযিল হয়, তখন আকরা ইবন হাবেস রাদিয়াল্লাহু আনহু প্রশ্ন করলেনঃ ইয়া রাসূলাল্লাহ, আমাদের জন্য কি প্রতি বছরই হজ করা ফরয? রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তিনি এ প্রশ্নের উত্তর দিলেন না। প্রশ্নকারী পুনর্বার প্রশ্ন করলেন। তিনি তবুও চুপ। প্রশ্নকারী তৃতীয় বার প্রশ্ন করলে তিনি শাসনের সুরে বললেন, যদি আমি তোমার উত্তরে বলে দিতাম যে, হ্যাঁ প্রতি বছরই হজ্জ ফরয, তবে তাই হয়ে যেত। কিন্তু তুমি এ আদেশ পালন করতে পারতে না। অতঃপর তিনি বললেন, যেসব বিষয় সম্পর্কে আমি তোমাদেরকে কোন নির্দেশ দেইনা, সেগুলোকে সেভাবেই থাকতে দাও- ঘাটাঘাটি করে প্রশ্ন করো না। তোমাদের পূর্বে কোন কোন উম্মত বেশী প্রশ্ন করে সেগুলোকে ফরয করিয়ে নিয়েছিল এবং পরে সেগুলোর বিরুদ্ধাচরণে লিপ্ত হয়েছিল। আমি যে কাজের আদেশ দেই, সাধ্যানুযায়ী তা পালন করা এবং যে কাজ নিষেধ করি, তা পরিত্যাগ করাই তোমাদের কর্তব্য হওয়া উচিত। [মুসলিম:১৩৩৭]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় এসেছে, একদিন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম দাড়িয়ে এক অভূতপূর্ব ভাষণে বললেন, যদি তোমরা জানতে, যা আমি জানি তবে তোমরা অল্প হাসতে এবং বেশী করে কাঁদতে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাহাবাগণ মুখ ঢেকে কান্না আরম্ভ করলেন। তখন এক লোক ডেকে বললঃ হে আল্লাহর রাসূল! আমার বাবা কে? তখন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ অমুক। তখন এ আয়াত নাযিল হল।’ [বুখারীঃ ৪৬২১, মুসলিমঃ ২৩৫৯]\n  <br/>\n  <br/>\n  অপর আরেক বর্ণনায় এসেছে, কিছু লোক রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে এসে ঠাট্টা করে প্রশ্ন করত। কেউ কেউ বলতঃ আমার বাবা কে? কেউ বলতঃ আমার উট হারিয়ে গেছে, তা কোথায় আছে? এসব ব্যাপারে এ আয়াত নাযিল হয়। [বুখারীঃ ৪৬২২]\n  <br/>\n  <br/>\n  [২] বলা হয়েছে, কুরআন অবতরণকালে যদি তোমরা এরূপ প্রশ্ন কর, যাতে কোন বিধান বুঝতে তোমাদের সমস্যা হচ্ছে, তবে ওহীর মাধ্যমে উত্তর এসে যাবে, যা একান্তই সহজ বিষয়। কিন্তু যদি অন্য সময় হয়, তবে তোমাদের উচিত এ ব্যাপারে চুপ থাকা। [সা’দী, ইবন কাসীর] কোন কোন মুফাসসির বলেন, আয়াতের অর্থ হচ্ছে, যখন কুরআন নাযিল হচ্ছে, তখন তোমাদের প্রশ্নের উত্তর আসবেই। কিন্তু তোমরা নিজেরা নতুন করে প্রশ্ন করতে যেও না; কারণ, এতে করে তোমাদের উপর কোন কঠিন বিধান এসে যেতে পারে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  এতে ‘কুরআন অবতরণকাল’ বলে ইঙ্গিত করা হয়েছে যে, কুরআন অবতরণ সমাপ্ত হলে নবুওয়াত ও ওহীর আগমনও বন্ধ করে দেয়া হবে। নবুওয়াতের আগমন খতম হয়ে যাওয়া ও ওহীর আগমন বন্ধ হয়ে যাওয়ার পর এ ধরনের প্রশ্নের ফলে যদিও নতুন কোন বিধান আসবে না এবং যা ফরয নয়, তা ফরয হবে না কিংবা ওহীর মাধ্যমে কারো গোপন তথ্য ফাঁস হয়ে যাবে না, তথাপি অনাবশ্যক প্রশ্ন তৈরী করে সেগুলোর তথ্যানুসন্ধানে ব্যাপৃত হওয়া কিংবা অপ্রয়োজনীয় বিষয় নিয়ে প্রশ্ন করা নবুওয়াত বন্ধ হয়ে যাওয়ার পরও নিন্দনীয় ও নিষিদ্ধই থাকবে। কেননা, এতে করে নিজের ও অপরের সময় নষ্ট করা হয়। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘মুসলিম হওয়ার একটি সৌন্দর্য এই যে, মুসলিম ব্যক্তি অনর্থক বিষয়াদি পরিত্যাগ করে।’ [তিরমিয়ীঃ ২৩১৭, ইবন মাজাহঃ ৩৯৭৬]\n  <br/>\n  <br/>\n  ইসলামের অন্যতম শিক্ষা এই যে, কোন দ্বীনী কিংবা জাগতিক উপকার লক্ষ্য না হলে যে কোন জ্ঞানানুশীলন, কর্ম অথবা কথায় ব্যাপৃত হওয়া উচিত নয়। তবে যদি কোন বিধানের ব্যাপারে পবিত্র কুরআনে কোন সংক্ষিপ্ত বর্ণনা এসে থাকে, তবে সেটার বিস্তারিত জ্ঞান জেনে নেয়ার জন্য প্রশ্ন করা হলে সে ব্যাপারে বিশদ বর্ণনা দেয়া হবে। আর যদি কোন বিষয়ে কোন বর্ণনাই না এসে থাকে, তবে সেটার ব্যাপারে নিরবতা পালন করাই হচ্ছে সঠিক নীতি। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘আমি যতক্ষণ কোন বিষয় পরিত্যাগ করি ততক্ষণ তোমরা আমাকে ছাড় দাও; কেননা তোমাদের পূর্ববর্তী উম্মতগণ তাদের নবীদেরকে বেশী প্রশ্ন এবং বেশী বাদানুবাদের কারণেই ধ্বংস হয়ে গেছে’। [মুসলিম: ১৩৩৭] [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] আয়াতের দুটি অর্থ হতে পারে, এক. আল্লাহ তোমাদের অতীতের প্রশ্নগুলোর কারণে পাকড়াও করা ক্ষমা করেছেন। [জালালাইন] দুই. যে সমস্ত বিষয়ে তোমরা প্রশ্ন করছ আল্লাহ তা’আলা সেগুলোর বর্ণনা করা ছেড়ে দিয়েছেন, যাতে বান্দাদেরকে এর পরিণতি থেকে নিরাপত্তা প্রদান করতে পারেন। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "৫ : ১০২",
        "arabic_text": "\nقَدۡ سَأَلَهَا قَوۡمٞ مِّن قَبۡلِكُمۡ ثُمَّ أَصۡبَحُواْ بِهَا كَٰفِرِينَ ",
        "bangla_text": "তোমাদের আগেও এক সম্প্রদায় এ রকম প্রশ্ন করেছিল; তারপর তারা তাতে কাফির হয়ে গিয়েছিল [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা বিভিন্ন বিধি-বিধান চেয়ে নিয়েছিল। তারপর সেগুলোর উপর আমল করা ত্যাগ করে কুফর করেছিল। [জালালাইন] ফলে তাদের ধ্বংস অনিবার্য হয়ে পড়েছিল। [বাগভী] অথবা তারা বিভিন্ন বিধি-বিধান চেয়ে নিয়েছিল, তারপর সেগুলোকে মানতে অস্বীকার করেছিল, যার কারণে তারা কুফরীতে লিপ্ত হয়ে পড়েছিল। তাই অতিরিক্ত প্রশ্নই তাদের কুফরির কারণ হয়ে দাঁড়িয়েছিল। [কাশশাফ]\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "৫ : ১০৩",
        "arabic_text": "\nمَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٖ وَلَا سَآئِبَةٖ وَلَا وَصِيلَةٖ وَلَا حَامٖ وَلَٰكِنَّ ٱلَّذِينَ كَفَرُواْ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَأَكۡثَرُهُمۡ لَا يَعۡقِلُونَ ",
        "bangla_text": "বাহীরাহ্‌, সায়েবাহ্‌, ওছীলাহ্‌ ও হামী আল্লাহ্‌ প্রবর্তণ করেননি; কিন্তু কাফেররা আল্লাহ্‌র উপর মিথ্যা আরোপ করে এবং তাদের অধিকাংশই বুঝে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বাহিরাহ, সায়েবাহ, ওহীলাহ, হামী প্রভৃতি সবই জাহেলিয়াত যুগের কুপ্রথা ও কুসংস্কারের সাথে সম্পর্কযুক্ত বিষয়। এগুলোর ব্যাখ্যা প্রসঙ্গে তাফসীরবিদদের মধ্যে বিস্তর মতভেদ রয়েছে। তবে আলোচ্য শব্দগুলোর মধ্যে প্রত্যেকটি বিভিন্ন প্রকারের ক্ষেত্রে প্রযোজ্য হওয়া সম্ভবপর। আমরা সহীহ বুখারী থেকে সায়ীদ ইবন মূসাইয়্যেবের ব্যাখ্যা উদ্ধৃত করছি- ‘বাহীরাহ’ এমন জন্তুকে বলা হয় যার দুধ প্রতিমার নামে উৎসর্গ করা হত এবং কেউ নিজের কাজে ব্যবহার করত না । ‘সায়েবাহ ঐ জন্তু যাকে প্রতিমার নামে আমাদের দেশে ষাঁড়ের মত ছেড়ে দেয়া হত। ‘হামী’ পুরুষ উট, যে বিশেষ সংখ্যক রমন ক্রিয়া সমাপ্ত করে। এরূপ উটকেও প্রতিমার নামে ছেড়ে দেয়া হত। ‘ওহীলাহ’ যে উষ্ট্রী উপর্যুপরি মাদী বাচ্ছা প্রসব করে। জাহেলিয়াত যুগে এরূপ উষ্ট্রীকেও প্রতিমার নামে ছেড়ে দেয়া হত । [বুখারী ৪৬২৩; অনুরূপ মুসলিম: ২৮৫৬] এসব কর্মকাণ্ড এমনিতেই শির্ক তদুপরি যে জন্তুর গোস্ত, দুধ ইত্যাদি দ্বারা উপকৃত হওয়া আল্লাহর আইনে বৈধ, নিজেদের পক্ষ থেকে শর্তাদি আরোপ করে সে জন্তুকে হালাল ও হারাম করার অধিকার তারা কোথায় পেল? বাস্তবে তারা যেন শরীআত প্রণেতার পদে নিজেরাই আসীন হয়ে গিয়েছিল । আরো অবিচার এই যে, নিজেদের এসব মুশরিকসুলভ কুপ্রথাকে তারা আল্লাহ তা'আলার সন্তুষ্টি ও নৈকট্যের উপায় বলে মনে করত । এর উত্তরে বলা হয়েছে যে, আল্লাহ্ তা'আলা কখনও এসব প্রথা নির্ধারণ করেননি; বরং তাদের বড়রা আল্লাহর প্রতি এ অপবাদ আরোপ করেছে এবং অধিকাংশ নির্বোধ জনগণ একে গ্রহণ করে নিয়েছে । [ফাতহুল কাদীর, সা’দী] যারা এরূপ করে তাদের জন্য রয়েছে কঠোর শাস্তি । রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমি আমর ইবন আমের আল-খুজায়ীকে জাহান্নামে তার নিজের অন্ত্র নিয়ে টানাটানি করতে দেখলাম। কেননা, সে প্রথম সায়েবাহ ছেড়েছিল । [বুখারীঃ ৪৬২৩-৪৬২৪, মুসলিমঃ ২৮৫৬, আহমাদঃ ২/২৭৫]\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "৫ : ১০৪",
        "arabic_text": "\nوَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ قَالُواْ حَسۡبُنَا مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡلَمُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ ",
        "bangla_text": "আর যখন তাদেরকে বলা হয়, ‘ আল্লাহ যা নাযিল করেছেন তার দিকে ও রাসূলের দিকে আস', তখন তারা বলে, ‘আমরা আমাদের পূর্বপুরুষদেরকে যেটাতে পেয়েছি সেটাই আমাদের জন্য যথেষ্ট।’ যদিও তাদের পূর্বপুরুষরা কিছুই জানত না এবং সৎপথপ্রাপ্তও ছিল না, তবুও কি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "৫ : ১০৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ عَلَيۡكُمۡ أَنفُسَكُمۡۖ لَا يَضُرُّكُم مَّن ضَلَّ إِذَا ٱهۡتَدَيۡتُمۡۚ إِلَى ٱللَّهِ مَرۡجِعُكُمۡ جَمِيعٗا فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "হে মুমিনগণ! তোমাদের দায়িত্ব তোমাদেরই উপর। তোমরা যদি সৎপথে পরিচালিত হও তবে যে পথ ভ্রষ্ট হয়েছে সে তোমাদের কোন ক্ষতি করতে পারবে না [১]। আল্লাহ্‌র দিকেই তোমাদের সবার প্রত্যাবর্তন; তারপর তোমারা যা করতে তিনি সে সম্বন্ধে তোমাদেরকে অবহিত করবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতের বাহ্যিক শব্দের দ্বারা বোঝা যায় যে, প্রতিটি মানুষের পক্ষে নিজের ও কর্ম সংশোধনের চিন্তা করাই যথেষ্ট। অন্যরা যা ইচ্ছা করুক, সেদিকে ভ্রক্ষেপ করার প্রয়োজন নেই। অথচ এ বিষয়টি কুরআনের যে সব আয়াতে ‘সৎকাজে আদেশ ও অসৎকাজে নিষেধ’ করাকে ইসলামের একটি গুরুত্বপূর্ণ কর্তব্য এবং মুসলিম জাতির একটি স্বাতন্ত্র্যমূলক বৈশিষ্ট্য সাব্যস্ত করা হয়েছে, তার পরিপন্থি হয়ে যায়। এ কারণেই আয়াতটি নাযিল হলে কিছু লোকের মনে প্রশ্ন দেখা দেয়। তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসালামের সামনে প্রশ্ন রাখেন এবং তিনি উত্তরে বলেন যে, আয়াতটি ‘সৎকাজে আদেশ দান’-এর পরিপন্থী নয়। তোমরা যদি সৎকাজে আদেশ দান’ পরিত্যাগ কর, তবে অপরাধীদের সাথে তোমাদেরকেও পাকড়াও করা হবে। [ইবন কাসীর; সাদী] আবুবকর রাদিয়াল্লাহু ‘আনহু এক ভাষণে বলেন, তোমরা আয়াতটি পাঠ করে একে অস্থানে প্রয়োগ করছ। জেনে রাখ, আমি নিজে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের মুখে শুনেছিঃ যারা কোন পাপকাজ হতে দেখেও তা দমন করতে চেষ্টা করে না, আল্লাহ তা'আলা সত্ত্বরই হয় তো তাদেরকেও অপরাধীদের অন্তর্ভুক্ত করে আযাবে নিক্ষেপ করবেন। [আবু দাউদঃ ৪৩৪১, তিরমিযীঃ ৩০৫৮, ইবন মাজাহঃ ৪০১৪] তাই মুফাসসিরগণ এ আয়াতের তাফসীরে বলেন, তোমরা স্বীয় কর্তব্য পালন করতে থাক। সৎকাজে আদেশ দান’ও এ কর্তব্যের অন্তর্ভুক্ত। এগুলো করার পরও যদি কেউ পথভ্রষ্ট থেকে যায়, তবে তাতে তোমাদের কোন ক্ষতি নেই। [সা‘দী] কুরআনের (اِذَا اهْتَدَيْتُمْ) শব্দে চিন্তা করলে এ তাফসীরের যথার্থতা ফুটে উঠে। কেননা, এর অর্থ এই যে, যখন তোমরা সঠিক পথে চলতে থাকবে, তখন অন্যের পথ ভ্রষ্টতা তোমাদের জন্য ক্ষতিকর নয়। এখন একথা সুস্পষ্ট যে, যে ব্যক্তি সৎকাজে আদেশ দান’-এর কর্তব্যটি বর্জন করে, সে সঠিক পথে চলমান নয়। সা’য়ীদ ইবন মুসাইয়্যাব বলেন, এর অর্থ, যদি সৎকাজের আদেশ এবং অসৎকাজে নিষেধ কর, তাহলে কেউ পথভ্রষ্ট হলে, তাতে তোমার ক্ষতি নেই, যখন তুমি হিদায়াতপ্রাপ্ত হলে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "৫ : ১০৬",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ شَهَٰدَةُ بَيۡنِكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ حِينَ ٱلۡوَصِيَّةِ ٱثۡنَانِ ذَوَا عَدۡلٖ مِّنكُمۡ أَوۡ ءَاخَرَانِ مِنۡ غَيۡرِكُمۡ إِنۡ أَنتُمۡ ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَأَصَٰبَتۡكُم مُّصِيبَةُ ٱلۡمَوۡتِۚ تَحۡبِسُونَهُمَا مِنۢ بَعۡدِ ٱلصَّلَوٰةِ فَيُقۡسِمَانِ بِٱللَّهِ إِنِ ٱرۡتَبۡتُمۡ لَا نَشۡتَرِي بِهِۦ ثَمَنٗا وَلَوۡ كَانَ ذَا قُرۡبَىٰ وَلَا نَكۡتُمُ شَهَٰدَةَ ٱللَّهِ إِنَّآ إِذٗا لَّمِنَ ٱلۡأٓثِمِينَ ",
        "bangla_text": "হে মুমিনগণ! তোমাদের কারো যখন মৃত্যু উপস্থিত হয় তখন ওসিয়াত করার সময় তোমাদের মধ্য থেকে দুজন ন্যায়পরায়ণ লোককে সাক্ষী রাখবে; অথবা [১] অন্যদের (অমুসলিমদের)  থেকে দু’জন সাক্ষী মনোনীত করবে,যদি তোমারা সফরে থাক এবং তোমাদেরকে মৃত্যুর বিপদ পেয়ে বসে। যদি তোমাদের সন্দেহে হয়, তবে উভয়কে সালাতের পর অপেক্ষমান রাখবে।তারপর তারা আল্লাহ্‌র নামে শপথ করে বলবে, ‘আমারা তার বিনিময়ে মূল্য গ্রহণ করব না ,করলে অবশ্যই আমারা পাপীদের অন্তর্ভুক্ত হব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যদি মুসলিম কোন সাক্ষী রাখা সম্ভবপর না হয়। কারণ, সাধারণত: সফর অবস্থায় সবসময় মুসলিমদের সাক্ষী হিসেবে পাওয়া দুস্কর। তাই প্রয়োজনের খাতিরে কাফেরদেরকে সাক্ষী রাখতে বলা হয়েছে। [মুয়াসসার] তবে তাদেরকে সাক্ষী রাখার ক্ষেত্রে কি নিয়মাবলী অনুসরণ করতে হবে তা এ আয়াতে বর্ণনা করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "৫ : ১০৭",
        "arabic_text": "\nفَإِنۡ عُثِرَ عَلَىٰٓ أَنَّهُمَا ٱسۡتَحَقَّآ إِثۡمٗا فَـَٔاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ ٱلَّذِينَ ٱسۡتَحَقَّ عَلَيۡهِمُ ٱلۡأَوۡلَيَٰنِ فَيُقۡسِمَانِ بِٱللَّهِ لَشَهَٰدَتُنَآ أَحَقُّ مِن شَهَٰدَتِهِمَا وَمَا ٱعۡتَدَيۡنَآ إِنَّآ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "অতঃপর যদি এটা প্রকাশ হয় যে,তারা দুজন অপরাধে লিপ্ত হয়েছে তবে যাদের স্বার্থহানি ঘটেছে তাদের মধ্য থেকে নিকটতম দুজন তাদের স্থলবর্তী হবে এবং আল্লাহ্‌র নামে শপথ করে বলবে, ‘আমাদের সাক্ষ্য অবশ্যই তাদের সাক্ষ্য থেকে অধিকতর সত্য এবং আমারা সীমালঙ্ঘন করিনি, করলে অবশ্যই আমারা যালেমদের অন্তর্ভুক্ত হব [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেনঃ বনী সাহমের এক লোক তামীম আদ-দারী এবং আদী ইবনে বাদ্দারের সাথে সফরে বের হলেন। পথিমধ্যে সাহনী লোকটি মারা গেল; এমন জায়গায় মারা গেল যেখানে কোন মুসলিম ছিল না। তারা দু’জন তার মীরাস নিয়ে যখন ফিরে আসল, তখন আতীয় স্বজনরা সোনা দিয়ে মোড়ানো একটি রুপার পাত্র খুঁজে পেল না। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এ ব্যাপারে তাদের দু'জনকে শপথ করালে তারা এ সম্পর্কে কিছু জানে না বলে জবাব দিল। অপরদিকে এ পাত্রটি মক্কায় পাওয়া গেল এবং তারা বলল যে, আমরা তামীম এবং আদীর নিকট থেকে এ পাত্র খরিদ করেছি। অতঃপর সাহমীর পক্ষ থেকে দু’জন নিকটআত্মীয় দাঁড়িয়ে শপথ করে বলল যে, আমাদের শপথ ঐ দু'জনের শপথের চেয়ে উত্তম। এ পাত্রটি আমাদের লোকের। তখন এ আয়াতটি নাযিল হয়। [বুখারীঃ ২৭৮০, আবু দাউদঃ ৩৬০৬, তিরমিযীঃ ৩০৬০]\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "৫ : ১০৮",
        "arabic_text": "\nذَٰلِكَ أَدۡنَىٰٓ أَن يَأۡتُواْ بِٱلشَّهَٰدَةِ عَلَىٰ وَجۡهِهَآ أَوۡ يَخَافُوٓاْ أَن تُرَدَّ أَيۡمَٰنُۢ بَعۡدَ أَيۡمَٰنِهِمۡۗ وَٱتَّقُواْ ٱللَّهَ وَٱسۡمَعُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "এ পদ্ধতিই [১] বেশী নিকটর যে, তারা সাক্ষ্য সঠিকভাবে উপস্থাপন করবে অথবা তারা (মিথ্যা সাক্ষ্য প্রদানকারী) ভয় করবে যে, তাদের (নিকটাত্নীয়দের) শপথের পর (পুর্বোক্ত) শপথ প্রত্যাখ্যান করা হবে। আর তোমরা আল্লাহ্‌র তাকওয়া অবলম্বন কর এবং শুন [২]; আল্লাহ ফাসেক সম্প্রদায়কে হিদায়েত করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সন্দেহের সময় সাক্ষীদেরকে সালাতের পরে শপথ করানো এবং তাদের মধ্যে শপথ ভঙ্গের সম্ভাবনা প্রাপ্ত হলে তাদের সাক্ষ্য গ্রহণ না করাটা হচ্ছে সঠিকভাবে সাক্ষ্য উপস্থাপনে লোকদের বাধ্য করার সবচেয়ে সুন্দর পদ্ধতি। হয় তারা আখেরাতের শাস্তির ভয়ে সঠিক সাক্ষ্য দিবে, না হয় দুনিয়ায় মৃত ব্যক্তির নিকটাত্মীয়দের পাল্টা শপথের মাধ্যমে তাদের সাক্ষ্যের অগ্রহণযোগ্যতা প্রকাশিত হওয়ার মত অপমানের ভয়ে তারা সঠিক সাক্ষ্য প্রদানে উদ্বুদ্ধ হবে। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহর তাকওয়া অবলম্বন কর, মিথ্যা সাক্ষ্য প্রদান করো না। তোমাদের মিথ্যা সাক্ষীর মাধ্যমে কোন হারাম সম্পদ কুক্ষিগত করো না। আর তোমাদেরকে যে উপদেশ দেয়া হচ্ছে তা ভালভাবে শোন এবং সেটা অনুযায়ী আমল কর। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "৫ : ১০৯",
        "arabic_text": "\n۞ يَوۡمَ يَجۡمَعُ ٱللَّهُ ٱلرُّسُلَ فَيَقُولُ مَاذَآ أُجِبۡتُمۡۖ قَالُواْ لَا عِلۡمَ لَنَآۖ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ ",
        "bangla_text": "স্মরণ করুন,যেদিন আল্লাহ্‌ রাসুলগণকে একত্র করবেন এবং জিজ্ঞেস করবেন, ‘আপনারা কি উত্তর পেয়েছিলেন?’ তারা বলবেন, ‘ এ বিষয়ে আমাদের কোন জ্ঞানই নেই; আপনিইতো গায়েব সম্বন্ধে সবচেয়ে ভাল জানেন [১]। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পনরতম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ কেয়ামতে পৃথিবীর শুরু থেকে শেষ পর্যন্ত জন্মগ্রহণকারী সব মানুষ একটি উন্মুক্ত মাঠে উপস্থিত হবে। সবাই সে সুবিশাল ময়দানে উপস্থিত হবে এবং সবার কাছ থেকে তাদের সারা জীবনের কাজকর্মের হিসাব নেয়া হবে। কিন্তু আয়াতে বিশেষভাবে নবী-রাসূলগণের কথা উল্লেখ করে বলা হয়েছেঃ “ঐ দিনটি বাস্তবিকই স্মরণীয়, যেদিন আল্লাহ্ তা'আলা সব নবী-রাসূলকে হিসাবের জন্য একত্রিত করবেন\"। উদ্দেশ্য এই যে, একত্রিত সবাইকে করা হবে, কিন্তু সর্বপ্রথম প্রশ্ন নবী-রাসূলগণকেই করা হবে যাতে সমগ্র সৃষ্টজগত দেখতে পায় যে, আজ হিসাব ও প্রশ্ন থেকে কেউ বাদ পড়বে না। নবী-রাসূলগণকে যে প্রশ্ন করা হবে, তা এই, আপনারা যখন নিজ নিজ উম্মতকে আল্লাহ তা'আলা ও তার সত্য দ্বীনের দিকে আহবান করেছিলেন, তখন তারা আপনাদেরকে কি উত্তর দিয়েছিল? তারা আপনাদের বর্ণিত নির্দেশাবলী পালন করেছিল, না অস্বীকার ও বিরোধিতা করেছিল। এ প্রশ্নের উত্তরে তারা বলবেনঃ “তাদের ঈমান ও কাজকর্ম সম্পর্কে আমাদের জানা নেই। আপনিই স্বয়ং যাবতীয় অদৃশ্য বিষয়ে মহাজ্ঞানী”। ইমাম তাবারী বলেন, তারা আদব রক্ষার্থে বলবেন যে, আপনি ভাল জানেন। অথবা, তারা সেদিনের কঠিন অবস্থা বিবেচনায় জওয়াব দেয়ার চেয়ে আল্লাহর উপরই তার জওয়াবের ভার ছেড়ে দিবেন। অথবা তারা এটা এজন্যে বলবেন যে, বাস্তবিকই আল্লাহ তা'আলা সবচেয়ে ভাল জানেন। নবীদের দাওয়াতে কে কেমন সাড়া দিয়েছিল তা আল্লাহ তা'আলার চেয়ে কেউ ভাল জানে না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  সারকথা এই যে, আলোচ্য আয়াতে কেয়ামতের ভয়াবহ দৃশ্যের একটি ঝলক সম্মুখে উপস্থাপিত করা হয়েছে। হিসাব-নিকাষের কাঠগড়ায় আল্লাহ তা'আলার সর্বাধিক ঘনিষ্ঠ ও প্রিয় রাসূলগণ কম্পিত বদনে উপস্থিত হবেন। সুতরাং অন্যদের যে কি অবস্থা হবে, তা সহজেই অনুমেয়। তাই এখন থেকেই সে ভয়াবহ দিনের চিন্তা করা উচিত এবং জীবনকে এ হিসাব-নিকাষের প্রস্তুতিতে নিয়োজিত করা কর্তব্য। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ হাশরের ময়দানে কোন ব্যক্তির পদযুগল ততক্ষণ পর্যন্ত সামনে অগ্রসর হতে পারবে না, যতক্ষণ না তার কাছ থেকে পাঁচটি প্রশ্নের উত্তর নেয়া হয়। প্রথম এই যে, সে জীবনের সুদীর্ঘ ও প্রচুর সংখ্যক দিবারাত্রকে কি কাজে ব্যয় করেছে? দ্বিতীয় এই যে, বিশেষভাবে কর্মক্ষম যৌবনকালকে সে কিভাবে অতিবাহিত করেছে ? তৃতীয় এই যে, সে অর্থকড়ি কোন (হালাল কিংবা হারাম) পথে উপার্জন করেছে? চতুর্থ এই যে, অর্থকড়িতে সে কোন (জায়েয কিংবা নাজায়েয) কাজে ব্যয় করেছে? পঞ্চম এই যে, নিজ ইলম অনুযায়ী সে কি আমল করেছে? [তিরমিয়ীঃ ২৪১৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "৫ : ১১০",
        "arabic_text": "\nإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ٱذۡكُرۡ نِعۡمَتِي عَلَيۡكَ وَعَلَىٰ وَٰلِدَتِكَ إِذۡ أَيَّدتُّكَ بِرُوحِ ٱلۡقُدُسِ تُكَلِّمُ ٱلنَّاسَ فِي ٱلۡمَهۡدِ وَكَهۡلٗاۖ وَإِذۡ عَلَّمۡتُكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَٱلتَّوۡرَىٰةَ وَٱلۡإِنجِيلَۖ وَإِذۡ تَخۡلُقُ مِنَ ٱلطِّينِ كَهَيۡـَٔةِ ٱلطَّيۡرِ بِإِذۡنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيۡرَۢا بِإِذۡنِيۖ وَتُبۡرِئُ ٱلۡأَكۡمَهَ وَٱلۡأَبۡرَصَ بِإِذۡنِيۖ وَإِذۡ تُخۡرِجُ ٱلۡمَوۡتَىٰ بِإِذۡنِيۖ وَإِذۡ كَفَفۡتُ بَنِيٓ إِسۡرَٰٓءِيلَ عَنكَ إِذۡ جِئۡتَهُم بِٱلۡبَيِّنَٰتِ فَقَالَ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ ",
        "bangla_text": "স্মরণ করুন,যখন আল্লাহ্‌ বলবেন, ‘ হে মারইয়ামের পুত্র ‘ঈসা ! আপনার  প্রতি ও আপনার জননীর প্রতি আমার নেয়ামত [১] স্মরণ করুন,যখন ‘রুহুল কুদুস [২] দিয়ে আমি আপনাকে শক্তিশালী করেছিলাম এবং আপনি দোলনায় থাকা অবস্থায় ও পরিণত বয়সে মানুষের সাথে কথা বলতেন; আপনাকে কিতাব ,হিকমত,তাওরাত ও ইঞ্জীল শিক্ষা দিয়েছিলাম; আপনি কাদামাটি দিয়ে আমার অনুমতিক্রমে পাখির মত আকৃতি  গঠন করতেন এবং তাতে  ফুঁ দিতেন,ফলে আমার অনুমতিক্রমে তা পাখি হয়ে যেত; জন্মান্ধ ও কুষ্ঠরোগীদেরকে আপনি আমার অনুমতিক্রমে নিরাময় করতেন এবং আমার অনুমতিক্রমে আপনি মৃতকে জীবিত করতেন; আর যখন আমি আপনার থেকে ইসরাঈল-সন্তানকে বিরত রেখেছিলাম [৩]; আপনি যখন তাদের কাছে স্পষ্ট নিদর্শন এনেছিলেন তখন তাদের মধ্যে যারা কুফরী করেছিলো তারা বলেছিল, ‘এটাতো স্পষ্ট জাদু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে ঈসা ‘আলাইহিস সালামের ঐসব অনুগ্রহের বিষয় উল্লেখিত হয়েছে, যা বিশেষভাবে ঈসা আলাইহিস সালামকে মু'জিযার আকার দেয়া হয়। এতে একদিকে বিশেষ অনুগ্রহ ও অপরদিকে জবাবদিহির দৃশ্যের অবতারণা করে বনী-ইসরাঈলের ঐ জাতিদ্বয়কে হুশিয়ার করা হয়েছে, যাদের এক জাতি তাকে অপমানিত করে এবং নানা অপবাদ আরোপ করে কষ্ট দেয় এবং অন্য জাতি আল্লাহ' কিংবা 'আল্লাহর পুত্র' আখ্যা দেয়। [আইসারুত তাফসীর]\n  <br/>\n  <br/>\n  [২] রুহুল কুদুস অর্থ, পবিত্র আত্মা। এর দ্বারা জীবরিল আলাইহিস সালামকেই উদ্দেশ্য নেয়া হয়ে থাকে। কুরআন ও সুন্নাহয় এ অর্থেই ‘রুহুল কুদুস’ শব্দটি ব্যবহৃত হয়েছে। [যেমন, সুরা বাকারাহ:৮৭, ২৫৩; সূরা মায়েদাহ ১১০; সূরা আন-নাহল: ১০২]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তারা যখন আপনাকে হত্যা করতে উদ্যত হয়েছিল, তখন আমি তাদের হাত থেকে আপনাকে হেফাযত করে আপনাকে আকাশে উঠিয়ে নিয়েছিলাম। অথচ আপনি তাদের কাছে প্রকাশ্য মু'জিযা নিয়ে উপস্থিত হয়েছিলেন। মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "৫ : ১১১",
        "arabic_text": "\nوَإِذۡ أَوۡحَيۡتُ إِلَى ٱلۡحَوَارِيِّـۧنَ أَنۡ ءَامِنُواْ بِي وَبِرَسُولِي قَالُوٓاْ ءَامَنَّا وَٱشۡهَدۡ بِأَنَّنَا مُسۡلِمُونَ ",
        "bangla_text": "আরো স্বরণ করুন, যখন আমি হাওয়ারীদের মনে ইলহাম করেছিলাম যে [১], ‘তোমরা আমার প্রতি ও আমার রাসূলের প্রতি ঈমান আন’, তারা বলেছিল,আমারা ঈমান আনলাম এবং আপনি সাক্ষী থাকুন যে, নিশ্চয় আমারা মুসলিম। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে বর্ণিত হাওয়ারী দ্বারা ঈসা আলাইহিস সালামের অনুসারীদেরকে বোঝানো হয়েছে। আল্লাহ তা'আলা তাদের অন্তরে ঈমান ঢেলে দিয়েছিলেন, ফলে তারা আল্লাহ ও তাঁর রাসূলের উপর ঈমান এনেছিল। এখানে ওহী শব্দ ব্যবহার হলেও এর অর্থ হচ্ছে, মনে ইলহাম করা বা ঢেলে দেয়া। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "৫ : ১১২",
        "arabic_text": "\nإِذۡ قَالَ ٱلۡحَوَارِيُّونَ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ هَلۡ يَسۡتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِۖ قَالَ ٱتَّقُواْ ٱللَّهَ إِن كُنتُم مُّؤۡمِنِينَ ",
        "bangla_text": "স্মরণ করুন, যখন হাওয়ারীগণ বলেছিল, ‘হে  মারইয়াম-তনয় ‘ঈসা ! আপনার রব কি আমাদের জন্য আসমান থেকে খাদ্য পরিপূর্ণ  খাঞ্চা পাঠাতে সক্ষম?’ তিনি বলেছিলেন, ‘আল্লাহ্‌র তাকওয়া অবলম্বন কর, যদি তোমারা মুমিন হও [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যখন হাওয়ারীরা ঈসা ‘আলাইহিস সালামের কাছে আকাশ থেকে পাত্রপূর্ণ খাদ্য অবতারণ দাবী করল, তখন তিনি উত্তরে বললেনঃ যদি তোমরা ঈমানদার হও, তবে আল্লাহকে ভয় কর। এতে বুঝা যায় যে, ঈমানদার বান্দার পক্ষে এ ধরনের আব্দার করে আল্লাহকে পরীক্ষা করা কিংবা তাঁর কাছে অলৌকিক বিষয় দাবী করা একান্ত অনুচিত। বরং ঈমানদার বান্দার পক্ষে আল্লাহর নির্ধারিত পথে চলার ব্যাপারে চেষ্টা চালানো। তবে হাওয়ারীগণ এ সন্দেহ থেকে মুক্ত থেকে বললেন যে, তাদের উদ্দেশ্য শুধু এ দিনকে ঈদ হিসেবে গ্রহণ করা, তাদের ও তাদের পরবর্তীদের জন্য এটি নিদর্শন হিসেবে কাজ করা এবং ঈমান বর্ধিত করা। [ ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 113,
        "verse": "৫ : ১১৩",
        "arabic_text": "\nقَالُواْ نُرِيدُ أَن نَّأۡكُلَ مِنۡهَا وَتَطۡمَئِنَّ قُلُوبُنَا وَنَعۡلَمَ أَن قَدۡ صَدَقۡتَنَا وَنَكُونَ عَلَيۡهَا مِنَ ٱلشَّٰهِدِينَ ",
        "bangla_text": "তারা বলেছিল, ‘আমরা চাই যে,তা থেকে কিছু খাব ও আমাদের চিত্ত প্রশান্তি লাভ করবে। আর আমারা জানব যে,আপনি আমাদেরকে সত্য বলেছেন এবং আমারা এর সাক্ষী থাকতে চাই।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 114,
        "verse": "৫ : ১১৪",
        "arabic_text": "\nقَالَ عِيسَى ٱبۡنُ مَرۡيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلۡ عَلَيۡنَا مَآئِدَةٗ مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدٗا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةٗ مِّنكَۖ وَٱرۡزُقۡنَا وَأَنتَ خَيۡرُ ٱلرَّٰزِقِينَ ",
        "bangla_text": "মারইয়াম-তনয় ‘ঈসা বললেন, ‘হে আল্লাহ্‌ আমাদের রব! আমাদের জন্য আসমান থেকে খাদ্যপূর্ণ  খাঞ্চা পাঠান; এটা আমাদের ও আমাদের পূর্ববর্তী ও পরবর্তি সবার জন্য হবে আনন্দোৎসব স্বরুপ এবং আপনার কাছ থেকে নিদর্শন।আর আমাদের জীবিকা দান করুন; আপনিই তো শ্রেষ্ঠ জীবিকাদাতা।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 115,
        "verse": "৫ : ১১৫",
        "arabic_text": "\nقَالَ ٱللَّهُ إِنِّي مُنَزِّلُهَا عَلَيۡكُمۡۖ فَمَن يَكۡفُرۡ بَعۡدُ مِنكُمۡ فَإِنِّيٓ أُعَذِّبُهُۥ عَذَابٗا لَّآ أُعَذِّبُهُۥٓ أَحَدٗا مِّنَ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "আল্লাহ্‌ বললেন, ‘নিশ্চয় আমি তোমাদের কাছে তা নাযিল করব; কিন্তু এর পর তোমাদের মধ্যে কেউ কুফরী করলে তাকে আমি এমন শাস্তি দেব, যে শাস্তি সৃষ্টিকুলের আর কাউকেও দেব না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াত থেকে জানা গেল যে, নেয়ামত অসাধারণ ও অনন্য হলে তার কৃতজ্ঞতার তাকিদও অসাধারণ হওয়া দরকার এবং অকৃতজ্ঞতার শাস্তিও অসাধারণ হওয়াই স্বাভাবিক। এক হাদীসে এসেছে, কুরাইশরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে এসে বললঃ আপনি আপনার রবের নিকট দো'আ করুন যেন তিনি আমাদের জন্য সাফা পাহাড়কে সোনায় পরিণত করে দেন, এরপর আমরা আপনার উপর ঈমান আনব। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি তা করবে? জবাবে তারা বললঃ হ্যাঁ। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দোআ করলে জীবরাঈল এসে বললেনঃ আপনার প্রভূ আপনাকে সালাম দিচ্ছেন এবং বলছেনঃ যদি আপনি চান তবে তাদের জন্য তিনি সাফা পাহাড়কে সোনায় পরিণত করবেন। কিন্তু এরপর তাদের মধ্যে যদি কেউ কুফরী করে তাহলে আমি তাকে এমন শাস্তি দেব, যে শাস্তি পৃথিবীর কাউকে কোনদিন দিব না, আর যদি আপনি চান তবে তাদের জন্য আমি তাওবাহ এবং রহমতের দরজা খুলে দেব। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি অয়াসাল্লাম তখন বললেনঃ বরং আমি চাই তাওবাহ এবং রহমতের দরজা।‘ [মুসনাদে আহমাদঃ ১/২৪২,২১৬৭, মুস্তাদরাকে হাকেমঃ ৫৩]\n </p>\n</div>"
    },
    {
        "id": 116,
        "verse": "৫ : ১১৬",
        "arabic_text": "\nوَإِذۡ قَالَ ٱللَّهُ يَٰعِيسَى ٱبۡنَ مَرۡيَمَ ءَأَنتَ قُلۡتَ لِلنَّاسِ ٱتَّخِذُونِي وَأُمِّيَ إِلَٰهَيۡنِ مِن دُونِ ٱللَّهِۖ قَالَ سُبۡحَٰنَكَ مَا يَكُونُ لِيٓ أَنۡ أَقُولَ مَا لَيۡسَ لِي بِحَقٍّۚ إِن كُنتُ قُلۡتُهُۥ فَقَدۡ عَلِمۡتَهُۥۚ تَعۡلَمُ مَا فِي نَفۡسِي وَلَآ أَعۡلَمُ مَا فِي نَفۡسِكَۚ إِنَّكَ أَنتَ عَلَّٰمُ ٱلۡغُيُوبِ ",
        "bangla_text": "আরও স্মরণ করুন, আল্লাহ্‌ যখন বলবেন, ‘হে মারইয়াম –তনয় ‘ঈসা! আপনি কি লোকদেরকে বলেছিলেন যে, তোমরা আল্লাহ্‌ ছাড়া আমাকে আমার জননীকে দুই ইলাহরূপে গ্রহণ কর? ‘তিনি বলবেন, ‘আপনিই মহিমান্বিত! যা বলার অধিকার আমার নেই তা বলা আমার পক্ষে শোভন নয়। যদি আমি তা বলতাম তবে আপনি তো তা জানতেন। আমার অন্তরের কথাতো আপনি জানেন, কিন্তু আপনার অন্তরের কথা আমি জানি না ; নিশ্চয় আপনি অদৃশ্য সম্বদ্ধে সবচেয়ে ভাল জানেন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষোলতম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 117,
        "verse": "৫ : ১১৭",
        "arabic_text": "\nمَا قُلۡتُ لَهُمۡ إِلَّا مَآ أَمَرۡتَنِي بِهِۦٓ أَنِ ٱعۡبُدُواْ ٱللَّهَ رَبِّي وَرَبَّكُمۡۚ وَكُنتُ عَلَيۡهِمۡ شَهِيدٗا مَّا دُمۡتُ فِيهِمۡۖ فَلَمَّا تَوَفَّيۡتَنِي كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيۡهِمۡۚ وَأَنتَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ ",
        "bangla_text": "‘আপনি আমাকে যে আদেশ করেছেন তা ছাড়া তাদেরকে আমি কিছুই বলিনি, তা এই যেঃ তোমরা আমার রব ও তোমাদের রব আল্লাহ্‌র ইবাদত কর এবং যতদিন আমি তাদের মধ্যে ছিলাম ততদিন আমি ছিলাম তাদের কাজকর্মের সাক্ষী, কিন্তু যখন আপনি আমাকে তুলে নিলেন [১] তখন আপনিই তো ছিলেন তাদের কাজকর্মের তত্ত্বাবধায়ক এবং আপনিই সব বিষয়ে সাক্ষী [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ বাক্যটিকে ঈসা ‘আলাইহিস সালামের মৃত্যুর দলীল ও আকাশে উত্থিত হওয়ার বিষয়টিকে অস্বীকার করার প্রমাণ হিসাবে উপস্থিত করা ঠিক নয়। কেননা, এ কথোপকথন কেয়ামতের দিন হবে। তখন আকাশ থেকে অবতরণের পর তার সত্যিকার মৃত্যু হবে অতীত বিষয়। আয়াতের পূর্ণ অর্থ হচ্ছে, আপনি যখন যমীনের বুকে আমার মেয়াদ পূর্ণ করলেন এবং আমাকে জীবিত অবস্থায় আসমানে উঠিয়ে নিলেন,তখন আপনিই কেবল তাদের গোপন বিষয়াদি সম্পর্কে সম্যক অবগত। আর আপনি সবকিছুর সাক্ষী। আসমান ও যমীনে কোন কিছু আপনার কাছে গোপন নেই। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২]  এ আয়াতে এবং এর পরবর্তী আয়াতসমূহ বিশেষ করে সূরার শেষ পর্যন্ত বিশেষভাবে বনী-ইসরাঈলের শেষ নবী ঈসা ‘আলাইহিস সালামের সাথে আলোচনা ও তার প্রতি বিশেষ অনুগ্রহের কিছু বিবরণ দেয়া হয়েছে। হাশরে তাকে একটি বিশেষ প্রশ্ন ও তার উত্তর পরবর্তী আয়াতসমূহে উল্লেখিত হয়েছে। এ প্রশ্নোত্তরের সারমর্ম ও বনীইসরাঈল তথা সমগ্র মানব জাতির সামনে কেয়ামতের ভয়াবহ দৃশ্য তুলে ধরা। এ ময়দানে ঈসা ‘আলাইহিস সালামকে প্রশ্ন করা হবে যে, আপনার উম্মত আপনাকে আল্লাহর অংশীদার সাব্যস্ত করেছে। ঈসা আলাইহিস সালাম স্বীয় সম্মান, মাহাত্ম্য, নিষ্পাপতা ও নবুওয়ত সত্ত্বেও অস্থির হয়ে আল্লাহর দরবারে সাফাই পেশ করবেন একবার নয়, বার বার বিভিন্ন ভঙ্গিতে প্রকাশ করবেন যে, তিনি উম্মতকে এ শিক্ষা দেননি। প্রথমে বলবেনঃ “আপনি পবিত্র, আমার কি সাধ্য ছিল যে, আমি এমন কথা বলব, যা বলার অধিকার আমার নেই\"? স্বীয় সাফাইয়ের দ্বিতীয় ভঙ্গি এই যে, তিনি স্বয়ং আল্লাহ্ তা'আলাকে সাক্ষী করে বলবেনঃ “যদি আমি এরূপ বলতাম, তবে অবশ্যই আপনার তা জানা থাকত। কেননা, আপনি তো আমার অন্তরের গোপন রহস্য সম্পর্কেও অবগত। কথা ও কর্মেরই কেন, আপনি তো আল্লামুল-গুয়ুব যাবতীয় অদৃশ্য বিষয়ে মহাজ্ঞানী”। এ দীর্ঘ ভূমিকার পর ঈসা সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রশ্নের উত্তর দেবেন এবং বলবেনঃ “আমি তাদেরকে ঐ শিক্ষাই দিয়েছি, যার নির্দেশ আপনি দিয়েছিলেন যে, আল্লাহর দাসত্ব অবলম্বন কর, যিনি আমার তোমাদের সকলের পালনকর্তা। এ শিক্ষার পর আমি যত দিন তাদের মধ্যে ছিলাম, ততদিন আমি তাদের কথাবার্তা ও ক্রিয়াকর্মের সাক্ষী ছিলাম, (তখন পর্যন্ত তাদের কেউ এরুপ কথা বলত না) এরপর আপনি যখন আমাকে উঠিয়ে নেন, তখন তারা আপনার দেখাশোনার মধ্যেই ছিল। আপনিই তাদের কথাবার্তা ও ক্রিয়াকর্মের সম্যক সাক্ষী”। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 118,
        "verse": "৫ : ১১৮",
        "arabic_text": "\nإِن تُعَذِّبۡهُمۡ فَإِنَّهُمۡ عِبَادُكَۖ وَإِن تَغۡفِرۡ لَهُمۡ فَإِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "‘আপনি যদি তাদেরকে শাস্তি দেন তবে তারাতো আপনারই বান্দা [১],আর যদি তাদেরকে ক্ষমা করেন তবে আপনি তো পরাক্রমশালী,প্রজ্ঞাময় [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ নিশ্চয় কেয়ামতের দিন তোমাদেরকে একত্রিত করা হবে এবং কিছুসংখ্যক লোককে পাকড়াও করে বাম দিকে অর্থাৎ জাহান্নামের দিকে নিয়ে যাওয়া হবে। তখন আমি বলবঃ আমার উম্মত! তখন আমাকে বলা হবেঃ আপনি জানেন না আপনার পরে তারা কি সব নতুন পদ্ধতির প্রচলন করেছে। তখন আমি বলবঃ যেমন নেক বান্দা বলেছেন, “এবং যতদিন আমি তাদের মধ্যে ছিলাম ততদিন আমি ছিলাম তাদের কাজকর্মের সাক্ষী, কিন্তু যখন আপনি আমাকে তুলে নিলেন তখন আপনিই তো ছিলেন তাদের কাজকর্মের তত্ত্বাবধায়ক এবং আপনিই সব বিষয়ে সাক্ষী। আপনি যদি তাদেরকে শাস্তি দেন তবে তারাতো আপনারই বান্দা, আর যদি তাদেরকে ক্ষমা করেন তবে আপনি তো পরাক্রমশালী, প্রজ্ঞাময় \" [বুখারীঃ ৪৬২৬]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ আপনি বান্দাদের প্রতি যুলুম ও অন্যায় কঠোরতা করতে পারেন না। তাই তাদেরকে শাস্তি দিলে তা ন্যায়বিচার ও বিজ্ঞতা-ভিত্তিকই হবে। আর যদি ক্ষমা করে দেন, তবে এ ক্ষমাও অক্ষমতাপ্রসূত হবে না। কেননা, আপনি মহাপরাক্রান্ত ও প্রবল। তাই কোন অপরাধী আপনার শক্তির নাগালের বাইরে যেতে পারবে না। তাদের শাস্তির ব্যাপারে আপনার ক্ষমতাই চুড়ান্ত। মোটকথা, অপরাধীদের ব্যাপারে আপনি যে রায়ই দেবেন, তাই সম্পূর্ণ বিজ্ঞজনোচিত ও সক্ষমতাসুলভ হবে। ঈসা আলাইহিস সালাম হাশরের ময়দানে এসব কথা বলবেন। যাতে নাসারাদেরকে সৃষ্টিকুলের সামনে কঠোরভাবে ধমকি দেয়া উদ্দেশ্য। ইবন কাসীরা এর বিপরীতে ইব্‌অরাহীম ‘আলাইহিস্‌ সালাম দুনিয়াতে আল্লাহ্‌ তা’আলার দরবারে দো’আ করে বলেছিলেনঃ “হে রব, এ মূর্তিগুলো অনেক মানুষকে পথভ্রষ্ট করেছে। তাদের মধ্যে যে আমার অনুসরণ করে, সে আমার লোক এবং যে আমার অবাধ্যতা করে, আপনি স্বীয় রহমতে (তাওবাহ ও সত্যের প্রতি প্রত্যাবর্তনের শক্তিদান করে অতীত গোনাহ) ক্ষমা করতে পারেন”। হাদীসে এসেছে, মহানবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার এ আয়াতখানি পাঠ করে হাত উঠালেন এবং দোআ করে বললেনঃ হে আল্লাহ! আমার উম্মাত, আমার উম্মাত এবং কাঁদতে থাকলেন। তখন আল্লাহ্ তাআলা জিবরাঈলকে বললেনঃ মুহাম্মাদের কাছে যাও এবং তাকে জিজ্ঞাসা কর -যদিও তিনি সর্ববিষয়ে ভাল জানেন- কেন তিনি কাঁদছেন? জিবরাঈল তার কাছে এসে জিজ্ঞাসা করলেন আর রাসূলও তার উত্তর করলেন। তখন আল্লাহ্ আবার বললেনঃ হে জিবরাঈল, মুহাম্মাদের কাছে যাও এবং তাকে বল, আমরা আপনার উম্মাতের ব্যাপারে আপনাকে সন্তুষ্ট করে দেব; অসন্তুষ্ট করব না। [মুসলিমঃ ২০২] হাদীসে আরও এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, কিয়ামতের দিন আমার কিছু উম্মতকে বাম দিকে নিয়ে যাওয়া হবে, আমি তখন ‘আমার সাথী’ বলতে থাকব, তখন আমাকে বলা হবে, আপনি জানেন না, তারা আপনার পরে দ্বীনের মধ্যে নতুন কি কি পন্থা উদ্ভাবন করেছিল। আমি তখন সেই নেক বান্দার মত বলব, যিনি বলেছিলেন, ‘আপনি যদি তাদেরকে শাস্তি দেন তবে তারাতো আপনারই বান্দা, আর যদি তাদেরকে ক্ষমা করেন তবে আপনি তো পরাক্রমশালী, প্রজ্ঞাময়। [বুখারী: ৪৬২৫; মুসলিম: ৩০২৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 119,
        "verse": "৫ : ১১৯",
        "arabic_text": "\nقَالَ ٱللَّهُ هَٰذَا يَوۡمُ يَنفَعُ ٱلصَّٰدِقِينَ صِدۡقُهُمۡۚ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "আল্লাহ্‌ বলবেন, ‘ এ সে দিন যেদিন সত্যবাদিগণ তাদের সত্যের জন্য উপকৃত হবে,তাদের জন্য আছে জান্নাত যার পাদদেশে নদী প্রবাহিত।তারা সেখানে চিরস্থায়ী হবে; আল্লাহ্‌ তাদের প্রতি সন্তুষ্ট এবং তারাও তাঁর প্রতি সন্তুষ্ট [১]; এটা মহাসফলতা [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারাও আল্লাহর প্রতি। এক হাদীসে বলা হয়েছেঃ জান্নাত পাওয়ার পর আল্লাহ তা'আলা বলবেনঃ বড় নেয়ামত এই যে, আমি তোমাদের প্রতি সন্তুষ্ট; এখন থেকে কখনো তোমাদের প্রতি অসন্তুষ্ট হব না। [বুখারী: ৬৫৪৯; মুসলিম: ১৮৩]\n  <br/>\n  <br/>\n  <br/>\n  [২] এটিই মহান সফলতা। স্রষ্টা ও পরম প্রভুর সন্তুষ্টি অর্জিত হয়ে গেলে এর চাইতে বৃহত্তর সফলতা আর কি হতে পারে? আল্লাহ তা'আলা অন্য আয়াতে এর জন্যই বলছেন যে, \"এরূপ সাফল্যের জন্য আমলকারীদের উচিত আমল করা\" [সূরা আস-সাফফাত: ৬১] আরও বলেন, “ আর এ বিষয়ে প্রতিযোগীরা প্রতিযোগিতা করুক” [আল-মুতাফফিফীন: ২৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 120,
        "verse": "৫ : ১২০",
        "arabic_text": "\nلِلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا فِيهِنَّۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرُۢ ",
        "bangla_text": "আস্‌মান ও যমীন এবং এদুয়ের মধ্যে যা কিছু আছে তার সার্বভৌমত্ব আল্লাহ্‌রই এবং তিনি সব কিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]