[
    {
        "id": 1,
        "verse": "৬০ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمۡ أَوۡلِيَآءَ تُلۡقُونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَقَدۡ كَفَرُواْ بِمَا جَآءَكُم مِّنَ ٱلۡحَقِّ يُخۡرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمۡ أَن تُؤۡمِنُواْ بِٱللَّهِ رَبِّكُمۡ إِن كُنتُمۡ خَرَجۡتُمۡ جِهَٰدٗا فِي سَبِيلِي وَٱبۡتِغَآءَ مَرۡضَاتِيۚ تُسِرُّونَ إِلَيۡهِم بِٱلۡمَوَدَّةِ وَأَنَا۠ أَعۡلَمُ بِمَآ أَخۡفَيۡتُمۡ وَمَآ أَعۡلَنتُمۡۚ وَمَن يَفۡعَلۡهُ مِنكُمۡ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ ",
        "bangla_text": "হে ঈমানদারগণ ! তোমরা আমার শত্রু ও তোমাদের শক্রকে বন্ধুরূপে গ্ৰহণ করো না, তোমরা কি তাদের প্রতি বন্ধুত্বের বার্তা প্রেরণ করছ, অথচ তারা, তোমাদের কাছে যে সত্য এসেছে, তা প্রত্যাখ্যান করেছে [১], রাসূলকে এবং তোমাদেরকে বহিস্কার করেছে এ কারণে যে, তোমরা তোমাদের রব আল্লাহর উপর ঈমান এনেছ। যদি তোমরা আমার পথে জিহাদের উদ্দেশ্যে এবং আমার সস্তুষ্টি লাভের জন্য বের হয়ে থাক, তবে কেন তোমরা তাদের সাথে গোপনে বন্ধুত্ব করছ?  আর তোমরা যা গোপন কর  এবং তোমরা যা প্ৰকাশ কর তা আমি সম্যক অবগত। তোমাদের মধ্যে যে কেউ এরূপ করে সে তো বিচ্যুত হয় সরল পথ থেকে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরার শুরুভাগে কাফের ও মুশরিকদের সাথে বন্ধুত্বপূর্ণ সম্পর্ক রাখতে নিষেধ করা হয়েছে এবং একটি বিশেষ ঘটনার পরিপ্রেক্ষিতে এই অংশ অবতীর্ণ হয়েছে। ঘটনাটি বিভিন্ন বর্ণনায় এসেছে, ঘটনার সার সংক্ষেপ হচ্ছে এই যে, মক্কাবিজয়ের পূর্বে মক্কা থেকে এক গায়িকা নারী মদীনায় আগমন করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে জিজ্ঞেস করেনঃ তুমি কি হিজরত করে মদীনায় এসেছ? সে বললঃ না। আবার জিজ্ঞাসা করা হলঃ তবে কি তুমি মুসলিম হয়ে এসেছ? সে এরও নেতিবাচক উত্তর দিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ তা হলে কি উদ্দেশ্যে আগমন করেছ? সে বললঃ আপনারা মক্কার সম্রান্ত পরিবারের লোক ছিলেন। আপনাদের মধ্য থেকে আমি জীবিকা নির্বাহ করতাম। এখন মক্কার বড় বড় সরদাররা বদর যুদ্ধে নিহত হয়েছে এবং আপনারা এখানে চলে এসেছেন। ফলে আমার জীবিকা নির্বাহ কঠিন হয়ে গেছে। আমি ঘোর বিপদে পড়ে ও অভাবগ্ৰস্ত হয়ে আপনাদের কাছ থেকে সাহায্য গ্রহণের উদ্দেশ্যে এখানে আগমন করেছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ তুমি মক্কার পেশাদার গায়িকা। মক্কার সেই যুবকরা কোথায় গেল, যারা তাোমার গানে মুগ্ধ হয়ে টাকা-পয়সার বৃষ্টি বর্ষণ করত? সে বললঃ বদর যুদ্ধের পর তাদের উৎসবপর্ব ও গান-বাজনার জৌলুস খতম হয়ে গেছে। এ পর্যন্ত তারা কেউ আমাকে আমন্ত্রণ জানায় নি। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আবদুল মুত্তালিব বংশের লোকগণকে তাকে সাহায্য করার জন্যে উৎসাহ দিলেন। তারা তাকে নগদ টাকা-পয়সা, পোশাক-পরিচ্ছদ ইত্যাদি দিয়ে বিদায় দিল। এটা তখনকার কথা, যখন মক্কার কাফেররা হুদায়বিয়ার সন্ধিচুক্তি ভঙ্গ করেছিল এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কাফেরদের বিরুদ্ধে অভিযান পরিচালনার ইচ্ছায় গোপনে প্ৰস্তুতি নিচ্ছিলেন। তার আন্তরিক আকাঙ্ক্ষা ছিল যে, এই গোপন তথ্য পূর্বাহ্নে মক্কাবাসীদের কাছে ফাঁস না হোক। এদিকে সর্বপ্রথম হিজরতকারীদের মধ্যে একজন সাহাবী ছিলেন হাতেব ইবনে আবী বালতা'আ রাদিয়াল্লাহু ‘আনহু। তিনি ছিলেন ইয়ামেনী বংশোদ্ভূত এবং মক্কায় এসে বসবাস করেছিলেন। মক্কায় তার স্বগোত্র বলতে কেউ ছিল না। মক্কায় বসবাসকালেই মুসলিম হয়ে মদীনায় হিজরত করেছিলেন। তার স্ত্রী ও সন্তানগণ তখনও মক্কায় ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও অনেক সাহাবীর হিজরতের পর মক্কায় বসবাসকারী মুসলিমদের ওপর কাফেররা নির্যাতন চালাত এবং তাদেরকে উত্ত্যক্ত করত। যেসব মুহাজিরের আত্মীয়-স্বজন মক্কায় ছিল, তাদের সন্তান-সন্ততিরা কোনরূপে নিরাপদে ছিল। হাতেব চিন্তা করলেন যে, তার সন্তানসন্ততিকে শত্রুর নির্যাতন থেকে বাঁচিয়ে রাখার কেউ নেই। অতএব, মক্কাবাসীদের প্রতি কিছু অনুগ্রহ প্রদর্শন করলে তারা হয়তো তার সন্তানদের ওপর জুলুম করবে না। তাই গায়িকার মক্কা গমনকে তিনি একটি সুবর্ণ সুযোগ হিসেবে গ্ৰহণ করলেন। হাতেব স্বস্থানে নিশ্চিত বিশ্বাসী ছিলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে আল্লাহ তা'আলা বিজয় দান করবেন। এই তথ্য ফাঁস করে দিলে তার কিংবা ইসলামের কোন ক্ষতি হবে না। তিনি ভাবলেন, আমি যদি পত্র লিখে মক্কার কাফেরদেরকে জানিয়ে দেই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তোমাদের বিরুদ্ধে অভিযান পরিচালনা করার ইচ্ছা রাখেন, তবে আমার ছেলে-সন্তানদের হেফাযত হয়ে যাবে। সুতরাং তিনি মক্কাবাসীদের নামে একটি পত্র লিখে মহিলাটির হাতে সোপর্দ করলেন। এদিকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে আল্লাহ তা'আলা ওহীর মাধ্যমে ব্যাপারটি জানিয়ে দিলেন। তিনি আরও জানতে পারলেন যে, মহিলাটি এসময়ে রওযায়ে খাক নামক স্থান পর্যন্ত পৌছে গেছে। বিভিন্ন বর্ণনায় আলী রাদিয়াল্লাহু ‘আনহু থেকে এসেছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাকে, আবু মুরসাদকে ও যুবায়র ইবনে আওয়ামকে আদেশ দিলেন, অশ্বে আরোহণ করে সেই মহিলার পশ্চাদ্ধাবন কর। তোমরা তাকে রওযায়ে খাকে পাবে। তার সাথে মক্কাবাসীদের নামে হাতেব ইবনে আবী বালতা'আর পত্ৰ আছে। তাকে পাকড়াও করে পত্রটি ফিরিয়ে নিয়ে আস। আলী রাদিয়াল্লাহু আনহু বলেনঃ আমরা নির্দেশমত দ্রুতগতিতে তার পশ্চাদ্ধাবন করলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যে স্থানের কথা বলেছিলেন, ঠিক সে স্থানেই আমরা তাকে উটে সওয়ার হয়ে যেতে দেখলাম এবং তাকে পাকড়াও করলাম। আমরা বললাম পত্রটি বের কর। সে বললঃ আমার কাছে কারও কোন পত্র নেই। আমরা তার উটকে বসিয়ে দিলাম। এরপর তালাশ করে কোন চিঠি পেলাম না। আমরা মনে মনে বললামঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সংবাদ ভ্ৰান্ত হতে পারে না | নিশ্চয়ই সে পত্রটি কোথাও গোপন করেছে। এবার আমরা তাকে বললামঃ হয় পত্র বের কর, না হয় আমরা তোমাকে বিবস্ত্ৰ করে দিব। অগত্যা সে নিরূপায় হয়ে মাথার চুলের খোপ থেকে পত্র বের করে দিল। আমরা পত্র নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে চলে এলাম। ওমর রাদিয়াল্লাহু আনহু ঘটনা শুনা মাত্ৰই ক্ৰোধে অগ্নিশৰ্মা হয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে আরয করলেনঃ এই ব্যক্তি আল্লাহ, তার রসূল ও সকল মুসলিমের সাথে বিশ্বাসঘাতকতা করেছে। সে আমাদের গোপন তথ্য কাফেরদের কাছে লিখে পাঠিয়েছে। অতএব, অনুমতি দিন আমি তার গর্দান উড়িয়ে দিব। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাতেবকে ডেকে এনে জিজ্ঞাসা করলেনঃ তোমাকে এই কাণ্ড করতে কিসে উদ্বুদ্ধ করল? হাতেব বললেন, ইয়া রাসূলুল্লাহ আমার ঈমানে এখনও কোন তফাত হয়নি। ব্যাপার এই যে, আমি ভাবলাম, আমি যদি মক্কাবাসীদের প্রতি একটু অনুগ্রহ প্ৰদৰ্শন করি তবে তারা আমার ছেলে-সন্তানদের কোন ক্ষতি করবে না। আমি ব্যতীত অন্য কোন মুহাজির এরূপ নেই, যার স্বগোত্রের লোক মক্কায় বিদ্যমান নেই। তাদের স্বগোত্রীয়রা তাদের পরিবার-পরিজনের হেফাযত করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাতেবের জবানবন্দি শুনে বললেনঃ সে সত্য বলেছে। অতএব, তার ব্যাপারে তোমরা ভাল ছাড়া মন্দ বলো না। ওমর রাদিয়াল্লাহু ‘আনহু ঈমানের জোশে নিজ বাক্যের পুনরাবৃত্তি করলেন এবং তাকে হত্যা করার অনুমতি চাইলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ সে কি বদর যোদ্ধাদের একজন নয়? আল্লাহ তা'আলা বদর যোদ্ধাদেরকে ক্ষমা করার ও তাদের জন্যে জান্নাতের ঘোষণা দিয়েছেন। এ কথা শুনে ওমর রাদিয়াল্লাহু আনহু অশ্রুবিগলিত কণ্ঠে আরয করলেনঃ আল্লাহ তা'আলা ও তার রাসূলই আসল সত্য জানেন। কোন কোন বর্ণনায় হাতেবের এই উক্তিও বর্ণিত আছে যে; আমি একাজ ইসলাম ও মুসলিমদের ক্ষতি করার জন্যে করিনি। কেননা, আমার দৃঢ়বিশ্বাস ছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-ই বিজয়ী হবেন। মক্কাবাসীরা জেনে গেলেও তাতে কোন ক্ষতি হবে না। এই ঘটনার পরিপ্রেক্ষিতে সূরা মুমতাহিনার গুরুভাগের আয়াতসমূহ অবতীর্ণ হয়। এসব আয়াত উপরোক্ত ঘটনার জন্যে হুশিয়ার করা হয় এবং কাফেরদের সাথে মুসলিমদের বন্ধুত্বপূর্ণ সম্পর্ক রাখা হারাম সাব্যস্ত করা হয়। [আলোচ্য ঘটনাটি বিভিন্নভাবে বিভিন্ন গ্রন্থে বর্ণিত হয়েছে। যেমন, বুখারী: ৩০০৭, মুসলিম, ২৪৯৪, আবু দাউদ: ২৬৫০, তিরমিয়ী: ৩৩০৫, ওয়াকেদ্দী: আল-মাগাষী: ২/৭৯৭-৭৯৯, ইবনে হিশাম: আস-সীরাতুন নাবওয়ীয়্যাহ, ২/৩৯৮-৩৯৯, তাফসীরে বাগভী: ৪/৩২৮-৩২৯]\n  <br/>\n  <br/>\n  ------------------------\n  <br/>\n  <br/>\n  [১] এখানে حق বলতে কুরআন বোখানো হয়েছে। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬০ : ২",
        "arabic_text": "\nإِن يَثۡقَفُوكُمۡ يَكُونُواْ لَكُمۡ أَعۡدَآءٗ وَيَبۡسُطُوٓاْ إِلَيۡكُمۡ أَيۡدِيَهُمۡ وَأَلۡسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّواْ لَوۡ تَكۡفُرُونَ ",
        "bangla_text": "তোমাদেরকে কাবু করতে পারলে তারা হবে  তোমাদের শত্রু এবং হাত ও জিহ্‌বা দ্বারা তোমাদের অনিষ্ট সাধন করবে, আর তারা কামনা করে যদি তোমারা কুফরী করতে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬০ : ৩",
        "arabic_text": "\nلَن تَنفَعَكُمۡ أَرۡحَامُكُمۡ وَلَآ أَوۡلَٰدُكُمۡۚ يَوۡمَ ٱلۡقِيَٰمَةِ يَفۡصِلُ بَيۡنَكُمۡۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ ",
        "bangla_text": "তোমাদের আত্নীয়-স্বজন ও সন্তান–সন্ততি কিয়ামতের দিন কোন উপকার করতে পারবে না। আল্লাহ তোমাদের মধ্যে ফয়সালা করে দেবেন; আর তোমরা যা কর আল্লাহ্‌ তার সম্যক দ্রষ্টা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬০ : ৪",
        "arabic_text": "\nقَدۡ كَانَتۡ لَكُمۡ أُسۡوَةٌ حَسَنَةٞ فِيٓ إِبۡرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذۡ قَالُواْ لِقَوۡمِهِمۡ إِنَّا بُرَءَٰٓؤُاْ مِنكُمۡ وَمِمَّا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ كَفَرۡنَا بِكُمۡ وَبَدَا بَيۡنَنَا وَبَيۡنَكُمُ ٱلۡعَدَٰوَةُ وَٱلۡبَغۡضَآءُ أَبَدًا حَتَّىٰ تُؤۡمِنُواْ بِٱللَّهِ وَحۡدَهُۥٓ إِلَّا قَوۡلَ إِبۡرَٰهِيمَ لِأَبِيهِ لَأَسۡتَغۡفِرَنَّ لَكَ وَمَآ أَمۡلِكُ لَكَ مِنَ ٱللَّهِ مِن شَيۡءٖۖ رَّبَّنَا عَلَيۡكَ تَوَكَّلۡنَا وَإِلَيۡكَ أَنَبۡنَا وَإِلَيۡكَ ٱلۡمَصِيرُ ",
        "bangla_text": "অবশ্যই তোমাদের জন্য ইবরাহীম ও তার সাথে যারা ছিল তাদের মধ্যে রয়েছে উত্তম আদর্শ। যখন তারা তাদের সম্প্রদায়কে বলেছিল, ‘তোমাদের সঙ্গে এবং তোমরা আল্লাহর পরিবর্তে যার ‘ইবাদাত কর তা হতে আমরা সম্পর্কমুক্ত। আমরা তোমাদেরকে অস্বীকার করি। তোমাদের  ও আমাদের মধ্যে সৃষ্টি হল শক্ৰতা ও বিদ্বেষ চিরকালের জন্য; যতক্ষণ না তোমরা এক আল্লাহ্‌তে ঈমান আন [১]।’ তবে ব্যতিক্রম তাঁর পিতার প্রতি ইবরাহীমের উক্তিঃ ‘আমি অবশ্যই তোমার জন্য ক্ষমা প্রার্থনা করব; আর তোমার ব্যাপারে আল্লাহর কাছে আমি কোন অধিকার রাখি না [২]।’ ইব্‌রাহীম ও তার অনুসারীগণ বলেছিল, ’হে আমাদের রব! আমারা আপনারই উপর নির্ভর করেছি, আপনারই অভিমুখী হয়েছি এবং ফিরে যাওয়া তো আপনারই কাছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমাকে মানুষের সাথে ততক্ষণ পর্যন্ত সংগ্রাম চালিয়ে যেতে বলা হয়েছে। যতক্ষণ তারা এ সাক্ষ্য দিবে না যে, “আল্লাহ ছাড়া কোন হক ইলাহ নেই, আর মুহাম্মাদ আল্লাহর রাসূল। আর সালাত কায়েম করবে, যাকাত আদায় করবে। তারা এটা করলে আমার হাত থেকে তাদের জান ও মাল নিরাপদ করতে পারবে। তবে ইসলামের কোন হকের কারণে যদি পাকড়াও করা হয় সেটা ভিন্ন কথা। আর তাদের হিসাবের দায়িত্বভার আল্লাহর উপরই রইল।” [বুখারী: ২৫, মুসলিম: ২২]\n  <br/>\n  <br/>\n  [২] মুসলিমদেরকে ইবরাহীম আলাইহিস সালাম-এর উত্তম আদর্শ ও সুন্নাত অনুসরণ করার জোর আদেশ দেয়ার পর ইবরাহীম আলাইহিসসালাম যে তার মুশরিক পিতার জন্যে ক্ষমাপ্রার্থনা করেছিলেন ইবরাহিমী আদর্শের অনুসরণ থেকে একে ব্যতিক্রম প্রকাশ করে বলা হয়েছে যে, অন্যসব বিষয়ে ইবরাহিমী আদর্শের অনুসরণ জরুরী, কিন্তু তার এই কাজটির অনুসরণ মুসলিমদের জন্যে জায়েয নয়। ইবরাহীম আলাইহিস সালাম-এর ওযর সূরা আত-তাওবায় বর্ণিত হয়েছে যে, তিনি পিতার জন্যে মাগফিরাতের দো'আ নিষেধাজ্ঞার পূর্বে করেছিলেন, অথবা এই ধারণার বশবর্তী হয়ে করেছিলেন যে, তার অন্তরে ঈমান বিদ্যমান আছে, কিন্তু পরে যখন জানলেন যে, সে আল্লাহর দুশমন তখন এ বিষয় থেকেও নিজের বিমুখতা ঘোষণা করলেন। [দেখুন-বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬০ : ৫",
        "arabic_text": "\nرَبَّنَا لَا تَجۡعَلۡنَا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ وَٱغۡفِرۡ لَنَا رَبَّنَآۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "‘হে আমাদের রব! আপনি আমাদেরকে কাফিরদের ফিতনার পাত্র করবেন না। হে আমাদের রব ! আপনি আমাদেরকে ক্ষমা করুন; নিশ্চয় আপনি পরাক্রমশালী, প্রজ্ঞাময়।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬০ : ৬",
        "arabic_text": "\nلَقَدۡ كَانَ لَكُمۡ فِيهِمۡ أُسۡوَةٌ حَسَنَةٞ لِّمَن كَانَ يَرۡجُواْ ٱللَّهَ وَٱلۡيَوۡمَ ٱلۡأٓخِرَۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ ",
        "bangla_text": "যারা আল্লাহ্‌ ও শেষ দিবসের প্রত্যাশা করে অবশ্যই তোমাদের জন্য রয়েছে ওদের মধ্যে [১] উত্তম আদর্শ। আর যে মুখ ফিরিয়ে নেয়, (সে জেনে রাখুক), নিশ্চয় আল্লাহ, তিনি অভাবমুক্ত, সপ্রশংসিত।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইবরাহীম আলাইহিস সালাম ও তার অনুসারীদের মধ্যে। [কুরতুবী, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬০ : ৭",
        "arabic_text": "\n۞ عَسَى ٱللَّهُ أَن يَجۡعَلَ بَيۡنَكُمۡ وَبَيۡنَ ٱلَّذِينَ عَادَيۡتُم مِّنۡهُم مَّوَدَّةٗۚ وَٱللَّهُ قَدِيرٞۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "যাদের সাথে তোমাদের শক্ৰতা রয়েছে সম্ভবত আল্লাহ তাদের ও তোমাদের মধ্যে বন্ধুত্ব সৃষ্টি করে দেবেন [১]; এবং আল্লাহ্‌  ক্ষমতাবান। আর আল্লাহ ক্ষমাশীল, পরম দয়ালু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতসমূহে আল্লাহ তা'আলা ইঙ্গিত করেছেন যে, আজ যারা কাফের, ফলে তারা তোমাদের শত্রু ও তোমরা তাদের শক্ৰ, সত্বরই হয়তো আল্লাহ তা'আলা এই শক্রতাকে বন্ধুত্বে পর্যবসিত করে দিবেন। অর্থাৎ তাদেরকে ঈমানের তওফীক দিয়ে তোমাদের পারস্পরিক সুসম্পর্ককে নতুন ভিত্তির উপর প্রতিষ্ঠিত করে দিবেন। এই ভবিষ্যদ্বাণী মক্কা বিজয়ের সময় বাস্তবরূপ লাভ করে। ফলে নিহতদের বাদ দিয়ে অবশিষ্ট সকল কাফের মুসলিম হয়ে যায়। [আল-ওয়াহেদী: আসবাবুন নুযুল, ৪৫০] পবিত্র কুরআনের এক আয়াতে এর বর্ণনা প্রসঙ্গে বলা হয়েছে,\n  <br/>\n  <br/>\n  وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا\n  <br/>\n  <br/>\n  অর্থাৎ “আর আপনি দেখতে পাবেন মানুষদেরকে যে তারা দলে দলে আল্লাহর দ্বীন ইসলামে প্রবেশ করবে” [সূরা আন-নাসর:২] বাস্তবেও তাই হয়েছে। আবু সুফিয়ান (রাদিয়াল্লাহু ‘আনহু) ইসলাম গ্রহণের পূর্বে ইসলামের ভীষণ দুশমন ছিলেন। কিন্তু এ সময়ে আল্লাহ্ তা'আলা আবু সুফিয়ানের কন্যা উম্মে হাবীবা রাদিয়াল্লাহু আনহার সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিয়ের ব্যবস্থা করেন। বাদশা নাজাসী তাকে রাসূলের সাথে বিয়ে দিয়ে দেন, ফলে আবু সুফিয়ানের বিরোধিতায় ভাটা পড়ে, তিনি পরবর্তীতে ইসলাম গ্ৰহণ করেন। তার পুত্ৰ মু'আবিয়া রাদিয়াল্লাহু ‘আনহুও ইসলাম গ্ৰহণ করেন। তারা পরবর্তীতে ইসলামের পক্ষের শক্তি হিসেবে নিজেদের শক্তিকে কাজে লাগান। [দেখুন-কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬০ : ৮",
        "arabic_text": "\nلَّا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمۡ يُقَٰتِلُوكُمۡ فِي ٱلدِّينِ وَلَمۡ يُخۡرِجُوكُم مِّن دِيَٰرِكُمۡ أَن تَبَرُّوهُمۡ وَتُقۡسِطُوٓاْ إِلَيۡهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ ",
        "bangla_text": "দ্বীনের ব্যাপারে যারা তোমাদের বিরুদ্ধে যুদ্ধ করেনি এবং তোমাদেরকে স্বদেশ থেকে বহিস্কার করেনি তাদের প্রতি মহানুভবতা দেখাতে ও ন্যায়বিচার করতে আল্লাহ তোমাদেরকে নিষেধ করেন না। নিশ্চয় আল্লাহ্‌ ন্যায়পরায়ণদেরকে ভালবাসেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেসব কাফের মুসলিমদের বিরুদ্ধে যুদ্ধ করেনি এবং তাদেরকে দেশ থেকে বহিষ্কারেও অংশগ্রহণ করেনি, আলোচ্য আয়াতে তাদের সাথে সদ্ব্যবহার করার ও ইনসাফ করার নির্দেশ দেয়া হয়েছে। ন্যায় ও সুবিচার তো প্রত্যেক কাফেরের সাথেও জরুরী। এতে যিস্মি কাফের, চুক্তিতে আবদ্ধ কাফের এবং শক্র কাফের সবাই সমান। কোন কোন বর্ণনায় এসেছে, আসমা রাদিয়াল্লাহু ‘আনহার জননী আবু বকর সিদীক রাদিয়াল্লাহু ‘আনহু-এর স্ত্রী ‘কুতাইলা” হুদায়বিয়া সন্ধির পর কাফের অবস্থায় মক্কা থেকে মদীনায় পৌঁছেন। তিনি কন্যা আসমার জন্যে কিছু উপঢৌকনও সাথে নিয়ে যান। কিন্তু আসমা রাদিয়াল্লাহু আনহা সেই উপঢৌকন গ্রহণ করতে অস্বীকার করেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে জিজ্ঞাসা করলেনঃ আমার জননী আমার সাথে সাক্ষাৎ করতে এসেছেন, কিন্তু তিনি কাফের। আমি তার সাথে কিরূপ ব্যবহার করব? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ জননীর সাথে সদ্ব্যবহার কর। [বুখারী: ২৬২০, ৩১৮৩, মুসলিম: ১০:০৩, আবু দাউদ: ১৬৬৮, মুসনাদে আহমাদ: ৬/৩৪৭, ইবনে হিব্বান: ৪৫২]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬০ : ৯",
        "arabic_text": "\nإِنَّمَا يَنۡهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَٰتَلُوكُمۡ فِي ٱلدِّينِ وَأَخۡرَجُوكُم مِّن دِيَٰرِكُمۡ وَظَٰهَرُواْ عَلَىٰٓ إِخۡرَاجِكُمۡ أَن تَوَلَّوۡهُمۡۚ وَمَن يَتَوَلَّهُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "আল্লাহ শুধু তাদের সাথে বন্ধুত্ব করতে নিষেধ করেন যারা দ্বীনের ব্যাপারে তোমাদের সাথে যুদ্ধ করেছে, তোমাদেরকে স্বদেশ থেকে বের করাতে সাহায্য করেছে। আর তাদের সাথে যারা বন্ধুত্ব করে তারাই তো যালিম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬০ : ১০",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا جَآءَكُمُ ٱلۡمُؤۡمِنَٰتُ مُهَٰجِرَٰتٖ فَٱمۡتَحِنُوهُنَّۖ ٱللَّهُ أَعۡلَمُ بِإِيمَٰنِهِنَّۖ فَإِنۡ عَلِمۡتُمُوهُنَّ مُؤۡمِنَٰتٖ فَلَا تَرۡجِعُوهُنَّ إِلَى ٱلۡكُفَّارِۖ لَا هُنَّ حِلّٞ لَّهُمۡ وَلَا هُمۡ يَحِلُّونَ لَهُنَّۖ وَءَاتُوهُم مَّآ أَنفَقُواْۚ وَلَا جُنَاحَ عَلَيۡكُمۡ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيۡتُمُوهُنَّ أُجُورَهُنَّۚ وَلَا تُمۡسِكُواْ بِعِصَمِ ٱلۡكَوَافِرِ وَسۡـَٔلُواْ مَآ أَنفَقۡتُمۡ وَلۡيَسۡـَٔلُواْ مَآ أَنفَقُواْۚ ذَٰلِكُمۡ حُكۡمُ ٱللَّهِ يَحۡكُمُ بَيۡنَكُمۡۖ وَٱللَّهُ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "হে ঈমানদারগণণ [১]! তোমাদের কাছে মুমিন নারীরা হিজরত করে আসলে তোমরা তাদেরকে পরীক্ষা করো [২]; আল্লাহ তাদের ঈমান সম্বন্ধে সম্যক অবগত। অতঃপর যদি তোমরা জানতে পার যে, তারা মুমিন নারী, তবে তাদেরকে কাফিরদের কাছে  ফেরত পাঠিয়ে দিয়ো না। মুমিন নারীগণ কাফিরদের জন্য বৈধ নয় এবং কাফিরগণ মুমিন নারীদের জন্য বৈধ নয়। কাফিররা যা ব্যয় করেছে তা তাদেরকে ফিরিয়ে দিও। তারপর তোমারা তাদেরকে বিয়ে করলে  তোমাদের কোন অপরাধ হবে না যদি তোমারা তাদেরকে তাদের মহর দাও। আর তোমরা কাফির নারীদের সাথে দাম্পত্য সম্পর্ক বজায় রেখো না [৩]। তোমারা যা ব্যয় করেছ তা ফেরত চাইবে এবং কাফিররা যা ব্যয় করেছে তা যেন তারা চেয়ে নেয়। এটাই আল্লাহর বিধান; তিনি তোমাদের মধ্যে ফয়সালা করে থাকেন। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতগুলো একটি বিশেষ ঘটনা অর্থাৎ হুদায়বিয়ার সন্ধির সাথে সম্পর্কযুক্ত। হাদীসে এসেছে, “যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সন্ধি চুক্তি শেষ করলেন তখন তিনি সাহাবায়ে কিরামকে বললেন, তোমরা উঠ এবং উটগুলোর “নাহর’ বা রক্ত প্রবাহিত কর তারপর মাথা কামিয়ে ফেল। কিন্তু তাদের কেউই এটা শুনছিল না। শেষপর্যন্ত রাসূল এটা তিনবার বললেন। কিন্তু কেউ না শুনাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উম্মে সালামাহ এর কাছে গিয়ে তা বিবৃত করলেন। উম্মে সালামাহ বললেন, ইয়া রাসূলুল্লাহ্! আপনি কি এটা বাস্তবে হওয়া চান? তবে আপনি কাউকে কিছু না বলে নিজের উটটি “নাহর’ করুন এবং আপনার মাথা কামানোর জন্য লোক ডেকে তা সম্পাদন করুন। তিনি তাই করলেন। ফলে সবাই তা করতে শুরু করে দিল। আর তখনই কয়েকজন মুমিন নারী এসে উপস্থিত। তখন আল্লাহ্ তা'আলা\n  <br/>\n  <br/>\n  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ\n  <br/>\n  <br/>\n  এই আয়াত নাযিল করলেন।” [বুখারী: ২৩৭২] এর কারণ হলো, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও মক্কাবাসীদের মধ্যে অনুষ্ঠিত হুদায়বিয়ার বিখ্যাত শান্তিচুক্তির অন্যতম শর্ত ছিল এই যে, মক্কা থেকে কোন ব্যক্তি মদিনায় চলে গেলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে ফেরত পাঠিয়ে দিবেন যদিও সে মুসলিম হয়। কিন্তু মদীনা থেকে কেউ মক্কায় চলে গেলে কোরাইশরা তাকে ফেরত পাঠাবে না। এই শর্তের ভাষা ছিল ব্যাপক, যাতে পুরুষ ও নারী উভয়ই বাহ্যত অন্তর্ভুক্ত ছিল। অর্থাৎ কোন মুসলিম পুরুষ অথবা নারী মক্কা থেকে মদীনায় চলে গেলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে ফেরত পাঠাবেন। এই চুক্তি সম্পাদন শেষে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন হুদায়বিয়াতেই অবস্থানরত ছিলেন তখন মুসলিমদের জন্যে অগ্নি পরীক্ষাতুল্য একাধিক ঘটনা সংঘটিত হয়ে যায়। তন্মধ্যে একটি ঘটনা হচ্ছে, সুবাই’আ বিনতে হারেস আল-আসলামিয়্যাহ রাদিয়াল্লাহু ‘আনহা কাফের সায়ফী ইবনে রাহিবের পত্নী ছিলেন। তখন পর্যন্ত মুসলিম ও কাফেরের মধ্যে বৈবাহিক সম্পর্ক স্থাপন হারাম ছিল না। এই মুসলিম মহিলা মক্কা থেকে পালিয়ে হুদাইবিয়ায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে উপস্থিত হলেন। সাথে সাথে স্বামীও হাযির। সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে দাবি জানাল যে, আমার স্ত্রীকে আমার কাছে প্রত্যাৰ্পণ করা হাোক। কেননা, আপনি এই শর্ত মেনে নিয়েছেন এবং চুক্তিপত্রের কালি এখনও শুকায়নি। [তাফসীরে কুরতুবী: ২০/৪১০]\n  <br/>\n  <br/>\n  এই ঘটনার পরিপ্রেক্ষিতে আলোচ্য আয়াতসমূহ অবতীর্ণ হয়েছে। এসব আয়াতে প্রকৃতপক্ষে মুসলিম ও কাফেরদের মধ্যে বৈবাহিক সম্পর্ক নিষিদ্ধ ও হারাম করা হয়েছে। এর পরিণতিতে এ কথাও প্রমাণিত হয় যে, কোন মুসলিম নারী হিজরত করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে পৌছে গেলে তাকে কাফেরদের হাতে ফেরত দেয়া হবে না সে পূর্ব থেকেই মুসলিম হোক; -যেমন উল্লেখিত ভদ্রমহিলা, অথবা হিজরতের পর তার মুসলিমতত্ত্ব প্রমাণিত হোক। তাকে ফেরত না দেয়ার কারণ এই যে, সে তার কাফের স্বামীর জন্যে হালাল নয়। উল্লেখিত আয়াতসমূহ অবতরণের ফলে এ কথা স্পষ্ট হয়ে ওঠে যে, চুক্তিপত্রের উপরোক্ত শর্তটি ব্যাপক অর্থে প্রযোজ্য নয় যে, এই শর্তটির ব্যাপকতা কেবল পুরুষদের ক্ষেত্রে গ্রহণীয়-নারীদের ক্ষেত্রে নয়। আয়াতের ভিত্তিতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম চুক্তিপত্রের উল্লেখিত এই শর্তের সঠিক মর্ম ব্যাখ্যা করেন এবং তদনুযায়ী সুবাই’আ রাদিয়াল্লাহু ‘আনহাকে কাফেরদের কাছে ফেরত প্রেরণে বিরত থাকেন। কোন কোন বর্ণনায় অনুরূপ ঘটনা উম্মে কুলসুম বিনতে-উকবার ক্ষেত্রেও ঘটেছে বলে উল্লেখ করা হয়েছে ৷ [বুখারী: ২৭১১, ২৭১২]\n  <br/>\n  <br/>\n  [২] আয়াতে মুহাজির নারীকে পরীক্ষা করার কথা বলা হয়েছে। সে পরীক্ষা কি ছিল এ ব্যাপারে বিভিন্ন মত বর্ণিত আছে, আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, মুহাজির নারীকে শপথ করানো হত যে, সে স্বামীর প্রতি বিদ্বেষ ও ঘৃণার কারণে আগমন করেনি, মদীনার কোন ব্যক্তির প্রেমে পড়ে আসেনি এবং অন্য কোন পার্থিব স্বার্থের বশবর্তী হয়ে হিজরত করেনি; বরং একান্তভাবে আল্লাহ ও তাঁর রাসূলের ভালবাসা ও সস্তুষ্টি লাভের জন্যে আগমন করেছে। যে নারী এই শপথ করত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে মদীনায় বসবাসের অনুমতি দিতেন এবং সে তার স্বামীর কাছ থেকে যে মোহরানা ইত্যাদি আদায় করেছিল, তা তার স্বামীকে ফেরত দিয়ে দিতেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে অন্য বর্ণনায় এসেছে যে, পরীক্ষা ছিল, কালেমা শাহাদাত বলা অর্থাৎ আশাহাদু আল্লাইলাহা ইল্লাল্লাহ, ওয়া আশাহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ বলা। তবে এখানে গ্রহণযোগ্য মত হলো, যা আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত। তিনি বলেন, নারীদের পরীক্ষার পদ্ধতি ছিল সেই আনুগত্যের শপথ, যা পরবর্তী আয়াতসমূহে বিস্তারিত বর্ণিত হয়েছে;\n  <br/>\n  <br/>\n  يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَىٰ أَن لَّا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\n  <br/>\n  <br/>\n  মুহাজির নারীরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর হাতে আয়াতে বৰ্ণিত বিষয়সমূহের শপথ করত। তিরমিয়ী: ৩৩০৬, অনুরূপ বর্ণনা দেখুন, বুখারী: ৪১৮২, ৪৮৯১, মুসলিম: ১৮৬৬, মুসনাদে আহমাদ: ৬/২৭০]\n  <br/>\n  <br/>\n  [৩] كَوَافِر শব্দটি كَافِرَةٌ এর বহুবচন। এখানে মুশরিক নারী বোঝানো হয়েছে। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬০ : ১১",
        "arabic_text": "\nوَإِن فَاتَكُمۡ شَيۡءٞ مِّنۡ أَزۡوَٰجِكُمۡ إِلَى ٱلۡكُفَّارِ فَعَاقَبۡتُمۡ فَـَٔاتُواْ ٱلَّذِينَ ذَهَبَتۡ أَزۡوَٰجُهُم مِّثۡلَ مَآ أَنفَقُواْۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ أَنتُم بِهِۦ مُؤۡمِنُونَ ",
        "bangla_text": "আর তোমাদের স্ত্রীদের মধ্যে যদি কেউ হাতছাড়া হয়ে কাফিরদের মধ্যে রয়ে যায় অতঃপর যদি তোমরা যুদ্ধজয়ী  হয়ে গনীমত লাভ কর, তাহলে যাদের স্ত্রীরা হাতছাড়া হয়ে গেছে তাদেরকে, তারা যা ব্যয় করেছে তার সমপরিমাণ প্ৰদান কর, আর আল্লাহর তাকওয়া অবলম্বন কর, যাঁর উপর তোমরা ঈমান এনেছ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৬০ : ১২",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا جَآءَكَ ٱلۡمُؤۡمِنَٰتُ يُبَايِعۡنَكَ عَلَىٰٓ أَن لَّا يُشۡرِكۡنَ بِٱللَّهِ شَيۡـٔٗا وَلَا يَسۡرِقۡنَ وَلَا يَزۡنِينَ وَلَا يَقۡتُلۡنَ أَوۡلَٰدَهُنَّ وَلَا يَأۡتِينَ بِبُهۡتَٰنٖ يَفۡتَرِينَهُۥ بَيۡنَ أَيۡدِيهِنَّ وَأَرۡجُلِهِنَّ وَلَا يَعۡصِينَكَ فِي مَعۡرُوفٖ فَبَايِعۡهُنَّ وَٱسۡتَغۡفِرۡ لَهُنَّ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "হে নবী! মুমিন নারীগণ যখন আপনার কাছে কাছে এসে বাই’আত করে [১] এ মর্মে যে, তারা আল্লাহর সাথে কোন শরীক স্থির করবে না, চুরি করবে না, ব্যভিচার করবেনা, নিজেদের সন্তানদের  হত্যা করবে না, তারা সজ্ঞানে কোন অপবাদ রচনা করে রটাবে না এবং সৎকাজে আপনাকে অমান্য করবে না, তখন আপনি তাদের বাই’আত গ্ৰহণ করুন এবং তাদের জন্য আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুসলিম নারীদের কাছ থেকে একটি বিস্তারিত আনুগত্যের শপথ নেয়ার বিষয় উল্লেখ করা হয়েছে। এতে ঈমান ও আকায়েদসহ। শরীআতের বিধিবিধান পালন করারও অঙ্গীকার রয়েছে। যদিও এই শপথ মুহাজির নারীদের ঈমান পরীক্ষার পরিশিষ্ট হিসেবে বর্ণিত হয়েছে, কিন্তু ভাষার ব্যাপকতার কারণে এটা শুধু তাদের বেলায়ই প্রযোজ্য নয়। বরং সব মুসলিম নারীর জন্যে ব্যাপকভাবে প্রযোজ্য। বাস্তব ক্ষেত্রেও তাই ঘটেছে। এ ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে শুধু মুহাজির নারীরাই নয়, অন্যান্য নারীরাও শপথ করেছে। উমাইমা রাদিয়াল্লাহু ‘আনহা বলেন, “আমি আরও কয়েকজন মহিলাসহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে শপথ করেছি। তিনি আমাদের কাছ থেকে শরীআতের বিধিবিধান পালনের অঙ্গীকার নেন এবং সাথে সাথে এই বাক্যও উচ্চারণ করান فِيْىحَااسْتَطَعْتُنَّ وٓأَطَقْتُنَّ অর্থাৎ “আমরা এসব বিষয় পালনে অঙ্গীকার করি যে পর্যন্ত আমাদের সাধ্যে কুলায়”। উমাইমা এরপর বলেন, এ থেকে জানা গেল যে, আমাদের প্রতি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর স্নেহ-মমতা আমাদের নিজেদের চাইতেও বেশি ছিল। আমরাতো নিঃশর্ত অঙ্গীকারই করতে চেয়েছিলাম, কিন্তু তিনি আমাদেরকে শর্তযুক্ত অঙ্গীকার শিক্ষা দিলেন। ফলে অপারগ অবস্থায় বিরুদ্ধাচরণ হয়ে গেলে তা অঙ্গীকার ভঙ্গের শামিল হবে না। [তিরমিয়ী: ১৫৯৭, ইবনে মাজাহ: ২৮৭৪]\n  <br/>\n  <br/>\n  আয়েশা রাদিয়াল্লাহু ‘আনহা এই শপথ সম্পর্কে বলেনঃ মহিলাদের এই শপথ কেবল কথাবার্তার মাধ্যমে হয়েছে- হাতের উপর হাত রেখে শপথ হয়নি, যা পুরুষদের ক্ষেত্রে হত। বস্তুত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর হাত কখনও কোন গায়রে মাহরাম নারীর হাতকে স্পর্শ করেনি ৷ [বুখারী: ৪৮৯১, মুসলিম: ১৮৬৬] বিভিন্ন হাদীস থেকে প্রমাণিত আছে যে, এই শপথ কেবল হুদায়বিয়ার ঘটনার পরেই নয়; বরং বারবার হয়েছে। মক্কাবিজয়ের দিনও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নারীদের কাছ থেকে শপথ গ্রহণ করেন। তখন যারা আনুগত্যের শপথ করেছিল, তাদের মধ্যে আবু সুফিয়ানের স্ত্রী হিন্দাও ছিল। সে নিজেকে গোপন রাখতে চেয়েছিল, এরপর শপথের কিছু বিবরণ জিজ্ঞাসা করে নিতে বাধ্য হয়েছিল। সে একাধিক প্রশ্নও উত্থাপন করেছিল। [দেখুন, বুখারী: ২২:১১, ৭১৮০, মুসলিম: ১৭১৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৬০ : ১৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِمۡ قَدۡ يَئِسُواْ مِنَ ٱلۡأٓخِرَةِ كَمَا يَئِسَ ٱلۡكُفَّارُ مِنۡ أَصۡحَٰبِ ٱلۡقُبُورِ ",
        "bangla_text": "হে মুমিনগণ! আল্লাহ যে সম্প্রদায়ের প্রতি রুষ্ট তোমরা তাদের সাথে বন্ধুত্ব করো না, তারা তো আখিরাত সম্পর্কে হতাশ হয়ে পড়েছে যেমন হতাশ হয়েছে কাফিররা কবরবাসীদের বিষয়ে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]