[
    {
        "id": 1,
        "verse": "৬১ : ১",
        "arabic_text": "\nسَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "আসমানসমূহে যা কিছু আছে এবং যমীনে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে। আর তিনি প্রবলপরাক্রমশালী, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  আবদুল্লাহ ইবনে সালাম রাদিয়াল্লাহু আনহু বলেন, একদল সাহাবী পরস্পরে আলোচনা করলেন যে, আল্লাহ তা'আলার কাছে সর্বাধিক প্রিয় আমল কোনটি আমরা যদি তা জানতে পারতাম, তবে তা বাস্তবায়িত করতাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে সমগ্র সূরা আস-সাফ্‌ফ পাঠ করে শুনিয়ে দিলেন, যা তখনই নাযিল হয়েছিল। [তিরমিয়ী: ৩৩০৯, সুনান দারমী: ২৩৯০, মুসনাদে আহমদ: ৫/৪৫২]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬১ : ২",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ ",
        "bangla_text": "হে ঈমানদারগণ ! তোমরা যা কর না  তা তোমরা কেন বল? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬১ : ৩",
        "arabic_text": "\nكَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ ",
        "bangla_text": "তোমরা যা কর না  তোমাদের তা বলা আল্লাহর দৃষ্টিতে খুবই অসন্তোষজনক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬১ : ৪",
        "arabic_text": "\nإِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ ",
        "bangla_text": "নিশ্চয় যারা আল্লাহর পথে যুদ্ধ করে সারিবদ্ধভাবে সুদৃঢ় প্রাচীরের মত, আল্লাহ তাদেরকে ভালবাসেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬১ : ৫",
        "arabic_text": "\nوَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "আর স্মরণ করুন, যখন মূসা তাঁর সম্প্রদায়কে বলেছিলেন, ‘হে আমার সম্প্রদায় ! তোমরা আমাকে কেন কষ্ট দিচ্ছ অথচ তোমরা জান যে, আমি তোমাদের কাছে আল্লাহর রাসূল। অতঃপর তারা যখন বাঁকা পথ অবলম্বন করল তখন আল্লাহ্‌ তাদের হৃদয়কে বাঁকা করে দিলেন। আর আল্লাহ ফাসিক সম্প্রদায়কে হেদায়াত করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬১ : ৬",
        "arabic_text": "\nوَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ ",
        "bangla_text": "আর স্মরণ করুন, যখন মারইয়াম—পুত্র ‘ঈসা বলেছিলেন, ‘হে বনী ইসরাঈল ! নিশ্চয় আমি তোমাদের কাছে আল্লাহর রাসূল এবং আমার পূর্ব থেকে তোমাদের কাছে যে তাওরাত রয়েছে আমি তার সত্যায়নকারী এবং আমার পরে আহমাদ নামে [১] যে রাসূল আসবেন আমি তার সুসংবাদদাতা [২]। পরে তিনি [৩] যখন সুস্পষ্ট প্রমাণাদিসহ তাদের কাছে আসলেন তখন তারা বলতে লাগল, এটা তো স্পষ্ট জাদু।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ঈসা আলাইহিস সালাম কর্তৃক সুসংবাদ প্রদত্ত সেই রাসূলের নাম বলা হয়েছে আহমদ। আমাদের প্রিয় শেষনবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নাম মুহাম্মদ, আহমদ এবং আরও কয়েকটি নাম ছিল। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আমার কয়েকটি নাম রয়েছে, আমি ‘মুহাম্মাদ’, আমি ‘আহমাদ', আমি ‘মাহী’ বা নিশ্চিহ্নকারী; যার মাধ্যমে রাসূলুল্লাহ কুফারী নিশ্চিহ্ন করে দিবেন। আর আমি ‘হাশির\" বা একত্রিতকারী; আমার কদমের কাছে সমস্ত মানুষ জমা হবে। আর আমি ‘আকিব' বা পরিসমাপ্তিকারী ৷ [বুখারী: ৩৫৩২, ৪৮৯৬, মুসলিম: ২৩:৫৪, তিরমিয়ী: ২৮৪০, মুসনাদে আহমাদ: ৪/৮০, ইবনে হিব্বান: ৬৩১৩] তবে রাসূলের নাম এ কয়টিতে সীমাবদ্ধ নয়। অন্য হাদীসে আরও এসেছে, আবু মূসা রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেই আমাদেরকে তার নাম উল্লেখ করেছেন, তন্মধ্যে কিছু আমরা মুখস্ত করতে সক্ষম হয়েছিলাম। তিনি বলেছিলেন, আমি \"মুহাম্মাদ’ ‘আহমাদ', হাশির, মুকাফফি (সর্বশেষে আগমনকারী), নাবিইউত তাওবাহ (তাওবাহর নবী), নাবীইউল মালহামাহ, (সংগ্রামের নবী)। [মুসলিম: ২৩৫৫, মুসনাদে আহমাদঃ ৪/৩৯৫, ৪০৪, ৪০৭]\n  <br/>\n  <br/>\n  [২] ঈসা আলাইহিস সালাম এর সুসংবাদ প্রদানের কথা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর হাদীসেও এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাহাবীগণ তাকে বললেন, হে আল্লাহর রাসূল! আমাদেরকে আপনার নিজের সম্পর্কে কিছু বলুন। জবাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, “আমি আমার পিতা (পিতৃপুরুষ) ইবরাহীম এর দেয়া, ঈসা এর সুসংবাদ এবং আমার মা যখন আমাকে গর্ভে ধারণ করেছিলেন তখন তিনি স্বপ্নে দেখেছিলেন যে, তার থেকে একটি আলো বের হয়ে সিরিয়ার বুসরা নগরীর প্রাসাদসমূহ আলোকিত হয়ে গেছে।” [মুস্তাদরাকে হাকিম: ২/৬০০,] অনুরূপ বর্ণনা আরও দেখুন, [মুসনাদে আহমাদ: ৫/২৬২] এমনকি এ সুসংবাদের কথা হাবশার বাদশাহ নাজাসীও স্বীকার করেছিলেন। [দেখুন, মুসনাদে আহমদঃ ১/৪৬১-৪৬২]\n  <br/>\n  <br/>\n  [৩] কারও কারও মতে, এখানে তিনি” বলে ঈসা আলাইহিস সালামকে বোঝানো হয়েছে। সে অনুসারে بينات বা স্পষ্ট প্রমাণাদি দ্বারা ঈসা আলাইহিস সালাম এর ইঞ্জীল বোঝানো হবে। তবে অধিকাংশ তাফসীরবিদের মতে, এখানে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বোঝানো হয়েছে। সে হিসেবে بينات বা স্পষ্ট প্রমাণাদি দ্বারা কুরআন বোঝানো হবে। আর এ মতটিই এখানে বেশী প্রাধান্যপ্রাপ্ত মত। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬১ : ৭",
        "arabic_text": "\nوَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর সে ব্যক্তির চেয়ে বড় যালিম আর কে যে আল্লাহ সম্পর্কে মিথ্যা রচনা করে? অথচ তাকে ইসলামের দিকে আহবান করা হয়। আর আল্লাহ যালিম সম্প্রদায়কে হিদায়াত করেন না।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬১ : ৮",
        "arabic_text": "\nيُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ ",
        "bangla_text": "তারা আল্লাহর নূর ফুৎকারে নেভাতে চায়, আর আল্লাহ্‌, তিনি তাঁর নূর পূর্ণতাদানকারী, যদিও কাফিররা তা অপছন্দ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬১ : ৯",
        "arabic_text": "\nهُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ ",
        "bangla_text": "তিনিই তাঁর রাসূলকে প্রেরণ করেছেন হেদায়াত ও সত্য দ্বীনসহ সকল দ্বীনের উপর তাকে বিজয়ী করার জন্য, যদিও মুশরিকরা তা অপছন্দ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬১ : ১০",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ ",
        "bangla_text": "হে ঈমানদারগণ ! আমি কি তোমাদেরকে এমন এক ব্যবসার সন্ধান দেব, যা তোমাদেরকে রক্ষা করবে যন্ত্রণাদায়ক শাস্তি থেকে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬১ : ১১",
        "arabic_text": "\nتُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "তা এই যে, তোমরা আল্লাহ ও তাঁর রাসূলের উপর ঈমান আনবে এবং তোমরা তোমাদের ধন-সম্পদ ও জীবন দ্বারা আল্লাহর পথে জিহাদ করবে। এটাই তোমাদের জন্য শ্রেয় যদি তোমরা জানতে! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৬১ : ১২",
        "arabic_text": "\nيَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "আল্লাহ তোমাদের পাপসমূহ ক্ষমা করে দেবেন এবং তোমাদেরকে প্রবেশ করাবেন জান্নাতে যার পাদদেশে নদী প্রবাহিত, এবং স্থায়ী জান্নাতের উত্তম বাসগৃহে। এটাই মহাসাফল্য। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৬১ : ১৩",
        "arabic_text": "\nوَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "এবং (তিনি দান করবেন) আরও একটি অনুগ্রহ, যা তোমরা পছন্দ কর। আল্লাহর পক্ষ থেকে সাহায্য ও আসন্ন বিজয় ; আর আপনি মুমিনদেরকে সুসংবাদ দিন  [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আখেরাতের নেয়ামতের সাথে কিছু দুনিয়ার নেয়ামতেরও ওয়াদা করে বলা হয়েছে,\n  <br/>\n  <br/>\n  وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِّنَ اللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ الْمُؤْمِنِينَ\n  <br/>\n  <br/>\n  “এবং তিনি দান করবেন তোমাদের বাঞ্ছিত আরো একটি অনুগ্রহ। আল্লাহর সাহায্য ও আসন্ন বিজয়; মুমিনদেরকে সুসংবাদ দিন।” অর্থাৎ আখেরাতের নেয়ামত ও বাসগৃহ তো পাওয়া যাবেই; দুনিয়াতেও একটি নগদ নেয়ামত পাওয়া যাবে, তা হচ্ছে আল্লাহর সাহায্য ও আসন্ন বিজয়। এর অর্থ শক্ৰদের উপর বিজয় লাভ। এখানে قريب (বা নিকট) শব্দটি আখেরাতের বিপরীতে ধরা হলে ইসলামের সকল বিজয়ই এর মধ্যে অন্তর্ভুক্ত রয়েছে। আর যদি প্রচলিত قريب (বা আসন্ন) ধরা হয়, তবে এর প্রথম অর্থ হবে খাইবার বিজয় এবং এরপর মক্কা বিজয়। تحبوجما অর্থাৎ, তোমরা এই নগদ নেয়ামত খুব পছন্দ কর। কারণ মানুষ স্বভাবগতভাবে নগদকে পছন্দ করে। পবিত্র কুরআনের অন্যত্র বলা হয়েছে, وَكَانَ الْإِنسَانُ عَجُولًا  অর্থাৎ, মানুষ তড়িঘড়ি পছন্দ করে। [সূরা আল-ইসরা: ১১]\n  <br/>\n  <br/>\n  এর অর্থ এই নয় যে, আখেরাতের নেয়ামত তাদের কাছে প্রিয় নয়। বরং অর্থ এই যে, আখেরাতের নেয়ামত তো তাদের প্রিয় কাম্যই, কিন্তু স্বভাবগতভাবে কিছু নগদ নেয়ামতও তারা দুনিয়াতে চায়। তাও দেয়া হবে। [দেখুন-ফাতহুল কাদীর, মুয়াসসার, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৬১ : ১৪",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ ",
        "bangla_text": "হে ঈমানদারগণ! তোমরা আল্লাহর সাহায্যকারী হও, যেমন মারইয়াম-পুত্র ‘ঈসা হাওয়ারীগণকে বলেছিলেন, ‘আল্লাহর পথে কারা আমার সাহায্যকারী হবে?’ হাওয়ারীগণ বলেছিলেন, ‘আমরাই আল্লাহর পথে সাহায্যকারী [১]।’ তারপর বনী ইসরাঈলের একদল ঈমান আনল এবং একদল কুফরী করল। তখন আমরা যারা ঈমান এনেছিল, তাদের শত্রুদের মুকাবিলায় তাদেরকে শক্তিশালী করলাম, ফলে তারা বিজয়ী হল [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] حَوَارِيِّيْنَ  শব্দটি حَوَارِي  এর বহুবচন। এর অর্থ আন্তরিক বন্ধু। ঈসা আলাইহিস সালাম এর অনুসারীদেরকে ‘হাওয়ারী’ বলা হত। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এই আয়াতের তাফসীরে আবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত, ঈসা আলাইহিস সালাম আসমানে উখিত হওয়ার পর নাসারারা তিন দলে বিভক্ত হয়ে পড়ে। একদল বলল, তিনি ইলাহ ছিলেন এবং আসমানে চলে গেছেন। দ্বিতীয় দল বলল, তিনি ইলাহ ছিলেন না বরং ইলাহর পুত্র ছিলেন। এখন আল্লাহ তাকে আসমানে উঠিয়ে নিয়েছেন এবং শক্ৰদের ওপর শ্রেষ্ঠত্ব দান করেছেন। তৃতীয় দল বিশুদ্ধ ও সত্যকথা বলল। তারা বলল, “তিনি ইলাহও ছিলেন না, ইলাহর পুত্রও ছিলেন না; বরং আল্লাহর দাস ও রাসূল ছিলেন। আল্লাহ তা'আলা তাকে শক্ৰদের কবল থেকে হেফাযত ও উচ্চ মর্তবা দান করার জন্যে আকাশে উঠিয়ে নিয়েছেন।' মূলত: এরাই ছিল সত্যিকার ঈমানদার। প্রত্যেক দলের সাথে কিছু কিছু জনসাধারণও যোগদান করে এবং পারস্পরিক কলহ বাড়তে বাড়তে যুদ্ধের উপক্রম হয়। ঘটনাচক্রে উভয় কাফের দল মুমিনদের মোকাবিলায় প্রবল হয়ে ওঠে। অবশেষে আল্লাহ তা'আলা সর্বশেষ নবী ও রাসূল মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে প্রেরণ করেন। তিনি মুমিন দলকে সমর্থন দেন। এভাবে পরিণামে মুমিন দল যুক্তি প্রমাণের নিরীখে বিজয়ী হয়ে যায়। এই তফসীর অনুযায়ী আয়াতে উল্লেখিত الَّذِيْنَ امَنُوْا বা “যারা ঈমান এনেছে” বলে ঈসা আলাইহিসসালাম-এর উম্মতের মুমিনগণকেই বোঝানো হয়েছে, যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সাহায্য ও সমর্থনে বিজয়ের গৌরব অর্জন করবে। সে হিসেবে উম্মতে মুহাম্মদী যারা রাসূলের প্রকৃত অনুসারী তারা সর্বদা বিজয়ী থাকবে। [দেখুন: তাফসীরে তাবারী: ২৮/৬০, দ্বিয়া আল-মাকদেসী: আল-মুখতারাহ: ১০/৩৭৬-২৭৮, নং ৪০২]\n  <br/>\n </p>\n</div>"
    }
]