[
    {
        "id": 1,
        "verse": "৬২ : ১",
        "arabic_text": "\nيُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ ",
        "bangla_text": "আসমানসমূহে যা আছে এবং যমীনে যা আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করছে, যিনি অধিপতি, মহাপবিত্র, পরাক্রমশালী, প্রজ্ঞাময়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জুমুআর সালাতে সূরা আল-জুমুআহ এবং আল-মুনাফিকুন পড়তেন। [মুসলিম: ৭৭৭, আবুদাউদ; ১১২৪, তিরমিয়ী: ৫১৯, ইবনে মাজাহ; ১১১৮, মুসনাদে আহমাদ: ২/৪২৯-৪৩০]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬২ : ২",
        "arabic_text": "\nهُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "তিনিই উম্মীদের [১] মধ্যে একজন রাসূল পাঠিয়েছেন তাদের মধ্য থেকে, যিনি তাদের কাছে তেলাওয়াত করেন তাঁর আয়াতসমূহঃ তাদেরকে পবিত্র করেন এবং তাদেরকে শিক্ষা দেন কিতাব ও হিকমত [২] ; যদিও ইতোপূর্বে তারা ছিল ঘোর বিভ্ৰান্তিতে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أُمِّيّ বা ‘উম্মী’ শব্দটির অর্থ নিরক্ষর। আরবরা এই পদবীতে সুবিদিত। [কুরতুবী, বাগভী]\n  <br/>\n  <br/>\n  [২] নবী-রাসূল প্রেরণের উদ্দেশ্য বর্ণনা প্রসঙ্গে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর তিনটি গুণ উল্লেখ করা হয়েছে, (এক) কুরআনের আয়াত তেলাওয়াত। আয়াতে বর্ণিত ‘তেলাওয়াত’ শব্দের আসল অর্থ অনুসরণ করা। পরিভাষায় শব্দটি কালাম পাঠ করার অর্থে ব্যবহৃত হয়। آيات “আয়াত” বলে কুরআনের আয়াত বোঝানো  হয়েছে। অর্থাৎ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে প্রেরণ করার এক উদ্দেশ্য এই যে, তিনি মানুষকে কুরআনের আয়াতসমূহ পাঠ করে শোনাবেন।\n  <br/>\n  <br/>\n  (দুই) উম্মতকে বাহ্যিক ও অভ্যন্তরীণ সকল প্রকার অপবিত্ৰতা থেকে পবিত্র করা, আয়াতে উল্লেখিত يزكيهم শব্দটি “তাযকিয়াহ’ থেকে গৃহীত। ‘তাযকিয়াহ’ শব্দটি অভ্যন্তরীণ দোষ থেকে পবিত্র করার অর্থে অধিকতর ব্যবহৃত হয়; অৰ্থাৎ কুফর, শিরক ও কুচরিত্ৰতা থেকে পবিত্র করা। কোন সময় বাহ্যিক ও অভ্যন্তরীণ সর্বপ্রকার পবিত্রতার জন্যেও ব্যবহৃত হয়। এখানে এই ব্যাপক অর্থই উদ্দেশ্য। (তিন) কিতাব ও হিকমত শিক্ষা দেয়া। এখানে ‘কিতাব' বলে পবিত্র কুরআন এবং ‘হিকমত’ বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণিত উক্তিগত ও কর্মগত শিক্ষাসমূহ বোঝানো হয়েছে। তাই অধিকাংশ তফসীরকারক এখানে হিকমতের তাফসীর করেছেন সুন্নাহ। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬২ : ৩",
        "arabic_text": "\nوَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "এবং তাদের মধ্য হতে অন্যান্যদের জন্যও যারা এখনো তাদের সাথে মিলিত হয়নি [১]। আর আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বর্ণিত آخرين এর শাব্দিক অর্থ ‘অন্য লোক”। আর لَمَّايَلْحَقُوْابِحِمٌ এর অর্থ যারা এখন পর্যন্ত তাদের অর্থাৎ, নিরক্ষরদের সাথে মিলিত হয়নি। কিন্তু এরা কারা যাদেরকে আয়াতে “অন্য লোক” বলা হয়েছে? এ ব্যাপারে তিনটি প্রসিদ্ধ মত রয়েছে। এক. এখানে কেয়ামত পর্যন্ত আগমনকারী সকল মুসলিমকে বোঝানো হয়েছে। অর্থাৎ রাসূলকে আল্লাহ্ তা'আলা পরবর্তী সমস্ত মানুষদের জন্যও রাসূল হিসেবে পাঠিয়েছেন। এতে ইঙ্গিত রয়েছে যে, কেয়ামত পর্যন্ত আগমনকারী সকল মুসলিমকে প্রথম কাতারের মুমিন অর্থাৎ সাহাবায়ে-কেরামের সাথে সংযুক্ত মনে করা হবে। এটা নিঃসন্দেহে পরবর্তী মুসলিমদের জন্যে সুসংবাদ। দুই. কেউ কেউ وآخرين শব্দটিকে أمِّيِّيْنَ এর উপর عطف করেছেন। তখন এ আয়াতের সারমর্ম এই হবে যে, আল্লাহ তা'আলা তাঁর রাসূলকে নিরক্ষরদের মধ্যে এবং তাদের মধ্যে প্রেরণ করেছেন, যারা এখনও নিরক্ষরদের সাথে মিলিত হয়নি। তিন. কেউ কেউ وآخرين শব্দের عطف মেনেছেন وَيُعَلِّمُهُمْ এর সর্বনামের উপর। আর তখন আয়াতের অর্থ হবে এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শিক্ষা দেন নিরক্ষরদেরকে এবং তাদেরকে যারা এখনও তাদের সাথে মিলিত হয়নি। যারা এখনো নিরক্ষর বা \"উন্মী’দের সাথে মিলিত হয়নি তারা নিঃসন্দেহে কিয়ামত পর্যন্ত আগমনকারী বিভিন্ন দেশের মুসলিম। ইকরিমা ও মুজাহিদ থেকে অনুরূপ বৰ্ণিত হয়েছে। তারা তাবেয়ী, তবে তাবেয়ী ও অনাগত আরব অনারব সকল মুসলিম। [কুরতুবী, ফাতহুল কাদীর] তাছাড়া এক হাদীস থেকেও এ অর্থের সপক্ষে দলীল নেয়া যায়, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আমার উম্মতের পুরুষ ও মহিলাদের বংশধরদের চতুর্থ অধঃস্তনদের থেকেও বিনা হিসেবে জান্নাতে যাবে, তারপর তিনি\n  <br/>\n  <br/>\n  وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ\n  <br/>\n  <br/>\n  আয়াত পাঠ করলেন\"। [ইবনে আবি আসিম: আস-সুন্নাহ: ৩০৯]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির এখানে সুনির্দিষ্টভাবে পারস্যের দিকে ইঙ্গিত করেছেন। তাদের মতের সপক্ষে তারা দলীল পেশ করে বলেন, আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে বসা ছিলাম, এমতাবস্থায় সূরা জুমুআ অবতীর্ণ হয়। তিনি আমাদেরকে তা পাঠ করে শুনান। তিনি\n  <br/>\n  <br/>\n  وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ\n  <br/>\n  <br/>\n  পাঠ করলে আমরা আরয করলামঃ ইয়া রাসূলুল্লাহ, এরা কারা? তিনি নিরুত্তর রইলেন। দ্বিতীয়বার, তৃতীয়বার প্রশ্ন করার পর তিনি পার্শ্বে উপবিষ্ট সালমান ফারেসী রাদিয়াল্লাহু ‘আনহু-এর গায়ে হাত রাখলেন এবং বললেনঃ যদি ঈমান সুরাইয়া নক্ষত্রের সমান উচ্চতায়ও থাকে,তবে তার সম্প্রদায়ের কিছুলোক সেখান থেকেও ঈমানকে নিয়ে আসবে। [বুখারী: ৪৮৯৭, ৪৮৯৮, মুসলিম: ২৫৪৬, তিরমিয়ী: ৩৩১০] [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬২ : ৪",
        "arabic_text": "\nذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ ",
        "bangla_text": "এটা আল্লাহরই অনুগ্রহ, যাকে ইচ্ছে তিনি এটা দান করেন। আর আল্লাহ মহা অনুগ্রহের অধিকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬২ : ৫",
        "arabic_text": "\nمَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "যাদেরকে তাওরাতের দায়িত্বভার অর্পণ করা হয়েছিল, কিন্তু তারা তা বহন করেনি, তারা গাধার মত! যে বহু পুস্তক বহন করে [১]। কত নিকৃষ্ট সে সম্প্রদায়ের দৃষ্টান্ত যারা আল্লাহর আয়াতসমূহে মিথ্যারোপ করে ! আর আল্লাহ যালিম সম্প্রদায়কে হেদায়াত করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতাংশের দুটি অর্থ। একটি সাধারণ অর্থ এবং অপরটি বিশেষ অর্থ। সাধারণ অর্থ হলো, যাদের ওপর তাওরাতের জ্ঞান অর্জন, তদনুযায়ী আমল এবং তাওরাত অনুসারে দুনিয়াকে পথপ্রদর্শনের দায়িত্ব দেয়া হয়েছিল, তারা তাদের এ দায়িত্ব বুঝেনি এবং তার হকও আদায় করেনি। বিশেষ অর্থ হলো, তাওরাতের ধারক ও বাহক গোষ্ঠী হওয়ার কারণে যাদের কাজ ছিল সবার আগে অগ্রসর হয়ে সেই রাসূলকে সাহায্য-সহযোগিতা করা যার আগমনের সুসংবাদ তাওরাতে স্পষ্ট ভাষায় দেয়া হয়েছিল। কিন্তু তারাই তার সবচেয়ে বেশী শক্রতা ও বিরোধিতা করেছে এবং তাওরাতের শিক্ষার দাবী পূরণ করেনি। পার্থিব জাকজমক ও ধনৈশ্বর্য তাদেরকে তাওরাত থেকে বিমুখ করে রেখেছে। ফলে তারা তাওরাতের পণ্ডিত হওয়া সত্ত্বেও তাওরাতের নির্দেশাবলী বাস্তবায়নের দিক দিয়ে সম্পূর্ণ মুর্থ ও অনভিজ্ঞের পর্যয়ে চলে এসেছে।\n  <br/>\n  <br/>\n  আলোচ্য আয়াতে তাদের নিন্দা করে বলা হয়েছে যে, তাদের দৃষ্টান্ত হচ্ছে গর্দভ, যার পিঠে জ্ঞান-বিজ্ঞানের বৃহদাকার গ্রন্থ চাপিয়ে দেয়া হয়। এই গর্দভ সেই বোঝা বহন তো করে, কিন্তু তার বিষয়বস্তুর কোন খবর রাখে না এবং তাতে তার কোন উপকার হয় না। ইয়াহুদীদের অবস্থাও তদ্রুপ। তারা পার্থিব সুখ-স্বাচ্ছন্দ্য অর্জনের জন্যে তাওরাতকে বহন করে এবং এর মাধ্যমে জনগণের মধ্যে জাঁকজমক ও প্রতিপত্তি লাভ করতে চায়, কিন্তু এর দিকনির্দেশ দ্বারা কোন উপকার লাভ করে না। [দেখুন-ইবন কাসীর, কুরতুবী, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬২ : ৬",
        "arabic_text": "\nقُلۡ يَٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "বলুন, ' হে ইয়াহূদী হয়ে যাওয়া লোকরা! যদি তোমরা মনে কর যে, তোমরাই আল্লাহর বন্ধু, অন্য লোকেরা নয় [১]; তবে তোমরা মৃত্যু কামনা কর,  যদি তোমরা সত্যবাদী হও।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআন মজীদের বিভিন্ন স্থানে তাদের এই দাবী বিস্তারিতভাবে বর্ণনা করা হয়েছে। যেমন, তারা বলত: “ইয়াহুদীরা ছাড়া কেউই জান্নাতে যাবে না” [সূরা আল-বাকারাহ: ১১১]। “জাহান্নামের আগুন আমাদের কখনো স্পর্শ করবে না। আর আমাদেরকে যদি নিতান্তই শাস্তি দেয়া হয় তাহলে মাত্র কয়েক দিনের জন্য দেয়া হবে\" [সূরা আল-বাকারাহ: ৮০, সূরা আলে ইমরান, ২৪]। “আমরা আল্লাহর বেটা এবং তাঁর প্রিয়পাত্র”। [সূরা আল-মায়েদাহ': ১৮]।\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬২ : ৭",
        "arabic_text": "\nوَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ ",
        "bangla_text": "কিন্তু তারা তাদের হাত যা আগে পাঠিয়েছে তার কারণে কখনো মৃত্যু কামনা করবে না। আর আল্লাহ যালিমদের সম্পর্কে সম্যক অবগত [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা'আলা ইয়াহুদীদের আসল চরিত্র তুলে ধরছেন। তা হচ্ছে, ইয়াহুদীরা কখনও মৃত্যু কামনা করবে না। কারণ, তারা আখেরাতের জন্যে কুফর, শিরক ও কুকর্ম ব্যতীত আর কিছুই পাঠায়নি। অতএব তারা ভালরূপে জানে যে, আখেরাতে তাদের জন্যে জাহান্নামের শাস্তিই অবধারিত রয়েছে। তারা আল্লাহর প্রিয়জন হওয়ার যে দাবি করে, তা সম্পূর্ণ মিথ্যা। এটা স্বয়ং তাদের অজানা নেই। তবে দুনিয়ার উপকারিতা লাভ করার জন্যে তারা এ ধরনের দাবি করে। তারা আরও জানে যে, যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কথায় তারা মৃত্যু কামনা করে তবে তা অবশ্যই কবুল হবে এবং তারা মরে যাবে। তাই বলা হয়েছে, ইয়াহুদীরা মৃত্যু কামনা করতেই পারে না। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যদি সে সময় তাদের কেউ মৃত্যু কামনা করত, তবে তারা তৎক্ষণাৎ মৃত্যুমুখে পতিত হত। [মুসনাদে আহমাদ: ১/২৪৮, মুসনাদে বাযযার: ২১৮৯ (কাশফুল আসতার), আসসুনানুল কুবরা লিন নাসায়ী: ১১০৬১, মুসনাদে আবি ইয়া'লা: ২৬০৪]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬২ : ৮",
        "arabic_text": "\nقُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "বলুন, ‘তোমারা যে মৃত্যু হতে পলায়ন কর সে মৃত্যু তোমাদের সাথে অবশ্যই সাক্ষাত করবে। তারপর তোমাদেরকে ফিরিয়ে নেয়া হবে গায়েব ও প্রকাশ্যের জ্ঞানী আল্লাহর কাছে অতঃপর তোমারা যা আমল করতে সে সম্পর্কে তিনি তোমাদেরকে জানিয়ে দিবেন।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬২ : ৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "হে ঈমানদারগণ ! জুমু’আর দিনে [১] যখন সালাতের জন্য ডাকা হয় [২] তখন তোমারা আল্লাহর স্বরণে ধাবিত হও [৩] এবং কেনা-বেচা ত্যাগ কর, এটাই তোমাদের জন্য সর্বোত্তম, যদি তোমারা জানতে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই দিনটি মুসলিমদের সমাবেশের দিন। তাই এই দিনকে \"ইয়াওমুল জুম'আ' বলা হয়। এই দিনের বিশেষ কিছু বৈশিষ্ট্য বিভিন্ন হাদীসে এসেছে; যেমন, \"আল্লাহ তা'আলা নভোমণ্ডল, ভূমণ্ডল ও সমস্ত জগৎকে ছয়দিনে সৃষ্টি করেছেন। এই ছয়দিনের শেষদিন ছিল জুম'আর দিন [মুসলিম: ২৭৮৯]\n  <br/>\n  <br/>\n  আরও এসেছে, “যে দিনগুলোতে সূৰ্য উদিত হয় তন্মধ্যে সবচেয়ে উত্তম দিন হচ্ছে, জুম'আর দিন। এই দিনেই আদম আলাইহিস সালাম সৃজিত হন, এই দিনেই তাকে জান্নাতে দাখিল করা হয় এবং এই দিনেই জান্নাত থেকে পৃথিবীতে নামানো হয়। আর কেয়ামত এই দিনেই সংঘটিত হবে।” [মুসলিম: ৮৫৪] আরও এসেছে, “এই দিনে এমন একটি মুহূর্ত আছে, যাতে মানুষ যে দো'আই করে, তাই কবুল হয় [বুখারী:১৯৩৫, মুসলিম: ৮৫২]\n  <br/>\n  <br/>\n  আল্লাহ তা'আলা প্রতি সপ্তাহে মানবজাতির সমাবেশ ও ঈদের জন্যে এই দিন রেখেছিলেন। কিন্তু পূৰ্ববতীর্ণ উম্মতরা তা পালন করতে ব্যর্থ হয়। ইয়াহুদীরা \"ইয়াওমুস সাব্‌ত” তথা শনিবারকে নিজেদের সমাবেশের দিন নির্ধারিত করে নেয় এবং নাসারারা রবিবারকে। আল্লাহ তা'আলা এই উম্মতকে তওফীক দিয়েছেন যে, তারা শুক্রবারকে মনোনীত করেছে। অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আমরা সবশেষে এসেও কিয়ামতের দিন অগ্রণী হব। আমরাই প্রথম জান্নাতে প্ৰবেশ করব। যদিও তাদেরকে আমাদের আগে কিতাব দেয়া হয়েছিল, আর আমাদেরকে কিতাব দেয়া হয়েছে তাদের পরে। কিন্তু তারা এতে মতভেদে লিপ্ত হয়েছে। অতঃপর আল্লাহ আমাদেরকে তাদের মতভেদপূর্ণ বিষয়ে সঠিক পথ দিয়েছেন। এই যে দিনটি, তারা এতে মতভেদ করেছে। অত:পর আল্লাহ আমাদেরকে এ দিনের সঠিক হেদায়াত করেছেন। তা হলো, জুম'আর দিন। সুতরাং আজ আমাদের, কাল ইয়াহুদীদের। আর পরশু নাসারাদের।” [বুখারী: ৮৭৬, মুসলিম: ৮৫৫]\n  <br/>\n  <br/>\n  সম্ভবত ইয়াহুদীদের আলোচনার পর পবিত্র কুরআনের জুম'আর আলোচনার কারণ এটাই যে, তাদের ইবাদতের যুগ শেষ হয়ে যাওয়ায় এখন কেবলমাত্র মুসলিমদের ইবাদতের দিনের প্রতি গুরুত্ব দেয়া প্রয়োজন। আর তা হচ্ছে জুম'আর দিন। মূর্খতাযুগে শুক্রবারকে \"ইয়াওমে আরূবা’ বলা হত। বলা হয়ে থাকে যে, আরবে কা'ব ইবনে লুয়াই সর্বপ্রথম এর নাম \"ইয়াওমুল জুমুআ’ রাখেন। কারণ, জুম'আ শব্দটির অর্থ একত্রিত করা। এই দিনে কুরাইশদের সমাবেশ হত এবং কাব ইবনে লুয়াই ভাষণ দিতেন। সারকথা এই যে, ইসলাম পূর্বকালেও ক’ব ইবনে লুয়াই-এর আমলে শুক্রবার দিনকে গুরুত্ব দান করা হত। তিনিই এই দিনের নাম জুমআর দিন রেখেছিলেন। কিন্তু সহীহ হাদীসে পাওয়া যায় যে, “আদম আলাইহিস সালামের সৃষ্টিকে এই দিন একত্রিত করা হয়েছিল বলেই এই দিনকে জুম'আ নামকরণ করা হয়েছে।” [মুস্তাদরাকে হাকিম: ১/৪১২, নং: ১০২৮, সহীহ ইবনে খুযাইমাহ ৩/১১৮, নং: ১৭৩২, ত্বাবরানী: মুজামুল কাবীর ৬/২৩৭ নং ৬০৯২, মুজামুল আওসাত্ম: ১/২৫০, নং ৮২১, মাজমাউয যাওয়ায়িদ: ২/৩৯০]\n  <br/>\n  <br/>\n  [২] نودي অর্থ যখন ডাকা হয়। এখানে খোতবার আযান বোঝানো হয়েছে। [ফাতহুল কাদীর, বাগভী] সায়েব ইবনে ইয়াযীদ বলেন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যুগ, আবু বকর এবং উমরের যুগে জুম'আর দিনে ইমাম যখন মিম্বরে বসত তখন প্রথম আযান দেয়া হত। তারপর যখন উসমান রাদিয়াল্লাহু আনহুর যুগ আসল এবং মানুষ বেড়ে গেল তখন তৃতীয় আহবানটি তিনি বাড়িয়ে দেন” [বুখারী: ৯১২]\n  <br/>\n  <br/>\n  [৩] আয়াতে বর্ণিত فاسْعَوْا শব্দের এক অর্থ দৌঁড়ানো এবং অপর অর্থ কোন কাজ গুরুত্ব সহকারে করা। এখানে এই অর্থ উদ্দেশ্য। কারণ, সালাতের জন্যে দৌড়ে আসতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিষেধ করেছেন। তিনি বলেছেন, “প্রশাস্তি ও গাম্ভীৰ্য সহকারে সালাতের জন্যে গমন কর।” [বুখারী: ৬৩৬, মুসলিম: ৬০২]\n  <br/>\n  <br/>\n  আয়াতের অর্থ এই যে, জুমআর দিনে জুমআর আযান দেয়া হলে আল্লাহর যিকিরের দিকে গুরুত্বসহকারে যাও। অর্থাৎ সালাত ও খোতবার জন্যে মসজিদে যেতে যত্নবান হও। যে ব্যক্তি দৌঁড় দেয়, সে যেমন অন্য কোন কাজের প্রতি মনোযোগ দেয় না, তোমরাও তেমনি আযানের পর সালাত ও খোতবা ব্যতীত অন্য কাজের দিকে মনোযোগ দিও না। এখানে যিকার’ বলে জুম'আর সালাত এবং এই সালাতের অন্যতম শর্ত খোতবাও বোঝানো হয়েছে। বহু হাদীসে জুম'আর দিনে যত তাড়াতাড়ি সম্ভব মসজিদে হাযির হওয়ার গুরুত্ব বর্ণিত হয়েছে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “যে জুম'আর দিনে জানাবত তথা অপবিত্র অবস্থা থেকে পবিত্র হওয়ার মত গোসল করবে, তারপর (প্রথম ঘণ্টায়) মসজিদে হাজির হবে সে যেন একটি উট কুরবানী করল। আর যে ব্যক্তি দ্বিতীয় ঘণ্টায় গেল সে যেন গরু কুরবানী করল। যে তৃতীয় ঘন্টায় গেল সে যেন শিংওয়ালা ছাগল কুরবানী করল। যে চতুর্থ ঘন্টায় গেল সে যেন মুরগী উৎসর্গ করল। যে পঞ্চম ঘন্টায় গেল সে যেন ডিম উৎসর্গ করল। তারপর যখন ইমাম বের হয়ে যায় তখন ফেরেশতারা (লিখা বন্ধ করে) ইমামের কাছে হাযির হয়ে যিকর (খুতবা) শুনতে থাকে।” [বুখারী: ৮৮১]\n  <br/>\n  <br/>\n  তাছাড়া এটা অনেকের নিকট দো'আ কবুল হওয়ার সময়। এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “জুম'আর দিনে এমন একটি সময় আছে কোন মুসলিম যদি সে সময়ে আল্লাহর কাছে কোন কল্যাণ চায় তবে অবশ্যই তিনি তাকে সেটা দিবেন”। [বুখারী: ৬৪০০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬২ : ১০",
        "arabic_text": "\nفَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ ",
        "bangla_text": "অতঃপর সালাত শেষ হলে তোমারা যমীনে ছড়িয়ে পড় এবং আল্লাহর অমুগ্রহ সন্ধান কর ও আল্লহকে খুব বেশী স্মরণ কর, যাতে তোমারা সফলকাম হও ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬২ : ১১",
        "arabic_text": "\nوَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّٰزِقِينَ ",
        "bangla_text": "আর যখন তারা দেখে ব্যবসা অথবা ক্রীড়া – কৌতুক তখন তারা আপনাকে দাঁড়ানো অবস্থায় রেখে সেদিকে ছুটে যায় [১]। বলুন, ‘আল্লাহ্‌র কাছে যা আছে তা খেল-তামাশা ও ব্যবসার চেয়ে উৎকৃষ্ট।’ আর আল্লাহ্‌ সর্বেশ্রেষ্ঠ রিযিকদাতা। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতে তাদেরকে হুঁশিয়ার করা হয়েছে, যারা জুম'আর খোতবা ছেড়ে দিয়ে ব্যবসায়িক কাজ-কারবারে মনযোগ দিয়েছিল। এক জুমআর দিনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নামাযান্তে খোতবা দিচ্ছিলেন এমন সময় একটি বাণিজ্যিক কাফেলা মদীনার বাজারে উপস্থিত হয়। ফলে অনেক মুসল্লী খোতবা ছেড়ে বাজারে চলে যায় এমনকি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে কেবল বার জন সাহাবী অবশিষ্ট ছিলেন। তখন এ আয়াত নাযিল হয় ৷ [বুখারী: ৯৩৬, ২০৫৮, ৪৮৯৯, মুসলিম: ৮৬৩]\n </p>\n</div>"
    }
]