[
    {
        "id": 1,
        "verse": "৬৩ : ১",
        "arabic_text": "\nإِذَا جَآءَكَ ٱلۡمُنَٰفِقُونَ قَالُواْ نَشۡهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِۗ وَٱللَّهُ يَعۡلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشۡهَدُ إِنَّ ٱلۡمُنَٰفِقِينَ لَكَٰذِبُونَ ",
        "bangla_text": "যখন মুনাফিকরা আপনার কাছে আসে তখন তারা বলে, ‘আমরা সাক্ষ্য দিচ্ছি যে, আপনি নিশ্চয় আল্লাহর রাসূল।’ আর আল্লাহ জানেন যে, আপনি নিশ্চয় তাঁর রাসূল এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন বর্ণনা থেকে বুঝা যায় যে, এ ঘটনাটি তাবুক যুদ্ধের পরে সংঘটিত হয়েছিল। [আস-সুনানুল কুবরা, নাসায়ী:১১৫৯৭ তিরমিয়ী: ৩৩১৪] কিন্তু বিশিষ্ট ঐতিহাসিকদের বর্ণনা অনুযায়ী পঞ্চম হিজরীতে ‘বনী-মুস্তালিক’ যুদ্ধের সময় এ আয়াত সংক্রান্ত ঘটনাটি সংঘটিত হয়েছিল। [তিরমিয়ী: ৩৩১৫, মুসনাদে আহমাদ ৩/৩৯২, ইবনে হাজার: মুকাদ্দিমাহ ফাতহুল বারী ১/২৯৫, ৬/৫৪৭, ইবনে সা'দ: তাবাকাতুল কুবরা: ৪/৩৪৯] আর এটাই সবচেয়ে বিশুদ্ধ মত।\n  <br/>\n  <br/>\n  কারণ, ঘটনায় বর্ণিত আব্দুল্লাহ ইবনে উবাই তাবুকের যুদ্ধে অংশগ্রহণ থেকে বিরত ছিল। ঘটনাটির সার সংক্ষেপ হল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বনী মুস্তালিক যুদ্ধে বের হওয়ার পর সাহাবায়ে কিরাম পানির ব্যাপারে কষ্ট পাচ্ছিলেন। এরপর যখন মুসলিম মুজাহিদ বাহিনী একটি কুপের কাছে সমবেত ছিল, তখন একটি অগ্ৰীতিকর ঘটনা ঘটে গেল। একজন মুহাজির ও একজন আনসারীর মধ্যে পানি ব্যবহার নিয়ে ঝগড়া শুরু হয়ে হাতাহাতির সীমা অতিক্রম করে পারস্পরিক সংঘর্ষের পর্যায়ে পৌছে গেল। মুহাজির ব্যক্তি সাহায্যের জন্যে মুহাজিরগণকে এবং আনসারী ব্যক্তি আনসার সম্প্রদায়কে ডাক দিল। উভয়ের সাহায্যার্থে কিছু লোক তৎপরও হয়ে উঠল। এভাবে ব্যাপারটি মুসলিমদের পারস্পরিক সংঘর্ষের কাছাকাছি পৌছে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সংবাদ পেয়ে অনতিবিলম্বে ঘটনাস্থলে পৌঁছে গেলেন এবং ভীষণ রুষ্ট হয়ে বললেন, مَابَالُ دَعْوَى الَجاهِلِيَّةِ অৰ্থাৎ \"এ কি মূর্খতাযুগের আহবান।' দেশ ও বংশগত জাতীয়তাকে ভিত্তি করে সাহায্য ও সহযোগিতার আয়োজন হচ্ছে কেন? তিনি আরও বললেন, دَعُوْهٓافَإِخَّمَامُنْتِنَةٌ এই শ্লোগান বন্ধ কর। এটা দুৰ্গন্ধময় স্লোগান।’ অর্থাৎ এই দেশ ও বংশগত জাতীয়তা একটা মূর্থিতাসুলভ দুৰ্গন্ধময় স্লোগান। এর ফল জঞ্জাল বাড়ানো ছাড়া কিছুই হয় না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামএর এই উপদেশবাণী শোনামাত্ৰই ঝগড়া মিটে গেল। এ ব্যাপারে মুহাজির জাহ্‌জাহ ইবনে সা'দ আল-গিফারী এর বাড়াবাড়ি প্রমাণিত হল। তার হাতে সিনান ইবনে ওবরা আল-জুহানী আল-আনসারী রাদিয়াল্লাহু ‘আনহু আহত হয়েছিলেন। ওবাদা ইবনে সামেত রাদিয়াল্লাহু আনহু তাকে বুঝিয়ে-শুনিয়ে মাফ করিয়ে নিলেন। ফলে ঝগড়াকারী জালেম ও মজলুম উভয়ই পুনরায় ভাই ভাই হয়ে গেল।\n  <br/>\n  <br/>\n  মুনাফিকদের যে দলটি যুদ্ধলব্ধ সম্পদের লালসায় মুসলিমদের সাথে আগমন করেছিল। তাদের নেতা আবদুল্লাহ ইবনে উবাই যখন মুহাজির ও আনসারীর পারস্পরিক সংঘর্ষের খবর পেল, তখন সে একে মুসলিমদের মধ্যে বিভেদ সৃষ্টি করার একটি সুবর্ণ সুযোগ মনে করে নিল। সে মুনাফিকদের এক মজলিসে, যাতে মুমিনদের মধ্যে কেবল যায়েদ ইবনে আরকাম উপস্থিত ছিলেন, আনসারকে মুহাজিরগণের বিরুদ্ধে উত্তেজিত করার উদ্দেশ্যে বলল, তোমরা মুহাজিরদেরকে দেশে ডেকে এনে মাথায় চড়িয়েছ, নিজেদের ধন-সম্পদ ও সহায়-সম্পত্তি তাদের মধ্যে বণ্টন করে দিয়েছ। তারা তোমাদের রুটি খেয়ে লালিত হয়ে এখন তোমাদেরই ঘাড় মটকাচ্ছে। যদি তোমাদের এখনও জ্ঞান ফিরে না আসে, তবে পরিণামে এরা তোমাদের জীবন দুর্বিষহ করে তুলবে। কাজেই তোমরা ভবিষ্যতে টাকা-পয়সা দিয়ে তাদেরকে সাহায্য করো না। এতে তারা আপনা-আপনি ছত্ৰভঙ্গ হয়ে চলে যাবে। এখন তোমাদের কর্তব্য এই যে, মদীনায় ফিরে গিয়ে সম্মানীরা বহিরাগত এসব বাজে লোকদের বহিষ্কার করে দিবে। সম্মানী বলে তার উদ্দেশ্য ছিল নিজের দল ও আনসার এবং বাজে লোক বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও মুহাজির সাহাবায়ে কেরাম। যায়েদ ইবনে আরকাম রাদিয়াল্লাহু ‘আনহু এ কথা শোনা মাত্রই বলে উঠলেনঃ আল্লাহর কসম, তুই-ই বাজেলোক লাঞ্ছিত ও ঘূণিত। পক্ষান্তরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আল্লাহ প্রদত্ত শক্তিবলে এবং মুসলিমদের ভালবাসার জোরে মহাসম্মানী।\n  <br/>\n  <br/>\n  যায়েদ ইবনে আরকাম রাদিইয়াল্লাহু ‘আনহু মজলিস থেকে উঠে সোজা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে গেলেন এবং আদ্যোপান্ত ঘটনা তাকে বলে শোনালেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে সংবাদটি খুবই গুরুতর মনে হল। মুখমণ্ডলে পরিবর্তনের রেখা ফুটে উঠল। যায়েদ ইবনে আরকাম রাদিয়াল্লাহু ‘আনহু অল্পবয়স্ক সাহাবী ছিলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বললেনঃ বৎস দেখ, তুমি মিথ্যা বলছ না তো? যায়েদ কসম খেয়ে বললেনঃ না আমি নিজ কানে এসব কথা শুনেছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আবার বললেনঃ তোমার কোনরূপ বিভ্ৰান্তি হয় নি তো? যায়েদ উত্তরে পূর্বের কথাই বললেন। এরপর মুনাফিক সরদারের এই কথা গোটা মুসলিম বাহিনীর মধ্যে ছড়িয়ে পড়ল। তাদের মধ্যে এছাড়া আর কোন আলোচনাই রইল না। এদিকে সব আনসার যায়েদ ইবনে আরকাম রাদিয়াল্লাহু আনহু-কে তিরস্কার করতে লাগলেন যে, তুমি সম্প্রদায়ের নেতার বিরুদ্ধে অপবাদ আরোপ করেছ এবং আত্মীয়তার বন্ধন ছিন্ন করেছ। যায়েদ রাদিয়াল্লাহু আনহু বললেনঃ আল্লাহর কসম, সমগ্ৰ খাযরাজ গোত্রের মধ্যে আমার কাছে আবদুল্লাহ ইবনে উবাই অপেক্ষা অধিক প্রিয় কেউ নেই। কিন্তু যখন সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর বিরুদ্ধে এসব কথাবার্তা বলেছে, তখন আমি সহ্য করতে পারিনি। যদি আমার পিতাও এমন কথা বলত তবে আমি তাও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর গোচরীভূত করতাম।\n  <br/>\n  <br/>\n  অপরদিকে ওমর রাদিয়াল্লাহু আনহু এসে আরয করলেনঃ ইয়া রাসূলুল্লাহ! আমাকে অনুমতি দিন আমি এই মুনাফিকের গর্দান উড়িয়ে দেই। কোন কোন রেওয়ায়েতে আছে ওমর রাদিয়াল্লাহু ‘আনহু এ কথা বলেছিলেনঃ আপনি আব্বাদ ইবনে বিশারকে আদেশ করুন, সে তার মস্তক কেটে আপনার সামনে উপস্থিত করুক। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ ওমর, এর কি প্রতিকার যে, মানুষের মধ্যে খ্যাত হয়ে যাবে আমি আমার সাহাবীকে হত্যা করি। অতঃপর তিনি ইবনে উবাইকে হত্যা করতে বারণ করে দিলেন। এই ঘটনার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাধারণ অভ্যাসের বিপরীতে অসময়ে সফর শুরু করার কথা ঘোষণা করে দিলেন এবং নিজে কাসওয়া’ উল্পীর পিঠে সওয়ার হয়ে গেলেন। যখন সাহাবায়ে কেরাম রওয়ানা হয়ে গেলেন, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আবদুল্লাহ ইবনে উবাইকে ডেকে এনে বললেনঃ তুমি কি বাস্তবিকই এরূপ কথা বলেছ? সে অনেক কসম খেয়ে বললঃ আমি কখনও এরূপ কথা বলিনি। এই বালক (যায়েদ ইবনে আরকাম) মিথ্যাবাদী। স্বগোত্রে আবদুল্লাহ ইবনে উবাইয়ের যথেষ্ট সম্মান ও প্রতিপত্তি ছিল। তারা সবাই স্থির করল যে, সম্ভবতঃ যায়েদ ইবনে আরকাম রাদিয়াল্লাহু ‘আনহু ভুল বুঝেছে। আসলে ইবনে উবাই এ কথা বলেনি।\n  <br/>\n  <br/>\n  মোটকথা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আব্দুল্লাহ ইবনে উবাইয়ের কসম ও ওযর কবুল করে নিলেন। এদিকে জনগণের মধ্যে যায়েদ ইবনে আরকাম রাদিয়াল্লাহু ‘আনহু-এর বিরুদ্ধে ক্রোধ ও তিরষ্কার আরও তীব্র হয়ে গেল। তিনি এই অপমানের ভয়ে গা ঢাকা দিয়ে থাকতে লাগলেন। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সমগ্র মুজাহিদ বাহিনীসহ সারাদিন ও সারারাত সফর করলেন এবং পরের দিন সকালেও সফর অব্যাহত রাখলেন। অবশেষে যখন সূর্যকিরণ প্রখর হতে লাগল, তখন তিনি কাফেলাকে এক জায়গায় থামিয়ে দিলেন। পূর্ণ একদিন একরাত সফরের ফলে ক্লান্ত-পরিশ্রান্ত সাহাবায়ে কেরাম মনযিলে অবস্থানের সাথে সাথে নিদ্রার কোলে ঢলে পড়লেন।\n  <br/>\n  <br/>\n  বর্ণনাকারী বলেনঃ সাধারণ অভ্যাসের বিপরীতে তাৎক্ষণিক ও অসময়ে সফর করা এবং সুদীর্ঘকাল সফর অব্যাহত রাখার পিছনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর উদ্দেশ্য ছিল আবদুল্লাহ ইবনে উবাইয়ের ঘটনা থাকে উদ্ভূত জল্পনা-কল্পনা হতে মুজাহিদদের দৃষ্টি অন্যদিকে সরিয়ে নেয়া, যাতে এ সম্পর্কিত চর্চার অবসান ঘটে।\n  <br/>\n  <br/>\n  এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পুণরায় সফর শুরু করলেন। ইতোমধ্যে উবাদা ইবনে সামেত রাদিয়াল্লাহু আনহু আবদুল্লাহ ইবনে উবাইকে উপদেশাচ্ছলে বললেনঃ তুমি এক কাজ কর। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে উপস্থিত হয়ে অপরাধ স্বীকার করে নাও। তিনি তোমার জন্যে আল্লাহর কাছে ক্ষমা প্রার্থনা করবেন। এতে তোমার মুক্তি হয়ে যেতে পারে। ইবনে উবাই এই উপদেশ শুনে মাথা অন্যদিকে ঘুরিয়ে নিল। ওবাদা রাদিয়াল্লাহু ‘আনহু তখনই বললেনঃ আমার মনে হয়, তোমার এই বিমুখতা সম্পর্কে অবশ্যই কুরআনের আয়াত নাযিল হবে।\n  <br/>\n  <br/>\n  এদিকে সফর চলাকালে যায়েদ ইবনে আরকাম রাদিয়াল্লাহু ‘আনহু বার বার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে আসতেন। তার দৃঢ়বিশ্বাস ছিল যে, এই মুনাফিক লোকটি আমাকে মিথ্যাবাদী বলে গোটা সম্প্রদায়ের দৃষ্টিতে হেয় প্রতিপন্ন করেছেন। অতএব আমার সত্যায়ন ও এই ব্যক্তির মিথ্যার মুখোশ উন্মোচন সম্পর্কে অবশ্যই কুরআন নাযিল হবে। হঠাৎ যায়েদ ইবনে আরকাম রাদিয়াল্লাহু ‘আনহু দেখলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মধ্যে ওহী অবতরণকালীন লক্ষণাদি ফুটে উঠছে। তার শ্বাস ফুলে উঠছে, কপাল ঘৰ্মাক্ত হয়ে যাচ্ছে এবং তার উষ্ট্রী বোঝার ভারে নুয়ে পড়ছে। যায়েদ রাদিয়াল্লাহু ‘আনহু আশাবাদী হলেন যে, এখন এ সম্পর্কে কোন ওহী নাযিল হবে। অবশেষে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এই অবস্থা দূর হয়ে গেল। যায়েদ রাদিয়াল্লাহু আনহু বলেনঃ আমার সওয়ারী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছ ঘেঁষে যাচ্ছিল। তিনি নিজের সওয়ারীর উপর থেকে আমার কান ধরলেন এবং বললেন, “হে বালক, আল্লাহ তা'আলা তোমার কথার সত্যায়ন করেছেন”। আর সম্পূর্ণ সূরা আল-মুনাফিকুন আবদুল্লাহ ইবনে উবাইয়ের ঘটনা সম্পর্কে নাযিল হয়েছে। [পুরো ঘটনাটি কোথাও একত্রে বর্ণিত হয়নি। ভিন্ন ভিন্ন অংশ হিসেবে নিম্নোক্ত গ্রন্থসমূহ দেখা যেতে পারে।\n  <br/>\n  <br/>\n  [বুখারী: ৪৯০০, ৪৯০২, ৪৯০৫, মুসলিম: ২৫৮৪, ২৭৭২, নাসায়ী, ৯৭৭, তিরমিয়ী: ৩৩১২, ৩৩১৩, ৩৩১৪, ৩৩১৫, মুসনাদে আবি ইয়া'লা: ১৮২৪, মুসনাদে আহমাদ: ৩/৩৩৮, ৪/৩৬৮, ৩৭৩, ইবনে হিব্বান: ৫৯৯০, দালায়েলুন নাবুওয়ত লিল বাইহাকী: ৪/৫৩-৫৫, সীরাতে ইবনে হিশাম: ৩/৬৯, সীরাতে ইবনে কাসীর: ৩/১০৩]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬৩ : ২",
        "arabic_text": "\nٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর তাদের শপথগুলোকে ঢালরূপে ব্যবহার করে, ফলে তারা আল্লাহর পথ থেকে মানুষকে নিবৃত্ত  করে। তারা যা করে, নিশ্চয় তা কতই না মন্দ ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬৩ : ৩",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُمۡ ءَامَنُواْ ثُمَّ كَفَرُواْ فَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ ",
        "bangla_text": "এটা এজন্য যে, তারা ঈমান আনার পর কুফরী করেছে। ফলে তাদের হৃদয় মোহর করে দেয়া হয়েছে ; তাই  তারা বুঝতে পারছে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬৩ : ৪",
        "arabic_text": "\n۞ وَإِذَا رَأَيۡتَهُمۡ تُعۡجِبُكَ أَجۡسَامُهُمۡۖ وَإِن يَقُولُواْ تَسۡمَعۡ لِقَوۡلِهِمۡۖ كَأَنَّهُمۡ خُشُبٞ مُّسَنَّدَةٞۖ يَحۡسَبُونَ كُلَّ صَيۡحَةٍ عَلَيۡهِمۡۚ هُمُ ٱلۡعَدُوُّ فَٱحۡذَرۡهُمۡۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ ",
        "bangla_text": "আর আপনি যখন তাদের দিকে তাকান তাদের দেহের আকৃতি আপনার কাছে প্ৰীতিকর মনে হবে এবং তারা যখন কথা বলে, আপনি আগ্রহের সাথে তাদের কথা শুনে থাকেন। তারা দেয়ালে ঠেকান কাঠের খুঁটির মতই ; তারা যে কোন আওয়াজকেই তাদের বিরুদ্ধে মনে করে। তারাই শত্ৰু, অতএব তাদের সম্পর্কে সতর্ক হোন ; আল্লাহ তাদেরকে ধবংস করুন ! তাদেরকে কোথায় ফিরানো হচ্ছে !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬৩ : ৫",
        "arabic_text": "\nوَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ يَسۡتَغۡفِرۡ لَكُمۡ رَسُولُ ٱللَّهِ لَوَّوۡاْ رُءُوسَهُمۡ وَرَأَيۡتَهُمۡ يَصُدُّونَ وَهُم مُّسۡتَكۡبِرُونَ ",
        "bangla_text": "আর যখন তাদেরকে বলা হয়, ‘তোমরা আস, আল্লাহর রাসূল তোমাদের জন্য  ক্ষমা প্রার্থনা করবেন।’ তখন তারা মাথা নেড়ে অস্বীকৃতি জানায়, আর আপনি তাদেরকে দেখতে পাবেন, অহংকারবশত ফিরে যেতে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬৩ : ৬",
        "arabic_text": "\nسَوَآءٌ عَلَيۡهِمۡ أَسۡتَغۡفَرۡتَ لَهُمۡ أَمۡ لَمۡ تَسۡتَغۡفِرۡ لَهُمۡ لَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "আপনি তাদের জন্য ক্ষমা প্রার্থনা করুন বা না করুন, উভয়ই তাদের জন্য সমান। আল্লাহ তাদেরকে কখনো ক্ষমা করবেন না। নিশ্চয় আল্লাহ ফাসিক সম্পপ্রদায়কে হেদায়াত দেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬৩ : ৭",
        "arabic_text": "\nهُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُواْ عَلَىٰ مَنۡ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّواْۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَفۡقَهُونَ ",
        "bangla_text": "তারাই বলে, ‘তোমারা আল্লাহর রাসূলের সহচরদের জন্য ব্যয় করো না, যাতে তারা সরে পড়ে।’ অথচ আসমানসমূহ ও যমীনের ধন-ভাণ্ডার তো আল্লাহরই ; কিন্তু মুনাফিকরা তা বুঝে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুহাজির জাহ্‌জাহ্‌ ইবনে সা'দ আল-গিফারী ও আনসারী সিনান ইবনে ওবরাহর ঝগড়ার সময় আবদুল্লাহ ইবনে উবাই-ই এ কথা বলেছিল। আল্লাহ তা'আলার পক্ষ থেকে এর জওয়াব দেওয়া হয়েছে যে, নির্বোধরা মনে করে মুহাজিরগণ তাদের দান-খয়রাতের মুখাপেক্ষী এবং ওরাই তাদের অন্ন যোগায়। অথচ সমগ্র নভোমণ্ডল ও ভূমণ্ডলের ধন-ভাণ্ডার আল্লাহর হাতে। তিনি ইচ্ছা করলে মুহাজিরগণকে তোমাদের কোন সাহায্য ছাড়াই সবকিছু দিতে পারেন। ইবনে উবাইয়ের এরূপ মনে করা নির্বুদ্ধিতা ও বোকামীর পরিচায়ক। তাই আল্লাহ তা’আলা এ স্থলে “তারা বোঝেনা” বলে বুঝিয়েছেন যে, যে এরূপ মনে করে, সে বেওকুফ ও নির্বোধ। [দেখুন কুরতুবী, ফাতহুল কাদীরা]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬৩ : ৮",
        "arabic_text": "\nيَقُولُونَ لَئِن رَّجَعۡنَآ إِلَى ٱلۡمَدِينَةِ لَيُخۡرِجَنَّ ٱلۡأَعَزُّ مِنۡهَا ٱلۡأَذَلَّۚ وَلِلَّهِ ٱلۡعِزَّةُ وَلِرَسُولِهِۦ وَلِلۡمُؤۡمِنِينَ وَلَٰكِنَّ ٱلۡمُنَٰفِقِينَ لَا يَعۡلَمُونَ ",
        "bangla_text": "তারা বলে,  ‘আমরা মদীনায় ফিরে আসলে সেখান থেকে শক্তিশালীরা অবশ্যই দুর্বলদেরকে বের করে দেবে [১]।’ অথচ শক্তি-সম্মান তো  আল্লাহরই, আর তাঁর রাসূল ও মুমিনদের। কিন্তু মুনাফিকরা এটা জানে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটাও ইবনে উবাইয়ের উক্তি। [কুরতুবী, ফাতহুল কাদীরা]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬৩ : ৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُلۡهِكُمۡ أَمۡوَٰلُكُمۡ وَلَآ أَوۡلَٰدُكُمۡ عَن ذِكۡرِ ٱللَّهِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ ",
        "bangla_text": "‘হে মুমিনগণ ! তোমাদের ধন-সম্পদ ও সন্তান–সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে। আর যারা এরূপ উদাসীন হবে তারাই তো ক্ষতিগ্রস্ত [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা'আলা খাঁটি মুমিনদেরকে সম্বোধন করে সতর্ক করছেন যে, তোমরা মুনাফিকদের ন্যায় দুনিয়ার মহব্বতে মগ্ন হয়ে যেয়ো না। যেসব বিষয় মানুষকে দুনিয়াতে আল্লাহ থেকে গাফেল করে, তন্মধ্যে দুটি সর্ববৃহৎ-ধন-সম্পদ ও সন্তান-সন্ততি। তাই এই দুটির নাম উল্লেখ করা হয়েছে। নতুবা দুনিয়ার যাবতীয় ভোগ-সম্ভারই উদ্দেশ্য। আয়াতের সারমর্ম এই যে, ধনসম্পদ ও সন্তানসন্ততির মহব্বত সর্বাবস্থায় নিন্দনীয় নয়। কিন্তু সর্বদা এই সীমানার প্রতি লক্ষ্য রাখতে হবে যে, এসব বস্তু যেন মানুষকে আল্লাহর স্মরণ থেকে গাফেল না করে দেয়। এখানে \"আল্লাহর স্মরণের অর্থ কোন কোন তফসীরবিদের মতে পাঁচ ওয়াক্ত সালাত, কারও মতে হজ ও যাকাত এবং কারও মতে কুরআন। হাসান বসরী রাহেমাহুল্লাহ বলেনঃ স্মরণের অর্থ এখানে যাবতীয় আনুগত্য ও ইবাদত। [কুরতুবী,ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬৩ : ১০",
        "arabic_text": "\nوَأَنفِقُواْ مِن مَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ أَحَدَكُمُ ٱلۡمَوۡتُ فَيَقُولَ رَبِّ لَوۡلَآ أَخَّرۡتَنِيٓ إِلَىٰٓ أَجَلٖ قَرِيبٖ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "আর আমরা তোমাদেরকে যে রিফিক দিয়েছি তোমরা তা থেকে ব্যয় করবে। তোমাদের কারও মৃত্যু আসার আগে। (অন্যথায় মৃত্যু আসলে সে বলবে) 'হে আমার রব ! আমাকে আরো কিছু কালের জন্য অবকাশ দিলে আমি সাদাকাহ দিতাম ও সৎকর্মপরায়ণদের অন্তর্ভুক্ত হতাম ! [১]’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে জিজ্ঞাসা করল, “কোন সদকায় সর্বাধিক সওয়াব পাওয়া যায়? তিনি বললেনঃ “যে সদকা সুস্থ অবস্থায় এবং ভবিষ্যতের দিকে লক্ষ্য করে- অর্থ ব্যয় করে ফেললে নিজেই দরিদ্র হয়ে যাওয়ার আশংকা থাকা অবস্থায় করা হয়।” তিনি আরও বললেনঃ “আল্লাহর পথে ব্যয় করাকে সেই সময় পর্যন্ত বিলম্বিত করো না যখন আত্মা তোমার কণ্ঠনালীতে এসে যায় এবং তুমি মরতে থাক আর বলঃ এই পরিমাণ অর্থ অমুককে দিয়ে দাও, এই পরিমাণ অর্থ অমুক কাজে ব্যয় করা।” [বুখারী: ১৩৫৩, মুসলিম: ১০৩২, মুসনাদে আহমাদঃ ১/৩৯৬]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬৩ : ১১",
        "arabic_text": "\nوَلَن يُؤَخِّرَ ٱللَّهُ نَفۡسًا إِذَا جَآءَ أَجَلُهَاۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ ",
        "bangla_text": "আর যখন কারো নির্ধারিত কাল উপস্থিত হবে, তখন আল্লাহ তাকে কিছুতেই অবকাশ দেবেন না। তোমরা যা আমল কর আল্লাহ্‌ সে সম্বন্ধে সবিশেষ অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]