[
    {
        "id": 1,
        "verse": "৬৪ : ১",
        "arabic_text": "\nيُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ",
        "bangla_text": "আসমানসমূহে যা কিছু আছে এবং যমীনে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করছে, আধিপত্য তাঁরই এবং প্রশংসা তাঁরই; আর তিনি সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬৪ : ২",
        "arabic_text": "\nهُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ ",
        "bangla_text": "তিনি তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদের মধ্যে  কেউ হয় কাফির এবং কেউ হয়  মুমিন [১]। আর তোমরা যে আমল কর আল্লাহ তার সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রতিটি মানুষই সেটার উপরই পুনরুত্থিত হবে, যার উপর তার মৃত্যু হয়। [মুস্তাদরাকে হাকিম: ২/৪৯০]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬৪ : ৩",
        "arabic_text": "\nخَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ ",
        "bangla_text": "তিনি সৃষ্টি করেছেন আসমানসমূহ ও যমীন যথাযথভাবে এবং তোমাদেরকে আকৃতি দান করেছেন, অতঃপর তোমাদের আকৃতি করেছেন সুশোভন [২]। আর ফিরে যাওয়া তো তাঁরই কাছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেমন অন্য আয়াতে এসেছে, “হে মানুষ! কিসে তোমাকে তোমার মহান রব সম্পর্কে বিভ্রান্ত করল? যিনি তোমাকে সৃষ্টি করেছেন, অতঃপর তোমাকে সুঠাম করেছেন এবং সুসামঞ্জস্য করেছেন, যে আকৃতিতে চেয়েছেন, তিনি তোমাকে গঠন করেছেন।” [সূরা আল-ইনফিতার: ৬-৮]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬৪ : ৪",
        "arabic_text": "\nيَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "আসমানসমূহ ও যমীনে যা কিছু আছে সমস্তই তিনি জানেন এবং তিনি জানেন তোমরা যা গোপন কর ও তোমরা যা প্ৰকাশ কর। আর আল্লাহ অন্তরসমূহে যা কিছু আছে সে সম্পর্কে সম্যক জ্ঞানী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬৪ : ৫",
        "arabic_text": "\nأَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "ইতোপূর্বে যারা কুফরী করেছে তাদের বৃত্তান্ত কি তোমাদের কাছে পৌঁছেনি? অতঃপর তারা তাদের কাজের মন্দ ফল আস্বাদন করেছিল। আর তাদের জন্য রয়েছে যন্ত্রাণাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬৪ : ৬",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ ",
        "bangla_text": "তা এজন্য যে, তাদের কাছে তাদের রাসূলগণ সুস্পষ্ট প্রমাণাদিসহ আসত তখন তারা বলত, ‘মানুষই কি আমাদেরকে পথের সন্ধান দেবে? ’ অতঃপর তারা কুফরী করল ও মুখ ফিরিয়ে নিল। আল্লাহও (তাদের ঈমানের ব্যাপারে) ক্ৰক্ষেপহীন হলেন; আর আল্লাহ অভাবমুক্ত, সপ্রশংসিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬৪ : ৭",
        "arabic_text": "\nزَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ ",
        "bangla_text": "কাফিররা ধারণা করে যে, তাদেরকে কখনো পুনরুত্থিত করা হবে না। বলুন, ‘অবশ্যই হ্যাঁ, আমার রবের শপথ ! তোমাদেরকে অবশ্যই পুনরুত্থিত করা হবে। তারপর তোমরা যা করতে সে সম্বন্ধে তোমাদেরকে অবশ্যই অবহিত করা হবে। আর এটা আল্লাহর পক্ষে সহজ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬৪ : ৮",
        "arabic_text": "\nفَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ ",
        "bangla_text": "অতএব তোমরা আল্লাহ, তাঁর রাসূল ও যে নূর আমরা নাযিল করেছি তাতে ঈমান আন [১]। আর তোমাদের কৃতকর্ম সম্পর্কে আল্লাহ্ সবিশেষ অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে নূর বা জ্যোতি বলে কুরআনকে বোঝানো হয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬৪ : ৯",
        "arabic_text": "\nيَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "স্মরণকরুন, যেদিন তিনি তোমাদেরকে সমবেত করবেন সমাবেশ দিনে সেদিন হবে লোকসানের দিন [১]। আর যে আল্লাহর উপর ঈমান রাখে এবং সৎকাজ করে তিনি তার পাপসমূহ মোচন করবেন এবং তাকে প্রবেশ করাবেন জান্নাতসমূহে, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা হবে চিরস্থায়ী। এটাই মহাসাফল্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেদিন আল্লাহ্‌ তোমাদেরকে একত্রিত করবেন একত্রিত করার দিবসে। এই দিনটি হবে লোকসানের। لِيَوْمِ الْجحَمْعِ বা একত্রিত হওয়ার দিবস ও يَوْمُ التَّغَابُنِ লোকসানের দিবস- এই উভয়টি কেয়ামতের নাম। একত্রিত হওয়ার দিন এ কারণে যে, সেদিন পূর্ববর্তী ও পরবর্তী সকল জিন এবং মানবকে হিসাব-নিকাশের জন্যে একত্রিত করা হবে। [ইবন কাসীর] পক্ষান্তরে يَوْمُ التَّغَابُنِ শব্দটি غبن থেকে উৎপন্ন। এর অর্থ লোকসান। আর্থিক লোকসান এবং মত ও বুদ্ধির লোকসান উভয়কে غبن বলা হয়। تغابن শব্দটি আভিধানিক দিক দিয়ে দুই তরফা কাজের জন্যে বলা হয়, অর্থাৎ একজন অন্যজনের এবং অন্যজন তার লোকসান করবে, অথবা তার লোকসান প্রকাশ করবে। হাদিসে এসেছে, রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “যে ব্যক্তির কাছে কারও কোন পাওনা থাকে, তার উচিত দুনিয়াতেই তা পরিশোধ করে অথবা মাফ করিয়ে নিয়ে মুক্ত হয়ে যাওয়া। নতুবা কেয়ামতের দিন দিরহাম ও দীনার থাকবে না। কারও কোন দাবি থাকলে তা সে ব্যক্তির সৎকর্ম দিয়ে পরিশোধ করা হবে। সৎকর্ম শেষ হয়ে গেলে পাওনাদারের গোনাহ প্রাপ্য পরিমাণে তার অপর চাপিয়ে দেয়া হবে।” [বুখারীঃ ২৪৪৯]\n  <br/>\n  <br/>\n  ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা ও অন্যান্য তফসীরবিদ কেয়ামতকে লোকসানের দিবস বলার উপরোক্ত কারণই বর্ণনা করেছেন। আবার অনেকের মতে সেদিন কেবল কাফের, পাপাচারী ও হতভাগাই লোকসান অনুভব করবে না; বরং সৎকর্মপরায়ণ মুমিনগণও এভাবে লোকসান অনুভব করবে যে, হায়! আমরা যদি আরও বেশি সৎকর্ম করতাম, তবে জান্নাতের সুউচ্চ মর্তবা লাভ করতাম। সেদিন প্রত্যেকেই জীবনের সেই সময়ের জন্যে পরিতাপ করবে; যা অযথা ব্যয় করেছে। হাদীসে আছে, “যে ব্যক্তি কোন মজলিসে বসে এবং সমগ্র মজলিসে আল্লাহ্‌কে স্মরণ না করে, কেয়ামতের দিন সেই মজলিস তার জন্য পরিতাপের কারণ হবে।” [৪৮৫৮]\n  <br/>\n  <br/>\n  অন্য এক হাদীসে বলা হয়েছে, “কোন জান্নাতী জান্নাতে প্রবেশের পর তাকে জাহান্নামে তার জন্য যে জায়গা রাখা হয়েছিল তা দেখানো হবে ফলে তার কৃতজ্ঞতা বেড়ে যাবে, পক্ষান্তরে কোন জাহান্নামী জাহান্নামে প্রবেশ করলে তাকে জান্নাতে তার জন্য যে স্থান ছিল তা দেখানো হবে, ফলে তার আফসোস বেড়ে যাবে।” [বুখারীঃ ৬৫৬৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬৪ : ১০",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "কিন্তু যারা কুফরী করে এবং আমাদের (আয়াত) নিদর্শনসমূহে মিথ্যারোপ করে তারাই আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে। কত মন্দ সে ফিরে যাওয়ার স্থান !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬৪ : ১১",
        "arabic_text": "\nمَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ ",
        "bangla_text": "আল্লাহর অনুমতি ছাড়া কোন বিপদই আপতিত হয় না এবং কেউ আল্লাহর উপর ঈমান রাখলে তিনি তার অন্তরকে সুপথে পরিচালিত করেন। আর আল্লাহ্‌ সবকিছু সম্পর্কে সম্যক অবগত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৬৪ : ১২",
        "arabic_text": "\nوَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ ",
        "bangla_text": "আর তোমরা আল্লাহর আনুগত্য কর এবং রাসূলের আনুগত্য কর ; অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে আমাদের রাসূলের দায়িত্ব শুধু স্পষ্টভাবে প্রচার করা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৬৪ : ১৩",
        "arabic_text": "\nٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ ",
        "bangla_text": "আল্লাহ্‌, তিনি  ছাড়া কোন সত্য ইলাহ নেই ; আর আল্লাহর উপরই মুমিনগণ যেন তাওয়াক্কুল করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৬৪ : ১৪",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ ",
        "bangla_text": "‘হে ঈমানদারগণ! তোমাদের স্ত্রী-স্বামী ও সন্তান-সন্ততিদের মধ্যে কেউ কেউ তোমাদের শত্রু; অতএব তাদের সম্পর্কে তোমরা সতর্ক থেকো [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিভিন্ন বর্ণনায় এসেছে যে, এই আয়াত সেই মুসলিমদের সম্পর্কে অবতীর্ণ হয়েছে, যারা হিজরতের পর মক্কায় ইসলাম গ্রহণ করে মদীনায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে হিজরত করে চলে যেতে মনস্থ করে, কিন্তু তাদের পরিবারপরিজনরা তাদেরকে হিজরত করতে বাধা দেয়। তারপর তারা যখন হিজরত করে মদীনা আসে তখন দেখতে পায় যে, লোকেরা তাদের আগেই দ্বীনের ফিকহ শিক্ষায় অগ্রণী হয়ে গেছে। তখন তাদের খুব আফসোস হয়। [তিরমিয়ী: ৩৩১৭]\n  <br/>\n  <br/>\n  তাছাড়া সন্তান-সন্তুতির কারণে মানুষ অনেক মহৎ কাজ থেকেও বিরত হতে বাধ্য হয়। হাদীসে এসেছে, বুরাইদা রাদিয়াল্লাহু ‘আনহু বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খুৎবা দিচ্ছিলেন, ইত্যবসরে হাসান ও হুসাইন (রাদিয়াল্লাহু ‘আনহুমা) সেখানে উপস্থিত হলেন, তাদের গায়ে দুটি লাল রংয়ের কাপড় ছিল। তারা হাঁটছিলেন আর হোঁচট খেয়ে পড়ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের এ অবস্থা দেখে মিম্বর থেকে নেমে এসে তাদেরকে তার সামনে বসালেন তারপর বললেন, আল্লাহ সত্য বলেছেন, “তোমাদের সম্পদ ও সন্তানসন্ততি তো পরীক্ষা বিশেষ\"। এ বাচ্চা দু'টিকে হাঁটার সময় হোচঁট খেতে দেখে আমি স্থির থাকতে পারলাম না। ফলে আমি আমার কথা বন্ধ করে তাদেরকে উঠিয়ে নিলাম।” [তিরমিয়ী: ৩৭৭৪, ইবনে মাজাহ, ৩৬০০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৬৪ : ১৫",
        "arabic_text": "\nإِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ ",
        "bangla_text": "তোমাদের সম্পদ ও সন্তান-সন্ততি তো পরীক্ষা বিশেষ; আর আল্লাহ, তাঁরই কাছে রয়েছে মহাপুরস্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৬৪ : ১৬",
        "arabic_text": "\nفَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ",
        "bangla_text": "সুতরাং তোমরা যথাসাধ্য আল্লাহর তাকওয়া অবলম্বন কর, শ্রবণ কর, আনুগত্য কর এবং ব্যয় কর তোমাদের নিজেদেরই কল্যাণের জন্য ; আর যাদেরকে অন্তরের কার্পণ্য হতে রক্ষা করা হয়; তারাই তো সফলকাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৬৪ : ১৭",
        "arabic_text": "\nإِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ ",
        "bangla_text": "যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর তিনি তোমাদের জন্য তা বহু গুণ বৃদ্ধি করবেন এবং তিনি তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ গুণগ্ৰাহী, পরম সহিষ্ণু। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৬৪ : ১৮",
        "arabic_text": "\nعَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ",
        "bangla_text": "তিনি গায়েব ও উপস্থিত যাবতীয় বিষয়ের জ্ঞানী, পরাক্রমশালী, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]