[
    {
        "id": 1,
        "verse": "৬৫ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا ",
        "bangla_text": "হে নবী! তোমরা যখন তোমাদের  স্ত্রীগণকে তালাক দিতে ইচ্ছে কর তাদেরকে তালাক দিও ইদ্দতের প্রতি লক্ষ রেখে [১]  এবং তোমরা ইদ্দতের  হিসেব রেখো। আর তোমাদের রব আল্লাহর তাকওয়া অবলম্বন করো। তোমারা তাদেরকে তাদের ঘড়বাড়ি থেকে বহিস্কার করো না [২] এবং তারাও বের হবে না, যদি না তারা লিপ্ত হয় স্পষ্ট অশ্লীলতায় [৩]। আর এগুলো আল্লাহর নির্ধারিত সীমা ; যে আল্লাহর সীমা লঙ্ঘন করে সে নিজেরই উপর অত্যাচার করে। আপনি জানেন না, হয়ত আল্লাহ্‌ এর পর কোন উপায় করে দেবেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আবদুল্লাহ ইবনে ওমর রাদিয়াল্লাহু ‘আনহুমা বর্ণনা করেন যে, তিনি তার স্ত্রীকে হায়েয অবস্থায় তালাক দিয়েছিলেন। ওমর রাদিয়াল্লাহু ‘আনহু এ কথা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর গোচরীভূত করলে তিনি খুব নারায হয়ে বললেনঃ তার উচিত হায়েয অবস্থায় তালাক প্রত্যাহার করে নেয়া এবং স্ত্রীকে বিবাহে রেখে দেয়া। (তালাকটি রাজয়ী তালাক ছিল, যাতে প্রত্যাহারের সুযোগ থাকে) এই হায়েয থেকে পবিত্র হওয়ার পর আবার যখন স্ত্রীর হায়েয হবে এবং তা থেকে পবিত্র হবে, তখন যদি তালাক দিতেই চায়, তবে সহবাসের পূর্বে পবিত্র অবস্থায় তালাক দিবে। এই ইদতের প্রতি লক্ষ্য রেখে তালাক প্রদানের আদেশই আল্লাহ তা'আলা (আলোচ্য) আয়াতে দিয়েছেন। [বুখারী: ৫২৫১, মুসলিম: ১৪৭১]\n  <br/>\n  <br/>\n  [২] এখানে ইদ্দত অবস্থায় স্ত্রীদের সাথে কি ব্যবহার করতে হবে তা জানিয়ে দেয়া হচ্ছে, বলা হচ্ছে, স্ত্রীদেরকে তাদের গৃহ থেকে বহিষ্কার করো না। এখানে তাদের গৃহ বলে ইঙ্গিত করা হয়েছে যে, যে পর্যন্ত তাদের বসবাসের হক পুরুষের দায়িত্বে থাকে, সেই পর্যন্ত গৃহে তাদের অধিকার আছে। [দেখুন-ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] প্রকাশ্য নির্লজ্জ কাজ বলে কি বোঝানো হয়েছে, এ সম্পর্কে তিন প্রকার উক্তি বৰ্ণিত আছে। (এক) নির্লজ্জ কাজ বলে খোদ গৃহ থেকে বের হয়ে যাওয়াই বোঝানো হয়েছে। এমতাবস্থায় এটা দৃশ্যত ব্যতিক্রম, যার উদ্দেশ্য গৃহ থেকে বের হওয়ার অনুমতি দেয়া নয়; বরং নিষেধাজ্ঞাকে আরও জোরদার করা। অর্থাৎ তালাকপ্ৰাপ্তা স্ত্রীরা তাদের স্বামীর গৃহ থেকে বের হবে না, কিন্তু যদি তারা অশ্লীলতায়ই মেতে উঠে ও বের হয়ে পড়ে তবে সে গুণাহগার হবে। সুতরাং এর অর্থ বের হয়ে যাওয়ার বৈধতা নয়; বরং আরও বেশি নিন্দা ও নিষিদ্ধতা প্রমাণ করা।\n  <br/>\n  <br/>\n  (দুই) নির্লজ্জ কাজ বলে ব্যভিচার বোঝানো হয়েছে। এমতাবস্থায় ব্যতিক্রম যথার্থ অর্থেই বুঝতে হবে। অর্থাৎ তালাকপ্ৰাপ্ত স্ত্রী ব্যভিচার করলে এবং অপরাধ প্রমাণিত হলে তার প্রতি শরীআতের শাস্তি প্রয়োগ করার জন্যে অবশ্যই তাকে ইদ্দতের গৃহ থেকে বের করা হবে।\n  <br/>\n  <br/>\n  (তিন) নির্লজ্জ কাজ বলে কটু কথাবার্তা, ঝগড়া-বিবাদ বোঝানো হয়েছে। আয়াতের অর্থ হবে এই যে, তালাকপ্রাপ্ত স্ত্রীদেরকে তাদের গৃহ থেকে বহিষ্কার করা জায়েয নয়। কিন্তু যদি যারা কটুভাষিণী ও ঝগড়াটে হয় এবং স্বামীর আপনজনদের সাথে দুর্ব্যবহার করে, তবে তাদেরকে ইন্দতের গৃহ থেকে বহিষ্কার করা যাবে। [দেখুন-কুরতুবী, বাগভী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬৫ : ২",
        "arabic_text": "\nفَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا ",
        "bangla_text": "অতঃপর তাদের ইদ্দত পূরণের কাল আসন্ন হলে তোমারা হয় যথাবিধি তাদেরকে রেখে দেবে, না হয় তাদেরকে পরিত্যাগ করবে এবং তোমাদের মধ্য থেকে দুজন ন্যায়পরায়ণ লোককে সাক্ষী রাখবে ; আর তোমার আল্লাহর জন্য সঠিক সাক্ষ্য দেবে। এ দ্বারা তোমাদের মধ্যে যে কেউ আল্লাহ ও শেষ দিবসের উপর ঈমান রাখে তাকে উপদেশ দেয়া হচ্ছে। আর যে কেউ আল্লাহর তাকওয়া অবলম্বন করে আল্লাহ তার জন্য (উত্তরণের) পথ করে দেবেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬৫ : ৩",
        "arabic_text": "\nوَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا ",
        "bangla_text": "এবং তিনি তাকে তার ধারণাতীত উৎস হতে দান করবেন রিযিক। আর যে ব্যক্তি আল্লাহর উপর তাওয়াক্কুল করে তার জন্য আল্লাহ্‌ই যথেষ্ট [১]। আল্লাহ তাঁর ইচ্ছে পূরণ করবেনই ; অবশ্যই আল্লাহ সবকিছুর জন্য স্থির করেছেন সুনির্দিষ্ট মাত্ৰা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তিরমিয়ী ও ইবনে মাজায় বর্ণিত ওমর রাদিয়াল্লাহু ‘আনহু-এর রেওয়ায়েতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “যদি তোমরা আল্লাহর ওপর যথাযথ ভরসা করতে তবে আল্লাহ্‌ তায়ালা পাখির ন্যায় রিযিক দান করতেন। পাখি সকাল  বেলায় ক্ষুধার্ত অবস্থায় বাসা থেকে বের হয়ে যায় এবং সন্ধ্যায় উদরপূর্তি করে ফিরে আসে।” [মুসনাদে আহমাদ: ১/৩০, তিরমিয়ী: ২৩৪৪, ইবনে মাজাহঃ ৪১৬৪] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেনঃ আমার উম্মত থেকে সত্তর হাজার লোক বিনাহিসাবে জান্নাতে প্ৰবেশ করবে। তাদের অন্যতম গুণ এই যে, তারা আল্লাহর ওপর ভরসা করবে। [বুখারী: ৫৭০৫, মুসলিম: ২১৮, মুসনাদে আহমা: ১/৪০১]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬৫ : ৪",
        "arabic_text": "\nوَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا ",
        "bangla_text": "তোমাদের যে সব স্ত্রী আর ঋতুবর্তী হওয়ার আশা নেই [১]  তাদের ইদ্দত সম্পর্কে তোমরা সন্দেহ করলে তাদের ইদ্দতকাল হবে তিন মাস এবং যারা এখনো ঋতুর বয়সে পৌঁছেনি তাদেরও; আর গর্ভবতী নারীদের ইদ্দতকাল সন্তান প্রসব পর্যন্ত। আর যে আল্লাহর তাকওয়া অবলম্বন করে আল্লাহ্‌ তার জন্য তার কাজকে সহজ করে দেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে তালাকে ইদ্দতের আরও কিছু অবস্থা ও তার হুকুম আহকাম বর্ণিত হচ্ছে, সাধারণ অবস্থায় তালাকের ইদ্দত পূর্ণ তিন হায়েয। কিন্তু যেসব মহিলার বয়োঃবৃদ্ধি অথবা কোন রোগ ইত্যাদির কারণে হায়েয আসা বন্ধ হয়ে গেছে, এমনিভাবে যেসব মহিলার বয়স না হওয়ার কারণে এখনও হায়েয আসা শুরু হয়নি তাদের ইদ্দত আলোচ্য আয়াতে তিন হয়েয্যের পরিবর্তে তিন মাস নির্দিষ্ট করা হয়েছে এবং গর্ভবতীর্ণ স্ত্রীদের ইদ্দত সন্তানপ্রসব সাব্যস্ত করা হয়েছে, তা যতদিনেই হোক। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬৫ : ৫",
        "arabic_text": "\nذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا ",
        "bangla_text": "এটা আল্লাহর বিধান যা তিনি তোমাদের প্রতি নাযিল করেছেন। আর যে আল্লাহর তাকওয়া অবলম্বন করে তিনি তার পাপসমূহ মোচন করে দেন এবং তাকে দেবেন মহাপুরস্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬৫ : ৬",
        "arabic_text": "\nأَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ ",
        "bangla_text": "তোমরা তোমাদের সামর্থ্য অনুযায়ী যেরূপ ঘরে তোমরা বাস কর তাদেরকেও সেরূপ ঘরে বাস করতে দেবে ; তাদেরকে উত্ত্যক্ত করবে না সংকটে ফেলার জন্য ; আর তারা গর্ভবতী হয়ে থাকলে সন্তান প্রসব পর্যন্ত তাদের জন্য ব্যয় করবে। অতঃপর যদি তারা তোমাদের সন্তানদেরকে স্তন্য দান করেন তবে তাদেরকে পারিশ্রমিক দেবে এবং (সন্তানের কল্যাণ সম্পর্কে) তোমরা সংগতভাবে নিজেদের মধ্যে পরামর্শ কর। আর তোমরা যদি নিজ নিজ দাবীতে অনমনীয় হও তাহলে অন্য নারী পিতার পক্ষে স্তন্য দান করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬৫ : ৭",
        "arabic_text": "\nلِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا ",
        "bangla_text": "বিত্তবান নিজ সমৰ্থ্য অনুযায়ী ব্যয় করবে এবং যার জীবনোপকরণ সীমিত সে আল্লাহ যা দান করেছেন তা থেকে ব্যয় করবে। আল্লাহ যাকে যে সামথ্য দিয়েছেন তার চেয়ে গুরুতর বোঝা তিনি তার উপর চাপান না। অবশ্যই আল্লাহ কষ্টের পর দেবেন স্বস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬৫ : ৮",
        "arabic_text": "\nوَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا ",
        "bangla_text": "আর বহু জনপদ তাদের রব ও তাঁর রাসূলগণের নির্দেশের বিরুদ্ধাচরণ করেছিল। ফলে আমরা তাদের কাছ থেকে কঠোর হিসেব নিয়েছিলাম এবং তাদেরকে দিয়েছিলাম কঠিন শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬৫ : ৯",
        "arabic_text": "\nفَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا ",
        "bangla_text": "ফলে তারা তাদের কৃতকর্মের শাস্তি আস্বাদন করল ; আর ক্ষতিই ছিল তাদের কাজের পরিণাম। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬৫ : ১০",
        "arabic_text": "\nأَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا ",
        "bangla_text": "আল্লাহ্‌ তাদের জন্য কঠোর শাস্তি প্রস্তুত রেখেছেন। অতএব তোমরা আল্লাহর তাকওয়া অবলম্বন কর, হে বোধসম্পন্ন ব্যাক্তিগণ ! যারা ঈমান এনেছ। অবশ্যই আল্লাহ্‌ তোমাদের প্রতি নাযিল করেছেন এক উপদশ ---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬৫ : ১১",
        "arabic_text": "\nرَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا ",
        "bangla_text": "এক রাসূল, যে তোমাদের কাছে আল্লাহর সুস্পষ্ট আয়াতসমূহ তেলাওয়াত করে, যারা ঈমান এনেছে এবং সৎকর্ম করে তাদেরকে অন্ধকার থেকে আলোতে বের করে আনার জন্য। আর যে কেউ আল্লাহর উপর ঈমান আনবে এবং সৎকাজ করবে তিনি তাকে প্রবেশ করাবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে ; আল্লাহ্‌ তো তাকে উত্তম রিযিক দেবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৬৫ : ১২",
        "arabic_text": "\nٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا ",
        "bangla_text": "তিনি আল্লাহ্‌, যিনি সৃষ্টি করেছেন সাত আসমান এবং অনুরূপ যমীন, তাদের মধ্যে নেমে আসে তাঁর নির্দেশ ; যাতে তোমরা জানতে পার যে, আল্লাহ সবকিছুর উপর ক্ষমতাবান এবং জ্ঞানে আল্লাহ্‌ সবকিছুকে পরিবেষ্টন করে আছেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]