[
    {
        "id": 1,
        "verse": "৬৬ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "হে নবী! আল্লাহ্ আপনার জন্য যা বৈধ করেছেন আপনি তা নিষিদ্ধ করছেন কেন?  আপনি আপনার স্ত্রীদের সস্তুষ্টি চাচ্ছেন [১] ; আর আল্লাহ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিভিন্ন বর্ণনায় এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রত্যহ নিয়মিতভাবে আসরের পর দাঁড়ানো অবস্থায়ই সকল স্ত্রীর কাছে কুশল জিজ্ঞাসার জন্যে গমন করতেন। একদিন যায়নব রাদিয়াল্লাহু আনহার কাছে একটু বেশি সময় অতিবাহিত করলেন এবং মধু পান করলেন। এতে আমার মনে ঈর্ষা মাথাচাড়া দিয়ে উঠল এবং আমি হাফসা রাদিয়াল্লাহু ‘আনহার সাথে পরামর্শ করে স্থির করলাম যে, তিনি আমাদের মধ্যে যার কাছে আসবেন, সেই বলবেঃ আপনি \"মাগাফীর” পান করেছেন। (মাগাফীর এক প্রকার বিশেষ দুৰ্গন্ধযুক্ত আঠাকে বলা হয়।)\n  <br/>\n  <br/>\n  সেমতে পরিকল্পনা অনুযায়ী কাজ হল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ না, আমি তো মধু-পান করেছি। সেই বিবি বললেনঃ সম্ভবত কোন মৌমাছি ‘মাগাফীর’ বৃক্ষে বসে তার রস চুষেছিল। এ কারণেই মধু দুৰ্গন্ধযুক্ত হয়ে গেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুৰ্গন্ধযুক্ত বস্তু থেকে সযত্নে বেঁচে থাকতেন। তাই অতঃপর মধু খাবেন না বলে কসম খেলেন। যয়নব রাদিয়াল্লাহু আনহা মনঃক্ষুণ্ন হবেন চিন্তা করে তিনি বিষয়টি প্রকাশ না করার জন্যেও বলে দিলেন। কিন্তু সেই স্ত্রী বিষয়টি অন্য স্ত্রীর গোচরীভূত করে দিল। ফলে এ আয়াত নাযিল হয় ৷ [বুখারী: ৪৯১২, ৫২৬৭, ৬৬৯১, মুসলিম: ১৪৭৪]\n  <br/>\n  <br/>\n  কোন কোন বর্ণনায় আছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। একজন দাসীর সাথে থাকতেন বিধায় আয়েশা ও হাফসারাদিয়াল্লাহু ‘আনহুমা রাসূলকে এমনভাবে কথাবার্তা বললেন যে, রাসূল সে দাসীর কাছে যাওয়া থেকে বিরত থাকার সিদ্ধান্ত গ্ৰহণ করেন, ফলে এ আয়াত নাযিল হয়। [নাসায়ী: ৭/৭১,৭২, নং ৩৯৫৯, দ্বিয়া আল-মাকদেসী: আল-আহাদিসুল মুখতারাহ: ১৬৯৪, মুস্তাদরাকে হাকিমঃ ২/৪৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬৬ : ২",
        "arabic_text": "\nقَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ ",
        "bangla_text": "অবশ্যই আল্লাহ তোমাদের কসম হতে মুক্তি লাভের ব্যবস্থা করেছেন। আর আল্লাহ তোমাদের অভিভাবক এবং তিনি সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬৬ : ৩",
        "arabic_text": "\nوَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ ",
        "bangla_text": "আর স্মরণ করুন--- যখন নবী তার স্ত্রীদের একজনকে গোপনে একটি কথা বলেছিলেন। অতঃপর যখন সে তা অন্যকে জানিয়ে দিয়েছিল এবং আল্লাহ নবীর কাছে তা প্ৰকাশ করে দিলেন, তখন নবী এ বিষয়ে কিছু ব্যক্ত করলেন এবং কিছু এড়িয়ে গেলেন [১]। অতঃপর যখন নবী তা তার সে স্ত্রীকে জানালেন তখন সে বলল, ‘কে আপনাকে এটা জানালো?’ নবী বললেন, ‘আমাকে জানিয়েছেন তিনি, যিনি সর্বজ্ঞ, সম্যক অবহিত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেই স্ত্রী যখন গোপন কথাটি অন্য স্ত্রীর গোচরীভূত করে দিলেন এবং আল্লাহ তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এ সম্পর্কে অবহিত করে দিলেন, তখন তিনি সেই স্ত্রীর কাছে গোপনে কথা ফাঁস করে দেয়ার অভিযোগ করলেন, কিন্তু পূর্ণ কথা বললেন না। এটা ছিল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর ভদ্রতা। তিনি দেখলেন সম্পূর্ণ কথা বললে সে অধিক লজ্জিত হবে। কোন স্ত্রীর কাছের গোপন কথা বলা হয়েছিল এবং কার কাছে ফাঁস করা হয়েছিল, পবিত্র কুরআনে তার বর্ণনা আসেনি। অধিকাংশ বর্ণনা থেকে জানা যায় যে, হাফসা রাদিয়াল্লাহু ‘আনহার কাছে গোপন কথা বলা হয়েছিল। তিনি আয়েশা রাদিয়াল্লাহু ‘আনহার কাছে তা ফাঁস করে দেন। [দেখুন, বুখারী: ৪৯১৩, মুসলিম: ১৪৭৯]\n  <br/>\n  <br/>\n  কোন কোন বর্ণনায় আছে, গোপন কথা ফাঁস করে দেয়ার কারণে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হাফসা রাদিয়াল্লাহু আনহাকে তালাক দেয়ার ইচ্ছা করেন; কিন্তু আল্লাহ তা'আলা জিবরাঈল আলাইহিস সালামকে প্রেরণ করে তাকে তালাক থেকে বিরত রাখেন এবং বলে দেন যে, হাফসা রাদিয়াল্লাহু আনহা অনেক সালাত আদায় করে এবং অনেক সাওম পালন করে। তার নাম জান্নাতে আপনার স্ত্রীগণের তালিকায় লিখিত আছে। [মুস্তাদরাকে হাকিম: ৪/১৬, ৬৭৫৩, ৪/১৭, ৬৭৫৪, আত-তাবাকাতুল কুবরা লি ইবনে সা'দ: ৮/৮৪, তাবরানী: ১৮/৩৬৫, ৯৩৪, বুগইয়াতুল বাহিস: ২/৯১৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬৬ : ৪",
        "arabic_text": "\nإِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ ",
        "bangla_text": "যদি তোমরা উভয়ে আল্লাহর কাছে তাওবাহ কর (তবে তা তোমাদের জন্য কল্যাণকর), কারণ তোমাদের হৃদয় তো ঝুঁকে পড়েছে। কিন্তু তোমরা যদি নবীর বিরুদ্ধে একে অন্যের পোষকতা কর [১] তবে জেনে রাখ, নিশ্চয় আল্লাহ তার সাহায্যকারী এবং জিবরীল ও সৎকর্মশীল মুমিনরাও। তাছাড়া অন্যান্য ফেরেশতাগণও তার সহযোগিতাকারী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, আমি উমর রাদিয়াল্লাহু আনহু-কে এ ব্যাপারে জিজ্ঞাসা করতে চাইলাম। আমি তাকে বললামঃ ‘কোন সে দুই নারী, যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিরুদ্ধে একে অন্যের পোষকতা করেছে?’ আমার কথা শেষ হতে না হতেই তিনি বললেন: “তারা হল আয়েশা (রাদিয়াল্লাহু ‘আনহা) ও হাফসা (রাদিয়াল্লাহু আনহা) [বুখারী: ৪৯১৪]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যদি তোমরা অবস্থানে অনড় থাক, তবে আল্লাহ, তিনি তো তার বন্ধু ও সাহায্যকারী, অনুরূপভাবে জিবরীল ও সৎকর্মশীল মুমিনরাও। আল্লাহ নিজে তার সাহায্য করবেন, অনুরূপভাবে জিবরীল ও আল্লাহর ঈমানদার নেক বান্দারাও তাকে সাহায্য করবেন। তাকে সাহায্য না করার কেউ থাকবে না। আর আল্লাহ, জিবরাল ও সৎবান্দাদের সাহায্যের পরে ফেরেশতারাও তার সাহায্যকারী। তারা তাকে সাহায্য করবেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬৬ : ৫",
        "arabic_text": "\nعَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا ",
        "bangla_text": "যদি নবী তোমাদের সকলকে তালাক দেয় তবে তার রব সম্ভবত তোমাদের স্থলে তাকে দেবেন তোমাদের চেয়ে উৎকৃষ্টতর স্ত্রী [১]---যারা হবে মুসলিম, মুমিন [২], অনুগত, তাওবাকারী, ‘ইবাদাতকারী, সিয়াম পালনকারী, অকুমারী এবং কুমারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বিভিন্ন বর্ণনায় এসেছে, “উমর রাদিয়াল্লাহু আনহু বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের স্ত্রীগণ রাসূলের উপর অভিমান করে তার বিরুদ্ধে একজোট হয়ে পড়ে। তখন আমি তাদেরকে বললাম, এমনও হতে পারে যে, রাসূল যদি তাোমাদেরকে তালাক দেন তবে তার রব তাকে তোমাদের পরিবর্তে উত্তম স্ত্রীসমূহ দান করবেন।” তখনই এ আয়াত নাযিল হয় ৷ [বুখারী: ৪৯১৬]\n  <br/>\n  <br/>\n  [২] মুসলিম এবং মুমিন শব্দ এক সাথে ব্যবহৃত হলে মুসলিম শব্দের অর্থ হয় কার্যত আল্লাহর হুকুম আহকাম অনুযায়ী আমলকারী ব্যক্তি এবং মুমিন অর্থ হয় এমন ব্যক্তি যে সরল মনে ইসলামী আকীদা বিশ্বাসকে গ্রহণ করেছে। [দেখুন-বাগভী; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬৬ : ৬",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ ",
        "bangla_text": "হে ইমানদারগণ [১] ! তোমারা নিজেদেরকে এবং তোমাদের পরিবার-পরিজনকে রক্ষা কর আগুন থেকে [২], যার ইন্ধন হবে মানুষ এবং পাথর, যাতে নিয়োজিত আছে নির্মম, কঠোরস্বভাব ফেরেশতাগণ, যারা অমান্য করে না তা, যা আল্লাহ তাদেরকে আদেশ করেন। আর তারা যা করতে আদেশপ্ৰাপ্ত হয় তা-ই করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই আয়াতে সাধারণ মুসলিমদেরকে বলা হয়েছে, তোমরা নিজেদেরকে এবং তোমাদের পরিবার-পরিজনকে জাহান্নামের অগ্নি থেকে রক্ষা কর। অতঃপর জাহান্নামের অগ্নির ভয়াবহতা উল্লেখ করে অবশেষে এ কথাও বলা হয়েছে যে, যারা জাহান্নামের যোগ্য পাত্র হবে, তারা কোন শক্তি, দলবল, খোশামোদ অথবা ঘুষের মাধ্যমে জাহান্নামে নিয়োজিত কঠোরপ্রাণ ফেরেশতাদের কবল থেকে আত্মরক্ষা করতে সক্ষম হবে না। এই ফেরেশতাদের নাম যাবানিয়া’। এ আয়াত থেকে প্রকাশ পায় যে, আল্লাহর আযাব থেকে নিজেকে রক্ষা করার জন্য প্রচেষ্টা চালানোর মধ্যেই কোন মানুষের দায়িত্ব ও কর্তব্য সীমাবদ্ধ নয়। বরং যে পরিবারটির নেতৃত্বের বোঝা তার কাঁধে স্থাপন করেছে তার সদস্যরা যাতে আল্লাহর প্রিয় মানুষরূপে গড়ে উঠতে পারে সাধ্যমত সে শিক্ষা দেয়াও তার কাজ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন,\n  <br/>\n  <br/>\n  “তোমরা প্রত্যেকেই রাখাল বা দায়িত্বশীল এবং প্রত্যেককেই তার অধীনস্ত লোকদের সম্পর্কে জবাবদিহি করতে হবে। শাসকও রাখাল বা দায়িত্বশীল, তাকে তার অধীনস্ত লোকদের ব্যাপারে জবাবদিহি করতে হবে। নারী তার স্বামীর বাড়ী এবং তার সন্তান-সন্ততির তত্ত্বাবধায়িকা, তাকে তাদের ব্যাপারে জবাবদিহি করতে হবে।” [বুখারী: ৮৯৩, ৫১৮৮]\n  <br/>\n  <br/>\n  [২] এর উপায় এই যে, আল্লাহ তা'আলা তোমাদেরকে যেসব কাজ করতে নিষেধ করেছেন, তোমরা তাদেরকে সেসব কাজ করতে নিষেধ কর এবং যেসব কাজ করতে আদেশ করেছেন, তোমরা পরিবার-পরিজনকেও সেগুলো করতে আদেশ কর। এই কর্মপন্থা তাদেরকে জাহান্নামের অগ্নি থেকে রক্ষা করতে পারবে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ ঐ ব্যক্তিকে রহমত করুন, যে নিজে রাতে সালাত আদায় করতে দাঁড়িয়েছে, এবং তার স্ত্রীকে জাগিয়েছে, সে যদি দাঁড়াতে অস্বীকার করে তার মুখে পানি ছিটিয়েছে। আল্লাহ ঐ মহিলাকেও রহমত করুন যে, নিজে রাতে সালাত আদায় করতে দাঁড়িয়েছে এবং তার স্বামীকে জাগিয়েছে, যদি সে দাঁড়াতে অস্বীকার করে তার মুখে পানি ছিটিয়েছে।” [আবু দাউদ: ১৪৫০, ইবনে মাজহ: ১৩৩৬]\n  <br/>\n  <br/>\n  হাদীসে আরও এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “তোমরা তোমাদের সন্তানদেরকে সালাতের জন্য সাত বছর বয়সে পৌছলেই নির্দেশ দাও, আর তাদেরকে দশ বছর হলে এর জন্য দণ্ড দাও। আর তাদের শোয়ার জায়গা পৃথক করে দাও। [আবু দাউদ: ৪৯৫, মুসনাদে আহমাদ: ২/১৮০] অনুরূপভাবে পরিবার পরিজনকে সালাতের সময়, সাওমের সময় হলে স্মরণ করিয়ে দেয়াও এর অন্তর্ভুক্ত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখনই বিতর পড়তেন তখনি আয়েশা রাদিয়াল্লাহু ‘আনহাকে ডাকতেন এবং বলতেন, “হে আয়েশা! দাঁড়াও এবং বিতর আদায় কর।” [সহীহ মুসলিম, ৭৪৪, মুসনাদে আহমাদ: ৬/১৫২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬৬ : ৭",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "হে কাফিরগণ! আজ তোমরা ওজর পেশ করার চেষ্টা করো না। তোমরা যা করতে তোমাদেরকে তার প্রতিফলই তো দেয়া হচ্ছে।\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬৬ : ৮",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "হে মুমিনগণ ! তোমরা আল্লাহর কাছে তাওবা কার---বিশুদ্ধ তাওবা [১]; সম্ভবত তোমাদের রব তোমাদের পাপসমূহ মোচন করে দেবেন এবং তোমাদেরকে প্রবেশ করবেন জান্নাতে, যার পাদদেশে নদী প্রবাহিত। সেদিন আল্লাহ লাঞ্ছিত করবেন না নবীকে এবং তার সাথে যারা ঈমান এনেছে তাদেরকে। তাদের নূর তাদের সামনে ও ডানে ধাবিত হবে। তারা বলবে, ‘হে আমাদের রব! আমাদের জন্য আমাদের নূরকে পূর্ণতা দান করুন এবং আমাদেরকে ক্ষমা করুন, নিশ্চয় আপনি সবকিছুর উপর ক্ষমতাবান।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাওবার শাব্দিক অর্থ ফিরে আসা। উদ্দেশ্য গোনাহ থেকে ফিরে আসা। কুরআন ও সুন্নাহর পরিভাষায় তওবার অর্থ বিগত গোনাহের জন্যে অনুতপ্ত হওয়া এবং ভবিষ্যতে তার ধারে কাছে না যাওয়ার দৃঢ় সংকল্প করা। আয়াতে বর্ণিত نصوح শব্দটির বিভিন্ন অর্থ হয়ে থাকে। এক. যদি نصحة থেকে উদ্ভূত ধরা হয়, তবে এর অর্থ খাঁটি করা। আর যদি نصاحة থেকে উদ্ভূত ধরা হয়, তবে এর অর্থ বস্ত্র সেলাই করা ও তালি দেয়া। প্রথম অর্থের দিক দিয়ে \"তাওবাতুন নাসূহ\" এর অর্থ এমন তাওবা, যা রিয়া ও নাম-যশ থেকে খাঁটি-কেবল আল্লাহ তা'আলার সন্তুষ্টি অর্জন ও আযাবের ভয়ে ভীত হয়ে এবং গোনাহের কারণে অনুতপ্ত হয়ে গোনাহ পরিত্যাগ করা। দ্বিতীয় অর্থের দিক দিয়ে \"তাওবাতুন নাসূহ\" শব্দটি এই উদ্দেশ্য ব্যক্ত করার জন্যে হবে যে, গোনাহের কারণে সৎকর্মের ছিন্নবস্ত্রে তাওবা তালি সংযুক্ত করে। কোন কোন তাফসীরবিদ বলেনঃ “তাওবাতুন নাসূহ\" হল মুখে ক্ষমাপ্রার্থনা করা, অন্তরে অনুশোচনা করা এবং অঙ্গ-প্রত্যঙ্গকে ভবিষ্যতে সেই গোনাহ থেকে দূরে রাখা। [দেখুন-কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬৬ : ৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "হে নবী! কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ করুন এবং তাদের প্রতি কঠোর হোন। আর তাদের আশ্ৰয়স্থল জাহান্নাম এবং তা কত নিকৃষ্ট ফিরে যাওয়ার স্থান!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬৬ : ১০",
        "arabic_text": "\nضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ ",
        "bangla_text": "যারা কুফরী করে, আল্লাহ তাদের জন্য দৃষ্টান্ত পেশ করছেন নূহের স্ত্রী ও লূতের স্ত্রীর, তারা ছিল আমাদের বান্দাদের মধ্যে দুই সৎকর্মপরায়ণ বান্দার অধীন। কিন্তু তারা তাদের প্রতি বিশ্বাসঘাতকতা করেছিল। ফলে নূহ ও লূত তাদেরকে আল্লাহর শাস্তি হতে রক্ষা করতে পারলেন না  এবং তাদেরকে বলা হল, তোমরা উভয়ে প্ৰবেশকারীদের সাথে জাহান্নামে প্ৰবেশ কর।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬৬ : ১১",
        "arabic_text": "\nوَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর যারা ঈমান আনে, আল্লাহ্‌ তাদের জন্য পেশ করেন ফির’আউনের স্ত্রীর দৃষ্টান্ত, যখন সে এ বলে প্রার্থনা করেছিল, ‘হে আমার রব! আপনার সন্নিধানে জান্নাতে আমার জন্য একটি ঘর নির্মাণ করুন এবং আমাকে উদ্ধার করুন ফির’আউন ও তার দুস্কৃতি হতে এবং আমাকে উদ্ধার করুন যালিম সম্প্রদায় হতে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৬৬ : ১২",
        "arabic_text": "\nوَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ ",
        "bangla_text": "আরও দৃষ্টান্ত পেশ করেন ‘ইমরান-কন্যা মারইয়ামের--- যে তার লজ্জাস্থানের পবিত্ৰতা রক্ষা করেছিল, ফলে আমরা তার মধ্যে ফুঁকে দিয়েছিলাম আমাদের রূহ হতে। আর সে তার রবের বাণী ও তাঁর কিতাবসমূহ সত্য বলে গ্রহণ করেছিল এবং সে ছিল অনুগতদের অন্যতম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ “পুরুষদের মধ্যে অনেকেই কামেল বা পরিপূর্ণ হয়েছেন, কিন্তু নারীদের মধ্যে কেবল ফিরআউন-পত্নী, আসিয়া ও ইমরান তনয়া মারইয়াম পরিপূর্নতা লাভ করেছেন।” [বুখারী: ৩৪১১, মুসলিম: ২৪৩১]\n </p>\n</div>"
    }
]