[
    {
        "id": 1,
        "verse": "৬৭ : ১",
        "arabic_text": "\nتَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ",
        "bangla_text": "বরকতময় তিনি, সর্বময় কর্তৃত্ব [১] যাঁর হাতে; আর তিনি সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে রাজত্ব বলে আকাশ ও পৃথিবী এবং দুনিয়া ও আখেরাতের সার্বিক কর্তৃত্ব বোঝানো হয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬৭ : ২",
        "arabic_text": "\nٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ ",
        "bangla_text": "যিনি সৃষ্টি করেছেন মৃত্যু ও জীবন,  তোমাদেরকে পরীক্ষা করার জন্য --- কে তোমাদের মধ্যে আমলের দিক থেকে উত্তম? তিনি পরাক্রমশালী, ক্ষমাশীল।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬৭ : ৩",
        "arabic_text": "\nٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ ",
        "bangla_text": "যিনি সৃষ্টি করেছেন স্তরে স্তরে সাত আসমান। রহমানের সৃষ্টিতে আপনি কোন খুঁত দেখতে পাবেন না;  আপনি আবার তাকিয়ে দেখুন, কোন ত্রুটি দেখতে পান কি [১]? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল ব্যবহৃত শব্দটি হলো فطور যার অর্থ ফাটল, ছিদ্র, ছেঁড়া, ভাঙা-চোরা। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬৭ : ৪",
        "arabic_text": "\nثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ ",
        "bangla_text": "তারপর আপনি দ্বিতীয়বার দৃষ্টি ফেরান, সে দৃষ্টি ব্যর্থ ও ক্লান্ত হয়ে আপনার দিকে ফিরে আসবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬৭ : ৫",
        "arabic_text": "\nوَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ ",
        "bangla_text": "আর অবশ্যই আমারা নিকটবর্তী আসমানকে সুশোভিত করেছি প্রদীপমালা দ্বারা [১] এবং সেগুলোকে করেছি শয়তানের প্রতি নিক্ষেপের উপকরণ এবং তাদের জন্য প্রস্তুত রেখেছি জ্বলন্ত আগুনের শাস্তি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مصابيح শব্দের অর্থ প্রদীপমালা। এখানে নক্ষত্ররাজি বোঝানো হয়েছে। [বাগভী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬৭ : ৬",
        "arabic_text": "\nوَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "আর যারা তাদের রবকে অস্বীকার করে তাদের জন্য রয়েছে জাহান্নামের শাস্তি ; এবং তা কত মন্দ ফিরে যাওয়ার স্থান! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬৭ : ৭",
        "arabic_text": "\nإِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ ",
        "bangla_text": "যখন তাদেরকে সেখানে নিক্ষেপ করা হবে তখন তারা জাহান্নামের বিকট শব্দ শুনবে [১], আর তা হবে উদ্বেলিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল ইবারতে شهيق শব্দ ব্যবহৃত হয়েছে, যা গাধার ডাকের মত আওয়াজ বুঝানোর জন্য ব্যবহৃত হয়। এ বাক্যের অর্থ এও হতে পারে যে, এটা খোদ জাহান্নামের শব্দ। [ফাতহুল কাদীর, কুরতুবী] যেমন পবিত্র কুরআনের অন্যত্র বলা হয়েছে, \"জাহান্নামের দিকে যাওয়ার পথে এসব লোক দূরে থেকেই তার ক্রোধ ও প্রচণ্ড উত্তেজনার শব্দ শুনতে পাবে।” [সূরা আল-ফুরকান: ১২]\n  <br/>\n  <br/>\n  আবার এও হতে পারে যে, জাহান্নাম থেকে এ শব্দ আসতে থাকবে, ইতিমধ্যেই যেসব লোককে জাহান্নামে নিক্ষেপ করা হয়েছে তারা জোরে জোরে চিৎকার করতে থাকবে। যেমন অন্যত্র বলা হয়েছে, “এ জাহান্নামীরা জাহান্নামের মধ্যে হাঁপাতে, গোঙ্গাতে এবং হাসফাস করতে থাকবে।” [সূরা হূদঃ ১০৬]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬৭ : ৮",
        "arabic_text": "\nتَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ ",
        "bangla_text": "রোষে জাহান্নাম যেন ফেটে পড়বে, যখনই তাতে কোন দলকে নিক্ষেপ করা হবে, তাদেরকে রক্ষীরা জিজ্ঞেস করবে, ‘তোমাদের কাছে কি কোন সতর্ককারী আসেনি?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬৭ : ৯",
        "arabic_text": "\nقَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ ",
        "bangla_text": "তারা বলবে, ‘হ্যাঁ, অবশ্যই আমাদের কাছে সতর্ককারী এসেছিল, তখন আমরা মিথ্যারোপ করেছিলাম এবং বলেছিলাম, ‘আল্লাহ কিছুই নাযিল করেননি, তোমারা তো মহাবিভ্রান্তিতে রয়েছ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬৭ : ১০",
        "arabic_text": "\nوَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ ",
        "bangla_text": "আর তারা বলবে, ‘যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম, তাহলে আমরা জ্বলন্ত আগুনের অধিবাসী হতাম না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমরা যদি সত্যানুসন্ধিৎসু হয়ে নবীদের কথা মনোযোগ দিয়ে শুনতাম অথবা নবীগণ আমাদের সামনে যা পেশ করেছেন তা আসলে কি বুদ্ধি-বিবেক খাটিয়ে তা বুঝার চেষ্টা করতাম। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যতক্ষণ পর্যন্ত মানুষ তাদের অপরাধের ব্যাপারে নিজেদের উপর দোষ স্বীকার করবে ততক্ষণ পর্যন্ত তাদের ব্যাপারে চুড়ান্ত ফয়সালা করা হবে না।” [আবু দাউদ: ৪৩৪৭, মুসনাদে আহমাদ: ৫/২৯৩]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬৭ : ১১",
        "arabic_text": "\nفَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ ",
        "bangla_text": "অতঃপর তারা তাদের অপরাধ স্বীকার করবে। সুতরাং ধ্বংস জ্বলন্ত আগুনের অধিবাসীদের জন্য !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৬৭ : ১২",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ ",
        "bangla_text": "নিশ্চয় যারা গায়েব অবস্থায় তাদের রবকে ভয় করে তাদের জন্য রয়েছে ক্ষমা ও মহাপুরস্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৬৭ : ১৩",
        "arabic_text": "\nوَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "আর তোমরা তোমাদের কথা গোপনেই বল অথবা প্রকাশ্যে বল, তিনি তো অন্তরসমূহে যা আছে তা সম্পর্কে সম্যক অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৬৭ : ১৪",
        "arabic_text": "\nأَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ ",
        "bangla_text": "যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? অথচ তিনি সূক্ষ্মদর্শী, সম্যক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৬৭ : ১৫",
        "arabic_text": "\nهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ ",
        "bangla_text": "তিনিই তো তোমাদের জন্য যমীনকে সুগম করে দিয়েছেন ; অতএব তোমরা এর দিক-দিগন্তে বিচরণ কর এবং তাঁর দেয়া রিযিক থেকে তোমরা আহার কর ; আর পুনরুত্থান তো তাঁরই কাছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৬৭ : ১৬",
        "arabic_text": "\nءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ ",
        "bangla_text": "তোমরা কি এ থেকে নিৰ্ভয় হয়েছ যে, যিনি আসমানে রয়েছেন [১] তিনি তোমাদেরকে সহ যমীনকে ধ্বসিয়ে দেবেন, অতঃপর তা হঠাৎ করেই থর থর করে কাঁপতে থাকবে? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দ্বারা একথা বুঝায় যে, আল্লাহ উপরে থাকেন। এর সপক্ষে হাজারেরও বেশী দলীল-প্রমাণাদি রয়েছে। মু'আবিয়া ইবন হাকাম আস-সুলামী বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এসে বললাম, হে আল্লাহর রাসূল! আমি এক দাসীকে খুব জোরে চড় মেরেছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কাজটাকে নেহায়েত বড় অন্যায় হয়েছে বলে প্ৰকাশ করলেন, তখন আমি বললাম, হে আল্লাহর রাসূল! আমি কি তাকে স্বাধীন করে দেব না? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তাকে আমার কাছে নিয়ে এস। আমি দাসীটিকে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে নিয়ে আসলে তিনি দাসীকে জিজ্ঞেস করলেন, আল্লাহ কোথায়? সে বলল, আসমানে। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আবার জিজ্ঞেস করলেন, আমি কে? সে বলল, আপনি আল্লাহর রাসূল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, একে মুক্ত করে দাও, এ ঈমানদার। [আবু দাউদঃ ৩২৮২]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৬৭ : ১৭",
        "arabic_text": "\nأَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ ",
        "bangla_text": "অথবা তোমরা কি এ থেকে নির্ভয় হয়েছ যে, আসমানে যিনি রয়েছেন তিনি তোমাদের উপর কংকরবর্ষী ঝঞ্ঝা পাঠাবেন? তখন তোমরা জানতে পারবে কিরূপ ছিল আমার সতর্কবাণী [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সাবধানবাণী মানে রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বুঝানো  হয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৬৭ : ১৮",
        "arabic_text": "\nوَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ ",
        "bangla_text": "আর এদের পূর্ববর্তীগণও মিথ্যারোপ করেছিল ; ফলে কিরূপ হয়েছিল আমার প্রত্যাখ্যান (শাস্তি)।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৬৭ : ১৯",
        "arabic_text": "\nأَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ ",
        "bangla_text": "তারা কি লক্ষ্য করে না তাদের উপরে পাখিদের প্রতি, যারা পাখা বিস্তার করে ও সংকুচিত করে? দয়াময় আল্লাহই তাদেরকে স্থির রাখেন। নিশ্চয় তিনি সবকিছুর সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৬৭ : ২০",
        "arabic_text": "\nأَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ ",
        "bangla_text": "দয়াময় আল্লাহ ছাড়া তোমাদের এমন কোন সৈন্যবাহিনী আছে কি, যারা তোমাদেরকে সাহায্য করবে? কাফিররা তো রয়েছে প্ৰবঞ্চনার মধ্যে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৬৭ : ২১",
        "arabic_text": "\nأَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ ",
        "bangla_text": "এমন কে আছে, যে তোমাদেরকে রিযিক দান করবে, যদি তিনি তাঁর রিযিক বন্ধ করে দেন? বরং তারা অবাধ্যতা ও সত্য বিমুখতায় অবিচল রয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৬৭ : ২২",
        "arabic_text": "\nأَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "যে ব্যক্তি ঝুঁকে মুখে ভর দিয়ে চলে, সে-ই কি ঠিক পথে চলে, না কি সে ব্যক্তি যে সোজা হয়ে সরল পথে চলে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কেয়ামতের মাঠে কাফের ও মুমিনের অবস্থা বর্ণনা করা হয়েছে যে, কেয়ামতের মাঠে কাফেররা উপুড় হয়ে মস্তকের উপর ভর দিয়ে চলবে। [ইবন কাসীর, বাগভী] হাদীসে এসেছে যে, সাহাবায়ে কেরাম জিজ্ঞেস করলেন, কাফেররা মুখে ভর দিয়ে কিরূপে চলবে? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ যে আল্লাহ তা'আলা তাদেরকে পায়ে ভর দিয়ে চালনা করেছেন, তিনি কি মুখমণ্ডল ও মস্তকের ওপর ভর দিয়ে চালাতে সক্ষম নন? [বুখারী: ৪৭৬০, মুসলিম: ২৮০৬]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৬৭ : ২৩",
        "arabic_text": "\nقُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ ",
        "bangla_text": "বলুন, ‘তিনিই তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তঃকরণ। তোমারা  খুব অল্পই কৃতজ্ঞতা প্রকাশ কর।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৬৭ : ২৪",
        "arabic_text": "\nقُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ ",
        "bangla_text": "বলুন, ‘তিনিই যমীনে তোমাদেরকে সৃষ্টি করে ছড়িয়ে দিয়েছেন এবং তাঁরই কাছে তোমাদেরকে সমবেত করা হবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৬৭ : ২৫",
        "arabic_text": "\nوَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "আর তারা বলে, ‘তোমরা যদি সত্যবাদী হও তবে বল, এ প্রতিশ্রুতি কখন বাস্তবায়িত হবে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৬৭ : ২৬",
        "arabic_text": "\nقُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ ",
        "bangla_text": "বলুন, ‘এর জ্ঞান শুধু আল্লাহ্‌রই কাছে আছে, আর আমি তো স্পষ্ট সতর্ককারী মাত্র।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৬৭ : ২৭",
        "arabic_text": "\nفَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ ",
        "bangla_text": "অতঃপর তারা যখন তা আসন্ন দেখবে তখন কাফিরদের চেহারা ম্লান হয়ে পড়বে এবং বলা হবে, ‘এটাই হল তা, যা তোমরা দাবী করেছিলে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৬৭ : ২৮",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে জানাও--- যদি আল্লাহ আমাকে ও আমার সঙ্গীদেরকে ধ্বংস করেন অথবা আমাদের প্রতি দয়া প্রদর্শন করেন, তবে কাফিরদেরকে কে রক্ষা করবে যন্ত্রণাদায়ক শাস্তি হতে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৬৭ : ২৯",
        "arabic_text": "\nقُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "বলুন, ‘তিনিই রহমান, আমরা তাঁর উপর ঈমান এনেছি এবং তাঁরই উপর তাওয়াক্কুল করেছি। অতঃপর অচিরেই তোমারা জানতে পারবে কে  স্পষ্ট বিভ্ৰান্তিতে রয়েছে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৬৭ : ৩০",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে জানাও, যদি পানি ভূগর্ভে তোমাদের নাগালের বাইরে চলে যায়, তখন কে তোমাদেরকে এনে দেবে প্ৰবাহমান পানি?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]