[
    {
        "id": 1,
        "verse": "৬ : ১",
        "arabic_text": "\nٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَۖ ثُمَّ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ يَعۡدِلُونَ ",
        "bangla_text": "সকল প্রশংসা আল্লাহ্‌রই [১] যিনি আসমান ও যমীন সৃষ্টি করেছেন,আর সৃষ্টি করেছেন অন্ধকার ও আলো [২]। এরপরও কাফেরগণ তাদের রব-এর সমকক্ষ দাঁড় করায় [৩]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ১৬৫ ৷\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  এ সূরারই ১৩৬, ১৩৯ ও ১৪২ নং আয়াতসমূহে উল্লেখিত “আল-আন’আম” শব্দ থেকে এ সূরার নামকরণ করা হয়েছে। আল-আন’আম শব্দের অর্থঃ গবাদি পশু।\n  <br/>\n  <br/>\n  <b>\n   সূরা নাযিলের প্রেক্ষাপটঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরা মক্কী সূরা বলেই প্রসিদ্ধ। কুরআনের ধারাবাহিকতা অনুসারে এটাই প্রথম মক্কী সূরা। এ সূরার মৌলিক আলোচ্য বিষয় হচ্ছে, তাওহীদ, রিসালাত ও আখেরাত। মুফাসসিরগণের মধ্যে মুজাহিদ, কালবী, কাতাদাহ প্রমূখও প্রায় এ কথাই বলেন। আবু ইসহাক ইসফিরায়িনী বলেন, এ সূরাটিতে তাওহীদের সমস্ত মূলনীতি ও পদ্ধতি বর্ণিত হয়েছে। [কুরতুবী, আত-তাফসীরুল মুনীর]\n  <br/>\n  <br/>\n  <b>\n   সূরার ফযিলতঃ\n  </b>\n  <br/>\n  <br/>\n  আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ সূরা আল-আন’আমের একটি বৈশিষ্ট্য এই যে, কয়েকখানি আয়াত বাদে গোটা সূরাটিই একযোগে মক্কায় নাযিল হয়েছে। জাবের, ইবন আব্বাস, আনাস ও ইবন মাসউদ রাদিয়াল্লাহু আনহুম বলেন, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর সূরা আল-আন’আম নাযিল হচ্ছিল, তখন এত ফিরিশ্‌তা তার সাথে অবতরণ করেছিলেন যে, তাতে আকাশের প্রান্তদেশ ছেয়ে যায়। [ মুস্তাদরাকে হাকিম: ২/২৭০; ২৪৩১]\n  <br/>\n  <br/>\n  উমর রাদিয়াল্লাহু আনহু বলেন, সূরা আল-আন’আম কুরআনের উৎকৃষ্ট অংশের অন্তর্গত। [সুনান দারমী ২/৫৪৫; ৩৪০১]\n  <br/>\n  <br/>\n  -------------------\n  <br/>\n  <br/>\n  [১] এ সূরাটিকে \" (اَلْحَمْدُ لِلّٰهِ) বাক্য দ্বারা আরম্ভ করা হয়েছে। এতে খবর দেয়া হয়েছে যে, সর্ববিধ প্রশংসা আল্লাহর জন্য। এ খবরের উদ্দেশ্য মানুষকে প্রশংসা শিক্ষা দেয়া। যেন বলা হচ্ছে, হে মানুষ! তোমরা তাঁর জন্যই যাবতীয় হামদ ও শোকর নির্দিষ্ট কর, যিনি তোমাদেরকে সৃষ্টি করেছেন, আরও সৃষ্টি করেছেন আসমান ও যমীন। তাঁর সাথে কাউকেও সামান্যতম অংশীদারও করবে না। এ বিশেষ পদ্ধতি শিক্ষাদানের মধ্যে এদিকেও ইঙ্গিত করা হয়েছে যে, পরিপূর্ণ হামদ বা প্রশংসা একমাত্র তাঁরই, যার কোন শরীক নেই। তাকে ব্যতীত আর যে সমস্ত উপাস্যের ইবাদাত করা হয়, তারা এ হামদ প্রাপ্য নয়। [তাবারী] সুতরাং কেউ প্রশংসা করুক বা না করুক, তিনি স্বীয় ওজুদ বা সত্তার পরাকাষ্ঠার দিক দিয়ে নিজেই প্রশংসনীয়। এ বাক্যের পর আসমান ও যমীন এবং অন্ধকার ও আলো সৃষ্টি করার কথা উল্লেখ করে তার প্রশংসনীয় হওয়ার প্রমাণও ব্যক্ত করা হয়েছে যে, যে সত্তা এহেন মহান শক্তি-সামর্থ্য ও বিজ্ঞবান, তিনিই হামদ বা প্রশংসার যোগ্য হতে পারেন। কাতাদা বলেন, এ আয়াত থেকে বুঝা যায় যে, আল্লাহ তা'আলা আসমানকে যমীনের পূর্বে, অন্ধকারকে আলোর পূর্বে এবং জান্নাতকে জাহান্নামের পূর্বে সৃষ্টি করেছেন। [তাবারী]\n  <br/>\n  <br/>\n  [২] এ আয়াতে (سماوات) শব্দটিকে বহুবচনে এবং (ارض) শব্দটিকে একবচনে উল্লেখ করা হয়েছে। যদিও অন্য এক আয়াতে উল্লেখ করা হয়েছে যে, আসমানের ন্যায় যমীনও সাতটি। [যেমন, সূরা আত-তালাক: ১২] এমনিভাবে (ظلمات) শব্দটিকে বহুবচনে এবং (نور) শব্দটিকে একবচনে উল্লেখ করার মাঝে ইঙ্গিত রয়েছে যে, (نور) বলে বিশুদ্ধ সরল পথ ব্যক্ত করা হয়েছে এবং তা মাত্র একটিই। আর (ظلمات) বলে ভ্রান্ত পথ ব্যক্ত করা হয়েছে, যা অসংখ্য। তাছাড়া (نور) বা আলো (ظلمات) বা অন্ধকার থেকে উত্তম [বাহরে মুহীত; ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] আলোচ্য আয়াতের উদ্দেশ্য একত্ববাদের স্বরূপ ও সুস্পষ্ট প্রমাণ বর্ণনা করে জগতের ঐসব জাতিকে হুশিয়ার করা যারা মূলতঃ একত্ববাদে বিশ্বাসী নয় কিংবা বিশ্বাসী হওয়া সত্বেও একত্ববাদের তাৎপর্যকে পরিত্যাগ করে বসেছে। অগ্নি উপাসকদের মতে জগতের স্রষ্টা দু’জন - ইয়াৰ্যদান ও আহরামান। তারা ইয়াৰ্যদানকে মঙ্গলের স্রষ্টা এবং আহরামানকে অমঙ্গলের স্রষ্টা বলে বিশ্বাস করে। এ দুটিকেই তারা অন্ধকার ও আলো বলে ব্যক্ত করে। এমনিভাবে নাসারারা একত্ববাদে বিশ্বাসী হওয়ার সাথে সাথে ঈসা আলাইহিস সালাম ও তাঁর মাতা মারইয়াম আলাইহাস সালাম-কে আল্লাহ তা'আলার অংশীদার সাব্যস্ত করেছে। এরপর একত্ববাদের বিশ্বাসকে টিকিয়ে রাখার জন্য তারা ‘একে তিন’ এবং ‘তিনে এক’ এর অযৌক্তিক মতবাদের আশ্রয় নিয়েছে। আরবের মুশরিকরা প্রতিটি পাহাড়ের প্রতিটি বড় পাথরকেও তাদের উপাস্য বানিয়েছে। [আল-মানার] মোটকথা, যে মানবকে আল্লাহ্ তা'আলা আশরাফুল মাখলুকাত তথা সৃষ্টির সেরা করেছিলেন, তারা যখন পথভ্রষ্ট হল, তখন চন্দ্র, সূর্য, তারকারাজি, আকাশ, পানি, বৃক্ষলতা এমনকি পোকা-মাকড়কেও সিজদার যোগ্য উপাস্য, রুযীদাতা ও বিপদ বিদূরণকারী সাব্যস্ত করে নিল। কুরআনুল কারীমের আলোচ্য আয়াত আল্লাহ তা'আলাকে যমীন ও আসমানের স্রষ্টা এবং অন্ধকার ও আলোর উদ্ভাবক বলে উপরোক্ত সব ভ্রান্ত বিশ্বাসের মূলোৎপাটন করেছে। কেননা, অন্ধকার ও আলো, আসমান ও যমীন এবং এতে উৎপন্ন যাবতীয় বস্তু আল্লাহ্ তা'আলার সৃষ্ট। অতএব, এগুলোকে কেমন করে আল্লাহ্ তা'আলার অংশীদার করা যায়? যিনি সৃষ্টি করেন তিনি কি যারা সৃষ্টি করতে পারে না তাদের মত? সুতরাং কিভাবে ইবাদাতে ও সম্মানে তাঁর সমকক্ষ কাউকে দাঁড় করানো যায়? [ ইবন কাসীর, ফাতহুল কাদীর]।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৬ : ২",
        "arabic_text": "\nهُوَ ٱلَّذِي خَلَقَكُم مِّن طِينٖ ثُمَّ قَضَىٰٓ أَجَلٗاۖ وَأَجَلٞ مُّسَمًّى عِندَهُۥۖ ثُمَّ أَنتُمۡ تَمۡتَرُونَ ",
        "bangla_text": "তিনিই তোমাদেরকে কাদামাটি থেকে সৃষ্টি করেছেন [১] , তারপর একটা সময়  নির্দিষ্ট করেছেন এবং আর একটি নির্ধারিত সময় আছে যা তিনিই জানেন, এরপরও তোমরা সন্দেহ কর [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রথম আয়াতে বৃহৎ জগত অর্থাৎ সমগ্র বিশ্বের বৃহত্তম বস্তুগুলোকে আল্লাহ্ তা'আলার সৃষ্ট ও মুখাপেক্ষী বলে মানুষকে নির্ভুল একত্ববাদের শিক্ষা দেয়া হয়েছে। অতঃপর দ্বিতীয় আয়াতে মানুষকে বলা হয়েছে যে, তোমার অস্তিত্ব স্বয়ং একটি ক্ষুদ্র জগৎবিশেষ। যদি এরই সূচনা, পরিণতি ও বাসস্থানের প্রতি লক্ষ্য করা হয়, তবে একত্ববাদ একটা বাস্তব সত্য হয়ে সামনে ফুটে উঠবে। আল্লাহ বলেনঃ “আল্লাহই সে সত্তা যিনি তোমাদেরকে মাটি থেকে সৃজন করেছেন \" আল্লাহ্ তা'আলা আদম আলাইহিস সালাম-কে একটি বিশেষ পরিমাণ মাটি থেকে সৃষ্টি করেছেন। [ইবন কাসীর] সমগ্র পৃথিবীর অংশ এতে অন্তর্ভুক্ত ছিল। এ কারণেই আদম-সন্তানরা বর্ণ, আকার, চরিত্র ও অভ্যাসে বিভিন্ন। কেউ কৃষ্ণবর্ণ, কেউ শ্বেতবর্ণ, কেউ লালবর্ণ, কেউ কঠোর, কেউ নম্র, কেউ পবিত্র-স্বভাব বিশিষ্ট এবং কেউ অপবিত্র স্বভাবের হয়ে থাকে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, আল্লাহ তা'আলা আদমকে এমন এক মুষ্টি মাটি থেকে তৈরী করেছেন যে মুষ্টি সমস্ত মাটি থেকে নেয়া হয়েছে। তাই আদম সন্তান মাটির মতই হয়েছে। তাদের মধ্যে লাল, সাদা, কালো, আবার এর মাঝামাঝি রয়েছে। তাদের মধ্যে কেউ নম্র, কেউ চিন্তাগ্রস্ত, কেউ মন্দ, কেউ ভাল, কেউ এর মাঝামাঝি পর্যায়ের রয়েছে।' [আবুদাউদ: ৪৬৯৩]\n  <br/>\n  <br/>\n  [২]  পূর্বে আদমসন্তানদের সৃষ্টির সূচনা বর্ণনা করা হয়েছে। এখন এর পরিণতির দুটি মঞ্জিল উল্লেখ করা হয়েছে। একটি মানবের ব্যক্তিগত পরিণতি, যাকে মৃত্যু বলা হয়। অপরটি সমগ্র মানবগোষ্ঠীর ও তার উপকারে নিয়োজিত সৃষ্টিজগত- সবার সামষ্টিক পরিণতি, যাকে কেয়ামত বলা হয়। প্রথমটির ব্যাপারে বলেছেন, (ثُمَّ قَضٰى اَجَلًا) অর্থাৎ মানব সৃষ্টির পর আল্লাহ্ তা'আলা তার স্থায়িত্ব ও আয়ূস্কালের জন্য একটি মেয়াদ নির্ধারণ করে দিয়েছেন। এ মেয়াদের শেষ প্রান্তে পৌছার নাম মৃত্যু। এ মেয়াদ মানবের জানা না থাকলেও এর প্রকৃতি সম্পর্কে মানুষ অবগত। কেননা, সে সর্বদা, সর্বত্র আশ-পাশের আদম-সন্তানদেরকে মারা যেতে দেখে। এরপর সমগ্র বিশ্বের পরিণতি অর্থাৎ কেয়ামতের উল্লেখ করে বলা হয়েছে, “আরো একটি মেয়াদ নির্দিষ্ট আছে, যা একমাত্র তাঁর কাছেই” অর্থাৎ আল্লাহই জানেন, এ মেয়াদের পূর্ণ জ্ঞান ফিরিশতাদের নেই এবং মানুষেরও নেই। সারকথা এই যে, প্রথম আয়াতে বৃহৎ জগত অর্থাৎ গোটা বিশ্বের অবস্থা সম্পর্কে বলা হয়েছে যে, তা আল্লাহ্ তাআলা কর্তৃক সৃষ্ট ও নির্মিত। দ্বিতীয় আয়াতে এমনিভাবে ক্ষুদ্র জগৎ অর্থাৎ মানুষ যে আল্লাহর সৃষ্টজীব, তা বর্ণিত হয়েছে। এরপর মানুষকে শৈথিল থেকে জাগ্রত করার জন্য বলা হয়েছে যে, প্রত্যেক মানুষের একটি বিশেষ আইয়ূষ্কাল রয়েছে, যার পর তার মৃত্যু অবধারিত। প্রতিটি মানুষ এ বিষয়টি সর্বক্ষণ নিজের আশ-পাশে প্রত্যক্ষ করে। এটা যেহেতু সত্য, সেহেতু এরপরও আরেকটি সময় তাদের জন্য নির্ধারিত রয়েছে। যার ঘোষণা আল্লাহ নিজেই দিয়েছেন। সুতরাং এ ব্যাপারে সন্দেহ থাকতে পারে না। [ইবন কাসীর, সাদী, আল-মুনীর, ফাতহুল কাদীর, আত-তাহরীর ওয়াত তানওয়ীর] এ কারণে আয়াতের শেষভাগে কিয়ামতের উপযুক্ততা প্রকাশার্থে বলা হয়েছে\n  <br/>\n  <br/>\n  (ثُمَّ اَنْتُمْ تَمْتَرُوْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ এহেন সুস্পষ্ট যুক্তি-প্রমাণ সত্বেও তোমরা কেয়ামত সম্পর্কে সন্দেহ পোষণ কর! এটা অনুচিত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৬ : ৩",
        "arabic_text": "\nوَهُوَ ٱللَّهُ فِي ٱلسَّمَٰوَٰتِ وَفِي ٱلۡأَرۡضِ يَعۡلَمُ سِرَّكُمۡ وَجَهۡرَكُمۡ وَيَعۡلَمُ مَا تَكۡسِبُونَ ",
        "bangla_text": "আর আসমানসমূহ ও যমীনে তিনিই আল্লাহ [১] , তোমাদের গোপন ও প্রকাশ্য সবকিছু তিনি জানেন এবং তোমারা যা অর্জন কর তাও তিনি জানেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের অনুবাদে কোন প্রকার ভুল বুঝার অবকাশ নেই। মহান আল্লাহ তাঁর আরশের উপরই রয়েছেন। আসমান ও যমীনের সর্বত্রই তাঁর দৃষ্টি, জ্ঞান ও ক্ষমতা রয়েছে। তিনি সর্বত্রই মা’বুদ। আয়াতের এক অর্থ এটাই। কোন কোন মুফাসসির অর্থ করেছেন, তিনিই আল্লাহ যিনি আসমান ও যমীনের যত গোপন ও প্রকাশ্য সবকিছু জানেন। আবার কোন কোন মুফাসসির বলেছেন, এখানে আসমান বলে উর্ধ্বজগত বোঝানো হয়েছে। সেটা আরশও হতে পারে। সুতরাং আয়াতের অনুবাদ হবে, তিনিই আল্লাহ যিনি আসমানে তথা আরশের উপর রয়েছেন, সেখানে থাকলেও যমীনের যত গোপন ও প্রকাশ্য বিষয়াদি রয়েছে সব কিছু জানেন। [তাবারী, বাগভী, কুরতুবী, ইবন কাসীর, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২]  এ আয়াতে প্রথম দু'আয়াতে বর্ণিত বিষয়বস্তুর ফলাফল বর্ণিত হয়েছে। তা এই যে, আল্লাহ তা'আলাই এমন এক সত্তা, যিনি আসমান ও যমীনে ইবাদাত ও আনুগত্যের যোগ্য এবং তিনিই তোমাদের প্রতিটি প্রকাশ্য ও গোপন অবস্থা এবং প্রতিটি উক্তি ও কর্ম সম্পর্কে পুরোপুরি পরিজ্ঞাত। সুতরাং তোমরা আল্লাহ ব্যতীত আর কারও ইবাদাত করো না। তিনি যেহেতু তোমাদের গোপন ও প্রকাশ্য সবই জানেন সুতরাং তাঁর নাফরমানী করা থেকে সতর্কতা অবলম্বন করো এবং এমন কাজ করবে, যা তোমাদেরকে তাঁর নৈকট্য প্রদান করবে, তাঁর রহমতের অধিকারী করবে। এমন কোন কাজ করো না, যাতে তার নৈকট্য থেকে দূরে সরে যাও। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৬ : ৪",
        "arabic_text": "\nوَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ ",
        "bangla_text": "আর তাদের রব-এর আয়াতসমূহের এমন কোন আয়াত তাদের কাছে উপস্থিত হয় না যা থেকে তারা মুখ না ফেরায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে অমনোযোগী মানুষের হঠকারিতা ও সত্যবিরোধী জেদের কথা উল্লেখ করে বলা হয়েছে যে, তাদের কাছে আল্লাহর নিদর্শনাবলী থাকার পাশাপাশি নবীরাসূলগণ তাদের কাছে আল্লাহ্ তা'আলার একত্ববাদের সুস্পষ্ট যুক্তি-প্রমাণ ও নিদর্শন নিয়ে এসেছেন এবং তা তাদের কাছে স্পষ্টও হয়েছে। তা সত্ত্বেও অবিশ্বাসীরা এ কর্মপন্থা অবলম্বন করে রেখেছে যে, আল্লাহর পক্ষ থেকে তাদের হেদায়াতের জন্য যে কোন নিদর্শন প্রেরণ করা হলে, তারা তা থেকে মুখ ফিরিয়ে নেয়- এ সম্পর্কে মোটেই চিন্তা-ভাবনা করে না। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৬ : ৫",
        "arabic_text": "\nفَقَدۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَسَوۡفَ يَأۡتِيهِمۡ أَنۢبَٰٓؤُاْ مَا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "সুতরাং সত্য যখন তাদের কাছে এসেছে তারা তো তাতে মিথ্যারোপ করেছে [১]। অতএব যা নিয়ে তারা ঠাট্টা-বিদ্রুপ করত তার যথার্থ সংবাদ অচিরেই তাদের কাছে পৌঁছবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে বলা হচ্ছে যে, সত্য যখন তাদের সামনে প্রতিভাত হল, তখন তারা সত্যকে মিথ্যা প্রতিপন্ন করল। এখানে সত্য’র অর্থ কুরআন হতে পারে এবং নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-ও হতে পারে। [তাবারী, কুরতুবী, ইবন কাসীর, ফাতহুল কাদীর]কেননা, মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আজীবন আরব গোত্রসমূহের মধ্যেই অবস্থান করেন। তার শৈশব থেকে যৌবন এবং যৌবন থেকে বার্ধক্য তাদের সামনে সুস্পষ্ট হয়ে উঠেছে। তারা এ কথা পুরোপুরিই জানত যে, মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন মানুষের কাছে এক অক্ষরও শিক্ষা লাভ করেননি। এমনকি তিনি নিজ হাতে নিজের নামও লিখতে পারতেন না। সারা আরবে তিনি উম্মি বা নিরক্ষর উপাধিতে খ্যাত ছিলেন। চল্লিশ বছর পূর্ণ হয়ে যেতেই অকস্মাৎ তার মুখ দিয়ে নিগূঢ় তত্ত্ব সম্পন্ন বাণীসমূহের এমন স্রোতধারা প্রবাহিত হতে লাগল, যা জগতের যাবতীয় জ্ঞানী-গুণীদেরকেও বিস্ময়াভিভূত করে দেয়। তিনি আল্লাহর কালাম কুরআনের মোকাবেলা করার জন্য আরবের স্বনামখ্যাত, প্রাঞ্জলভাষী কবি-সাহিত্যিক ও অলঙ্কারবিদদেরকে চ্যালেঞ্জ করেন। তারা মহানবী সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে হেয় প্রতিপন্ন করার জন্য স্বীয় জান-মাল, মান-সন্ত্রম, সন্তান-সন্ততি ও পরিবার-পরিজন বিসর্জন দিতে সর্বদা প্রস্তুত থাকত। কিন্তু এ চ্যালেঞ্জ গ্রহণ করে কুরআনের একটি আয়াতের অনুরূপ বাক্য রচনা করার সামর্থ্য তাদের কারো হল না। এভাবে নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এবং কুরআনের অস্তিত্ব ছিল সত্যের এক বিরাট নিদর্শন। এছাড়া মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মাধ্যমে হাজারো মু'জিযা ও খোলাখুলি নিদর্শন প্রকাশ পায়, যে কোন সুস্থ বিবেকসম্পন্ন মানুষ যা অস্বীকার করতে পারত না। কিন্তু কাফেররা এসব নিদর্শনকে সুস্পষ্ট মিথ্যা বলে উড়িয়ে দিল।\n  <br/>\n  <br/>\n  [২] আয়াতের শেষে কাফেরদের অস্বীকৃতি ও মিথ্যারোপের অশুভ পরিণতির দিকে ইঙ্গিত\n  <br/>\n  করে বলা হয়েছে যে, আজ তো এসব অপরিণামদর্শী লোকেরা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর মু'জিযা, তার আনীত হেদায়াত, কেয়ামত ও আখেরাত সবকিছু নিয়েই হাস্যোপহাস করছে, কিন্তু সে সময় দূরে নয়, যখন এগুলোর স্বরূপ তাদের দৃষ্টিতে প্রতিভাত হবে আর যদি তা না করা হয় তবে যা নিয়ে তারা ঠাট্টাবিদ্রুপ করছে তা দলীল-প্রমাণসহ তাদের সামনে উপস্থিত হবে। এত সাবধানবাণীর পরও কাফেররা তাদের অবস্থান থেকে সরে আসে নি। তাদের পথভ্রষ্টতা থেকে ফিরে আসেনি। শেষপর্যন্ত আল্লাহ তা'আলা তার এ ওয়াদা সত্য করে দেখিয়েছেন। বদরের দিন তিনি তাদের উপর তরবারীর মাধ্যমে সে ফয়সালা করে দেন। [তাবারী]\n  <br/>\n  <br/>\n  <br/>\n  তাছাড়া তাদের বিচারের আরেক ব্যবস্থা রয়েছেই। তা কেয়ামতদিবসে প্রতিষ্ঠিত হবে। সেখানে প্রত্যেককে তার ঈমান ও আমলের হিসাব দিতে হবে এবং প্রত্যেক ব্যক্তি নিজ নিজ কর্মের পুরস্কার ও শাস্তি পাবে। তখন এগুলোকে বিশ্বাস ও অস্বীকার করলেও কোন উপকার বা ক্ষতি হবে না। কেননা, সেটা কর্মজগত নয় প্রতিদান দিবস। আল্লাহ তা'আলা এখনো চিন্তা-ভাবনা করার সুযোগ দিয়েছেন। এ সুযোগের সদ্ব্যবহার করে আল্লাহর নিদর্শনাবলীতে বিশ্বাস স্থাপন করলেই দুনিয়া ও আখেরাতে কল্যাণ সাধিত হবে। যদি তা না করে, তবে কিয়ামতের দিন আল্লাহ তা'আলা মিথ্যারোপকারীদের বলবেন, “এটাই সে আগুন যাকে তোমরা মিথ্যা মনে করতে \" সূরা আত-তুর:১৪] কিয়ামতের দিন কাফেরদের সামনে কিভাবে এ সত্যকে উপস্থাপন করা হবে তার বর্ণনায় আল্লাহ আরও বলেন, \"আর তারা দৃঢ়তার সাথে আল্লাহর শপথ করে বলে, যার মৃত্যু হয় আল্লাহ তাকে পুনজীবিত করবেন না। কেন নয়? তিনি তার প্রতিশ্রুতি পূর্ণ করবেনই। কিন্তু বেশীর ভাগ মানুষই এটা জানে না-- তিনি পুনরুথিত করবেন যে বিষয়ে তাদের মতানৈক্য ছিল তা তাদেরকে স্পষ্টভাবে দেখানোর জন্য এবং যাতে কাফিররা জানতে পারে যে, তারাই ছিল মিথ্যাবাদী\" [সূরা আন-নাহল:৩৮, ৩৯] [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৬ : ৬",
        "arabic_text": "\nأَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ مَا لَمۡ نُمَكِّن لَّكُمۡ وَأَرۡسَلۡنَا ٱلسَّمَآءَ عَلَيۡهِم مِّدۡرَارٗا وَجَعَلۡنَا ٱلۡأَنۡهَٰرَ تَجۡرِي مِن تَحۡتِهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَنشَأۡنَا مِنۢ بَعۡدِهِمۡ قَرۡنًا ءَاخَرِينَ ",
        "bangla_text": "তারা কি দেখে না [১] যে, আমারা তাদের আগে বহু প্রজন্মকে [২] বিনাশ করেছি; তাদেরকে যমীনে এমনভাবে প্রতিষ্টিত করেছিলাম যেমনটি তোমাদেরকেও করিনি এবং তাদের উপর মুষলধারে বৃষ্টি বর্ষণ করেছিলাম। আর তাদের পাদদেশে নদী প্রবাহিত করেছিলাম; তারপর তাদের পাপের জন্য তাদেরকে বিনাশ করেছি [৩] এবং তাদের পর অন্য প্রজন্মকে সৃষ্টি করেছি [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য প্রথম আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর প্রত্যক্ষ সম্বোধিত মক্কাবাসীদের অবস্থা সম্পর্কে বলা হয়েছে যে, তারা কি পূর্ববর্তী জাতিসমূহের অবস্থা দেখেনি? দেখলে তা থেকে তারা শিক্ষা ও উপদেশ অর্জন করতে পারত। এখানে ‘দেখা’র অর্থ তাদের অবস্থা সম্পর্কে চিন্তা-ভাবনা করা। কেননা, সে জাতিগুলো তখন তাদের সামনে ছিল না। [আল-মানার]\n  <br/>\n  <br/>\n  [২] এ আয়াতে কাফেরদেরকে পূর্ববতী জাতিসমূহের ধ্বংস ও বিপর্যয় থেকে শিক্ষা নেয়ার কথা উল্লেখ করে বলা হয়েছে, “আমরা তাদের পূর্বে অনেক ‘করণ’ (প্রজন্ম)কে ধ্বংস করে দিয়েছি।” [সা’দী] (قرن) শব্দের অর্থ সমসাময়িক লোকসমাজ এবং সুদীর্ঘ কাল। দশ বছর থেকে একশ’ বছর পর্যন্ত সময়কাল অর্থেও এ শব্দটি ব্যবহৃত হয়। [বাগভী, কুরতুবী] কিন্তু (قرن) শব্দের অর্থ যে এক শতাব্দী, কোন কোন ঘটনা ও হাদীস থেকে এর সমর্থন পাওয়া যায়। এক হাদীসে আছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আব্দুল্লাহ ইবনে বুছরকে বলেছিলেনঃ ‘সে এক ‘করণ’ পর্যন্ত জীবিত থাকবে’। পরে দেখা গেল যে, তিনি পূর্ণ একশ’ পর্যন্ত জীবিত ছিলেন। [মুসনাদে আহমাদ ৪/১৮৯ ]\n  <br/>\n  <br/>\n  [৩]  পূর্ববতী আয়াতসমূহে যারা আল্লাহর বিধান ও নবীগণের শিক্ষা থেকে মুখ ফিরিয়ে নিত কিংবা বিরোধিতা করত, তাদের প্রতি কঠোর শাস্তিবাণী উচ্চারিত হয়েছিল। আলোচ্য আয়াতসমূহে এসব অবিশ্বাসীর দৃষ্টি পারিপার্শ্বিক অবস্থা ও প্রাচীনকালের ঐতিহাসিক ঘটনাবলীর প্রতি আকৃষ্ট করে তাদেরকে শিক্ষা ও উপদেশ গ্রহণের সুযোগ দেয়া হয়েছে। [তাবারী, ইবন কাসীর] এ আয়াতে অতীত জাতিসমূহ সম্পর্কে বলা হয়েছে যে, আল্লাহ তা'আলা পৃথিবীতে তাদেরকে এমন বিস্তৃতি, শক্তি ও জীবন ধারণের সাজ-সরঞ্জাম দান করেছিলেন, যা পরবতী লোকদের ভাগ্যে জুটেনি। কিন্তু তারাই যখন নবীগণের প্রতি মিথ্যারোপ করল এবং আল্লাহর নিদর্শনের বিরুদ্ধাচরণ করল, তখন প্রভূত জাকজমক, প্রতাপ-প্রতিপত্তি ও অর্থসম্পদ তাদেরকে আল্লাহর আযাব থেকে রক্ষা করতে পারল না। তারা পৃথিবীর বুক থেকে নিশ্চিহ্ন হয়ে গেছে। আজ মক্কাবাসীদেরকে সম্বোধন করা হচ্ছে। আদ ও সামূদ গোত্রের মত শক্তিবল তাদের নেই এবং সিরিয়া ও ইয়েমেনবাসীদের অনুরূপ স্বাচ্ছন্দ্যশীলও তারা নয়। এসব অতীত জাতিসমূহের ঘটনাবলী থেকে শিক্ষা গ্রহণ করা এবং নিজেদের ক্রিয়াকর্মের পর্যালোচনা করে দেখা তাদের উচিত। বিরুদ্ধাচরণ করলে তাদের পরিণতি কি হবে, তাও ভেবে দেখা দরকার। [ইবন কাসীর, আইসারুত তাফাসীর, মুয়াসসার]\n  <br/>\n  <br/>\n  [৪] আয়াতের শেষে বলা হয়েছে, আল্লাহ তা'আলার শক্তি-সামর্থ্য শুধু প্রবল প্রতাপান্বিত, অসাধারণ জাকজমক ও সাম্রাজ্যের অধিপতি এবং জনবহুল ও মহাপরাক্রান্ত জাতিসমূহকে চোখের পলকে ধ্বংস করেই ক্ষান্ত হয়ে যায় নি, বরং তাদেরকে ধ্বংস করার সাথে সাথে তাদের স্থলে অন্য জাতি সৃষ্টি করে সেখানে বসিয়ে দিয়েছে। সুতরাং মক্কাবাসীদের উচিত ভয় করা। [কুরতুবী, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৬ : ৭",
        "arabic_text": "\nوَلَوۡ نَزَّلۡنَا عَلَيۡكَ كِتَٰبٗا فِي قِرۡطَاسٖ فَلَمَسُوهُ بِأَيۡدِيهِمۡ لَقَالَ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ مُّبِينٞ ",
        "bangla_text": "আমারা যদি আপনার প্রতি কাগজে লিখিত কিতাবও নাযিল করতাম,অতঃপর তারা যদি সেটা হাত দিয়ে স্পর্শ করত তবুও কাফেররা বলত, ‘এটা স্পষ্ট জাদু ছাড়া আর কিছু নয় [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে যেভাবে বলা হয়েছে যে, কাফেরদের কাছে যদি কাগজে লিখা কিতাবও নাযিল করা হয় তবুও তারা ঈমান আনবে না। তেমনিভাবে অন্য আয়াতেও বলা হয়েছে, কিন্তু তোমার আকাশ আরোহণে আমরা কখনো ঈমান আনব না যতক্ষন তুমি আমাদের প্রতি এক কিতাব নাযিল না করবে যা আমরা পাঠ করব [সূরা আল-ইসরা: ৯৩] এমনকি যদি সত্যি সত্যিই তাদেরকে এ কিতাব দেয়া হতো আর তারা সেটাকে হাত দ্বারা স্পর্শও করত, তারপরও তারা ঈমান আনবার ছিল না। বরং তারা সেটাকে জাদু বলত। আল্লাহ বলেন, ‘যদি আমরা তাদের জন্য আকাশের দরজা খুলে দেই তারপর তারা তাতে আরোহন করতে থাকে, তবুও তারা বলবে, আমাদের দৃষ্টি সম্মোহিত করা হয়েছে; না, বরং আমরা এক যাদুগ্রস্ত সম্প্রদায়’। [সূরা আল-হিজরী ১৫]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৬ : ৮",
        "arabic_text": "\nوَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ مَلَكٞۖ وَلَوۡ أَنزَلۡنَا مَلَكٗا لَّقُضِيَ ٱلۡأَمۡرُ ثُمَّ لَا يُنظَرُونَ ",
        "bangla_text": "আর তারা বলে, ‘তার কাছে কোন ফিরিশতা কেন নাযিল হয় না [১]? আর যদি আমারা ফিরিশতা  নাযিল করতাম,তাহলে বিষয়টি চূড়ান্ত ফয়সালাই তো হয়ে যেত, তারপর তাদেরকে কোন অবকাশ দেয়া হত না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে এটা ভাবার অবকাশ নেই যে, কাফেররা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর উপর ফিরিশতা নাযিল হয় না এমনটি অস্বীকার করত। তারা স্পষ্টই জানত যে, রাসূলের কাছে ফিরিশতাই ওহী নিয়ে আসে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও তাদের কাছে তা জানাতেন। এখানে তাদের উদ্দেশ্য ছিল যে, রাসূলের সাথে কেন অপর একজন ফিরিশতা সতর্ককারী হিসেবে সার্বক্ষনিক থাকে না। যেমন অন্য আয়াতে বলা হয়েছে, “আরও তারা বলে, “এ কেমন রাসূল যে খাওয়া-দাওয়া করে এবং হাটে-বাজারে চলাফেরা করে; তার কাছে কোন ফিরিশতা কেন নাযিল করা হল না, যে তার সংগে থাকত সতর্ককারীরূপে?” [সূরা আল-ফুরকান: ৭] [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যদি ফিরিশতা নাযিল করা হতো তবে তারা তাদের অবাধ্যতা ও কুফর দেখে তাদেরকে কোনরূপ সুযোগ না দিয়ে ধ্বংস করে দিতেন। অন্য আয়াতেও আল্লাহ বলেন, “আমরা ফিরিশতাদেরকে যথার্থ কারণ ছাড়া প্রেরণ করি না; ফিরিশতারা উপস্থিত হলে তখন তারা আর অবকাশ পাবে না’ [সূরা আল-হিজর:৮] আরও বলেন, ‘যেদিন তারা ফিরিশতাদেরকে দেখতে পাবে সেদিন অপরাধীদের জন্য সুসংবাদ থাকবে না এবং তারা বলবে, রক্ষা কর, রক্ষা কর। [সূরা আল-ফুরকান:২২] [ আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৬ : ৯",
        "arabic_text": "\nوَلَوۡ جَعَلۡنَٰهُ مَلَكٗا لَّجَعَلۡنَٰهُ رَجُلٗا وَلَلَبَسۡنَا عَلَيۡهِم مَّا يَلۡبِسُونَ ",
        "bangla_text": "আর যদি তাকে ফিরিশতা করতাম তবে তাঁকে পুরুষমানুষের আকৃতিতেই পাঠাতাম, আর তাদেরকে সেরূপ বিভ্রমে ফেলতাম যেরূপ বিভ্রমে তারা এখন রয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ গাফেলরা এসব দাবী-দাওয়া করে মৃত্যু ও ধ্বংসকেই ডেকে আনছে। কেননা, মানুষদের থেকে রাসূল পাঠানো আল্লাহর এক বিরাট রহমত। যাতে একে অপরকে বুঝতে পারে, হেদায়াত নেয়া উম্মতের জন্য সহজ হয়। প্রশ্ন করা ও উত্তর নেয়ার ক্ষেত্রে কোন প্রতিবন্ধকতা না থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৬ : ১০",
        "arabic_text": "\nوَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ",
        "bangla_text": "আর আপনার আগে অনেক রাসূলকে নিয়েই তো ঠাট্টা-বিদ্রুপ করা হয়েছে। ফলে রাসূলদের সাথে বিদ্রুপকারীদেরকে তারা যা নিয়ে ঠাট্টা-বিদ্রুপ করছিল তা-ই পরিবেষ্টন করেছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সান্ত্বনার জন্য বলা হয়েছেঃ স্বজাতির পক্ষ থেকে আপনি যে উপহাস, ঠাট্টা-বিদ্রুপ ও যাতনা ভোগ করছেন, তা শুধু আপনারই বৈশিষ্ট্য নয়, আপনার পূর্বেও সব নবীকে এমনি হৃদয়বিদারক ও প্রাণঘাতি ঘটনাবলীর সম্মুখীন হতে হয়েছে। কিন্তু তারা সাহস হারাননি। পরিণামে বিদ্রুপকারী জাতিকে সে আযাবই পাকড়াও করেছে, যা নিয়ে তারা ঠাট্টা-বিদ্রুপ করত। মোটকথা এই যে, আল্লাহর বিধানাবলী প্রচার করাই আপনার কাজ। এ দায়িত্ব পালন করে আপনি দায়মুক্ত হয়ে যান। কেউ তা গ্রহণ করল কি না তা দেখাশোনা করা আপনার দায়িত্ব নয়। তাই এতে মশগুল হয়ে আপনি অন্তরকে ব্যথিত করবেন না। আপনার পূর্বেও নবী-রাসূলগণের সাথে ঠাট্টা-বিদ্রুপ করা হয়েছে। যেমন নূহ আলাইহিস সালামকে তারা বলেছিল, নবী হওয়ার পরে সুতার হয়ে গেলে। হুদ আলাইহিস সালামকে বলেছিল, আমরা তো এটাই বলি, আমাদের উপাস্যদের মধ্যে কেউ তোমাকে অশুভ দ্বারা আবিষ্ট করেছে [সূরা হুদ:৫৪] সালেহ আলাইহিস সালামকে বলেছিল, ‘হে সালিহ! তুমি আমাদেরকে যার ভয় দেখাচ্ছে, তা নিয়ে এস, যদি তুমি রাসূলদের অন্তর্ভুক্ত হয়ে থাক। [সূরা আল-আরাফ:৭৭] লুত আলাইহিস সালাম সম্পর্কে তারা বলেছিল, 'লুত-পরিবারকে তোমরা জনপদ থেকে বহিস্কার কর, এরা তো এমন লোক যারা পবিত্র সাজতে চায়। [সূরা আন-নামল:৫৬] অনুরূপভাবে শু'আইব আলাইহিস সালাম সম্পর্কে বলেছিল ‘হে শু'আইব! তুমি যা বল তার অনেক কথা আমরা বুঝি না এবং আমরা তো আমাদের মধ্যে তোমাকে দুর্বলই দেখছি। তোমার স্বজনবর্গ না থাকলে আমরা তোমাকে পাথর নিক্ষেপ করে মেরে ফেলতাম, আর আমাদের উপর তুমি শক্তিশালী নও’ [সূরা হুদ:৯১] তাছাড়া তারা নবীর সালাত নিয়েও ঠাট্টা করে বলত, ‘হে শু'আইব! তোমার সালাত কি তোমাকে নির্দেশ দেয় যে, আমাদের পিতৃ-পুরুষেরা যার ইবাদাত করত আমাদেরকে তা বর্জন করতে হবে অথবা আমরা আমাদের ধন-সম্পদ সম্পর্কে যা করি তাও ? তুমি তো অবশ্যই সহিষ্ণু, বুদ্ধিমান। [সূরা হুদ:৮৭] [আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৬ : ১১",
        "arabic_text": "\nقُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ ثُمَّ ٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ ",
        "bangla_text": "বলুন, ‘তোমারা যমীনে পরিভ্রমন কর,তরপর দেখ,যারা মিথ্যারোপ করেছে তাদের পরিণাম কি হয়েছিলো [১]!’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকূ‘\n  </b>\n  <br/>\n  <br/>\n  [১] কাতাদা বলেন, অর্থাৎ তিনি তাদেরকে পাকড়াও করে ধ্বংস করেছেন তারপর তাদেরকে জাহান্নামের দিকে পৌঁছে দিয়েছেন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৬ : ১২",
        "arabic_text": "\nقُل لِّمَن مَّا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ قُل لِّلَّهِۚ كَتَبَ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۚ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "বলুন , ‘আসমানসমূহ ও যমীনে যা আছে তা কার? বলুন, ‘আল্লাহরই’ [১], তিনি তাঁর নিজের উপর দয়া করা লিখে নিয়েছেন [২]। কিয়ামতের দিন তিনি তোমাদেরকে অবশ্যই একত্র করবেন [৩], এতে কোন সন্দেহ নেই। যারা নিজেরাই নিজেদের ক্ষতি করেছে তারা ঈমান আনবে না [৪]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে কাফেরদেরকে প্রশ্ন করা হয়েছেঃ নভোমণ্ডল, ভূমণ্ডল এবং এতদুভয়ে যা আছে, তার মালিক কে? অতঃপর আল্লাহ নিজেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর বাচনিক উত্তর দিয়েছেনঃ সবার মালিক আল্লাহ। কাফেরদের উত্তরের অপেক্ষা করার পরিবর্তে নিজেই উত্তর দেয়ার কারণ এই যে, এ উত্তর কাফেরদের কাছেও স্বীকৃত। তারা যদিও শির্ক ও পৌত্তলিকতায় লিপ্ত ছিল, তথাপি ভূমণ্ডল, নভোমণ্ডল ও সবকিছুর মালিক আল্লাহ তা'আলাকেই মানতো অর্থাৎ তারা তাওহীদুর রবুবিয়াতের এ অংশে বিশ্বাসী ছিল। আর তারা যেহেতু তাওহীদের এ অংশে বিশ্বাস করছে, তাদের উচিত হবে তাওহীদের বাকী অংশ তাওহীদুল উলুহিয়ার স্বীকৃতি দেয়া এবং একমাত্র আল্লাহরই ইবাদত করা। [সা’দী; আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] সহীহ মুসলিমে আবু হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ যখন আল্লাহ তা'আলা যাবতীয় বস্তু সৃষ্টি করেন, তখন একটি ওয়াদাপত্র লিপিবদ্ধ করেন। এটি আল্লাহ তা'আলার কাছেই রয়েছে। এতে লিখিত আছেঃ আমার অনুগ্রহ আমার ক্রোধের উপর প্রবল থাকবে। [বুখারী: ৭৪০৪; মুসলিম: ২৭৫১]\n  <br/>\n  <br/>\n  [৩] এ বাক্যে (الى) শব্দটি (في) অর্থে ব্যবহৃত হয়েছে। তাতে মর্ম দাঁড়িয়েছে এই যে, আল্লাহ তা'আলা পূর্বের ও পরের সব মানুষকে কেয়ামতের দিন সমবেত করবেন কিংবা এখানে কবরে একত্রিত করা বুঝানো হয়েছে। উদ্দেশ্য এই যে, কেয়ামত পর্যন্ত সব মানুষকে কবরে একত্রিত করতে থাকবেন এবং কেয়ামতের দিন সবাইকে জীবিত করবেন আর তোমাদেরকে তোমাদের কর্মকাণ্ডের শাস্তি প্রদান করবেন। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৪]  এতে ইঙ্গিত আছে যে, আয়াতের শুরুতে বর্ণিত আল্লাহ তা'আলার ব্যাপক অনুগ্রহ থেকে যদি কাফের ও মুশরিকরা বঞ্চিত হয়, তবে স্বীয় কৃতকর্মের কারণেই হবে। কারণ, তারা অনুগ্রহ লাভের উপায় অর্থাৎ ঈমান অবলম্বন করেনি। আল্লাহ্ তাআলা আখেরাত ও কিয়ামতের বাস্তবতার উপর অনেক দলীল-প্রমাণ উপস্থাপন করেছেন, যাতে তা বাস্তব সত্যরূপে মানুষের কাছে প্রতিভাত হয়। কিন্তু তারা অস্বীকার ছাড়া নিপতিত হয়েছে এবং কুফরী করার মত দুঃসাহস দেখিয়েছে। এতে করে তারা তাদের দুনিয়া ও আখেরাত উভয়টিই বরবাদ করেছে। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৬ : ১৩",
        "arabic_text": "\n۞ وَلَهُۥ مَا سَكَنَ فِي ٱلَّيۡلِ وَٱلنَّهَارِۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "আর রাত ও দিনে যা কিছু স্থিত হয়,তা তাঁরই [১]এবং তিনি সবকিছু শুনেন,সবকিছু জানেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে (سُكُون) অর্থ (اِستَقَرَّ) অবস্থান করা; অর্থাৎ পৃথিবীর দিবা-রাত্রিতে যা কিছু অবস্থিত আছে, তা সবই আল্লাহর তাবারী অথবা এর অর্থ - (سُكُون و حَرْكَت) এ এর সমষ্টি। অর্থাৎ (مَا سَكَنَ ومَاتَحَرَّكَ) (স্থাবর ও অস্থাবর)। আয়াতে শুধু (سُكُون) উল্লেখ করা হয়েছে। কেননা, এর বিপরীত (حَرْكَت) আপনা-আপনিই বুঝা যায়। অথবা (سَكَنَ) অর্থ যাবতীয় সৃষ্টি। অর্থাৎ যাবতীয় সৃষ্টির মালিকানা আল্লাহরই। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৬ : ১৪",
        "arabic_text": "\nقُلۡ أَغَيۡرَ ٱللَّهِ أَتَّخِذُ وَلِيّٗا فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ يُطۡعِمُ وَلَا يُطۡعَمُۗ قُلۡ إِنِّيٓ أُمِرۡتُ أَنۡ أَكُونَ أَوَّلَ مَنۡ أَسۡلَمَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "বলুন, ‘ আমি কি আসমানসমূহ ও যমীনের স্রষ্টা আল্লাহ্‌ ছাড়া অন্যকে অভিভাবকরূপে গ্রহণ করব [১]? তিনিই খাবার দান করেন কিন্তু তাঁকে খাবার দেয়া হয় না [২]।বলুন ‘নিশ্চয় আমি আদেশ পেয়েছি যারা ইসলাম গ্রহণ করেছে তাদের মধ্যে যেন আমি প্রথম ব্যক্তি হই [৩],আর (আমাকে আরও আদেশ করা হয়েছে ) ‘আপনি মুশরিকদের অন্তর্ভুক্ত হবেন না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুদ্দী বলেন, এখানে ওলীরূপে গ্রহণ করার অর্থ, যাকে অভিভাবক মানা হয় এবং যার রবুবিয়াত এর স্বীকৃতি দেয়া হয়। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ্ তা'আলা সমস্ত সৃষ্টিকুলের রিযিকের ব্যবস্থা করেন। তিনি পূর্ণ অমুখাপেক্ষী। তাঁর কোন রিফিকের প্রয়োজন পড়ে না। অন্য আয়াতেও আল্লাহ তা'আলা সেটা বলেছেন, আর আমি সৃষ্টি করেছি জিন এবং মানুষকে এজন্যেই যে, তারা কেবল আমার ইবাদাত করবে। আমি তাদের কাছ থেকে জীবিকা চাই না এবং এটাও চাই না যে, তারা আমাকে খাওয়াবে, নিশ্চয় আল্লাহ, তিনিই তো রিযুকদাতা, প্রবল শক্তিধর, পরাক্রমশালী। [সূরা আয-যারিয়াত: ৫৬-৫৮] [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ যে উম্মতের মধ্যে আমি প্রেরিত হয়েছি সে উম্মতের মধ্যে ইসলাম গ্রহণ করার ব্যাপারে প্রথম ব্যক্তি হই। এর অর্থ এ নয় যে, সমস্ত জাতির মধ্যে তিনিই প্রথম ইসলাম গ্রহণকারী হবেন। কারণ, কুরআনের বহু আয়াতে এটা এসেছে যে, তার পূর্বেও নবীগণ ইসলামের উপর ছিলেন এবং অনেক উম্মতও ইসলামের উপর গত হয়েছেন। যেমন আল্লাহ তা'আলা ইবরাহীম আলাইহিস সালাম সম্পর্কে বলেন, “স্মরণ করুন, যখন তার রব তাকে বলেছিলেন, আত্মসমর্পণ করুন', তিনি বলেছিলেন, ‘আমি সৃষ্টিকুলের রব-এর কাছে আত্মসমর্পণ করলাম : \" সূরা আলবাকারাহঃ ১৩১]। আর ইউসুফ আলাইহিস সালাম সম্পর্কে বলেন, “আপনি আমাকে মুসলিম হিসেবে মৃত্যু দিন এবং আমাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করুন \" [সূরা ইউসুফঃ ১০১] [আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৬ : ১৫",
        "arabic_text": "\nقُلۡ إِنِّيٓ أَخَافُ إِنۡ عَصَيۡتُ رَبِّي عَذَابَ يَوۡمٍ عَظِيمٖ ",
        "bangla_text": "বলুন, ‘ আমি যদি আমার রব –এর অবাধ্যতা করি,তবে নিশ্চয় আমি ভয় করি মহাদিনের শাস্তির [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আয়াতে নির্দেশ অমান্য করার শাস্তি এক বিশেষ ভঙ্গিতে বর্ণনা করা হয়েছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে আদেশ দেয়া হয়েছে যে, আপনি বলে দিন, মনে শাস্তির ভয় রয়েছে। আল্লাহর নির্দেশের বিরোধিতা করলে যখন নবীগণের যিনি নেতা, তাকেও ক্ষমা করা যায় না, তখন অন্যদের কথা তো বলাই বাহুল্য। যদি কেউ আল্লাহর অবাধ্য হয় আর সে অবাধ্যতা হয় শির্ক বা কুফরীর মাধ্যমে তাহলে তার রক্ষা নেই। সে স্থায়ীভাবে আল্লাহর ক্রোধে ও জাহান্নামে অবস্থান করবে। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৬ : ১৬",
        "arabic_text": "\nمَّن يُصۡرَفۡ عَنۡهُ يَوۡمَئِذٖ فَقَدۡ رَحِمَهُۥۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡمُبِينُ ",
        "bangla_text": "‘সেদিন যার থেকে তা সরিয়ে নেয়া হবে ,তার প্রতি তো তিনি দয়া করলেন [১] এবং এটাই স্পষ্ট সফলতা [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, হাশর দিবসের শাস্তি অত্যন্ত লোমহর্ষক ও কঠোর হবে। কাতাদা বলেন, এখানে যা সরানোর কথা বলা হচ্ছে, তা হচ্ছে শাস্তি। কারো উপর থেকে এ শাস্তি সরে গেলে মনে করতে হবে যে, তার প্রতি আল্লাহর অশেষ করুণা হয়েছে। [তাফসীর আবদির রাযযাক]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এটিই বৃহৎ ও প্রকাশ্য সফলতা। কুরতুবী এখানে সফলতার অর্থ জান্নাতে প্রবেশ। কারণ, শাস্তি থেকে মুক্তি ও জান্নাতে প্রবেশ ওতপ্রোতভাবে জড়িত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৬ : ১৭",
        "arabic_text": "\nوَإِن يَمۡسَسۡكَ ٱللَّهُ بِضُرّٖ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَۖ وَإِن يَمۡسَسۡكَ بِخَيۡرٖ فَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ ",
        "bangla_text": "আর যদি আল্লাহ্‌ আপনাকে কোন দুর্দশা দ্বারা স্পর্শ করেন, তবে তিনি ছাড়া তা মোচনকারী আর কেঊ নেই।আর যদি তিনি আপনাকে কোন কল্যাণ দ্বারা স্পর্শ করেন,তবে তিনি তো সব কিছুর উপর ক্ষমতাবান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে ইসলামের একটি মৌলিক বিশ্বাস বর্ণিত হয়েছে। অর্থাৎ প্রতিটি লাভক্ষতির মালিক প্রকৃতপক্ষে আল্লাহ্ তা'আলা। সত্যিকারভাবে কোন ব্যক্তি কারো সামান্য উপকারও করতে পারে না, ক্ষতিও করতে পারে না। আল্লাহ যদি কারও লাভ করতে চান তবে তা বন্ধ করার ক্ষমতা কারও নেই। অন্য আয়াতে আল্লাহ বলেন, “আর আল্লাহ যদি আপনার মংগল চান তবে তাঁর অনুগ্রহ প্রতিহত করার কেউ নেই। তাঁর বান্দাদের মধ্যে যাকে ইচ্ছে তার কাছে সেটা পৌঁছান [সূরা ইউনুস ১০৭] এ আয়াতের ব্যাখ্যা প্রসঙ্গে ইমাম বাগভী আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণনা করেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উটে সওয়ার হয়ে আমাকে পিছনে বসিয়ে নিলেন। কিছু দূর যাওয়ার পর আমার দিকে মুখ ফিরিয়ে বললেনঃ “হে বৎস’! আমি আরয করলামঃ আদেশ করুন, আমি হাযির আছি। তিনি বললেনঃ “তুমি আল্লাহর বিধি-বিধানকে হেফাযত করবে, আল্লাহ তোমাকে হেফাযত করবেন। তুমি আল্লাহর বিধি-বিধানকে হেফাযত করো তাহলে আল্লাহকে সাহায্যের সাথে তোমার সামনে পাবে। তুমি শান্তি ও সুখ-স্বাচ্ছন্দ্যের সময় আল্লাহকে স্মরণ রাখলে, বিপদের সময় তিনি তোমাকে স্মরণ রাখবেন। কোন কিছু চাইতে হলে তুমি আল্লাহর কাছেই চাও এবং সাহায্য চাইতে হলে আল্লাহর কাছেই চাও। জগতে যা কিছু হবে, ভাগ্যের লেখনী তা লিখে ফেলেছে। সমগ্র সৃষ্টজীব সম্মিলিতভাবে তোমার কোন উপকার করতে চাইলে যা তোমার তাকদিরে লিখা নেই তারা কখনো তা করতে পারবে না। পক্ষান্তরে যদি তারা সবাই মিলে তোমার এমন কোন ক্ষতি করতে চায়, যা তোমার ভাগ্যে নেই, তবে কখনোই তারা তা করতে সক্ষম হবে না। যদি তুমি বিশ্বাস সহকারে ধৈর্যধারণের মাধ্যমে আমল করতে পার তবে অবশ্যই তা করো। সক্ষম না হলে ধৈর্য ধর। কেননা, তুমি যা অপছন্দ করো তার বিপক্ষে ধৈর্য ধারণ করায় অনেক মঙ্গল রয়েছে। মনে রাখবে, আল্লাহর সাহায্য ধৈর্যের সাথে জড়িত-কষ্টের সাথে সুখ এবং অভাবের সাথে স্বাচ্ছন্দ্য জড়িত। [মুসনাদে আহমাদ:১/৩০৭]\n  <br/>\n  <br/>\n  পরিতাপের বিষয়, কুরআনুল কারীমের এ সুস্পষ্ট ঘোষণা এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর আজীবনের শিক্ষা সত্ত্বেও মুসলিমরা এ ব্যাপারে পথ ভ্রান্ত। তারা আল্লাহ্ তা'আলার সব ক্ষমতা সৃষ্টজীবের মধ্যে বন্টন করে দিয়েছে। আজ এমন মুসলিমের সংখ্যা নগণ্য নয়, যারা বিপদের সময় আল্লাহ্ তা'আলাকে স্মরণ করে না এবং তারা তাঁর কাছে দো'আ করার পরিবর্তে বিভিন্ন নামের দোহাই দেয় এবং তাদেরই সাহায্য কামনা করে। তারা আল্লাহ তা'আলার প্রতি লক্ষ্য করে না। কোন সৃষ্ট জীবকে অভাব পূরণের জন্য ডাকা এ কুরআনী নির্দেশের পরিপন্থী ও প্রকাশ্য বিদ্রোহ ঘোষণার নামান্তর। আল্লাহ তা'আলা মুসলিমদেরকে সরল পথে কায়েম রাখুন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৬ : ১৮",
        "arabic_text": "\nوَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ ",
        "bangla_text": "আর তিনিই আপন বান্দাদের উপর পূর্ণ নিয়ন্ত্রণকারী [১],আর তিনি প্রজ্ঞাময়,সম্যাক অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা'আলাই সবার উপর পরাক্রান্ত ও শক্তিমান এবং সবাই তাঁর ক্ষমতাধীন ও মুখাপেক্ষী। এ কারণেই দুনিয়ার জীবনে অনেক যোগ্যতাসম্পন্ন মহোত্তম ব্যক্তিগণও সব কাজে সাফল্য অর্জন করতে পারে না এবং তার সব মনোবাঞ্ছা পূর্ণ হয় না; তিনি নৈকট্যশীল রাসূলই হোন কিংবা রাজা বাদশাহ। আর তিনি যা আদেশ, নিষেধ, সাওয়াব, শাস্তি, সৃষ্টি বা নির্ধারণ যাই করেন তাই প্রজ্ঞাময়। তিনি গোপন যাবতীয় কিছু সম্পর্কে সম্যক অবগত। এ সবকিছুই তাঁর তাওহীদের প্রমাণ [সা‘দী ]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৬ : ১৯",
        "arabic_text": "\nقُلۡ أَيُّ شَيۡءٍ أَكۡبَرُ شَهَٰدَةٗۖ قُلِ ٱللَّهُۖ شَهِيدُۢ بَيۡنِي وَبَيۡنَكُمۡۚ وَأُوحِيَ إِلَيَّ هَٰذَا ٱلۡقُرۡءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَۚ أَئِنَّكُمۡ لَتَشۡهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخۡرَىٰۚ قُل لَّآ أَشۡهَدُۚ قُلۡ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَإِنَّنِي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ ",
        "bangla_text": "বলুন, ‘কোন জিনিস সবচেয়ে বড় সাক্ষী’ ? বলুন,’আল্লাহ আমার ও তোমাদের মধ্যে সাক্ষ্যদাতা [১]। আর এ কুরআন আমার নিকট ওহী করা হয়েছে যেন  তোমাদেরকে এবং যার নিকট তা পৌঁছবে তাদের এ দ্বারা সতর্ক করতে পারি [২]। তোমারা কি এ সাক্ষ্য দাও যে, আল্লাহ্‌র সাথে অন্য ইলাহও আছে? বলুন, ‘ আমি সে সাক্ষ্য দেই না ’।বলুন ,’তিনি তো একমাত্র প্রকৃত ইলাহ এবং তোমারা যা শরীক কর তা থেকে আমি অবশই বিমুক্ত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কোন জিনিসের সাক্ষ্য সাক্ষী হিসেবে বড় বলে বিবেচিত? বলুন, আল্লাহ। তিনিই সবচেয়ে বড় সাক্ষী। তাঁর সাক্ষ্যের মধ্যে কোন প্রকার ভুল-ত্রুটির সম্ভাবনা নেই। সুতরাং তিনিই আমার ও তোমাদের মধ্যে সাক্ষ্য যে, আমি রাসূল। [তাবারী, সা’দী]\n  <br/>\n  <br/>\n  [২] এ আয়াত দ্বারা প্রমাণিত হচ্ছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রত্যেক সেই ব্যক্তির জন্যই ভীতিপ্রদর্শনকারী যার কাছে এ কুরআনের আহবান পৌঁছেছে, সে যে-ই হোক না কেন। সুতরাং যার কাছেই এ আহবান পৌঁছবে সে তাতে ঈমান আনতে বাধ্য। যদি তা না করে তবে সে হবে জাহান্নামী। তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের রিসালাত যে সর্বকাল ও সর্বজনব্যাপী তার প্রমাণ কুরআনের অন্য আয়াতেও এসেছে, “বলুন, “হে মানুষ! আমি তোমাদের সবার জন্য আল্লাহর রাসূল\" [সূরা আল-আরাফ: ১৫৮] আরও এসেছে, “আর আমরা তো আপনাকে কেবল সমগ্র মানবজাতির প্রতি সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেছি\" [সূরা সাবা:২৮] আরও এসেছে, “কত বরকতময় তিনি ! যিনি তাঁর বান্দার উপর ফুরকান নাযিল করেছেন, সৃষ্টিকুলের জন্য সতর্ককারী হতে” [সূরা আল-ফুরকান-১]। আর যারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর ঈমান আনবে না, তাদের শাস্তি যে জাহান্নাম এ কথাও কুরআনের অন্যত্র বলা হয়েছে, “অন্যান্য দলের যারা তাতে কুফরী করে, আগুনই তাদের প্রতিশ্রুত স্থান\" [সূরা হুদ:১৭] [আদওয়াউল বায়ান]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৬ : ২০",
        "arabic_text": "\nٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمُۘ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ فَهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "আমরা যাদেরকে কিতাব দিয়েছি তারা তাকে [১] সেরূপ চিনে যেরূপ চিনে তাদের সন্তানদেরকে। যারা নিজেরাই নিজেদের ক্ষতি করেছে ,তারাই ঈমান আনবে না [২] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ, যাদের উপর কিতাব নাযিল করেছি তারা ভালভাবেই জানে যে, ইলাহ মাত্র একজনই এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সত্য নবী ও রাসূল [তাবারী] অনুরূপভাবে তারা এটাও ভাল করে জানে যে, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম রিসালত, নবুওয়াত ও ওহীসহ যা নিয়ে এসেছেন তা সবই সত্য। [ ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা তাদের সৃষ্টির মূল উদ্দেশ্য ঈমান ও তাওহীদ থেকে বঞ্চিত হয়েছে, আল্লাহ তা'আলার নেয়ামত থেকে মাহরুম হয়েছে, তারা যে কি পরিমাণ ক্ষতিগ্রস্ত সেটা বলার অপেক্ষা রাখে না। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৬ : ২১",
        "arabic_text": "\nوَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "যে ব্যাক্তি আল্লাহ্‌ সম্বন্ধে মিথ্যা রচনা করে বা তাঁর আয়াতসমূহে মিথ্যারোপ করে,তার চেয়ে বড় যালিম আর কে? নিশ্চয় যালিমরা সাফল্য লাভ করতে পারে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৬ : ২২",
        "arabic_text": "\nوَيَوۡمَ نَحۡشُرُهُمۡ جَمِيعٗا ثُمَّ نَقُولُ لِلَّذِينَ أَشۡرَكُوٓاْ أَيۡنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ ",
        "bangla_text": "আর স্মরণ করুণ,যেদিন আমারা তাদের সবাইকে একত্র করব,তারপর যারা শির্ক করেছে তাদেরকে বলব, ‘যাদেরকে তোমারা আমার শরীক মনে করতে,তারা কোথায় [১] ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে একটি সর্ববৃহৎ পরীক্ষার কথা বর্ণিত হয়েছে যা হাশরের ময়দানে আল্লাহ রাববুল আলামীন-এর সামনে অনুষ্ঠিত হবে। বলা হয়েছে ঐ দিনটিও স্মরণ যোগ্য, যেদিন আমরা সবাইকে অর্থাৎ মুশরিক ও তাদের তৈরী করা উপাস্যসমূহকে একত্রিত করব। অতঃপর আমরা তাদেরকে প্রশ্ন করব যে, তোমরা যেসব উপাস্যকে আমার অংশীদার, স্বীয় স্বীয় অভাব পূরণকারী ও বিপদ বিদূরণকারী মনে করতে, আজ তারা কোথায়? তারা তোমাদের সাহায্য করে না কেন? হাশরের মাঠে একত্রিত সবাই তখন তারা সে সব উপাস্যদের থেকে নিজদেরকে বিমুক্ত ঘোষণা করবে এবং বলবে, আল্লাহর শপথ আমরা তো মুশরিকই ছিলাম না। এভাবে তারা বাতিল ও মিথ্যা কথা বলবে এবং ওযর-আপত্তি পেশ করতে চেষ্টা করবে। [তাবারী, কুরতুবী, মুয়াসসার, আইসারুত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৬ : ২৩",
        "arabic_text": "\nثُمَّ لَمۡ تَكُن فِتۡنَتُهُمۡ إِلَّآ أَن قَالُواْ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشۡرِكِينَ ",
        "bangla_text": "তারপর তাদের এ ছাড়া বলার অন্য কোন অজুহাত থাকবে না, ‘আমাদের রব আল্লাহ্‌র শপথ! আমারা তো মুশরিকই ছিলাম না [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে তাদের উত্তরকে (فِتْنَةُ) শব্দে ব্যক্ত করা হয়েছে। এ শব্দটি কয়েকটি অর্থে ব্যবহৃত হয়। পরীক্ষার অর্থেও ব্যবহৃত হয়। তখন আয়াতের অর্থ হবে, তাদের পরীক্ষায় তারা উপরোক্ত উত্তর দিবে। এ অর্থে তাদের পরীক্ষার উত্তরকেই পরীক্ষা বলা হয়েছে। আবার শব্দটির অন্য অর্থ হতে পারে, তাদের ফিতনার শাস্তি। তখন ফিতনা অর্থ কুফর ও শির্ক। অর্থাৎ তাদের কুফর ও শির্কের শাস্তি তাই হবে যা উপরে বর্ণিত হয়েছে। কাতাদা বলেন, এখানে ফিতনা বলে তাদের ওযর আপত্তি পেশ করাকে বোঝানো হয়েছে। [কুরতুবী] তাছাড়া ফিতনা শব্দটি কারো প্রতি আসক্ত হয়ে  পড়ার অর্থেও ব্যবহৃত হয়। এ অর্থের উদ্দেশ্য এই যে, এরা পৃথিবীতে এসব মূর্তি ও স্বহস্ত নির্মিত উপাস্যদের প্রতি আসক্ত ছিল, স্বীয় অর্থ-সম্পদ এদের জন্যই উৎসর্গ করত। কিন্তু আজ সব ভালবাসা ও আসক্তি নিঃশেষ হয়ে গেছে এবং এ ছাড়া তাদের মুখে কোন উত্তর যোগাচ্ছে না। কাজেই তাদের থেকে নির্লিপ্ত ও বিচ্ছিন্ন হওয়ারই দাবী করে বসল। [বাগভী]\n  <br/>\n  <br/>\n  তাদের উত্তরে একটি বিস্ময়কর বিষয় এই যে, কেয়ামতের ভয়াবহ ও লোমহর্ষক দৃশ্যাবলী এবং রাববুল আলামীন-এর শক্তি-সামর্থের অভাবনীয় ঘটনাবলী দেখার পর তারা কোন সাহসে রাববুল আলামীন-এর সামনে দাড়িয়ে এমন নির্জলা মিথ্যা বলবে! তাও এমন বলিষ্ঠ চিত্তে যে, আল্লাহর মহান সত্তার কসম খেয়ে বলবে যে, আমরা মুশরিক ছিলাম না। অধিকাংশ মুফাসসিরগণ এর উত্তরে বলেনঃ তাদের এ উক্তি বিবেক-বুদ্ধি ও পরিণামদৰ্শিতার উপর ভিত্তিশীল নয়, বরং ভয়ের আতিশয্যে হতবুদ্ধিতার আবেশে মুখে যা এসেছে, তাই বলেছে। কিন্তু হাশরের সাধারণ ঘটনাবলী ও অবস্থা চিন্তা করলে এ কথাও বলা যায় যে, আল্লাহ্ তাআলা তাদের পূর্ণ অবস্থা দৃষ্টির সামনে আনার জন্য এ শক্তিও দিয়েছেন যে, তারা পৃথিবীর মত অবাধ ও মুক্ত পরিবেশে যা ইচ্ছা বলুক- যাতে কুফর ও শির্কের সাথে সাথে তাদের এ দোষটিও হাশরবাসীদের জানা হয়ে যায় যে, তারা মিথ্যা ভাষণে অদ্বিতীয় পটু, এহেন ভয়াবহ পরিস্থিতিতেও তারা মিথ্যা বলতে দ্বিধা করে না। কুরআনুল কারমের অপর এক আয়াতে বলা হয়েছে যে, কাফিররা হাশরের মাঠে \"আল্লাহর সাথে শপথ করে মিথ্যা বলবে, যেমন আজ মুসলিমদের সামনে মিথ্যা শপথ করে থাকে” দেখুন, [সূরা আল-মুজাদালাহ: ১৮], সুতরাং বোঝা গেল যে, তারা স্বয়ং রাববুল আলামীন-এর সামনেও মিথ্যা কসম খেতে দ্বিধা করবে না। হাশরের ময়দানে যখন তারা কসম খেয়ে নিজ নিজ শির্ক ও কুফরী অস্বীকার করবে, তখন সর্বশক্তিমান আল্লাহ তা'আলা তাদের মুখে মোহর এঁটে তাদের অঙ্গ-প্রত্যঙ্গ ও হস্ত-পদকে নির্দেশ দিবেন যে, তোমরা সাক্ষ্য দাও, তারা কি করত। তখন প্রমাণিত হবে যে, আমাদের হস্ত-পদ, চক্ষু-কর্ণ -এরা সবাই ছিল আল্লাহ তা'আলার গুপ্ত পুলিশ। তারা সব কাজকর্ম একটি একটি করে সামনে তুলে ধরবে। এ সম্পর্কেই সূরা ইয়াসীনে বলা হয়েছেঃ “আমি আজ এদের মুখে মোহর মেরে দেব, এদের হাত কথা বলবে আমার সাথে এবং এদের পা সাক্ষ্য দেবে এদের কৃতকর্মের\"। [ ইয়াসীনঃ ৬৫] এহেন ক্ষমতা প্রত্যক্ষ করার পর আর কেউ কোন তথ্য গোপনে ও মিথ্যা ভাষণে দুঃসাহসী হবে না। অন্য আয়াতে বলা হয়েছেঃ (وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا) অর্থাৎ আর তারা আল্লাহ হতে কোন কথাই গোপন করতে পারবে না\"। [সূরা আন-নিসাঃ ৪২] আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা-এর মতে এর অর্থ এই যে, প্রথমে তারা খুব মিথ্যা বলবে এবং মিথ্যা শপথ করবে, কিন্তু স্বয়ং তাদের হস্ত-পদ যখন তাদের বিরুদ্ধে সাক্ষ্য দেবে, তখন কেউ ভুল কথা বলতে সাহসী হবে না। মহা বিচারপতির আদালতে সম্পূর্ণ মুক্ত পরিবেশে আত্মপক্ষ সমর্থনের পূর্ণ সুযোগ দেয়া হবে। পৃথিবীতে যেভাবে সে মিথ্যা বলত, তখনো তার মিথ্যা বলার এ ক্ষমতা ছিনিয়ে নেয়া হবে না। কেননা, সর্বশক্তিমান আল্লাহ তার মিথ্যার আবরণ স্বয়ং তার হস্তপদের সাক্ষ্য দ্বার উন্মোচিত করে দেবেন। ফলে তারা কোন কিছুই গোপন করতে সমর্থ হবে না। [তাবারী; কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  মৃত্যুর পর কবরে মুনকীর-নকীর ফিরিশতাদ্বয়ের সামনে প্রথম পরীক্ষা হবে। এ পরীক্ষা সম্পর্কে হাদীসে বলা হয়েছেঃ মুনকীর-নকীর যখন কাফেরকে জিজ্ঞেস করবে,\n  <br/>\n  <br/>\n  (مَنْ رَبُّكَ، وَمَا دِيْنُكَ وَمَنْ نَبِيُّكَ)\n  <br/>\n  অর্থাৎ তোমার রব কে, তোমার দ্বীন কি? তোমার নবী কে? কাফের বলবেঃ\n  <br/>\n  <br/>\n  (هَاهْ هَاهْ لَا اَدْرِيْ)\n  <br/>\n  <br/>\n  অর্থাৎ, হায়! হায়!! আমি কিছুই জানি না! এর বিপরীতে মুমিন বলবে, আমার রব আল্লাহ, আমার দ্বীন ইসলাম এবং আমার নবী মুহাম্মাদ। [আবু দাউদ: ৪৭৫৩]\n  <br/>\n  <br/>\n  এতে বুঝা যায় যে, এ পরীক্ষায় কেউ মিথ্যা বলার ধৃষ্টতা দেখাতে পারবে না। নতুবা কাফেরও মুমিনের ন্যায় উত্তর দিতে পারতো। কারণ এই যে, এখানে পরীক্ষক হচ্ছেন ফিরিশতা। তারা অদৃশ্য বিষয় জ্ঞাত নয় এবং তারা হস্তপদের সাক্ষ্যও গ্রহণ করতে অক্ষম। এখানে মিথ্য বলার ক্ষমতা মানুষকে দেয়া হলে ফিরিশ্‌তা তার উত্তর অনুযায়ীই কাজ করতো, ফলে পরীক্ষার উদ্দেশ্যই ব্যর্থ হয়ে যেত। হাশরের পরীক্ষা এরূপ নয়। সেখানে প্রশ্ন ও উত্তর সরাসরি সর্বজ্ঞ, সর্বজ্ঞাত ও সর্বশক্তিমানের সাথে হবে। সেখানে কেউ মিথ্যা বললেও তা কার্যকরী হবে না। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, আল্লাহ তা'আলা বান্দার সাথে হাশরের মাঠের সাক্ষাতে বলবেন, হে অমুক! আমি কি তোমাকে সম্মানিত করিনি? তোমাকে নেতা বানাইনি? তোমাকে বিয়ে-শাদী দেইনি? তোমার জন্য ঘোড়া উট করায়ত্ত্ব করে দেইনি? তোমাকে নেতৃত্ব দিতে ও আরামে ঘুরতে ফিরতে দেইনি। তখন সে বলবে, হ্যাঁ, তখন আল্লাহ বলবেন, তুমি কি বিশ্বাস করতে যে, আমার সাথে তোমার সাক্ষাত হবে? সে বলবে, না। তখন তিনি বলবেন, আজ আমি তোমাকে ছেড়ে যাব যেমন তুমি আমাকে ছেড়ে গিয়েছিলে। তারপর দ্বিতীয় ব্যক্তির সাথে অনুরূপ করবেন, সেও তা বলবে আর আল্লাহ তা'আলাও তদ্রুপ উত্তর করবেন। তারপর তৃতীয় ব্যক্তিকে অনুরূপ বলবেন, সে বলবে, হে রব! আমি আপনার উপর, আপনার কিতাবের উপর ও আপনার রাসূলের উপর ঈমান এনেছিলাম, সালাত ও রোযা আদায় করেছিলাম, দান করেছিলাম এবং যত পারে প্রশংসা করবে। তখন তাকে বলা হবে এখানে তাহলে (অপেক্ষা কর)। তারপর তাকে বলা হবে, এখন তোমার উপর সাক্ষ্য উত্থাপন করা হবে। সে তখন তার মনে চিন্তা করবে, সেটা আবার কে যে আমার বিরুদ্ধে সাক্ষ্য দিবে? তখন তার মুখে মোহর মেরে দেয়া হবে, আর তার উরু, মাংস ও অস্থিকে কথা বলতে নির্দেশ দেয়া হবে, ফলে তার উরু, মাংস ও অস্থি তার আমল সম্পর্কে বলবে ... [মুসলিম: ২৯৬৮] কোন কোন মুফাসসিরের মতে, যারা মিথ্যা কসম খেয়ে মিথ্যা শির্ককে অস্বীকার করবে, তারা হলো সেসব লোক, যারা কোন সৃষ্টজীবকে খোলাখুলি আল্লাহ কিংবা আল্লাহর প্রতিনিধি না বলেও আল্লাহর সব ক্ষমতা সৃষ্টজীবে বন্টন করে দিয়েছিল। তারা নিজেদেরকে মুশরিক মনে করতো না। তাই হাশরের ময়দানেও কসম খেয়ে বলবে যে, তারা মুশরিক ছিল না। [ফাতহুল কাদীর] কিন্তু কসম খাওয়া সত্বেও আল্লাহ্ তা'আলা তাদেরকে লাঞ্ছিত করবেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৬ : ২৪",
        "arabic_text": "\nٱنظُرۡ كَيۡفَ كَذَبُواْ عَلَىٰٓ أَنفُسِهِمۡۚ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "দেখুন, তারা নিজেদের প্রতি কিরূপ মিথ্যাচার করে এবং মিথ্যা তারা রটনা করত তা কিভাবে তাদের থেকে উধাও হয়ে গেল [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বলা হয়েছে যে, দেখুন, তারা নিজেদের বিপক্ষে কেমন মিথ্যা বলছে আল্লাহর বিরুদ্ধে যাদেরকে মিছেমিছি শরীক তৈরী করেছিল, আজ তারা সবাই উধাও হয়ে গেছে। নিজেদের বিরুদ্ধে মিথ্যা বলার অর্থ এই যে, এ মিথ্যার শাস্তি তাদের উপরই পতিত হবে। মনগড়া তৈরী করার অর্থ এই যে, দুনিয়াতে তাদেরকে আল্লাহর অংশীদার করার ব্যাপারটি ছিল মিছামিছি (শরীক) ও মনগড়া। আজ বাস্তব সত্য সামনে এসে যাওয়ায় এ মিথ্যা অকেজো হয়ে গেছে। মনগড়া তৈরীর অর্থ মিথ্যা কসমও হতে পারে, যা হাশরের ময়দানে উচ্চারণ করবে। অতঃপর হস্তপদ ও অঙ্গ-প্রত্যঙ্গের সাক্ষ্য দ্বারা সে মিথ্যা ধরা পড়ে যাবে। কোন কোন মুফাসসির বলেছেনঃ মনগড়া তৈরী করা বলতে মুশরিকদের ঐ সব অপব্যাখ্যাকে বুঝানো হয়েছে, যা তারা দুনিয়াতে মিথ্যা উপাস্যদের সম্পর্কে মনে করত। উদাহরণতঃ তারা বলতো\n  <br/>\n  <br/>\n  (مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰى)\n  <br/>\n  <br/>\n  অর্থাৎ আমরা উপাস্য মনে করে মূর্তির উপাসনা করি না, বরং উপাসনা করার কারণ এই যে, তারা আল্লাহর কাছে সুপারিশ করে আমাদেরকে তার নিকটবতী করে দেবে। হাশরে তাদের এ মনগড়া ব্যাখ্যা এমনভাবে মিথ্যা প্রমাণিত হবে যে, তাদের মহাবিপদের সময় কেউ তাদের সুপারিশ করবে না।\n  <br/>\n  <br/>\n  উভয় আয়াতে এ বিষয়টি বিশেষভাবে স্মরণযোগ্য যে, হাশরের ভয়াবহ ময়দানে মুশরিকদেরকে যা ইচ্ছা বলার স্বাধীনতা দানের মধ্যে সম্ভবতঃ ইঙ্গিত রয়েছে যে, মিথ্যা বলার অভ্যাস এমন খারাপ অভ্যাস যা পরিত্যাগ করা অতি কঠিন। সুতরাং যারা দুনিয়াতে মিথ্যা কসম খেত, তারা এখানেও তা থেকে বিরত থাকতে পারেনি। ফলে সমগ্র সৃষ্ট জগতের সামনে তারা লাঞ্ছিত হয়েছে। এ কারণেই কুরআন ও হাদীসে মিথ্যা বলার নিন্দা জোরালো ভাষায় করা হয়েছে। কুরআনের স্থানে স্থানে মিথ্যাবাদীদের প্রতি অভিসম্পাত বর্ণিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ মিথ্যা থেকে বেঁচে থাক। কেননা, মিথ্যা পাপাচারের দোসর। মিথ্যা ও পাপাচার উভয়ই জাহান্নামে যাবে [ইবনে হাববান: ৫৭৩৪] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে জিজ্ঞেস করা হয়ঃ ‘যে কাজের দরুন মানুষ জাহান্নামে যাবে, তা কি? তিনি বললেনঃ সে কাজ হচ্ছে মিথ্যা’। [মুসনাদে আহমাদ: ২/১৭৬] অনুরূপভাবে, মে'রাজের রাতে রাসূলুল্লাহ\n  <br/>\n  সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রত্যক্ষ করেছিলেন যে, এক ব্যক্তির চোয়াল চিরে দেয়া হচ্ছে। তার সাথে এ কার্যধারা কেয়ামত পর্যন্ত অব্যাহত থাকবে। তিনি জিবরাঈল আলাইহিস সালাম-কে জিজ্ঞাসা করলেনঃ ‘এ ব্যক্তি কে? জিবরাঈল বললেনঃ ‘এ হলো মিথ্যাবাদী’। [বুখারী ১৩৮৬; মুসনাদে আহমাদ: ৫/১৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৬ : ২৫",
        "arabic_text": "\nوَمِنۡهُم مَّن يَسۡتَمِعُ إِلَيۡكَۖ وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۚ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَاۖ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓاْ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "আর তাদের মধ্য কিছু সংখক আপনার প্রতি কান পেতে শুনে , কিন্তু আমরা তাদের অন্তরের উপর আবরণ করে দিয়েছি যেন তারা তা উপলব্ধি করতে না পারে; আর আমারা তাদের কানে বধিরতা তৈরী করেছি [১]। আর যদি সমস্ত আয়াতও তারা প্রত্যক্ষ করে তবুও তারা তাতে ঈমান আনবে না। এমনকি তারা যখন আপনার কাছে উপস্থিত হয়, তখন তারা আপনার সাথে বিতর্কে লিপ্ত হয়। যারা কুফরী করেছে তারা বলে , ‘এটাতো আগেকার দিনের উপকথা ছাড়া আর কিছু নয়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুজাহিদ বলেন, এখানে কুরাইশদের কথা বলা হচ্ছে, তারাই কান পেতে শুনত। [আত-তাফসীরুস সহীহ] কাতাদাহ বলেন, মুশরিকরা তাদের কান দিয়ে শুনত কিন্তু সেটা তারা বুঝতো না। তারা জন্তু-জানোয়ারদের মতো, যারা কেবল হাঁকডাকই শুনতে পায়। তাদেরকে কি বলা হচ্ছে সেটা জানে না। [তাফসীর আবদির রাযযাক]\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৬ : ২৬",
        "arabic_text": "\nوَهُمۡ يَنۡهَوۡنَ عَنۡهُ وَيَنۡـَٔوۡنَ عَنۡهُۖ وَإِن يُهۡلِكُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ ",
        "bangla_text": "আর তারা অন্যাকে এগুলো শুনা থেকে বিরত রাখে এবং নিজেরাও এগুলো শুনা থেকে দুরে থাকে।আর তারা নিজেরাই শুধু নিজেদেরকে ধ্বংস করে, অথচ তারা উপলব্ধি করে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দাহহাক, কাতাদাহ, মুহাম্মদ ইবনে হানাফিয়া রাহিমাহুমুল্লাহ প্রমূখ মুফাসসিরগণের মতে এ আয়াত মক্কার কাফেরদের সম্পর্কে নাযিল হয়েছে। তারা কুরআন শুনতে ও অনুসরণ করতে লোকদেরকে বারণ করত এবং নিজেরাও তা থেকে দূরে সরে থাকত। আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে আরো বর্ণিত আছে যে, এ আয়াত মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর চাচা আবু তালেব সম্পর্কে নাযিল হয়েছে, তিনি তাকে কাফেরদের উৎপীড়ন থেকে রক্ষা করতেন, কিন্তু কুরআনে বিশ্বাস করতেন না। এমতাবস্থায় (عنه) শব্দের সর্বনামটির অর্থ কুরআনের পরিবর্তে মুহাম্মদ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম হবেন। [মুস্তাদরাকে হাকিম: ২/৩১৫]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৬ : ২৭",
        "arabic_text": "\nوَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَى ٱلنَّارِ فَقَالُواْ يَٰلَيۡتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আপনি যদি দেখতে পেতেন [১] যখন তাদেরকে আগুনের উপর দাঁড়  করানো হবে তখন তারা বলবে, ‘হায়! যদি আমাদেরকে ফেরত পাঠানো হত, আর আমারা আমাদের রবের আয়াতসমূহে মিথ্যারোপ না করতাম এবং আমারা মুমিনদের অন্তর্ভুক্ত হতাম [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইসলামের তিনটি মৌলনীতি রয়েছে- (এক) একত্ববাদ (দুই) রেসালাত ও (তিন) আখেরাতে বিশ্বাস। [তাফসীর মানার: ৯/৩৯] অবশিষ্ট সমস্ত বিশ্বাস এ তিনটিরই অধীন। এ তিন মূলনীতি মানুষকে স্বীয় স্বরূপ ও জীবনের লক্ষ্যের সাথে পরিচয় করিয়ে দেয়। এগুলোর মধ্যে আখেরাত ও আখেরাতের প্রতিদান ও শাস্তির বিশ্বাস কার্যতঃ এমন একটি বিশ্বাস, যা মানুষের প্রত্যেক কাজের গতি একটি বিশেষ দিকে ঘুরিয়ে দেয়। এ কারণেই কুরআনুল কারীমের সব বিষয়বস্তু এ তিনটির মধ্যেই চক্রাকারে আবর্তিত হয়। আলোচ্য আয়াতসমূহে বিশেষভাবে আখেরাতের প্রশ্ন ও উত্তর, কঠোর শাস্তি, অশেষ সওয়াব এবং ক্ষণস্থায়ী দুনিয়ার স্বরূপ বর্ণিত হয়েছে।\n  <br/>\n  <br/>\n  [২] এ আয়াতে অবিশ্বাসী, অপরাধীদের অবস্থা বর্ণনা করে বলা হয়েছে, আখেরাতে যখন তাদেরকে জাহান্নামের কিনারায় দাঁড় করানো হবে এবং তারা কল্পনাতীত ভয়াবহ শাস্তি প্রত্যক্ষ করবে, তখন তারা আকাঙ্খা প্রকাশ করে বলবে, আফসোস, আমাদেরকে পুনরায় দুনিয়াতে প্রেরণ করা হলে আমরা রব-এর প্রেরিত নিদর্শনাবলী ও নির্দেশাবলীকে মিথ্যা প্রতিপন্ন করতাম না, বরং এগুলো বিশ্বাস করে ঈমানদারদের অন্তর্ভুক্ত হয়ে যেতাম। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৬ : ২৮",
        "arabic_text": "\nبَلۡ بَدَا لَهُم مَّا كَانُواْ يُخۡفُونَ مِن قَبۡلُۖ وَلَوۡ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنۡهُ وَإِنَّهُمۡ لَكَٰذِبُونَ ",
        "bangla_text": "বরং আগে তারা যা গপন করত তা এখন তাদের কাছে প্রকাশ হয়ে গিয়েছে। আর তাদের আবার (দুনিয়ায়) ফেরৎ পাঠানো হলেও তাদেরকে যা করতে নিষেধ করা হয়েছিল আবার তারা তাই করত এবং নিশ্চয়ই তারা মিথ্যাবাদী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  তাদের এ উক্তিকে মিথ্যা বলা পরিণতির দিক দিয়েও হতে পারে। অর্থাৎ তারা ওয়াদা করেছে যে, আমরা দুনিয়াতে পুনঃ প্রেরিত হলে মিথ্যারোপ করবো না, এর পরিণতি কিন্তু এরূপ হবে না; তারা দুনিয়াতে পৌঁছে আবারো মিথ্যারোপ করবে। [ইবন কাসীর] আবার এ মিথ্যা বলার এ অর্থও হতে পারে যে, তারা এখনো যা কিছু বলছে, তা সদিচ্ছায় বলছে না, বরং সাময়িক বিপদ টলানোর উদ্দেশ্যে, শাস্তির কবল থেকে বাঁচার জন্যে বলছে- অন্তরে এখনো তাদের সদিচ্ছা নেই। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৬ : ২৯",
        "arabic_text": "\nوَقَالُوٓاْ إِنۡ هِيَ إِلَّا حَيَاتُنَا ٱلدُّنۡيَا وَمَا نَحۡنُ بِمَبۡعُوثِينَ ",
        "bangla_text": "আর তারা বলে, ‘আমাদের পার্থিব জীবনই একমাত্র জীবন এবং আমাদেরকে পুনরুত্থিতও করা হবে না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ যদি তারা দুনিয়াতে পুনঃ প্রেরিত হয়, তবে সেখানে পৌঁছে এ কথাই বলবে যে, আমরা এ পার্থিব জীবন ছাড়া অন্য কোন জীবন মানি না; এ জীবনই একমাত্র জীবন। আমাদেরকে পুনরায় জীবিত করা হবে না। [ইবন কাসীর] মোট কথাঃ কাফের ও পাপীরা হাশরের ময়দানে প্রাণ রক্ষার্থে কিংকর্তব্যবিমূঢ় হয়ে নানা ধরণের কথাবার্তা বলবে। কখনো মিথ্যা কসম খাবে, কখনো দুনিয়ায় পুনঃ প্রেরিত হওয়ার আকাঙ্খা করবে। এতে ফুটে উঠল যে, পার্থিব জীবন অনেক বড় নেয়ামত এবং অত্যন্ত মূল্যবান বিষয়। যদি তা সঠিকভাবে কাজে লাগানো যায়। তাই ইসলামে আত্মহত্যা হারাম এবং মৃত্যুর জন্য দো'আ ও মৃত্যু কামনা করা নিষিদ্ধ। কারণ এতে আল্লাহ তা'আলার একটি বিরাট নেয়ামতের প্রতি অকৃতজ্ঞতা প্রকাশ করা হয়। সারকথা এই যে, দুনিয়াতে যে বস্তুটি প্রত্যেকেই প্রাপ্ত হয়েছে এবং যা সর্বাধিক মূল্যবান ও প্রিয়, তা হচ্ছে মানুষের জীবন। এ কথাও সবার জানা যে, মানুষের জীবনের একটা সীমাবদ্ধ গণ্ডি রয়েছে কিন্তু তার সঠিক সীমা কারো জানা নেই যে, তা সত্তর বছর হবে, না সত্তর ঘন্টা হবে, না একটি শ্বাস ছাড়ারও সময় পাওয়া যাবে না। সুতরাং দুনিয়ার জীবনকে আখেরাতের জন্য সঠিকভাবে কাজে লাগানো উচিত।\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৬ : ৩০",
        "arabic_text": "\nوَلَوۡ تَرَىٰٓ إِذۡ وُقِفُواْ عَلَىٰ رَبِّهِمۡۚ قَالَ أَلَيۡسَ هَٰذَا بِٱلۡحَقِّۚ قَالُواْ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ ",
        "bangla_text": "আর আপনি যদি দেখতে পেতেন, যখন তাদেরকে তাদের রব-এর সম্মুখে দাঁড় করান হবে; তিনি বলবেন , ‘ এটা কি প্রকৃত সত্য নয়?’ তারা বলবে, ‘আমাদের রব –এর শপথ! নিশ্চয়ই সত্য’। তিনি বলবেন, ‘তবে তোমারা যে কুফরী করতে তার জন্য তোমারা এখন শাস্তি ভোগ কর। ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৬ : ৩১",
        "arabic_text": "\nقَدۡ خَسِرَ ٱلَّذِينَ كَذَّبُواْ بِلِقَآءِ ٱللَّهِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمُ ٱلسَّاعَةُ بَغۡتَةٗ قَالُواْ يَٰحَسۡرَتَنَا عَلَىٰ مَا فَرَّطۡنَا فِيهَا وَهُمۡ يَحۡمِلُونَ أَوۡزَارَهُمۡ عَلَىٰ ظُهُورِهِمۡۚ أَلَا سَآءَ مَا يَزِرُونَ ",
        "bangla_text": "যারা আল্লাহ্‌র সাক্ষাতকে মিথ্যা বলেছে তারা অবশ্যই ক্ষতিগ্রস্ত হয়েছে [১] , এমনকি হঠাৎ তাদের কাছে যখন কিয়ামত উপস্থিত হবে [২] তখন তারা বলবে ,’হায়!  এটাকে আমারা যে অবহেলা করেছি তার জন্য আক্ষেপ।’ আর তারা তাদের পিঠে নিজেদের পাপ বহন করবে। সাবধান, তারা যা বহন করবে তা খুবই নিকৃষ্ট!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  যে সমস্ত কাফের মৃত্যুর পরে পুনরুত্থান হওয়াকে অস্বীকার করেছে, তারা যখন কিয়ামতকে প্রতিষ্ঠিত সত্য হিসেবে দেখতে পাবে, আর তাদের খারাপ পরিণতি তাদেরকে ঘিরে ধরবে, তখন তারা নিজেদের দুনিয়ার জীবনকে হেলায় নষ্ট করার জন্য আফসোস করতে থাকবে। আর তারা তখন তাদের পিঠে গোনাহের বোঝা বহন করতে থাকবে। তাদের এ বোঝা কতই না নিকৃষ্ট। [মুয়াসসার] এ আফসোসের কারণ সম্পর্কে এক হাদীসে আরও এসেছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, ‘জাহান্নামীরা জান্নাতে তাদের জন্য যে স্থান ছিল সেটা দেখতে পাবে এবং সে জন্য হায় আফসোস! বলতে থাকবে।’ [তাবারী; আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২]  কিয়ামত হঠাৎ করেই হবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘কিয়ামত এমনভাবে সংঘটিত হবে যে, দু'জন লোক কোন কাপড় ক্রয়-বিক্রয়ের জন্য প্রসারিত করেছে, সেটাকে তারা আবার মোড়ানোর সময় পাবে না। কিয়ামত এমনভাবে হবে যে, একজন তার জলাধার ঠিক করছে কিন্তু সেটা থেকে পানি পান করার সময় পাবে না। কিয়ামত এমনভাবে হবে যে, তোমাদের কেউ তার গ্রাসটি মুখের দিকে নেওয়ার জন্য উঠিয়েছে কিন্তু সে সেটা খেতে সময় পাবে না।‘ [বুখারী: ৬৫০৬; মুসলিম: ২৯৫৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৬ : ৩২",
        "arabic_text": "\nوَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَعِبٞ وَلَهۡوٞۖ وَلَلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ ",
        "bangla_text": "আর দুনিয়ার জীবন তো খেল –তামাশা ছাড়া আর কিছুই নয় এবং যারা তাকওয়া অবলম্বন করে তাদের জন্য আখেরাতের আবাসই উত্তম; অতএব, তোমারা কি অনুধাবন কর না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৬ : ৩৩",
        "arabic_text": "\nقَدۡ نَعۡلَمُ إِنَّهُۥ لَيَحۡزُنُكَ ٱلَّذِي يَقُولُونَۖ فَإِنَّهُمۡ لَا يُكَذِّبُونَكَ وَلَٰكِنَّ ٱلظَّٰلِمِينَ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ ",
        "bangla_text": "আমারা অবশ্যই জানি যে, তারা যা বলে তা আপনাকে নিশ্চিতই কষ্ট দেয়; কিন্তু তারা আপনার প্রতি মিথ্যারোপ করে না, বরং যালিমরা আল্লাহ্‌র আয়াতসমূহকে অস্বীকার করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কাফেররা প্রকৃতপক্ষে আপনার প্রতি মিথ্যারোপ করে না, বরং আল্লাহর নিদর্শনাবলীর প্রতিই মিথ্যারোপ করে। অর্থাৎ কাফেররা আপনাকে নয়- আল্লাহর নিদর্শনাবলীকে মিথ্যা বলে। আয়াতের এ অর্থও হতে পারে যে, কাফেররা বাহ্যতঃ যদিও আপনাকে মিথ্যা বলে, কিন্তু প্রকৃতপক্ষে আপনাকে মিথ্যা বলার পরিণাম স্বয়ং আল্লাহ্ তা'আলাকে ও তাঁর নিদর্শনাবলীকে মিথ্যা বলা। কাতাদা বলেন, অর্থাৎ তারা জানে যে আপনি আল্লাহর রাসূল কিন্তু তারা ইচ্ছা করে সেটাকে অস্বীকার করছে। [আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৬ : ৩৪",
        "arabic_text": "\nوَلَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ فَصَبَرُواْ عَلَىٰ مَا كُذِّبُواْ وَأُوذُواْ حَتَّىٰٓ أَتَىٰهُمۡ نَصۡرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمَٰتِ ٱللَّهِۚ وَلَقَدۡ جَآءَكَ مِن نَّبَإِيْ ٱلۡمُرۡسَلِينَ ",
        "bangla_text": "আর আপনার আগেও অনেক রাসূলের উপর মিথ্যারোপ করা হয়েছিল; কিন্তু তাদের উপর মিথ্যারোপ করা ও কষ্ট দেয়ার পরও তারা ধৈর্য ধারণ করেছিল, যে পর্যন্ত না আমাদের সাহায্য তাদের কাছে এসেছে [১]। আর আল্লাহ্‌র বাণীসমূহের কোন পরীবর্তনকারী নেই। আর অবশ্যই রাসূলগণের কিছু সংবাদ আপনার কাছে এসেছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদা বলেন, এ আয়াতে আল্লাহ তা'আলা তাঁর নবীকে সান্ত্বনা দিচ্ছেন এবং তাকে সংবাদ দিচ্ছেন যে, আপনার পূর্বেও অনেক নবী-রাসূলকে অনুরূপ মিথ্যারোপের শিকার হতে হয়েছিল কিন্তু তারা ধৈর্য ধারণ করেছিলেন। তাই আপনিও ধৈর্য ধারণ করুন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৬ : ৩৫",
        "arabic_text": "\nوَإِن كَانَ كَبُرَ عَلَيۡكَ إِعۡرَاضُهُمۡ فَإِنِ ٱسۡتَطَعۡتَ أَن تَبۡتَغِيَ نَفَقٗا فِي ٱلۡأَرۡضِ أَوۡ سُلَّمٗا فِي ٱلسَّمَآءِ فَتَأۡتِيَهُم بِـَٔايَةٖۚ وَلَوۡ شَآءَ ٱللَّهُ لَجَمَعَهُمۡ عَلَى ٱلۡهُدَىٰۚ فَلَا تَكُونَنَّ مِنَ ٱلۡجَٰهِلِينَ ",
        "bangla_text": "আর যদি তাদের উপেক্ষা আপনার কাছে কষ্টকর হয় তবে পারলে ভূগর্ভে সুড়ঙ্গ বা আকাশে সিঁড়ি খোঁজ করুন এবং তাদের কাছে কোন নিদর্শন নিয়ে আসুন। আর আল্লাহ্‌ ইচ্ছে করলে তাদের সবাইকে অবশ্যই সৎপথে একত্র করতেন। কাজেই আপনি মূর্খদের অন্তর্ভুক্ত হবেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৬ : ৩৬",
        "arabic_text": "\n۞ إِنَّمَا يَسۡتَجِيبُ ٱلَّذِينَ يَسۡمَعُونَۘ وَٱلۡمَوۡتَىٰ يَبۡعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيۡهِ يُرۡجَعُونَ ",
        "bangla_text": "যারা শুনতে পায় শুধু তারাই ডাকে সাড়া দেয়। আর মৃতদেরকে আল্লাহ্‌ আবার জীবিত করবেন [১]; তারপর তাঁর দিকেই তাদেরকে প্রত্যাবর্তন করানো হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, অধিকাংশ মুফাসসিরের মতে এ আয়াতে মৃত বলে কাফেরদেরকে বোঝানো হয়েছে। অন্য আয়াতেও সেটা আমরা দেখতে পাই। যেমন, “যে ব্যক্তি মৃত ছিল, যাকে আমরা পরে জীবিত করেছি এবং যাকে মানুষের মধ্যে চলার জন্য আলোক দিয়েছি, সে ব্যক্তি কি ঐ ব্যক্তির ন্যায় যে অন্ধকারে রয়েছে” [সূরা আল-আন’আমঃ ১২২] “এবং সমান নয় জীবিত ও মৃত। নিশ্চয় আল্লাহ যাকে ইচ্ছে শোনান; আর আপনি শোনাতে পারবেন না যারা কবরে রয়েছে তাদেরকে\" [সূরা ফাতের ২২] [আদওয়াউল বায়ান; আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৬ : ৩৭",
        "arabic_text": "\nوَقَالُواْ لَوۡلَا نُزِّلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةٗ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর তারা বলে, ‘তার রব-এর কাছ থেকে তার উপর কোন নিদর্শন আসে না কেন?’ বলুন, ‘ নিদর্শন নাযিল করতে আল্লাহ্‌ অবশ্যই সক্ষম,’ কিন্তু তাদের অধিংকাংশই জানে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  মুশরিকরা এমন কোন অলৌকিক নিদর্শন দেখতে চেয়েছিল, যা দেখার পর তারা ঈমান আনবে বলে ওয়াদা করছে। আল্লাহ তা'আলা এ আয়াতে এটাই ঘোষণা করছেন যে, তাদের চাহিদা মোতাবেক নিদর্শন দেখানো আল্লাহর পক্ষে অবশ্যই সম্ভব। কিন্তু তারা প্রকৃত অবস্থা জানে না। অন্য আয়াতে তারা কি জানে না সেটাও ব্যক্ত করা হয়েছে। সেখানে বলা হয়েছে যে, যদি তাদের কথামত নিদর্শন দেয়ার পর তারা ঈমান না আনে, তবে আল্লাহর শাস্তির পথে আর কোন বাধা থাকবে না। যেমনটি সালিহ আলাইহিস সালামের জাতির বেলায় ঘটেছিল। আল্লাহ তা'আলা বলেন, “আর পূর্ববর্তিগণের নিদর্শন অস্বীকার করাই আমাদেরকে নিদর্শন পাঠানো থেকে বিরত রাখে। আমরা শিক্ষাপ্রদ নিদর্শনস্বরূপ সামূদ জাতিকে উট দিয়েছিলাম, তারপর তারা এর প্রতি যুলুম করেছিল। আমরা শুধু ভয় দেখানোর জন্যই নিদর্শন পাঠিয়ে থাকি।” [সূরা আল-ইসরাঃ ৫৯] অন্য আয়াতে এটাও বলা হয়েছে যে, কুরআন নাযিল করার পর আর কোন নিদর্শনের প্রয়োজন নেই বিধায় তিনি তা নাযিল করেন না। “এটা কি তাদের জন্য যথেষ্ট নয় যে, আমরা আপনার প্রতি কুরআন নাযিল করেছি, যা তাদের কাছে পাঠ করা হয়। এতে অবশ্যই অনুগ্রহ ও উপদেশ রয়েছে সে সম্প্রদায়ের জন্য, যারা ঈমান আনে।\" [সূরা আল-আনকাবৃত: ৫১] সুতরাং এর দ্বারা বোঝা যাচ্ছে যে, কুরআনই হচ্ছে সবচেয়ে বড় মু'জিযা বা নিদর্শন। [আদওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৬ : ৩৮",
        "arabic_text": "\nوَمَا مِن دَآبَّةٖ فِي ٱلۡأَرۡضِ وَلَا طَٰٓئِرٖ يَطِيرُ بِجَنَاحَيۡهِ إِلَّآ أُمَمٌ أَمۡثَالُكُمۚ مَّا فَرَّطۡنَا فِي ٱلۡكِتَٰبِ مِن شَيۡءٖۚ ثُمَّ إِلَىٰ رَبِّهِمۡ يُحۡشَرُونَ ",
        "bangla_text": "আর যমীনে বিচরণশীল প্রতিটি জীব বা দু’ডানা দিয়ে উড়ে এমন প্রতিটি পাখি ,তোমাদের মতো এক একটি উম্মত। এ কিতাবে [১] আমারা কোন কিছুই বাদ দেইনি; তারপর তাদেরকে তাদের রব-এর দিকে একত্র করা হবে [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কিতাব বলে, লাওহে মাহফুজের লেখা বোঝানো হয়েছে। তাতে সবকিছুই লিপিবদ্ধ করা হয়েছে। [তাবারী]\n  <br/>\n  <br/>\n  [২]  এ আয়াত থেকে জানা যায় যে, কেয়ামতের দিন মানুষের সাথে সর্বপ্রকার জানোয়ারকেও জীবিত করা হবে। আবু হুরাইরা রাদিয়াল্লাহু আনহু বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ কেয়ামতের দিন তোমরা সব হক আদায় করবে, এমনকি (আল্লাহ তা'আলা এমন সুবিচার করবেন যে,) কোন শিং বিশিষ্ট জন্তু কোন শিংবিহীন জন্তুকে দুনিয়াতে আঘাত করে থাকলে এ দিনে তার প্রতিশোধ তার কাছ থেকে নেয়া হবে। [মুসনাদে আহমাদঃ ২/৩৬২] এমনিভাবে অন্যান্য জন্তুর পারস্পরিক নির্যাতনের প্রতিশোধও নেয়া হবে। [মুসনাদে আহমাদঃ ২/৩৬২] অন্য হাদীসে এসেছে, যখন তাদের পারস্পরিক অধিকার ও নির্যাতনের প্রতিশোধ নেয়া সমাপ্ত হবে, তখন আদেশ হবেঃ তোমরা সব মাটি হয়ে যাও। সব পক্ষীকুল ও জন্তু-জানোয়ার তৎক্ষণাৎ মাটির স্তুপে পরিণত হবে। এ সময়ই কাফেররা আক্ষেপ করে বলবেঃ (আরবি) অর্থাৎ \"আফসোস আমিও যদি মাটি হয়ে যেতাম” এবং জাহান্নামের শাস্তি থেকে বেঁচে যেতাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ (কেয়ামতের দিন) সব পাওনাদারের পাওনা পরিশোধ করা হবে, এমনকি, শিংবিহীন ছাগলের প্রতিশোধ শিংবিশিষ্ট ছাগলের কাছ থেকে নেয়া হবে। [মুসনাদে আহমাদঃ ২/৩৬৩, ৫/১৭২-১৭৩; মুস্তাদরাকে হাকিম: ২/৩৪৫; ৪/৬১৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৬ : ৩৯",
        "arabic_text": "\nوَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا صُمّٞ وَبُكۡمٞ فِي ٱلظُّلُمَٰتِۗ مَن يَشَإِ ٱللَّهُ يُضۡلِلۡهُ وَمَن يَشَأۡ يَجۡعَلۡهُ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "আর যারা আমাদের আয়াতসমূহে মিথ্যারোপ করে, তারা অধির ও বোবা , অন্ধকারে রয়েছে [১]। যাকে ইচ্ছে আল্লাহ্‌ বিপদগামী করেন এবং যাকে ইচ্ছে তিনি সরল পথে স্থাপন করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  কাতাদা বলেন, এটি কাফেরদের জন্য দেয়া উদাহরণ, তারা অন্ধ ও বধির। তারা হেদায়াতের পথ দেখে না। হেদায়াত থেকে উপকৃত হতে পারে না। হক থেকে তারা বধির। এমন অন্ধকারে তারা অবস্থান করছে যে, সেখান থেকে বের হওয়ার কোন পথ খুঁজে পাচ্ছে না। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৬ : ৪০",
        "arabic_text": "\nقُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ أَوۡ أَتَتۡكُمُ ٱلسَّاعَةُ أَغَيۡرَ ٱللَّهِ تَدۡعُونَ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "বলুন, ‘ তোমরা আমাকে জানাও, যদি আল্লাহ্‌র শাস্তি তোমাদের উপর আপতিত হয় বা তোমাদের কাছে কিয়ামত উপস্থিত হয়,তবে কি তোমারা আল্লাহ্‌ ছাড়া অন্য কাউকেও ডাকবে, যদি তোমরা সত্যবাদী হও?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৬ : ৪১",
        "arabic_text": "\nبَلۡ إِيَّاهُ تَدۡعُونَ فَيَكۡشِفُ مَا تَدۡعُونَ إِلَيۡهِ إِن شَآءَ وَتَنسَوۡنَ مَا تُشۡرِكُونَ ",
        "bangla_text": "‘না, তোমারা শুধু তাঁকেই ডাকবে, তোমারা যে দুঃখের জন্য তাঁকে ডাকছ তিনি ইচ্ছে করলে তোমাদের সে দুঃখ দুর করবেন এবং যাকে তোমারা তাঁর শরীক করতে তা তোমারা ভুলে যাবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৬ : ৪২",
        "arabic_text": "\nوَلَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَأَخَذۡنَٰهُم بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَتَضَرَّعُونَ ",
        "bangla_text": "আর অবশ্যই আপনার আগে আমারা বহু জাতির কাছে রাসূল পাঠিয়েছি; অতঃপর তাদেরকে অর্থসংকট ও দুঃখ -কষ্ট দিয়ে পাকড়াও করেছি [১], যাতে তারা অনুনয় বিনয় করে [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পঞ্চম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১]  এ আয়াতসমূহে আল্লাহ্ তা'আলা পূর্ববতী উম্মতদের ঘটনাবলী এবং তাদের উপর প্রয়োগকৃত বিধি-বিধান বর্ণনা করেছেন এবং বলেছেন, আমি আপনার পূর্বেও অন্যান্য উম্মতের কাছে স্বীয় রাসূল প্রেরণ করেছি। দু’ভাবে তাদের পরীক্ষা নেয়া হয়েছে। প্রথমে কিছু অভাব-অনটন ও কষ্টে ফেলে দেখা হয়েছে যে, কষ্টে ও বিপদে অস্থির হয়েও তারা আল্লাহর প্রতি মনোনিবেশ করে কি না। তারা যখন এ পরীক্ষায় ফেল করল এবং আল্লাহর দিকে ফিরে আসা ও অবাধ্যতা ত্যাগ করার পরিবর্তে তাতে আরো বেশী লিপ্ত হয়ে পড়ল, তখন তাদের দ্বিতীয় পরীক্ষা নেয়া হল। অর্থাৎ তাদের জন্য পার্থিব ভোগ-বিলাসের সব দ্বার খুলে দেয়া হল এবং পার্থিব জীবন সম্পর্কিত সবকিছুই তাদেরকে দান করা হল। আশা ছিল যে, তারা এসব নেয়ামত দেখে নেয়ামতদাতাকে চিনবে এবং এভাবে তারা আল্লাহকে স্মরণ করবে। কিন্তু এ পরীক্ষায়ও তারা অকৃতকার্য হল। নেয়ামতদাতাকে চেনা ও তার প্রতি কৃতজ্ঞ হওয়ার পরিবর্তে তারা ভোগ-বিলাসের মোহে এমন মত্ত হয়ে পড়ল যে, আল্লাহ ও রাসূলের বাণী এবং শিক্ষা সম্পূর্ণ বিস্মৃত হয়ে গেল। উভয় পরীক্ষায় অকৃতকার্য হওয়ার পর যখন তাদের ওযর-আপত্তির আর কোন ছিদ্র অবশিষ্ট রইল না, তখন আল্লাহ্ তাআলা অকস্মাৎ তাদেরকে আযাবের মাধ্যমে পাকড়াও করলেন এবং এমনভাবে নাস্তানাবুদ করে দিলেন যে, বংশে বাতি জ্বালাবারও কেউ অবশিষ্ট রইল না। পূর্ববর্তী উম্মতদের উপর এ আযাব জলে-স্থলে-অন্তরীক্ষে বিভিন্ন পন্থায় এসেছে এবং গোটা জাতিকে ধ্বংস করে দিয়েছে। নূহ আলাইহিস সালাম-এর গোটা জাতিকে এমন প্লাবন ঘিরে ধরে, যা থেকে তারা পর্বতের শৃঙ্গেও নিরাপদ থাকতে পারেনি। আদ জাতির উপর দিয়ে উপর্যপুরি আট দিন প্রবল ঝড়-ঝঞা বয়ে যায়। ফলে তাদের একটি প্রাণীও বেঁচে থাকতে পারেনি। সামূদ জাতিকে একটি হৃদয়বিদারী আওয়াজের মাধ্যমে ধ্বংস করে দেয়া হয়। লুত 'আলাইহিস সালাম-এর কওমের সম্পূর্ণ বস্তি উল্টে দেয়া হয়, যা আজ পর্যন্ত জর্দান এলাকায় একটি অভূতপূর্ব জলাশয়ের আকারে বিদ্যমান। এ জলাশয়ে ব্যাঙ, মাছ ইত্যাদি জীব-জন্তুও জীবিত থাকতে পারে না। এ কারণেই একে বাহর মাইয়্যেত\" বা মৃত সাগর’ নামে অভিহিত করা হয়। মোটকথা, পূর্ববর্তী উম্মতদের অবাধ্যতার শাস্তি প্রায়ই বিভিন্ন প্রকার আযাবের আকারে নাযিল হয়েছে, যাতে সমগ্র জাতি বরবাদ হয়ে গেছে। কোন সময় তারা বাহ্যতঃ স্বাভাবিকভাবে মারা গেছে এবং পরবর্তীতে তাদের নাম উচ্চারণকারীও কেউ অবশিষ্ট থাকেনি।\n  <br/>\n  <br/>\n  [২]   অর্থাৎ আমি তাদেরকে দুনিয়াতে যে কষ্ট ও বিপদে জড়িত করেছি, এর উদ্দেশ্য প্রকৃতপক্ষে শাস্তি দান নয়, বরং এ পরীক্ষায় ফেলে আমার দিকে আকৃষ্ট করাই ছিল উদ্দেশ্য। কারণ, স্বাভাবিকভাবেই বিপদে আল্লাহর কথা স্মরণ হয়। সুতরাং কষ্ট ও বিপদাপদের মাধ্যমে তাদেরকে একমাত্র আল্লাহর ইবাদতের দিকে ধাবিত করাই উদ্দেশ্য। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৬ : ৪৩",
        "arabic_text": "\nفَلَوۡلَآ إِذۡ جَآءَهُم بَأۡسُنَا تَضَرَّعُواْ وَلَٰكِن قَسَتۡ قُلُوبُهُمۡ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "সুতরাং যখন আমাদের শাস্তি তাদের উপর আপতিত হল, তখন তারা কেন বিনীত হল না? কিন্তু তাদের হৃদয় নিষ্ঠুর হয়েছিল এবং তারা যা করছিল শয়তান তা তাদের দৃষ্টিতে শোভন করেছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৬ : ৪৪",
        "arabic_text": "\nفَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦ فَتَحۡنَا عَلَيۡهِمۡ أَبۡوَٰبَ كُلِّ شَيۡءٍ حَتَّىٰٓ إِذَا فَرِحُواْ بِمَآ أُوتُوٓاْ أَخَذۡنَٰهُم بَغۡتَةٗ فَإِذَا هُم مُّبۡلِسُونَ ",
        "bangla_text": "অতঃপর তাদেরকে যে উপদেশ করা হয়েছিল তারা যখন তা ভুলে গেল তখন আমারা তাদের জন্য  সবকিছুর দরজা খুলে দিলাম; অবশেষে তাদেরকে যা দেয়া হল যখন  তারা তাতে উল্লসিত হল তখন হঠাৎ তাদেরকে পাকড়াও করলাম; ফলে তখনি তারা নিরাশ হল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে বলা হয়েছে যে, তাদের অবাধ্যতা যখন সীমাতিক্রম করতে থাকে, তখন তাদেরকে একটি বিপজ্জনক পরীক্ষার সম্মুখীন করা হয়। অর্থাৎ তাদের জন্য দুনিয়ার নেয়ামত, সুখ ও সাফল্যের দ্বার খুলে দেয়া হয়। এতে সাধারণ মানুষকে হুশিয়ার করা হয়েছে যে, দুনিয়াতে কোন ব্যক্তি অথবা সম্প্রদায়ের সুখ-স্বাচ্ছন্দ্য ও সম্পদের প্রাচুর্য দেখে ধোঁকা খেয়ো না যে, তারাই বুঝি বিশুদ্ধ পথে আছে এবং সফল জীবন যাপন করছে। অনেক সময় আযাবে পতিত অবাধ্য জাতিসমূহেরও এরূপ অবস্থা হয়ে থাকে। তাদের ব্যাপারে আল্লাহর সিদ্ধান্ত এই যে, তাদেরকে অকস্মাৎ কঠোর আযাবের মাধ্যমে পাকড়াও করা হবে। তাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ ‘যখন তোমরা দেখ যে, কোন ব্যক্তিকে আল্লাহ্ তা'আলা দুনিয়ার ধন-দৌলত প্রদান করছেন, অথচ সে গোনাহ ও অবাধ্যতায় অটল, তখন বুঝে নেবে, তাকে ঢিল দেয়া হচ্ছে। অর্থাৎ তার এ ভোগ-বিলাস কঠোর আযাবে গ্রেফতার হওয়ারই পূর্বাভাস। [মুসনাদে আহমাদঃ ৪/১৪৫]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৬ : ৪৫",
        "arabic_text": "\nفَقُطِعَ دَابِرُ ٱلۡقَوۡمِ ٱلَّذِينَ ظَلَمُواْۚ وَٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "ফলে যালিম সম্প্রদায়ের মূলোচ্ছেদ করা হল এবং সমস্ত প্রশংসা সৃষ্টিকুলের রব আল্লাহ্‌র জন্যই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এতে ইঙ্গিত করা হয়েছে যে, অপরাধী ও অত্যাচারীদের উপর আযাব নাযিল হওয়াও সারা বিশ্বের জন্য একটি নেয়ামত। এজন্য আল্লাহ্ তা'আলার কৃতজ্ঞতা প্রকাশ করা উচিত। কারণ তিনি তার বন্ধুদের সাহায্য করেছেন এবং তাঁর শক্রদের নিশ্চিহ্ন করে দিয়েছেন। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৬ : ৪৬",
        "arabic_text": "\nقُلۡ أَرَءَيۡتُمۡ إِنۡ أَخَذَ ٱللَّهُ سَمۡعَكُمۡ وَأَبۡصَٰرَكُمۡ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِهِۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ ثُمَّ هُمۡ يَصۡدِفُونَ ",
        "bangla_text": "বলুন,  ‘তোমরা কি ভেবে দেখেছ, আল্লাহ্‌ যদি তোমাদের শ্রবণশক্তি ও দৃষ্টিশক্তি কেড়ে নেন এবং তোমাদের হৃদয়ে মোহর করে দেন তবে আল্লাহ্‌ ছাড়া আর কোন প্রকৃত ইলাহ যে তোমাদের এগুলো ফিরিয়ে দেবে?’ দেখুন,আমারা কীরূপ আয়াতসমূহ বিশতভাবে বর্ননা করি; এরপরও তারা মুখ ফিরিয়ে নেয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৬ : ৪৭",
        "arabic_text": "\nقُلۡ أَرَءَيۡتَكُمۡ إِنۡ أَتَىٰكُمۡ عَذَابُ ٱللَّهِ بَغۡتَةً أَوۡ جَهۡرَةً هَلۡ يُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "বলুন, ‘তোমরা আমাকে জানাও, আল্লাহ্‌র শাস্তি  হঠাৎ বা প্রকাশ্যে তোমাদের উপর আপতিত হলে যালিম সম্প্রদায় ছাড়া আর কাউকে ধ্বংস করা হবে কি?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৬ : ৪৮",
        "arabic_text": "\nوَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۖ فَمَنۡ ءَامَنَ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ ",
        "bangla_text": "আর আমারা রাসূলগণকে তো শুধু সুসংবাদবাহী ও সতর্ককারীরূপেই প্রেরণ করি। অতঃপর যারা ঈমান আনবে ও নিজেকে সংশোধন করবে, তাদের কোন ভয় নেই এবং এবং তারা চিন্তিত হবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৬ : ৪৯",
        "arabic_text": "\nوَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا يَمَسُّهُمُ ٱلۡعَذَابُ بِمَا كَانُواْ يَفۡسُقُونَ ",
        "bangla_text": "আর যারা আমাদের আয়াতসমূহে মিথ্যারোপ করেছে,তাদেরকে স্পর্শ করবে আযাব, কারণ তারা নাফরমানী করত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৬ : ৫০",
        "arabic_text": "\nقُل لَّآ أَقُولُ لَكُمۡ عِندِي خَزَآئِنُ ٱللَّهِ وَلَآ أَعۡلَمُ ٱلۡغَيۡبَ وَلَآ أَقُولُ لَكُمۡ إِنِّي مَلَكٌۖ إِنۡ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَيَّۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُۚ أَفَلَا تَتَفَكَّرُونَ ",
        "bangla_text": "বলুন , ‘ আমি তোমাদেরকে বলি না যে , আমর নিকট আল্লাহ্‌র ভান্ডারসমূহ আছে, আর আমি গায়েবোও জানি না এবং তোমাদের এও বলি না যে, আমি ফিরিশ্‌তা ,আমার প্রতি যা অহীরূপে প্রেরণ করা হয়,আমি তো শুধু তারই অনুসরণ করি।’ বলুন, ‘অন্ধ ও চক্ষুষ্মান কি সমান হতে পারে?’ তোমারা কি চিন্তা কর না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৬ : ৫১",
        "arabic_text": "\nوَأَنذِرۡ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحۡشَرُوٓاْ إِلَىٰ رَبِّهِمۡ لَيۡسَ لَهُم مِّن دُونِهِۦ وَلِيّٞ وَلَا شَفِيعٞ لَّعَلَّهُمۡ يَتَّقُونَ ",
        "bangla_text": "আর আপনি এর দ্বারা তাদেরকে সতর্ক করুন ,যারা ভয় করে যে , তাদেরকে তাদের রব-এর কাছে সমবেত করা হবে এমন অবস্থায় যে, তিনি ছাড়া তাদের জন্য থাকবে না কোন অভিভাবক বা সুপারিশকারী। যাতে তারা তাকওয়ার অধিকারী হয় [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষষ্ট রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] যারা আখেরাতে নিশ্চিত বিশ্বাসী আলোচ্য আয়াতে বিশেষভাবে তাদের দিকে মনোযোগ দানের নির্দেশ দিয়ে বলা হয়েছে, “যারা আল্লাহর কাছে একত্রিত হওয়ার আশংকা করে, তাদেরকে কুরআন দ্বারা ভীতি প্রদর্শন করুন\"। কারণ, তারাই এর দ্বারা উপকৃত হবে। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৬ : ৫২",
        "arabic_text": "\nوَلَا تَطۡرُدِ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ مَا عَلَيۡكَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَمَا مِنۡ حِسَابِكَ عَلَيۡهِم مِّن شَيۡءٖ فَتَطۡرُدَهُمۡ فَتَكُونَ مِنَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর যারা তাদের রবকে ভোরে ও সন্ধ্যায় তাঁর সন্তুষ্টি লাভের জন্য ডাকে তাদেরকে আপনি বিতাড়িত করবেন না [১] তাদের কাজের জবাবদিহিতার দায়িত্ব আপনার উপর নেই এবং আপনার কোন কাজের জবাবদিহিতার দায়িত্ব আপনার উপর নেই এবং আপনার কোন জবাব দিহিতার দায়িত্ব তাদের উপর নেই, যে আপনি তাদেরকে বিতাড়িত করবেন; করলে আপনি যালিমদের অন্তর্ভুক্ত হবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সা’দ ইবনে আবী ওয়াক্কাস রাদিয়াল্লাহু ‘আনহু বলেনঃ আমরা ছয়জন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে বসা ছিলাম। এমনসময় কতিপয় কুরাইশ সর্দার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নিকট দিয়ে যাচ্ছিল, তখন তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বললেন, তুমি এদের তাড়িয়ে দাও, যাতে তারা আমাদের উপর কথা বলতে সাহস না পায়। সা'দ রাদিয়াল্লাহু আনহু বলেন, তখন আমি ছিলাম, ইবন মাসউদ ছিলেন, হুযাইলের এক লোক ছিলেন, বিলাল ছিল, আরও দু'জন লোক ছিল যাদের নাম উল্লেখ করব না। তখন রাসূলের মনে এ ব্যাপারে আল্লাহ যা উদয় করার তার কিছু উদয় হয়েছিল, তিনি মনে মনে কিছু বলে থাকবেন, তখনি আল্লাহ্ তা'আলা আলোচ্য আয়াত নাযিল করেন। [মুসলিম: ২৪১৩] এতে উল্লেখিত পরিকল্পনা বাস্তবায়ন করতে কঠোর ভাষায় নিষেধ করা হয়েছে। উল্লেখিত আয়াত থেকে কতিপয় নির্দেশ বুঝা যায় যে, কারো ছিন্নবস্ত্র কিংবা বাহ্যিক দূরবস্থা দেখে তাকে নিকৃষ্ট ও হীন মনে করার অধিকার কারো নেই। প্রায়ই এ ধরণের পোষাকে এমন লোকও থাকেন, যারা আল্লাহর কাছে অত্যন্ত সম্মানিত ও প্রিয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ অনেক দুর্দশাগ্রস্ত, ধূলি-ধূসরিত লোক এমনও রয়েছে যারা আল্লাহর প্রিয়, তারা যদি কোন কাজের আব্দার করে বসেন, \"এরূপ হবে তবে আল্লাহ তা'আলা তাদের সে আব্দার অবশ্যই পূর্ণ করেন। [তিরমিয়ী: ৩৮৫৪] অনুরূপভাবে, শুধু পার্থিব ধনদৌলতকে শ্রেষ্ঠত্ব কিংবা নীচতার মাপকাঠি মনে করা মানবতার অবমাননা। বরং এর প্রকৃত মাপকাঠি হচ্ছে সচ্চরিত্র ও সৎকর্ম।\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৬ : ৫৩",
        "arabic_text": "\nوَكَذَٰلِكَ فَتَنَّا بَعۡضَهُم بِبَعۡضٖ لِّيَقُولُوٓاْ أَهَٰٓؤُلَآءِ مَنَّ ٱللَّهُ عَلَيۡهِم مِّنۢ بَيۡنِنَآۗ أَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِٱلشَّٰكِرِينَ ",
        "bangla_text": "আর এভাবেই আমারা তাদের কাউকে অপর কারও দ্বারা পরীক্ষা করেছি, যাতে তারা বলে, ‘আমাদের মধ্যে কি এদের প্রতিই আল্লাহ্‌ অনুগ্রহ করলেন?’ আল্লাহ্‌ কি কৃতজ্ঞদের সম্বদ্ধে সবিশেষ অবগত নন?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৬ : ৫৪",
        "arabic_text": "\nوَإِذَا جَآءَكَ ٱلَّذِينَ يُؤۡمِنُونَ بِـَٔايَٰتِنَا فَقُلۡ سَلَٰمٌ عَلَيۡكُمۡۖ كَتَبَ رَبُّكُمۡ عَلَىٰ نَفۡسِهِ ٱلرَّحۡمَةَ أَنَّهُۥ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَۢا بِجَهَٰلَةٖ ثُمَّ تَابَ مِنۢ بَعۡدِهِۦ وَأَصۡلَحَ فَأَنَّهُۥ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "আর যারা আমাদের আয়াতসমূহে ঈমান আনে,তারা যখন আপনার কাছে আসে তখন তাদেরকে আপনি বলুন, ‘ তোমাদের প্রতি শান্তি বর্ষিত হোক’ তোমাদের রব তাঁর নিজের উপর দয়া লিখে নিয়েছেন [১]। তোমাদের মধ্যে কেউ অজ্ঞতাবশত [২] যদি খারাপ কাজ করে, তারপর তওবা করে এবং সংশোধন করে,তবে নিশ্চয় তিনি(আল্লাহ্‌) ক্ষমাশীল,পরম দয়ালু [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ বাক্যে উপরোল্লেখিত অনুগ্রহের উপর আরো অনুগ্রহ ও নেয়ামত দানের ওয়াদা করে বলা হয়েছে যে, আপনি মুসলিমদেরকে বলে দিনঃ তোমাদের প্রতিপালক দয়া প্রদর্শনকে নিজ দায়িত্বে লিপিবদ্ধ করে নিয়েছেন। কাজেই খুব ভীত ও অস্থির হয়ো না। এ বাক্যে প্রথমতঃ (رب) বা প্রতিপালক শব্দ ব্যবহার করে আয়াতের বিষয়বস্তুকে যুক্তিযুক্ত করে দেয়া হয়েছে যে, আল্লাহ্ তা'আলা তোমাদের প্রতিপালক। এখন জানা কথা যে, কোন প্রতিপালক স্বীয় পালিতদেরকে বিনষ্ট হতে দেন না। অতঃপর (رب) শব্দটি যে দয়ার প্রতি ইঙ্গিত করেছিল, তা পরিস্কারভাবেও উল্লেখ করা হয়েছে। তাও এমন ভঙ্গিতে যে, তোমাদের প্রতিপালক দয়া প্রদর্শনকে নিজ দায়িত্বে লিখে নিয়েছেন। কাজেই কোন ভাল ও সৎ লোকের দ্বারাই যখন ওয়াদা খেলাফী হতে পারে না, তখন রাববুল আলামীন-এর দ্বারা তা কিভাবে হতে পারে? বিশেষ করে যখন ওয়াদাটি চুক্তির আকারে লিপিবদ্ধ করে নেয়া হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ যখন আল্লাহ্ তা'আলা সবকিছু সৃষ্টি করলেন এবং প্রত্যেকের ভাগ্যের ফয়সালা করলেন, তখন একটি কিতাব লিপিবদ্ধ করে নিজের কাছে আরশে রেখে দিলেন। তাতে লেখা আছে, আমার দয়া আমার ক্রোধের উপর প্রবল হয়ে গেছে। [বুখারীঃ ৭৪০৪, মুসলিমঃ ২১০৭, ২১০৮]\n  <br/>\n  <br/>\n  [২]  আয়াতে অজ্ঞতা শব্দ দ্বারা বাহ্যতঃ কেউ ধারণা করতে পারে যে, গোনাহ ক্ষমা করার ওয়াদা একমাত্র তখনই প্রযোজ্য হবে যখন অজ্ঞতাবশতঃ কোন গোনাহ হয়ে যায়, জেনেশুনে গোনাহ করলে হয়ত এ ওয়াদা প্রযোজ্য নয়। কিন্তু বাস্তবে তা নয়। কেননা, এ স্থলে অজ্ঞতা বলে অজ্ঞতার কাজ বুঝানো হয়েছে। অর্থাৎ এমন কাজ করে বসে, যা পরিণাম সম্পর্কে অজ্ঞ বা মূর্খ ব্যক্তিই করে। এর জন্যে বাস্তবে অজ্ঞ হওয়া জরুরী নয়। অর্থাৎ (جهالت) শব্দটি বাকপদ্ধতিতে কার্যগত অজ্ঞতার অর্থেই ব্যবহৃত হয়। তাই কোন কোন আলেম বলেন, যে কেউ আল্লাহর অবাধ্যতা করে সে তা জাহালাত বশতঃই তা করে। [ইবন কাসীর] চিন্তা করলে দেখা যায় যে, যখনই কোন গোনাহ হয়ে যায়, তা কার্যগত অজ্ঞতার কারণেই হয়। এখানে কার্যগত অজ্ঞতাই বুঝানো হয়েছে। এর জন্য অজ্ঞান হওয়া জরুরী নয়। কেননা, কুরআনুল কারম ও অসংখ্য সহীহ হাদীস থেকে জানা যায় যে, তাওবা দ্বারা প্রত্যেক গোনাহ মাফ হয়ে যায়- অমনোযোগিতা ও অজ্ঞতাবশতঃ হোক কিংবা জেনেশুনে মানসিক দূর্মতি ও প্রবৃত্তির তাড়নাবশতঃ হোক।\n  <br/>\n  <br/>\n  এখানে বিশেষভাবে প্রণিধানযোগ্য যে, আয়াতে দু'টি শর্তাধীনে গোনাহগারদের সম্পর্কে ক্ষমা ও রহমতের ওয়াদা করা হয়েছে- (এক) তাওবা অর্থাৎ গোনাহর জন্য অনুতপ্ত হওয়া। হাদীসে বলা হয়েছে, অনুশোচনার নামই হলো তাওবা। [ইবন মাজাহঃ ৪২৫২: মুসনাদে আহমাদ: ১/৩৭৬] (দুই) ভবিষ্যতের জন্য আমল সংশোধন করা। কয়েকটি বিষয় এ আমল সংশোধনের অন্তর্ভুক্ত। ভবিষ্যতে এ পাপ কাজের নিকটবতী না হওয়ার সংকল্প করা ও সে বিষয়ে যত্নবান হওয়া এবং কৃত গোনাহর কারণে কারো অধিকার নষ্ট হয়ে থাকলে যথাসম্ভব তা পরিশোধ করা, তা আল্লাহর অধিকার হোক কিংবা বান্দার অধিকার। [সা'দী] আল্লাহর অধিকার যেমন, সালাত, সওম, যাকাত, হজ ইত্যাদি ফরয কর্মে ক্রটি করা। আর বান্দার অধিকার- যেমন, কারো অর্থ-সম্পদ অবৈধভাবে করায়ত্ত করা ও ভোগ করা, কারো ইজ্জত-আব্রু নষ্ট করা, কাউকে গালি-গালাজের মাধ্যমে কিংবা অন্য কোন প্রকারে কষ্ট দেয়া ইত্যাদি।\n  <br/>\n  <br/>\n  [৩]  আর তিনি অত্যন্ত দয়ালু। অর্থাৎ ক্ষমা করেই ক্ষান্ত হবেন না, বরং নেয়ামতও দান করবেন। এ জন্যই ক্ষমা গুণের সাথে রহমত গুণটিও উল্লেখ করা হয়েছে। বান্দা আল্লাহর নির্দেশ পালনে যতটুকু এগিয়ে আসবে তিনি তার ক্ষমা ও রহমত দিয়ে বান্দাকে ততটুকু ঢেকে দিবেন। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৬ : ৫৫",
        "arabic_text": "\nوَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلِتَسۡتَبِينَ سَبِيلُ ٱلۡمُجۡرِمِينَ ",
        "bangla_text": "আর এভাবে আমারা আয়াতসমূহ বিশদভাবে বর্ণনা করি ; আর যেন অপরাধীদের পথ স্পষ্টভাবে প্রকাশ পায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৬ : ৫৬",
        "arabic_text": "\nقُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِۚ قُل لَّآ أَتَّبِعُ أَهۡوَآءَكُمۡ قَدۡ ضَلَلۡتُ إِذٗا وَمَآ أَنَا۠ مِنَ ٱلۡمُهۡتَدِينَ ",
        "bangla_text": "বলুন, ‘তোমারা আল্লাহ্‌ ছাড়া  যাদেরকে ডাক,তাদের ইবাদত করতে আমাকে নিষেদ করা হয়েছে।’ বলুন, ‘আমি তোমাদের খেয়াল – খুশীর অনুসরণ করি না; করলে আমি বিপদগামী হব এবং সৎপথপ্রাপ্তদের অন্তর্ভুক্ত থাকব না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সপ্তম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৬ : ৫৭",
        "arabic_text": "\nقُلۡ إِنِّي عَلَىٰ بَيِّنَةٖ مِّن رَّبِّي وَكَذَّبۡتُم بِهِۦۚ مَا عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦٓۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ يَقُصُّ ٱلۡحَقَّۖ وَهُوَ خَيۡرُ ٱلۡفَٰصِلِينَ ",
        "bangla_text": "বলুন, ‘ নিশ্চয় আমি আমার রব-এর পক্ষ থেকে স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত; অথচ তোমারা এতে মিথ্যারোপ করেছ। তোমরা যা খুব তাড়াতাড়ি পেতে চাও তা আমার কাছে নেই। হুকুম কেবল আল্লাহ্‌র কাছেই , তিনি সত্য বর্ণনা করেন এবং ফয়সালাকারীদের মধ্যে তিনিই শ্রেষ্ঠ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৬ : ৫৮",
        "arabic_text": "\nقُل لَّوۡ أَنَّ عِندِي مَا تَسۡتَعۡجِلُونَ بِهِۦ لَقُضِيَ ٱلۡأَمۡرُ بَيۡنِي وَبَيۡنَكُمۡۗ وَٱللَّهُ أَعۡلَمُ بِٱلظَّٰلِمِينَ ",
        "bangla_text": "বলুন, ‘তোমারা যা খুব তাড়াতাড়ি পেতে চাও তা যদি আমার কাছে থাকত , তবে আমার ও তোমাদের মধ্যে তো ফয়সালা হয়েই যেত। আর আল্লাহ্‌ যালিমদের ব্যাপারে অধিক অবগত।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৬ : ৫৯",
        "arabic_text": "\n۞ وَعِندَهُۥ مَفَاتِحُ ٱلۡغَيۡبِ لَا يَعۡلَمُهَآ إِلَّا هُوَۚ وَيَعۡلَمُ مَا فِي ٱلۡبَرِّ وَٱلۡبَحۡرِۚ وَمَا تَسۡقُطُ مِن وَرَقَةٍ إِلَّا يَعۡلَمُهَا وَلَا حَبَّةٖ فِي ظُلُمَٰتِ ٱلۡأَرۡضِ وَلَا رَطۡبٖ وَلَا يَابِسٍ إِلَّا فِي كِتَٰبٖ مُّبِينٖ ",
        "bangla_text": "আর [১] গায়েবের চাবি [২] তাঁরই কাছে রয়েছে [৩] , তিনি ছাড়া অন্য কেউ তা জানে না।স্থল ও সমুদ্রের অন্ধকারসমূহে যা কিছু আছে তা তিনিই অবগত রয়েছেন, তাঁর অজানায় একটি পাতাও পড়ে না। মাটির অন্ধকারে এমন কোন শস্যকণাও অংকুরিত হয় না বা রসযুক্ত কিংবা শুষ্ক এমন কোন বস্তু নেই যা সুস্পষ্ট কিতাবে নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আলোচ্য ৫৯ থেকে ৬১ নং আয়াতসমূহে তাওহীদের মৌলিক দিকের পথনির্দেশ রয়েছে। সারা বিশ্বে যত ধর্ম প্রচলিত রয়েছে, তন্মধ্যে দ্বীন ইসলামের স্বাতন্ত্র্য বৈশিষ্ট্য ও প্রধান স্তম্ভ হচ্ছে একত্ববাদে বিশ্বাস। শুধু আল্লাহর সত্তাকে এক ও অদ্বিতীয় জানার নামই একত্ববাদ নয়, বরং পূর্ণত্বের যত গুণ আছে সবগুলোতেই তাকে একক ও অদ্বিতীয় মনে করা, তাকে ছাড়া কোন সৃষ্ট বস্তুকে এসব গুণে অংশীদার ও সমতুল্য মনে না করা এবং তিনি ব্যতীত আর কারো ইবাদাত না করাকে একত্ববাদ বলা হয়। আল্লাহ তা'আলার গুণাবলীর মধ্যে হচ্ছে জীবন, শক্তি-সামর্থ্য, শ্রবণ, দর্শন, বাসনা, ইচ্ছা, সৃষ্টি, অন্নদান, দয়া, ক্ষমা ইত্যাদি। তিনি এসব গুণে এমন পরিপূর্ণ যে, কোন সৃষ্টজীব কোন গুণে তার সমতুল্য হতে পারে না। এসব গুণের মধ্যেও দুটি গুণ সব চাইতে বিখ্যাত। (এক) জ্ঞান এবং (দুই) শক্তি-সামর্থ্য। তাঁর জ্ঞান বিদ্যমানঅবিদ্যমান, প্রকাশ্য-অপ্রকাশ্য, ছোট-বড়, অণু-পরমাণু সবকিছুতেই পরিব্যাপ্ত এবং তার শক্তি-সামর্থ্যও সবকিছুতেই পরিবেষ্টিত। দেখুন, [আশ-শির্ক ফিল কাদীম ওয়াল হাদীস; ৪৫৮-৪৯০ ও ৮৮৭-৯৮৯] যে ব্যক্তি এ আল্লাহর জ্ঞান ও শক্তি এ দুটি গুণের প্রতি পূর্ণ বিশ্বাস স্থাপন করে এবং চিন্তায় উপস্থিত রাখে, তার পক্ষে গোনাহ ও অপরাধ করা কিছুতেই সম্ভবপর নয়। বলাবাহুল্য, কথায় কাজে, উঠায়বসায় এমনকি প্রতি পদক্ষেপে যদি কারো চিন্তায় এ কথা উপস্থিত থাকে যে, একজন সর্বজ্ঞানী, সর্বশক্তিমান তাকে দেখছেন এবং তার প্রকাশ্য-অপ্রকাশ্য ও মনের ইচ্ছাকল্পনা পর্যন্ত জানেন তবে এ উপস্থিতি কখনো তাকে সর্ব শক্তিমানের অবাধ্যতার দিকে পা বাড়াতে দিবে না।\n  <br/>\n  <br/>\n  [২] (مفاتح) শব্দটি বহুবচন। এর একবচনে (مفتاح I مفتح) উভয়টিই হতে পারে। (مفتح) এর অর্থ ভাণ্ডার এবং (مفتاح) এর অর্থ চাবি- আয়াতে উভয় অর্থ হওয়ারই অবকাশ আছে। তাই কোন কোন তাফসীরবিদ ও অনুবাদক (مفاتح) এর অনুবাদ করেছেন ভাণ্ডার, আবার কেউ কেউ অনুবাদ করেছেন চাবি। উভয় অনুবাদের সারকথা এক। কেননা, 'চাবির মালিক’ বলেও ‘ভাণ্ডারের মালিক’ বোঝানো যায়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩]  কুরআনের পরিভাষায় গায়েবের জ্ঞান ও অসীম ক্ষমতা একমাত্র আল্লাহ্ তা'আলার। উদাহারণতঃ কে কখন কোথায় জন্মগ্রহণ করবে, কি কি কাজ করবে, কতটুকু বয়স পাবে, কতবার শ্বাস গ্রহণ করবে, কতবার পা ফেলবে, কোথায় মৃত্যুবরণ করবে, কোথায় সমাধিস্থ হবে এবং কে কতটুকু রিযক পাবে, কখন পাবে, বৃষ্টি কখন, কোথায়, কি পরিমাণ হবে, অনুরূপভাবে স্ত্রী লোকের গর্ভাশয়ে যে ভ্রণ অস্তিত্ব লাভ করেছে, কিন্তু কারো জানা নেই যে, পুত্র না কন্যা, সুশ্রী না কুশ্রী, সৎস্বভাব না বদম্বভাব ইত্যাদি বিষয়সমূহ যা সৃষ্ট জীবের জ্ঞান ও দৃষ্টি সীমা থেকে উহ্য রয়েছে। সুতরাং (وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ) এর অর্থ এই দাড়ালো যে, গায়েবী বিষয়ের ভাণ্ডার আল্লাহরই কাছে রয়েছে। কাছে থাকার অর্থ করায়ত্ত ও মালিকানায় থাকা। উদ্দেশ্য এই যে, গায়েবী বিষয়ের ভাণ্ডারসমূহের জ্ঞান তার করায়ত্ত এবং সেগুলোকে অস্তিত্ব দান করা অর্থাৎ কখন কতটুকু অস্তিত্ব লাভ করবে- তাও তার সামর্থ্যের অন্তর্গত। কুরআনুল কারীমের অন্য আয়াতে বলা হয়েছেঃ “প্রত্যেক বস্তুর ভাণ্ডার আমার কাছেই রয়েছে। কিন্তু আমি প্রত্যেক বস্তু একটি বিশেষ পরিমাণে নাযিল করি\"। [ সূরা আল-হিজরঃ ২১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৬ : ৬০",
        "arabic_text": "\nوَهُوَ ٱلَّذِي يَتَوَفَّىٰكُم بِٱلَّيۡلِ وَيَعۡلَمُ مَا جَرَحۡتُم بِٱلنَّهَارِ ثُمَّ يَبۡعَثُكُمۡ فِيهِ لِيُقۡضَىٰٓ أَجَلٞ مُّسَمّٗىۖ ثُمَّ إِلَيۡهِ مَرۡجِعُكُمۡ ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "তিনিই রাতে তোমাদের মৃত্যু ঘটান এবং দিনে যা কামাই কর তা তিনি জানেন। তারপর দিনে তোমাদেরকে তিনি আবার জীবিত করেন,যাতে নির্ধারিত সময় পূর্ণ করা হয়। তারপর তাঁর দিকেই তোমাদের প্রত্যাবর্তন। তারপর তোমারা যা করতে সে সম্বদ্ধে তিনি তোমাদেরকে অবহিত করবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৬ : ৬১",
        "arabic_text": "\nوَهُوَ ٱلۡقَاهِرُ فَوۡقَ عِبَادِهِۦۖ وَيُرۡسِلُ عَلَيۡكُمۡ حَفَظَةً حَتَّىٰٓ إِذَا جَآءَ أَحَدَكُمُ ٱلۡمَوۡتُ تَوَفَّتۡهُ رُسُلُنَا وَهُمۡ لَا يُفَرِّطُونَ ",
        "bangla_text": "আর তিনি তাঁর বান্দাদের উপর পূর্ণ নিয়ন্ত্রণাধিকারী এবং তিনি তোমাদের উপর প্রেরণ করেন হেফাজতকারীদেরকে। অবশেষে তোমাদের কারও যখন মৃত্যু উপস্থিত হয় তখন আমাদের রাসূল(ফিরিশতা) গণ তার মৃত্যু ঘটায় এবং তারা কোন ত্রুটি করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   অষ্টম রুকূ’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৬ : ৬২",
        "arabic_text": "\nثُمَّ رُدُّوٓاْ إِلَى ٱللَّهِ مَوۡلَىٰهُمُ ٱلۡحَقِّۚ أَلَا لَهُ ٱلۡحُكۡمُ وَهُوَ أَسۡرَعُ ٱلۡحَٰسِبِينَ ",
        "bangla_text": "তারপর তাদেরকে প্রকৃত রব আল্লাহ্‌র দিকে প্রত্যাবর্তিত করা হবে। জেনে রাখুন, হুকুম তো তাঁরই এবং তিনি সবচেয়ে দ্রুত হিসেব গ্রহণকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৬ : ৬৩",
        "arabic_text": "\nقُلۡ مَن يُنَجِّيكُم مِّن ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِ تَدۡعُونَهُۥ تَضَرُّعٗا وَخُفۡيَةٗ لَّئِنۡ أَنجَىٰنَا مِنۡ هَٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ ",
        "bangla_text": "বলুন, ‘কে তোমাদেরকে নাজাত দেন স্থলভাগের ও সাগরের অন্ধকার থেকে ?যখন তোমারা কাতরভাবে  এবং গোপনে তাঁকে ডাক যে, আমাদেরকে এ থেকে রক্ষা করলে আমারা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৬ : ৬৪",
        "arabic_text": "\nقُلِ ٱللَّهُ يُنَجِّيكُم مِّنۡهَا وَمِن كُلِّ كَرۡبٖ ثُمَّ أَنتُمۡ تُشۡرِكُونَ ",
        "bangla_text": "বলুন, ‘ আল্লাহ্‌ই তোমাদেরকে  তা থেকে এবং সমস্ত দুঃখ–কষ্ট থেকে নাজাত দেন। এরপরও তোমারা শির্ক কর [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এখানে ৬৩ ও ৬৪ নং আয়াতদ্বয়ে আল্লাহ তা'আলা মুশরিকদেরকে হুশিয়ার ও তাদের ভ্রান্ত কর্ম সম্পর্কে সতর্ক করার জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নির্দেশ দিয়ে বলছেন যে, আপনি তাদেরকে জিজ্ঞেস করুন, স্থল ও সামুদ্রিক ভ্রমণে যখনই বিপদের সম্মুখীন হও এবং সব আরাধ্য দেব-দেবীকে ভুলে গিয়ে একমাত্র আল্লাহকে আহবান কর, কখনো প্রকাশ্যে বিনীতভাবে এবং কখনো মনে মনে স্বীকার কর যে, এ বিপদ থেকে আল্লাহ ছাড়া কেউ উদ্ধার করতে পারবে না। এর সাথে সাথে তোমরা এরূপ ওয়াদাও কর যে, আল্লাহ তা'আলা যদি আমাদেরকে এ বিপদ থেকে উদ্ধার করেন, তবে আমরা তার কৃতজ্ঞতা অবলম্বন করব, তাকেই কার্যনিবাহী মনে করব, তার সাথে কাউকে অংশীদার করব না। কেননা বিপদেই যখন কাজে আসে না, তখন তাদের পূজাপাট আমরা কেন করবো? তাই আপনি জিজ্ঞেস করুন যে, এমতাবস্থায় কে তোমাদেরকে বিপদ ও ধ্বংসের কবল থেকে রক্ষা করে? উত্তর নির্দিষ্ট ও জানা। কেননা, তারা এ স্বতঃসিদ্ধতা অস্বীকার করতে পারে না যে, আল্লাহ ছাড়া কোন দেব-দেবী, পীর, ফকীর, ওলী প্রভৃতি এ অবস্থায় তাদের কাজে আসেনি। তাই পরবর্তী আয়াতে আল্লাহ্ তা'আলা স্বয়ংরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আদেশ দিয়েছেন যে, আপনিই বলে দিন, একমাত্র আল্লাহ্ তা'আলাই তোমাদেরকে এ বিপদ থেকে মুক্তি দেবেন, বরং অন্যান্য সব কষ্ট-বিপদ থেকে তিনি উদ্ধার করবেন। কিন্তু এসব সুস্পষ্ট নিদর্শন সত্বেও যখন তোমরা বিপদমুক্ত হয়ে যাও, তখন আবার শির্কে লিপ্ত হয়ে পড়। এটা কেমন বিশ্বাসঘাতকতা ও মূর্খতা!\n  <br/>\n  <br/>\n  সারকথা, কুরআন বর্ণিত প্রতিকারের প্রতি মানুষের দৃষ্টিপাত করা দরকার যে, বিপদাপদ থেকে উদ্ধার পাওয়ার একমাত্র পথ হচ্ছে স্রষ্টার দিকে প্রত্যাবর্তন করা এবং বস্তুগত কলা-কৌশলকেও তার প্রদত্ত নেয়ামত হিসেবে ব্যবহার করা। এছাড়া নিরাপত্তার আর কোন বিকল্প পথ নেই। প্রত্যেক মানুষের বিপদাপদ একমাত্র তিনিই দূর করতে পারেন এবং বিপদের মুহুর্তে যে তাকে আহবান করে, সে তার সাহায্য স্বচক্ষে দেখতে পায়। কেননা, সমগ্র সৃষ্টিজগতের উপর তার শক্তি-সামর্থ্য পরিপূর্ণ এবং সৃষ্টির প্রতি তার দয়াও অসাধারণ। তিনি ছাড়া অন্য কারো এরূপ শক্তি-সমর্থ্য নেই এবং সমগ্র সৃষ্টির প্রতিও এরূপ দয়া-মমতা নেই।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৬ : ৬৫",
        "arabic_text": "\nقُلۡ هُوَ ٱلۡقَادِرُ عَلَىٰٓ أَن يَبۡعَثَ عَلَيۡكُمۡ عَذَابٗا مِّن فَوۡقِكُمۡ أَوۡ مِن تَحۡتِ أَرۡجُلِكُمۡ أَوۡ يَلۡبِسَكُمۡ شِيَعٗا وَيُذِيقَ بَعۡضَكُم بَأۡسَ بَعۡضٍۗ ٱنظُرۡ كَيۡفَ نُصَرِّفُ ٱلۡأٓيَٰتِ لَعَلَّهُمۡ يَفۡقَهُونَ ",
        "bangla_text": "বলুন [১], ‘তোমাদের উপর [২] বা নীচ থেকে শাস্তি পাঠাতে [৩] ,বা তোমাদেরকে বিভিন্ন সন্দেহপূর্ণ দলে বিভক্ত করতে বা এক দলকে অন্য দলের সংঘর্ষের আস্বাদ গ্রহণ করাতে [৪] তিনি (আল্লাহ) সক্ষম।’ দেখুন,আমারা কি রূপে বিভিন্নভাবে  আয়াতসদমূহ বিবৃত করি যাতে তারা ভালোভাবে বুঝতে পারে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এখানে বলা হচ্ছে যে, আল্লাহ্ তা'আলা যেকোন আযাব ও যেকোন বিপদ দূর করতে যেমন সক্ষম, তেমনিভাবে তিনি যখন কোন ব্যক্তি অথবা সম্প্রদায়কে অবাধ্যতার শাস্তি দিতে চান, তখন যেকোন শাস্তি দেয়াও তার পক্ষে সহজ। কোন অপরাধীকে হয় না এবং কোন সাহায্যকারীরও প্রয়োজন হয় না। বলা হচ্ছে, আল্লাহ্ তাআলা এ বিষয়েও শক্তিমান যে, তোমাদের প্রতি উপরদিক থেকে কিংবা পদতল থেকে কোন শাস্তি পাঠিয়ে দেবেন কিংবা তোমাদেরকে বিভিন্ন দলে-উপদলে বিভক্ত করে পরস্পরের মুখোমুখি করে দেবেন এবং এক কে অপরের হাতে শাস্তি দিয়ে ধ্বংস করে দেবেন। মূলত: আল্লাহর শাস্তি তিন প্রকারঃ (এক) যা উপর দিক থেকে আসে, (দুই) যা নিচের দিক থেকে আসে এবং (তিন) যা নিজেদের মধ্যে মতানৈক্যের আকারে সৃষ্টি হয়। এ সব প্রকার আযাব দিতে আল্লাহ্ তা'আলা সক্ষম।\n  <br/>\n  <br/>\n  [২] মুফাসসিরগণ বলেন, উপর দিক থেকে আযাব আসার দৃষ্টান্ত বিগত উম্মতসমূহের মধ্যে অনেক রয়েছে। যেমন, নূহ আলাইহিস সালাম-এর সম্প্রদায়ের উপর প্লাবণাকারে বৃষ্টি বর্ষিত হয়েছিল, আদ জাতির উপর ঝড়-ঝঞা চড়াও হয়েছিল, লুত আলাইহিস সালাম-এর সম্প্রদায়ের উপর প্রস্তর বর্ষিত হয়েছিল এবং ইসরাঈল যখন মক্কার উপর চড়াও হয়, তখন পক্ষীকুল দ্বারা তাদের উপর কঙ্কর বর্ষণ করা হয়। ফলে সবাই চর্বিত ভূষির ন্যায় হয়ে যায়। [বাগভী]\n  <br/>\n  <br/>\n  [৩]  এমনিভাবে বিগত উম্মতসমূহের মধ্যে নীচের দিক থেকে আযাব আসারও বিভিন্ন প্রকার অতিবাহিত হয়েছে। নূহ আলাইহিস সালাম-এর সম্প্রদায়ের প্রতি উপরের আযাব বৃষ্টির আকারে এবং নীচের আযাব ভূতল থেকে পানি স্ফীত হয়ে প্রকাশ পেয়েছিল। তারা একই সময়ে উভয় প্রকার আযাবে পতিত হয়েছিল। ফিরআউনের সম্প্রদায়কে পদতলের আযাবে গ্রেফতার করা হয়েছিল। কারুণ স্বীয় ধন-ভাণ্ডারসহ এ আযাবে পতিত হয়ে মৃত্তিকার অভ্যন্তরে প্রোথিত হয়েছিল। [বাগভী] আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা, মুজাহিদ রাহিমাহুল্লাহ প্রমূখ মুফাসসিরগণ বলেন, উপরের আযাবের অর্থ অত্যাচারী বাদশাহ ও নির্দয় শাসকবর্গ এবং নীচের আযাবের অর্থ নিজ চাকর, নোকর ও অধীনস্ত কর্মচারীদের বিশ্বাসঘাতক, কর্তব্যে অবহেলাকারী ও আত্মসাৎকারী হওয়া। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  আয়েশা রাদিয়াল্লাহু ‘আনহা বর্ণিত হাদীসে রাসূলুল্লাহ সাল্লালাহু ‘আলাইহি ওয়াসাল্লাম বলেন, “যখন আল্লাহ তা'আলা কোন প্রশাসক বা শাসনকর্তার মঙ্গল চান, তখন তাকে উত্তম সহকারী দান করেন, যাতে প্রশাসক আল্লাহর কোন বিধান ভুলে গেলে সে তা স্মরণ করিয়ে দেয়, আর যদি প্রশাসক আল্লাহর বিধান স্মরণ করে তখন সে তা বাস্তবায়নে সহায়তা করে। পক্ষান্তরে যখন কোন প্রশাসক বা শাসনকর্তার অমঙ্গলের ইচ্ছা করেন, তখন মন্দ লোকদেরকে তার পরামর্শদাতা নিযুক্ত করা হয়; ফলে সে যখন আল্লাহর কোন বিধান ভুলে যায় তখন তারা তাকে তা স্মরণ করিয়ে দেয় না। আর যদি সে প্রশাসক নিজেই স্মরণ করে তখন তারা তাকে তা বাস্তবায়ন করতে সহায়তা করে না। [আবু দাউদ: ২৯৩২; নাসায়ী: ৪২০৪] এসব হাদীস ও আলোচ্য আয়াতের উল্লেখিত তাফসীরের সারমর্ম এই যে, জনগণ শাসকবর্গের হাতে যেসব কষ্ট ও বিপদাপদ ভোগ করে, তা উপর দিককার আযাব এবং যেসব কষ্ট অধীন কর্মচারীদের দ্বারা ভোগ করতে হয়, সেগুলো নীচের দিককার আযাব! এগুলো কোন আকস্মিক দুর্ঘটনা নয়, বরং আল্লাহর আইন অনুসারে মানুষের কৃতকর্মের শাস্তি। সুফিয়ান সওরী রাহিমাহুল্লাহ বলেন, যখন আমি কোন গোনাহ করে ফেলি, তখন এর ক্রিয়া স্বীয় চাকর, আরোহণের ঘোড়া ও বোঝা বহনের গাধার মেজাজেও অনুভব করি। এরা সবাই আমার অবাধ্যতা করতে থাকে।\n  <br/>\n  <br/>\n  [৪] আয়াতে বর্ণিত তৃতীয় প্রকার আযাব হচ্ছে, বিভিন্ন দলে-উপদলে বিভক্ত হয়ে পরস্পরের মুখোমুখি হয়ে যাওয়া এবং একদল অন্য দলের জন্য আযাব হওয়া। তাই আয়াতের অনুবাদ এরূপ হবে, এক প্রকার আযাব এই যে, জাতি বিভিন্ন দলে-উপদলে বিভক্ত হয়ে পরস্পর মুখোমুখি হয়ে যাবে। এ কারণেই আলোচ্য আয়াত নাযিল হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসলিমদেরকে সম্বোধন করে বললেন, ‘সাবধান! তোমরা আমার পরে পুনরায় কাফের হয়ে যেয়ো না যে, একে অন্যের গর্দান মারতে শুরু করবে। [বুখারীঃ ১২১] সা’আদ ইবনে আবী ওয়াক্কাস বলেন, ‘একবার আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সাথে চলতে চলতে বনী মুয়াবিয়ার মসজিদে প্রবেশ করে দুরাকাআত সালাত আদায় করলাম। তিনি তার রবের কাছে অনেকক্ষণ দুআ করার পর বললেনঃ আমি রব-এর নিকট তিনটি বিষয় প্রার্থনা করেছি- তিনি আমাকে দুটি বিষয় দিয়েছেন, আর একটি থেকে নিষেধ করেছেন। আমি প্রার্থনা করেছি যে, (এক) আমার উম্মতকে যেন দুর্ভিক্ষ ও ক্ষুধা দ্বারা ধ্বংস করা না হয়, আল্লাহ্ তা'আলা এ দু'আ কবুল করেছেন। (দুই) আমার উম্মতকে যেন নিমজ্জিত করে ধ্বংস করা না হয়। আল্লাহ্ তা'আলা এ দু'আও কবুল করেছেন। (তিন) আমার উম্মত যেন পারস্পরিক দ্বন্দ্ব দ্বারা ধ্বংস না হয়। আমাকে তা প্রদান করতে নিষেধ করেছেন। [মুসলিমঃ ২৮৯০]\n  <br/>\n  <br/>\n  এসব হাদীস থেকে প্রমাণিত হয় যে, উম্মতে মুহাম্মাদীর উপর বিগত উম্মতদের ন্যায় আকাশ কিংবা ভূতল থেকে কোন ব্যাপক আযাব আগমন করবে না; কিন্তু একটি আযাব দুনিয়াতে তাদের উপরও আসতে থাকবে। এ আযাব হচ্ছে পারস্পরিক যুদ্ধ-বিগ্রহ এবং দলীয় সংঘর্ষ। এজন্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অত্যন্ত জোর সহকারে উম্মতকে বিভিন্ন দল-উপদলে বিভক্ত হয়ে পারস্পরিক দ্বন্দ্ব-কলহ ও যুদ্ধ-বিগ্রহে লিপ্ত হতে নিষেধ করেছেন। তিনি প্রতি ক্ষেত্রেই হুশিয়ার করেছেন যে, দুনিয়াতে যদি তোমাদের উপর আল্লাহর শাস্তি নেমে আসে, তবে তা পারস্পরিক যুদ্ধ-বিগ্রহের মাধ্যমেই আসবে।\n  <br/>\n  <br/>\n  অন্য আয়াতে এ বিষয়টি পূর্ববর্তী জাতিদের ক্ষেত্রে আরও স্পষ্টভাবে বর্ণিত হয়েছে, “তারা সর্বদা পরষ্পরে মতবিরোধই করতে থাকবে, তবে যাদের প্রতি আল্লাহ্‌র রহমত রয়েছে, তারা এর ব্যতিক্রম।\" [সূরা হুদ ১১৮-১১৯] এতে বুঝা গেল যে, যারা পরস্পর (শরীআতসম্মত কারণ ছাড়া) মতবিরোধ করে, তারা আল্লাহর রহমত থেকে বঞ্চিত কিংবা দূরবতী। তাই আয়াতে বলা হয়েছে, যারা বিভক্ত হয়ে পড়েছে এবং মতবিরোধ করেছে, তোমরা তাদের মত হয়ো না। কেননা যারা মতবিরোধে লিপ্ত হয়েছে তারা আল্লাহর রহমত হতে দূরে সরে এসেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৬ : ৬৬",
        "arabic_text": "\nوَكَذَّبَ بِهِۦ قَوۡمُكَ وَهُوَ ٱلۡحَقُّۚ قُل لَّسۡتُ عَلَيۡكُم بِوَكِيلٖ ",
        "bangla_text": "আর আপনার সম্প্রদায় তো ওটাকে মিথ্যা বলেছে অথচ ওটা সত্য। বলুন, ‘আমি তোমাদের কার্যনির্বাহক নই।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৬ : ৬৭",
        "arabic_text": "\nلِّكُلِّ نَبَإٖ مُّسۡتَقَرّٞۚ وَسَوۡفَ تَعۡلَمُونَ ",
        "bangla_text": "প্রত্যেক বার্তার জন্য নির্ধারিত সময় রয়েছে  এবং অচিরেই তোমারা জানতে পারবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৬ : ৬৮",
        "arabic_text": "\nوَإِذَا رَأَيۡتَ ٱلَّذِينَ يَخُوضُونَ فِيٓ ءَايَٰتِنَا فَأَعۡرِضۡ عَنۡهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦۚ وَإِمَّا يُنسِيَنَّكَ ٱلشَّيۡطَٰنُ فَلَا تَقۡعُدۡ بَعۡدَ ٱلذِّكۡرَىٰ مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ ",
        "bangla_text": "আর আপনি যখন তাদেরকে দেখেন, যারা আমাদের আয়াতসমূহ সম্বদ্ধে উপহাসমূলক আলোচনায় মগ্ন হয় , তখন  আপনি তাদের থেকে মুখ ফিরিয়ে নিবেন, যে পর্যন্ত না তারা অন্য প্রসংগ শুরু করে [১]। আর শয়তান যদি আপনাকে ভুলিয়ে দেয় তবে স্মরণ হওয়ার পর যালিম সম্প্রদায়ের সাথে বসবেন না [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে বলা হয়েছে, আপনি যখন তাদেরকে দেখেন, যারা আল্লাহ তা'আলার নিদর্শনাবলীতে শুধু ক্রীড়া-কৌতুক ও ঠাট্টা-বিদ্রুপের জন্য করে এবং ছিদ্রান্বেষণ করে, তখন আপনি তাদের দিক থেকে মুখ ফিরিয়ে নিন। এ আয়াতে প্রত্যেক সম্বোধনযোগ্য ব্যক্তিকে সম্বোধন করা হয়েছে। এতে মুসলিমদেরকে একটি গুরুত্বপূর্ণ মৌলিক নির্দেশ দেয়া হয়েছে যে, যে কাজ নিজে করা গোনাহ, সেই কাজ যারা করে, তাদের মজলিসে যোগদান করাও গোনাহ। এ থেকে বেঁচে থাকা উচিত।\n  <br/>\n  <br/>\n  [২]  আয়াতের শেষে বলা হয়েছে, যদি শয়তান আপনাকে বিস্মৃত করিয়ে দেয় অর্থাৎ ভুলক্রমে তাদের মজলিশে যোগদান করে ফেলেন-নিষেধাজ্ঞা স্মরণ না থাকার কারণে হোক কিংবা তারা যে স্বীয় মজলিশে আল্লাহর আয়াত ও রাসূলের বিপক্ষে আলোচনা করে, তা আপনার স্মরণ ছিল না, তাই যোগদান করেছেন। উভয় অবস্থাতেই যখন স্মরণ হয় তখনই মজলিশ ত্যাগ করা উচিত। স্মরণ হওয়ার পর সেখানে বসে থাকা গোনাহ। অন্য এক আয়াতেও এ বিষয়বস্তু বর্ণিত হয়েছে এবং শেষ ভাগে বলা হয়েছে যে, ‘যদি আপনি সেখানে বসে থাকেন, তবে আপনিও তাদের মধ্যে গণ্য হবেন’। [সূরা আন-নিসা: ১৪০] আয়াতের আসল উদ্দেশ্য হচ্ছে, গোনাহর মজলিশ ও মজলিশের লোকদের থেকে মুখ ফিরিয়ে নেয়া। এর উত্তম পন্থা হচ্ছে মজলিশ ত্যাগ করে চলে যাওয়া। কিন্তু মজলিশ ত্যাগ করার মধ্যে যদি জান, মাল কিংবা ইজ্জতের ক্ষতির আশংকা থাকে, তবে সর্বসাধারণের পক্ষে মুখ ফিরিয়ে নেয়ার অন্য পস্থা অবলম্বন করাও জায়েয। উদাহরণতঃ অন্য কাজে ব্যাপৃত হওয়া এবং তাদের প্রতি ভ্রক্ষেপ না করা। কিন্তু বিশিষ্ট লোক, দ্বীনী ক্ষেত্রে যাদের অনুকরণ করা হয়-তাদের পক্ষে সর্বাবস্থায় সেখান থেকে উঠে যাওয়াই সমীচীন।\n  <br/>\n  <br/>\n  মোটকথা, আয়াত থেকে জানা গেল যে, কেউ ভুলক্রমে কোন ভ্রান্ত কাজে জড়িত হয়ে পড়লে তা মাফ করা হবে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, ‘আমার উম্মতকে ভুলভ্রান্তি ও বিস্মৃতির গোনাহ এবং যে কাজ অন্য কেউ জোর-যবরদস্তির সাথে করায়, সেই কাজের গোনাহ থেকে অব্যাহতি দান করেছেন। [ ইবনে মাজাহঃ ২০৪০, ২০৪৩] এ আয়াত দ্বারা আরও বুঝা যায় যে, যে মজলিশে আল্লাহ, আল্লাহর রাসূল কিংবা শরী’আতের বিপক্ষে কথাবার্তা হয় তা বন্ধ করা, করানো কিংবা কমপক্ষে সত্য কথা প্রকাশ করতে সাধ্য না থাকে, তবে এরূপ প্রত্যেকটি মজলিশ বর্জন করা মুসলিমদের উচিত। হ্যা, সংশোধনের নিয়তে এরূপ মজলিশে যোগদান করলে এবং হক কথা প্রকাশ করলে তাতে কোন দোষ নেই। আয়াতের শেষে বলা হয়েছেঃ স্মরণ হওয়ার পর অত্যাচারী সম্পপ্রদায়ের সাথে উপবেশন করো না। এ থেকে বুঝা যায় যে, এরূপ অত্যাচারী, অধাৰ্মিক ও উদ্ধত লোকদের মজলিশে যোগদান করা সর্বাবস্থায় গোনাহ; তারা তখন কোন অবৈধ আলোচনায় লিপ্ত হোক বা না হোক। কারণ, বাজে আলোচনা শুরু করতে তাদের বেশী দেরী লাগে না। কেননা, আয়াতে সর্বাবস্থায় যালিমদের সাথে বসতে নিষেধ করা হয়েছে। তারা তখনো যুলুমে ব্যাপৃত থাকবে এরূপ কোন শর্ত আয়াতে নেই। কুরআনুল কারীমের অন্য এক আয়াতেও এ বিষয়টি পরিস্কারভাবে বর্ণিত হয়েছে, “অত্যাচারীদের সাথে মেলামেশা ও উঠাবসা করো না। নতুবা তোমাদেরকেও জাহান্নামের আগুন স্পর্শ করবে”। [সূরা হূদ ১১৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৬ : ৬৯",
        "arabic_text": "\nوَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنۡ حِسَابِهِم مِّن شَيۡءٖ وَلَٰكِن ذِكۡرَىٰ لَعَلَّهُمۡ يَتَّقُونَ ",
        "bangla_text": "আর তাদের [১] কাজের জবাবদিহির দায়িত্ব, যারা তাকওয়া অবলম্বন করে তাদের নয়। তবে উপদেশ দেয়া তাদের কর্তব্য, যাতে তারাও তাকওয়া অবলম্বন করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ পূর্বোক্ত আয়াতে বর্ণিত লোকেরা যালিম। কিন্তু তাদের হিসাব-নিকাশ ও তাদের শাস্তি বিধান করা সাধারণ মুমিন মুত্তাকীদের কাজ নয়। তারা তাদেরকে কেবল নসীহত ও হক কথা জানিয়ে দেয়ার কাজই করবে। যাতে তারা বাতিল পথ পরিহার করে এবং তাকওয়ার পথ অবলম্বন করে। [মুয়াসসার] কিন্তু যদি তাদেরকে নসীহত করলে ক্ষতির পরিমাণ বেশী হয়ে যাওয়ার সম্ভাবনা থাকে, তখন তাও পরিত্যাগ করতে হবে। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৬ : ৭০",
        "arabic_text": "\nوَذَرِ ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَعِبٗا وَلَهۡوٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ وَذَكِّرۡ بِهِۦٓ أَن تُبۡسَلَ نَفۡسُۢ بِمَا كَسَبَتۡ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ وَلِيّٞ وَلَا شَفِيعٞ وَإِن تَعۡدِلۡ كُلَّ عَدۡلٖ لَّا يُؤۡخَذۡ مِنۡهَآۗ أُوْلَٰٓئِكَ ٱلَّذِينَ أُبۡسِلُواْ بِمَا كَسَبُواْۖ لَهُمۡ شَرَابٞ مِّنۡ حَمِيمٖ وَعَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡفُرُونَ ",
        "bangla_text": "আর যারা তাদের দ্বীনকে খেল-তামাশারূপে গ্রহণ করে [১]  এবং পার্থিব জীবন যাদেরকে প্রতারিত করে আপনি তাদের পতিত্যাগ করুন। আর আপনি এ কুরআন দ্বারা তাদেরকে উপদেশ দিন [২], যাতে কেউ নিজ কৃতকর্মের জন্য ধ্বংস না হয়, যখন আল্লহ ছাড়া আর কোন অভিভাবক ও সুপারিশকারী থাকবে না এবং  বিনিময়ে সবকিছু দিলেও তা গ্রহণ করা হবে না [৩]। এরাই নিজেদের কৃতকর্মের জন্য ধ্বংস হয়েছে ; কুফরীর কারণে এদের জন্য রয়েছে অতি উষ্ণ পানীয় ও কষ্টদায়ক শাস্তি [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ হচ্ছে, আপনি তাদেরকে পরিত্যাগ করুন, যারা দ্বীনকে ক্রীড়া ও কৌতুক করে রেখেছে। এর দুটি অর্থ হতে পারেঃ (এক) তাদের জন্য সত্য দ্বীন ইসলাম প্রেরিত হয়েছে; কিন্তু একে তারা ক্রীড়া ও কৌতুকের বস্তুতে পরিণত করেছে এবং একে নিয়ে ঠাট্টা-বিদ্রুপ করে। (দুই) তারা আসল দ্বীন পরিত্যাগ করে ক্রীড়া ও কৌতুককেই দ্বীন হিসেবে গ্রহণ করেছে। উভয় অর্থেরই সারমর্ম প্রায় এক।\n  <br/>\n  <br/>\n  [২] এখানে বলা হয়েছে যে, দুনিয়ার ক্ষণস্থায়ী জীবন তাদেরকে ধোকায় ফেলে রেখেছে। এটিই তাদের ব্যাধির আসল কারণ। অর্থাৎ তাদের যাবতীয় লম্ফঝম্ফ ও ঔদ্ধত্যের আসল কারণই হচ্ছে, তারা দুনিয়ার ক্ষণস্থায়ী জীবন দ্বারা প্রলোভিত এবং আখেরাত বিস্মৃত। আখেরাত ও কেয়ামতের বিশ্বাস থাকলে তারা কখনো এরূপ কাণ্ড করতো না। এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাধারণ মুসলিমদেরকে দুটি নির্দেশ দেয়া হয়েছেঃ (এক) উল্লেখিত বাক্যে বর্ণিত লোকদের কাছ থেকে দূরে সরে থাকা এবং মুখ ফিরিয়ে নেয়াই যথেষ্ট নয়, বরং ইতিবাচকভাবে তাদেরকে কুরআন দ্বারা উপদেশ দান করা এবং (দুই) আল্লাহ্ তা'আলার আযাবের ভয় প্রদর্শন করা।\n  <br/>\n  <br/>\n  [৩]  আয়াতের শেষে আযাবের বিবরণ দিয়ে বলা হয়েছে যে, তাদের এ অবস্থা অব্যাহত থাকলে তারা স্বয়ংকুকর্মের জালে আবদ্ধ হয়ে যাবে। আয়াতে (اَنْ تُبْسَلَ) শব্দ ব্যবহার করা হয়েছে। এর অর্থ আবদ্ধ হয়ে যাওয়া এবং জড়িত হয়ে পড়া। কোন ভুল কিংবা কারো প্রতি অত্যাচার করে বসলে তার সম্ভাব্য শাস্তির কবল থেকে আত্মরক্ষার জন্য মানুষ দুনিয়াতে তিন প্রকার উপায় অবলম্বন করতে অভ্যস্ত। স্বীয় দলবল ব্যবহার করে অত্যাচারের প্রতিশোধ থেকে রেহাই পাওয়ার চেষ্টা করে। এতে ব্যর্থ হলে প্রভাবশালীদের সুপারিশ কাজে লাগায়। এতেও উদ্দেশ্য সিদ্ধ না হলে শাস্তির কবল থেকে আত্মরক্ষার জন্য অর্থ-সম্পদ ব্যয় করার চেষ্টা করে। আল্লাহ তা'আলা আলোচ্য আয়াতে বলেছেন যে, আল্লাহ অপরাধীকে যখন শাস্তি দেবেন, তখন সে শাস্তির কবল থেকে উদ্ধার করার জন্য কোন আত্মীয়-স্বজন ও বন্ধু-বান্ধব এগিয়ে আসবে না, আল্লাহর অনুমতি ছাড়া কারো সুপারিশ কার্যকর হবে না এবং কোন অর্থ-সম্পদ গ্রহণ করা হবে না। যদি কেউ সারা বিশ্বের অর্থ-সম্পদের অধিকারী হয় এবং শাস্তির কবল থেকে আত্মরক্ষার জন্য তা বিনিময়স্বরূপ দিতে চায়, তবুও এ বিনিময় গ্রহণ করা হবে না।\n  <br/>\n  <br/>\n  [৪] বলা হচ্ছে, এরা ঐ সব লোক, যাদেরকে কুকর্মের শাস্তিতে গ্রেফতার করা হয়েছে। তাদেরকে জাহান্নামের ফুটন্ত পানি পান করার জন্য দেয়া হবে। অন্য আয়াতে বলা হয়েছে যে, “এ পানি তাদের নাড়িভূড়িকে ছিন্ন-বিচ্ছিন্ন করে দেবে \" [সূরা মুহাম্মাদ: ১৫] এ পানি ছাড়াও অন্যান্য যন্ত্রণাদায়ক শাস্তি হবে, তাদের কুফর ও অবিশ্বাসের কারণে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৬ : ৭১",
        "arabic_text": "\nقُلۡ أَنَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعۡقَابِنَا بَعۡدَ إِذۡ هَدَىٰنَا ٱللَّهُ كَٱلَّذِي ٱسۡتَهۡوَتۡهُ ٱلشَّيَٰطِينُ فِي ٱلۡأَرۡضِ حَيۡرَانَ لَهُۥٓ أَصۡحَٰبٞ يَدۡعُونَهُۥٓ إِلَى ٱلۡهُدَى ٱئۡتِنَاۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۖ وَأُمِرۡنَا لِنُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "বলুন, ‘আল্লাহ্‌ ছাড়া  আমারা কি এমন কিছুকে ডাকব , যা আমাদের কোন উপকার কিংবা অপকার করতেও পারে না ? আর আল্লাহ্‌ আমাদেরকে হিদায়াত দেবার পর আমাদেরকে কি আগের অবস্থায় ফিরানো হবে [১] সে ব্যাক্তির মত , যাকে শয়তান যমীনে  এমন শক্তভাবে পেয়ে বসেছে যে সে দিশেহারা ? তার রয়েছে কিছু (ঈমানদার) সহচর , তারা তাকে হিদায়াতের প্রতি আহবান করে বলে, ‘আমাদের কাছে আস?’ [২] বলুন, ‘ আল্লাহ হিদায়াতই সঠিক হিদায়াত এবং আমারা আদিষ্ট হয়েছি সৃষতিকূলের  রব- এর কাছে আত্নসমর্পণ করতে [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   নবম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  অর্থাৎ ঈমানদার হওয়ার পরে কি আমরা কুফরীতে ফিরে যাব? [আইসারুত তাফসীর]\n  <br/>\n  <br/>\n  [২]  কিন্তু সে ঈমানদার বন্ধুদের এ আহবানে সাড়া দেয় না। [মুয়াসসার]\n  <br/>\n  <br/>\n  [৩] এ আয়াত দ্বারা আরো জানা গেল যে, যারা আখেরাতের প্রতি অমনোযোগী হয়ে শুধু\n  <br/>\n  পার্থিব জীবন নিয়ে মগ্ন, তাদের সংসৰ্গও অপরের জন্য মারাত্মক। তাদের সংসর্গে উঠা-বসাকারীরাও পরিণামে তাদের অনুরূপ আযাবে পতিত হবে। পূর্ববতী তিনটি আয়াতের সারমর্ম মুসলিমদেরকে অশুভ পরিবেশ ও খারাপ সংসর্গ থেকে বাচিয়ে রাখা। এটি যে কোন মানুষের জন্যই বিষতৃল্য। কুরআন ও হাদীসের অসংখ্য উক্তি ছাড়াও চাক্ষুষ অভিজ্ঞতা সাক্ষ্য দেয় যে, অসৎ সমাজ ও মন্দ পরিবেশই মানুষকে কুকর্ম ও অপরাধে লিপ্ত করে। এ পরিবেশে জড়িয়ে পড়ার পর মানুষ প্রথমতঃ বিবেক ও মনের বিরুদ্ধে কুকর্মে লিপ্ত হয়। এরপর আস্তে আস্তে কুকর্ম যখন অভ্যাসে পরিণত হয়, তখন মন্দের অনুভূতিও লোপ পায়, বরং মন্দকে ভাল এবং ভালকে মন্দ মনে করতে থাকে। যেমন এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ‘যখন কোন ব্যক্তি প্রথমবার গোনাহ করে, তখন তার কলবে একটি কাল দাগ পড়ে। তারপর যখন তাওবা করে গোনাহের কাজ থেকে বিরত হয় এবং ক্ষমা প্রার্থনা করে, তখন তার কলব আবার পরিষ্কার হয়ে যায়। কিন্তু যদি গোনাহ বাড়িয়ে দেয়, তখন একের পর এক কালো দাগ বাড়াতে থাকে। কুরআনুল কারমে (رَانَ) শব্দ দ্বারা এ অবস্থাকেই ব্যক্ত করা হয়েছে। বলা হয়েছে, “কুকর্মের কারণে তাদের অন্তরে মরিচা পড়ে গেছে।\" [সূরা আল-মুতাফফিফীন:১৪] [ইবনে মাজাহঃ ৪২৪৪, তিরমিযীঃ ৩৩৩৪, ইমাম আহমাদ, মুসনাদঃ ২/২৯৭] অর্থাৎ ভাল-মন্দ পার্থক্য করার যোগ্যতাই লোপ পেয়ে বসে। চিন্তা করলে বুঝা যায়, অধিকাংশ ভ্রান্ত পরিবেশ ও অসৎ সঙ্গই মানুষকে এ অবস্থায় পৌছায়। এ কারণেই অভিভাবকদের কর্তব্য ছেলে-সন্তানদেরকে এ ধরণের পরিবেশ থেকে বাচিয়ে রাখতে আপ্রাণ চেষ্টা করা।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৬ : ৭২",
        "arabic_text": "\nوَأَنۡ أَقِيمُواْ ٱلصَّلَوٰةَ وَٱتَّقُوهُۚ وَهُوَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ ",
        "bangla_text": "‘এবং সালাত কায়েম করতে ও তাঁর তাকওয়া অবলম্বন করতে। আর তিনিই, যাঁর কাছে তোমাদের সমাবেত করা হবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৬ : ৭৩",
        "arabic_text": "\nوَهُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۖ وَيَوۡمَ يَقُولُ كُن فَيَكُونُۚ قَوۡلُهُ ٱلۡحَقُّۚ وَلَهُ ٱلۡمُلۡكُ يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡخَبِيرُ ",
        "bangla_text": "তিনিই যথাযথভাবে আসমানসমূহ ও যমীন সৃষ্টি করেছেন।আর যেদিন তিনি বলবেন, ‘হও’ , তখনই তা হয়ে যাবে। তাঁর কথাই সত্য।যেদিন শিংগায় ফুঁৎকার দেয়া হবে সেদিনের  কর্তৃত্ব তো তাঁরই। গায়েব ও উপস্থিত বিষয়ে তিনি পরিজ্ঞাত। আর তিই প্রজ্ঞাময়, সবিশেষ অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "৬ : ৭৪",
        "arabic_text": "\n۞ وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصۡنَامًا ءَالِهَةً إِنِّيٓ أَرَىٰكَ وَقَوۡمَكَ فِي ضَلَٰلٖ مُّبِينٖ ",
        "bangla_text": "আর স্মরণ করুন [১] , যখন ইবরাহীম তাঁর পিতা আযরকে বলেছিলেন [২], ‘ আপনি কি মূর্তিকে ইলাহরূপে গ্রহণ  করেন? আমি তো আপনাকে ও  আপনার সম্প্রসদায়কে স্পষ্ট ভ্রষ্টতার মধ্যে দেখেছি [৩]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  পূর্ববতী আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর পক্ষ থেকে মুশরিকদেরকে সম্বোধন এবং প্রতিমাপূজা ছেড়ে একমাত্র আল্লাহর ইবাদাত করার আহবান বর্ণিত হয়েছিল। আলোচ্য আয়াতসমূহে একটি বিশেষ ভঙ্গিতে এ আহবানকেই সমর্থন দান করা হয়েছে। এ ভঙ্গি স্বভাবগতভাবেই আরবদের মনে প্রভাব বিস্তার করতে পারে। ইবরাহীম আলাইহিস সালাম ছিলেন সমগ্র আরবের পিতামহ। তাই গোটা আরব তার প্রতি সম্মান প্রদর্শনে সর্বদা একমত ছিল। আলোচ্য আয়াতসমূহে ইবরাহীম আলাইহিস সালাম-এর একটি তর্কযুদ্ধ উল্লেখ করা হয়েছে, যা তিনি প্রতিমাপূজা ও তারকাপূজার বিপক্ষে স্বীয় সম্প্রদায়ের সাথে করেছিলেন এবং সবাইকে একত্ববাদের শিক্ষা দান করেছিলেন। [নাযমুদ দুরার]\n  <br/>\n  <br/>\n  [২]  এ আয়াতে বলা হয়েছে যে, ইবরাহীম আলাইহিস সালাম তার পিতা আযরকে বললেন, আপনি স্বহস্তে নির্মিত স্বীয় উপাস্য স্থির করেছেন। আমি আপনাকে এবং আপনার গোটা সম্প্রদায়কে পথভ্রষ্টতায় পতিত দেখতে পাচ্ছি। ইবরাহীম আলাইহিস সালাম-এর পিতার নাম ‘আর্যর’ বলেই প্রসিদ্ধ। কোনও কোনও ইতিহাসবিদ তার নাম তারেখ। উল্লেখ করেছেন। তাদের মতে ‘আযর তার উপাধি। তবে কুরআনের বর্ণনাই আমাদের কাছে গ্রহণযোগ্য। [বাগভী]\n  <br/>\n  <br/>\n  [৩]  ইবরাহীম আলাইহিস সালাম সর্বপ্রথম নিজ গৃহ থেকে সত্য প্রচারের কাজ শুরু করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কেও অনুরূপ নির্দেশ দেয়া হয়েছিল, “আর আপনি নিকটআত্মীয়দেরকে শাস্তির ভয় প্রদর্শন করুন”। [সূরা আশ-শু'আরা: ২১৪] সে অনুযায়ী তিনি সর্বপ্রথম সাফা পাহাড়ে আরোহণ করে সত্য প্রচারের জন্য পরিবারের সদস্যদেরকে একত্রিত করেন। [আর-রাহীকুল মাখতুম] এতে বুঝা যায় যে, পরিবারের কোন সম্মানিত যদি ভ্রান্ত পথে থাকে তবে তাকে বিশুদ্ধ পথে আহবান করা সম্মানের পরিপন্থী নয়, বরং সহানুভূতি ও শুভেচ্ছার দাবী তা-ই। আরো জানা গেল যে, সত্য প্রচার ও সংশোধনের কাজ নিকটআত্মীয়দের থেকে শুরু করা নবীগণের দাওয়াত পদ্ধতি। এছাড়া আয়াতে ইবরাহীম আলাইহিস্ সালাম স্বীয় পরিবার ও সম্প্রদায়কে নিজের দিকে সম্বন্ধ করার পরিবর্তে পিতাকে বলেনঃ আপনার সম্প্রদায় পথভ্রষ্টতায় পতিত হয়েছে। মুশরিক স্বজনদের সাথে সম্পর্কচ্ছেদ করে ইবরাহীম আলাইহিস সালাম আল্লাহর পথে যে মহান ত্যাগ স্বীকার করেন, এ উক্তিতে সেদিকেই ইঙ্গিত করা হয়েছে। তিনি স্বীয় কর্মের মাধ্যমে বলে দিলেন যে, ইসলামের সম্পর্ক দ্বারাই মুসলিম জাতীয়তা প্রতিষ্ঠিত হয়। বংশগত ও দেশগত জাতীয়তা যদি মুসলিম জাতীয়তার পরিপন্থী হয়, তবে মুসলিম জাতীয়তার বিপরীতে সব জাতীয়তাই বর্জনীয়। কুরআনুল কারীম ইবরাহীম আলাইহিস সালামএর এ ঘটনা উল্লেখ করে ভবিষ্যৎ উম্মতকে নির্দেশ দিয়েছে, যেন তারা তার পদাঙ্ক অনুসরণ করে। বলা হয়েছে, “ইবরাহীম ও তার সঙ্গীরা যা করেছিলেন, তা উম্মতে মুহাম্মাদীর জন্য উত্তম আদর্শ ও অনুকরণযোগ্য। তারা স্বীয় বংশগত ও দেশগত স্বজনদেরকে পরিস্কার বলে দিয়েছিলেন যে, আমরা তোমাদের ও তোমাদের ভ্রান্ত উপাস্যদের থেকে মুক্ত। আমাদের ও তোমাদের মধ্যে পারস্পরিক প্রতিহিংসা ও শক্ৰতার প্রাচীর ততদিন অবস্থিত থাকবে, যতদিন তোমরা এক আল্লাহর ইবাদতে সমবেত না হও”। [সূরা আল-মুমতাহিনাহ ৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "৬ : ৭৫",
        "arabic_text": "\nوَكَذَٰلِكَ نُرِيٓ إِبۡرَٰهِيمَ مَلَكُوتَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلِيَكُونَ مِنَ ٱلۡمُوقِنِينَ ",
        "bangla_text": "এভাবে আমারা ইবরাহীমকে আসমানসমূহ ও যমীনে রাজত্ব [১] দেখাই,যাতে তিনি নিশ্চিত বিশ্বাসীদের অন্তর্ভুক্ত হন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘মালাকূত’ শব্দের অর্থ নিয়ে কয়েকটি মত রয়েছে। ইকরামা বলেন, এর অর্থ আসমানসমূহ ও যমীনের রাজত্ব ও মালিকানা বা কর্তৃত্ব। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এর অর্থ, আসমানসমূহ ও যমীনের সৃষ্টি। মুজাহিদ বলেন, এর অর্থ, আসমান ও যমীনের নিদর্শনাবলী। তাবারী অর্থাৎ পৃথিবীর বুকে আল্লাহ ছাড়া যাদের ইবাদাত করা হয়, তাদের অসারতার কথা ইবরাহীম আলাইহিস সালামের নিকট স্পষ্ট হওয়ার পর আল্লাহ্ তা'আলা তাকে আসমান ও যমীনের রাজত্ব, নিদর্শনাবলী ও বিভিন্ন গ্রহ, নক্ষত্রপুঞ্জের পরিচালন ব্যবস্থা দেখান। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "৬ : ৭৬",
        "arabic_text": "\nفَلَمَّا جَنَّ عَلَيۡهِ ٱلَّيۡلُ رَءَا كَوۡكَبٗاۖ قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلۡأٓفِلِينَ ",
        "bangla_text": "তারপর রাত যখন তাঁকে আচ্ছন্ন করল তখন তিনি তারকা দেখে বললেন , ‘এ আমার রব ।’ তারপর যখন সেটা অস্তমিত হল তখন তিনি বললেন, ‘যা আন্তমিত হয় তা আমি পছন্দ করি না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "৬ : ৭৭",
        "arabic_text": "\nفَلَمَّا رَءَا ٱلۡقَمَرَ بَازِغٗا قَالَ هَٰذَا رَبِّيۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمۡ يَهۡدِنِي رَبِّي لَأَكُونَنَّ مِنَ ٱلۡقَوۡمِ ٱلضَّآلِّينَ ",
        "bangla_text": "অতঃপর যখন তিনি চাঁদকে সমুজ্জ্বলরূপে উঠতে দেখলেন তখন বললেন , ‘এটা আমার রব।’  যখন সেটাও অস্তমিত হল তখন  বলেন,  ‘ আমাকে আমার রব হিদায়াত না করলে আমি অবশ্যই পথভ্রষ্টদের শামিল হব।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "৬ : ৭৮",
        "arabic_text": "\nفَلَمَّا رَءَا ٱلشَّمۡسَ بَازِغَةٗ قَالَ هَٰذَا رَبِّي هَٰذَآ أَكۡبَرُۖ فَلَمَّآ أَفَلَتۡ قَالَ يَٰقَوۡمِ إِنِّي بَرِيٓءٞ مِّمَّا تُشۡرِكُونَ ",
        "bangla_text": "‘অতঃপর যখন তিনি সূর্যকে দীপ্তিমানরূপে উঠতে দেখলেন তখন বললেন, ‘এটা আমার রব, এটা সবচেয়ে বড়।’ যখন এটাও অস্তমিল হল, তখন তিনি বললেন, হে আমার সম্প্রদায় ! তোমারা যাকে আল্লাহ্‌র শরীক কর তার সাথে আমার কোন সংশ্রব নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "৬ : ৭৯",
        "arabic_text": "\nإِنِّي وَجَّهۡتُ وَجۡهِيَ لِلَّذِي فَطَرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ حَنِيفٗاۖ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "‘ আমি একনিষ্টভাবে তাঁর দিকে মুখ ফিরাচ্ছি যিনি আসমানসমূহ ও যমীন সৃষ্টি  করেছেন এবং আমি মুশরিককদের অন্তর্ভুক্ত নই [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আয়াতে উল্লেখিত হয়েছে যে, তারকাপুঞ্জ ইবাদত পাওয়ার যোগ্য নয়, যেমনিভাবে মূর্তি ও প্রতিমা উপাস্যের যোগ্য নয়। বলা হচ্ছে, এক রাত্রিতে যখন অন্ধকার সমাচ্ছন্ন হলো এবং একটি নক্ষত্রের উপর দৃষ্টি পড়ল, তখন তিনি স্বজাতিকে শুনিয়ে বললেন, এ নক্ষত্র আমার রব। উদ্দেশ্য এই যে, তোমাদের ধারণা ও বিশ্বাস অনুযায়ী এটিই আমার ও তোমাদের রব। এখন অল্পক্ষণের মধ্যেই এর স্বরূপ দেখে নেবে। কিছুক্ষণ পর নক্ষত্রটি অস্তমিত হয়ে গেলে ইবরাহীম আলাইহিস সালাম জাতিকে জদ করার চমৎকার সুযোগ পেলেন। তিনি বললেন, আমি অস্তগামী বস্তুসমূহকে ভালবাসি না। যে বস্তু ইলাহ কিংবা উপাস্য হবে, তার সর্বাধিক ভালবাসার পাত্র হওয়া উচিত। এরপর অন্য কোন রাত্রিতে চাদকে ঝলমল করতে দেখে পুনরায় জাতিকে শুনিয়ে পূর্বোক্ত পন্থা অবলম্বন করলেন এবং বললেন, (তোমাদের বিশ্বাস অনুযায়ী) এটি আমার রব। কিন্তু এর স্বরূপও কিছুক্ষণের মধ্যেই ফুটে উঠবে। সেমতে চন্দ্র যখন অস্তাচলে ডুবে গেল, তখন বললেন, যদি আমার রব আমাকে পথ প্রদর্শন না করতে থাকেন, তবে আমিও তোমাদের মত পথভ্রষ্টদের অন্তর্ভুক্ত হয়ে যেতাম এবং চাদকেই স্বীয় পালনকর্তা এবং উপাস্য মনে করে বসতাম। কিন্তু এর উদয়াস্তের পরিবর্তনশীল অবস্থা আমাকে সতর্ক করেছে যে, এটিও আরাধনার যোগ্য নয়। এ আয়াতে এদিকেও ইঙ্গিত আছে যে, আমার রব অন্য কোন শক্তি, যার পক্ষ থেকে আমাকে সর্বক্ষণ পথ প্রদর্শন করা হয়। এরপর একদিন সূর্য উদিত হতে দেখে পুনরায় জাতিকে শুনিয়ে ঐভাবেই বললেনঃ (তোমাদের ধারণা অনুযায়ী)\n  <br/>\n  <br/>\n  এটি আমার রব এবং এটি বৃহত্তম। কিন্তু এ বৃহত্তমের স্বরূপও অতি সত্ত্বর দৃষ্টিগোচর হয়ে যাবে। সেমতে যথাসময়ে সূর্যও অন্ধকারে মুখ লুকালে জাতির সামনে সর্বশেষ প্রমাণ সম্পন্ন করার পর প্রকৃত স্বরূপ তুলে ধরলেন এবং বললেন, ‘হে আমার জাতি! আমি তোমাদের এসব মুশরিকসুলভ ধারণা থেকে মুক্ত। তোমরা আল্লাহ তা'আলার সৃষ্ট জীবকেই আল্লাহর অংশীদার স্থির করেছ। অতঃপর এ স্বরূপ উদঘাটন করলেন যে, আমার ও তোমাদের পালনকর্তা এসব সৃষ্টবস্তুর মধ্যে কোনটিই হতে পারে না। এরা স্বীয় অস্তিত্ব রক্ষার্থে অন্যের মুখাপেক্ষী এবং প্রতি মুহুর্তে উত্থান-পতন, উদয়-অস্ত ইত্যাদি পরিবর্তনের আবর্তে নিপতিত। বরং সেই সত্তা আমাদের সবার রব, যিনি নভোমণ্ডল, ভূমণ্ডল ও এতদুভয়ের মধ্যে সৃষ্ট সবকিছুকে সৃষ্টি করেছেন। তাই আমি আমার চেহারা তোমাদের স্বনির্মিত প্রতিমা এবং পরিবর্তন ও প্রভাবের আবর্তে নিপতিত নক্ষত্রপুঞ্জ থেকে ফিরিয়ে আল্লাহ ‘ওয়াহদাহু লা-শারীকা লাহু’-এর দিকে করে নিয়েছি এবং আমি তোমাদের ন্যায় মুশরিক বা অংশীবাদীদের অন্তর্ভুক্ত নই। এ বিতর্কে ইবরাহীম আলাইহিস সালাম নবীসুলভ প্রজ্ঞা ও উপদেশ প্রয়োগ করে এমন এক পন্থা অবলম্বন করলেন, যাতে প্রত্যেক সচেতন মানুষের মন ও মস্তিস্ক প্রভাবান্বিত হয়ে স্বতঃস্ফূর্তভাবেই সত্যকে উপলব্ধি করে ফেলে। মনে রাখতে হবে যে, ইবরাহীম আলাইহিস সালামের এ তর্ক ছিল প্রতিপক্ষকে নিজের মত ও পথের পক্ষে যুক্তি দাড় করার একটি গুরুত্বপূর্ণ কৌশল হিসেবে। তিনি সম্পূর্ণ জেনে-বুঝেই প্রতিপক্ষের দাবী খণ্ডন করার জন্য এ প্রজ্ঞার আশ্রয় নিয়েছিলেন, যাতে তারা উপস্থিত সকল বস্তুর ইবাদতের অসারতা বুঝতে সক্ষম হয়। [দেখুন, সাদী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "৬ : ৮০",
        "arabic_text": "\nوَحَآجَّهُۥ قَوۡمُهُۥۚ قَالَ أَتُحَٰٓجُّوٓنِّي فِي ٱللَّهِ وَقَدۡ هَدَىٰنِۚ وَلَآ أَخَافُ مَا تُشۡرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّي شَيۡـٔٗاۚ وَسِعَ رَبِّي كُلَّ شَيۡءٍ عِلۡمًاۚ أَفَلَا تَتَذَكَّرُونَ ",
        "bangla_text": "আর তাঁর সম্প্রদায় তাঁর সাথে বিতর্কে লিপ্ত হল।তিনি বললেন, ‘তোমারা কি আল্লাহ্‌ সম্বদ্ধে আমার সাথে বিতর্কে লিপ্ত হচ্ছো? অথছ তিনি আমাকে হিদায়েত দিয়েছেন। আমার রব অন্য কোন ইচ্ছে না করলে তোমারা যাকে তাঁর শরীক কর তাকে আমি ভয় করি না, আমার রব জ্ঞান দ্বারা সবকিছু পরিব্যাপ্ত করে আছেন, তবে কি তোমারা উপদেশ গ্রহণ করবে না?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "৬ : ৮১",
        "arabic_text": "\nوَكَيۡفَ أَخَافُ مَآ أَشۡرَكۡتُمۡ وَلَا تَخَافُونَ أَنَّكُمۡ أَشۡرَكۡتُم بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ عَلَيۡكُمۡ سُلۡطَٰنٗاۚ فَأَيُّ ٱلۡفَرِيقَيۡنِ أَحَقُّ بِٱلۡأَمۡنِۖ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "‘আর তোমরা যাকে আল্লাহ্‌র  শরীক কর আমি তাকে কিরূপে ভয় করব? অথচ তোমারা ভয় করছ না যে, তোমারা আল্লাহ্‌র সাথে শরীক করছ এমন কিছু,যার পক্ষে তিনি তোমাদের কাছে কোন প্রমাণ নাযিল করেন নি। কাজেই যদি তোমারা জান তবে বল, দু দলের মধ্যে কোন দল নিরাপত্তা লাভের বেশী হকদার।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "৬ : ৮২",
        "arabic_text": "\nٱلَّذِينَ ءَامَنُواْ وَلَمۡ يَلۡبِسُوٓاْ إِيمَٰنَهُم بِظُلۡمٍ أُوْلَٰٓئِكَ لَهُمُ ٱلۡأَمۡنُ وَهُم مُّهۡتَدُونَ ",
        "bangla_text": "যারা ঈমান এনেছে এবং তাদের ঈমানকে যুলুম [১] (শির্ক) দ্বারা কলুষিত করেনি, নিরাপত্তা তাদেরই জন্য [২] এবং তারাই হেদায়েতপ্রাপ্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর ব্যাখ্যা অনুযায়ী বলা হচ্ছে- যুলুমের অর্থ শির্ক- সাধারণ গোনাহ নয়। কিন্তু (ظلم) শব্দটি (نكرة) ব্যবহার করায় আরবী ব্যাকরণ অনুযায়ী এর অর্থ ব্যাপক হয়ে গেছে। অর্থাৎ যাবতীয় শির্কই এর অন্তর্ভুক্ত। (يَلْبَسُوْا) শব্দটি (لَبْسٌ) থেকে উদ্ভুত। এর অর্থ পরিধান করা কিংবা মিশ্রিত করা। আয়াতের উদ্দেশ্য এই যে, যে ব্যক্তি স্বীয় বিশ্বাসের সাথে কোন প্রকার শির্ক মিশ্রিত করে তার কোন নিরাপত্তা নেই। এ আয়াত দ্বারা বুঝা গেল যে, খোলাখুলিভাবে মুশরিক বা মূর্তিপূজারী হয়ে যাওয়াই শুধু শির্ক নয়, বরং সে ব্যক্তিও মুশরিক, যে কোন প্রতিমার পূজা করে না এবং ইসলামের কালেমা উচ্চারণ করে; কিন্তু কোন ফিরিশতা কিংবা রাসূল কিংবা ওলীকে আল্লাহর কোন কোন বিশেষ গুণে অংশীদার মনে করে বা আল্লাহকে যা দিয়ে ইবাদাত করা হয় তাদেরকে তেমন কিছু দিয়ে ইবাদাত করে। সুতরাং জনসাধারণের মধ্যে যারা কোন পীর, জ্বিন, ওলী বা মাযার ইত্যাদিকে মনোবাঞ্ছা পূরণকারী বলে বিশ্বাস করে এবং কার্যতঃ মনে করে যে, আল্লাহর ক্ষমতা যেন তাদেরকে হস্তান্তর করা হয়েছে। তারা প্রত্যেকেই মুশরিক। তারা আল্লাহর রুবুবিয়াতে শির্ক করল। অনুরূপভাবে যারা কবরবাসী, ওলী, মাযার, জ্বিন ইত্যাদিকে আহবান করে, সিজদা করে, সাহায্য চায়, মান্নত করে, তাদের উদ্দেশ্যে যবেহ্ করে তারা সবাই মুশরিক। তাদের নিরাপত্তা নেই। তারা আল্লাহর উলুহিয়াতে শির্ক করল এবং তাওবা না করে মারা গেলে চিরস্থায়ীভাবে জাহান্নামে থাকবে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ শাস্তির কবল থেকে নিরাপদ ও নিশ্চিত তারাই হতে পারে, যারা আল্লাহর উপর ঈমান এনেছে, তারপর সে ঈমানের সাথে কোনরূপ যুলুমকে মিশ্রিত করেনি। হাদীসে আছে, এ আয়াত নাযিল হলে সাহাবায়ে কেরাম চমকে উঠেন এবং আরয করেনঃ ইয়া রাসূলাল্লাহ আমাদের মধ্যে এমন কে আছে, যে পাপের মাধ্যমে নিজের উপর যুলুম করেনি? এ আয়াতে শাস্তির কবল থেকে নিরাপদ হওয়ার জন্য বিশ্বাসের সাথে যুলুমকে মিশ্রিত না করার শর্ত বর্ণিত হয়েছে। এমতাবস্থায় আমাদের মুক্তির উপায় কি? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উত্তরে বললেন, তোমরা আয়াতের প্রকৃত অর্থ বুঝতে সক্ষম হওনি। আয়াতে যুলুম' বলতে শির্ককে বোঝানো হয়েছে।\n  <br/>\n  দেখ, অন্য এক আয়াতে আল্লাহ্ তা'আলা বলেছেন,\n  <br/>\n  <br/>\n  (اِنَّ الشِّرْكَ لَظُلْمٌ عَظِيْمٌ)\n  <br/>\n  <br/>\n  অর্থাৎ “নিশ্চিত শির্ক বিরাট যুলুম”। [বুখারীঃ ৪৬২৯, ৬৯১৮] কাজেই আয়াতের অর্থ এই যে, যে ব্যক্তি ঈমান আনে, অতঃপর আল্লাহর সত্তা ও গুণাবলী এবং তার ইবাদাতে কাউকে অংশীদার স্থির না করে, সে শাস্তির কবল থেকে নিরাপদ ও সুপথ প্রাপ্ত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "৬ : ৮৩",
        "arabic_text": "\nوَتِلۡكَ حُجَّتُنَآ ءَاتَيۡنَٰهَآ إِبۡرَٰهِيمَ عَلَىٰ قَوۡمِهِۦۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ ",
        "bangla_text": "আর এটাই আমাদের যুক্তি –প্রমাণ যা ইবরাহীমকে তার জাতির মোকাবেলায় ,যাকে ইচ্ছা আমারা মর্যাদায় উন্নীত করি। নিশ্চয় আপনার রব প্রজ্ঞাময়,সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দশম রুকূ’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "৬ : ৮৪",
        "arabic_text": "\nوَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۚ كُلًّا هَدَيۡنَاۚ وَنُوحًا هَدَيۡنَا مِن قَبۡلُۖ وَمِن ذُرِّيَّتِهِۦ دَاوُۥدَ وَسُلَيۡمَٰنَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَىٰ وَهَٰرُونَۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "আর আমারা তাকে দান করেছিলাম ইসহাক ও ইয়া’কূব, এদের প্রত্যেককে হিদায়াত দিয়েছিলাম;পূর্বে নূহকেও আমারা হিদায়াত দিয়েছিলাম এবং তার বংশধর দাউদ, সুলাইমান, আইউব, ইউনূস, মূসা ও হারূনকেও; আর এভাবেই মুহসিনদেরকে পুরস্কৃত করি ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "৬ : ৮৫",
        "arabic_text": "\nوَزَكَرِيَّا وَيَحۡيَىٰ وَعِيسَىٰ وَإِلۡيَاسَۖ كُلّٞ مِّنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "আর যাকারিয়্যা , ইয়াহইয়া, ঈসা এবং ইলয়াসকেও (হিদায়াত দিয়েছিলাম)। এরা প্রত্যেকেই সৎকর্মপরায়ণ ছিলেন ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "৬ : ৮৬",
        "arabic_text": "\nوَإِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَيُونُسَ وَلُوطٗاۚ وَكُلّٗا فَضَّلۡنَا عَلَى ٱلۡعَٰلَمِينَ ",
        "bangla_text": "এবং ইসমা’ঈল, আল-ইয়াসা, ‘ইউনুস ও লূতকেও (হিদায়াত দিয়েছিলাম); আর তাদের প্রত্যেককে আমারা শ্রেষ্ঠত্ব দিয়েছিলাম দৃষ্টিকুলের উপর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "৬ : ৮৭",
        "arabic_text": "\nوَمِنۡ ءَابَآئِهِمۡ وَذُرِّيَّٰتِهِمۡ وَإِخۡوَٰنِهِمۡۖ وَٱجۡتَبَيۡنَٰهُمۡ وَهَدَيۡنَٰهُمۡ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ",
        "bangla_text": "এবং তাদের পিতৃপুরুষ,বংশধর ও ভাইদের কিছুসংখ্যককে। আর আমারা তাদেরকে মনোনীত করেছিলাম এবং সরল পথে পরিচালিত করেছিলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "৬ : ৮৮",
        "arabic_text": "\nذَٰلِكَ هُدَى ٱللَّهِ يَهۡدِي بِهِۦ مَن يَشَآءُ مِنۡ عِبَادِهِۦۚ وَلَوۡ أَشۡرَكُواْ لَحَبِطَ عَنۡهُم مَّا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "এটা আল্লাহ্‌র হিদায়াত, স্বীয় বান্দাদের মধ্যে যাকে ইচ্ছে তিনি এ দ্বারা হিদায়াত করেন। আর যদি তারা শির্ক করত তবে তাঁদের কৃতকর্ম নিস্ফল হত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আলোচ্য আয়াতসমূহে ইবরাহীম আলাইহিস সালাম-এর প্রতি আল্লাহ প্রদত্ত দানসমূহ বর্ণনা করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীসের একটি নিয়ম ব্যক্ত করা হয়েছে যে, “যে ব্যক্তি আল্লাহর পথে প্রিয় বস্তু বিসর্জন দেয়, আল্লাহ তা'আলা তাকে দুনিয়াতেও তদপেক্ষা উত্তম বস্তু দান করেন।\" [মুসনাদে আহমাদ: ৫/৩৬৩] অপরদিকে মক্কার মুশরিকদেরকে এসব অবস্থা শুনিয়ে বলা হয়েছে যে, দেখ, তোমাদের মান্যবর ইবরাহীম আলাইহিস সালাম ও তার সমগ্র পরিবার এ কথাই বলে এসেছেন যে, আরাধনার যোগ্য একমাত্র সত্তা হচ্ছেন আল্লাহ তা'আলা। তার সাথে অন্যকে আরাধনায় শরীক করা কিংবা তার বিশেষ গুণে তার সমতুল্য মনে করা, তার ইবাদাতে অপর কাউকে শরীক করা শির্ক, কুফর ও পথভ্রষ্টতা। অতএব, তোমরা যদি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর আদেশ অমান্য কর, তবে তোমরা আপন স্বীকৃত বিষয় অনুযায়ীও অভিযুক্ত।\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "৬ : ৮৯",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ وَٱلۡحُكۡمَ وَٱلنُّبُوَّةَۚ فَإِن يَكۡفُرۡ بِهَا هَٰٓؤُلَآءِ فَقَدۡ وَكَّلۡنَا بِهَا قَوۡمٗا لَّيۡسُواْ بِهَا بِكَٰفِرِينَ ",
        "bangla_text": "এরাই তারা, যাদেরকে আমারা কিতাব, কতৃত্ব ও নবুওয়াত দান কারেছি , অতঃপর যদি তারা এগুলোর সাথে কুফরি করে,তবে আমারা এমন এক সম্প্রদায়কে এগুলো ভার দিয়েছি যারা এগুলোর সাথে কাফির নয় [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ কিছুসংখ্যক সম্বোধিত ব্যক্তি যদি আপনার কথা অমান্য করে এবং পূর্ববর্তী সমস্ত নবীগণের নির্দেশ বর্ণনা করা সত্বেও অস্বীকারই করতে থাকে, তবে আপনি দুঃখিত হবেন না। কেননা, আপনার নবুওয়াত স্বীকার করার জন্য আমি একটি বিরাট জাতি স্থির করে রেখেছি। তারা অবিশ্বাস করবে না। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর আমলে বিদ্যমান মুহাজির ও আনসার এবং কেয়ামত পর্যন্ত আগমনকারী সমস্ত মুসলিম এ ‘জাতি’র অন্তর্ভুক্ত। [আইসারুত তাফাসীর] এ আয়াত তাদের সবার জন্য গর্বের সামগ্রী। কেননা, এ আয়াতে আল্লাহ্ তাআলা প্রশংসার স্থলে তাদের উল্লেখ করেছেন।\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "৬ : ৯০",
        "arabic_text": "\nأُوْلَٰٓئِكَ ٱلَّذِينَ هَدَى ٱللَّهُۖ فَبِهُدَىٰهُمُ ٱقۡتَدِهۡۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًاۖ إِنۡ هُوَ إِلَّا ذِكۡرَىٰ لِلۡعَٰلَمِينَ ",
        "bangla_text": "এরাই তারা , যাদেরকে আল্লাহ্‌ হিদায়াত করেছেন ,কাজেই আপনি তাদের পথের অনুসরণ করূন [১]। বলুন, ‘এর জন্য আমি তোমাদের কাছে পারিশ্রমিক চাই না, এ তো শুধু সৃষ্টিকুলের জন্য উপদেশ [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আলোচ্য আয়াতসমূহে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে মক্কাবাসীদেরকে শোনানো হয়েছে যে, কোন জাতির পূর্বপুরুষরা শুধু পিতৃপুরুষ হওয়ার কারণেই অনুসরণীয় হতে পারে না যে, তাদের প্রত্যেকটি কথা ও কাজকে অনুসরণযোগ্য মনে করতে হবে। আরবদের সাধারণ ধারণা তাই ছিল। অনুসরণের ক্ষেত্রে প্রথমে দেখতে হবে যে, যার অনুসরণ করা হবে, সে নিজেও বিশুদ্ধ পথে আছে কি না। তাই নবীগণ আলাইহিমুস সালামদের একটি সংক্ষিপ্ত তালিকা উল্লেখ করে বলা হয়েছে, “এরা এমন লোক, যাদেরকে আল্লাহ সৎপথ প্রদর্শন করেছেন\"। এরপর বলেছেন, “আপনিও তাদের হেদায়াত ও কর্মপন্থা অনুসরণ করুন\"। এতে দু'টি নির্দেশ রয়েছে- (এক) আরববাসী ও সমগ্র উম্মতকে নির্দেশ দেয়া হয়েছে যে, পৈত্রিক অনুসরণের কুসংস্কার পরিত্যাগ কর এবং আল্লাহর পক্ষ থেকে সুপথপ্রাপ্ত নবী-রাসূলদের অনুসরণ কর। (দুই) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে নির্দেশ দেয়া হয়েছে যে, আপনিও পূর্ববতী নবীগণের পস্থা অবলম্বন করুন।\n  <br/>\n  <br/>\n  [২]  এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বিশেষভাবে একটি ঘোষণা করতে বলা হয়েছে, যা পূর্ববর্তী নবীগণও করেছেন। ঘোষণাটি হচ্ছে, আমি তোমাদের জীবনকে পরিশুদ্ধ করার জন্য যেসব নির্দেশ দিয়ে যাচ্ছি, তজ্জন্য তোমাদের কাছে কোন ফি বা পারিশ্রমিক চাই না। তোমরা এসব নির্দেশ মেনে নিলে আমার কোন লাভ নাই এবং না মানলে তাতেও কোন ক্ষতি নেই। এটি হচ্ছে সমগ্র বিশ্ববাসীর জন্য উপদেশ ও শুভেচ্ছার বার্তা। বস্তুত: শিক্ষা ও প্রচারকার্যের জন্য কোনরূপ পারিশ্রমিক গ্রহণ না করা সব যুগে সব নবীর নিকট অভিন্ন রীতি ছিল। প্রচারকার্য কার্যকরী হওয়ার ব্যাপারে এর প্রভাব অনস্বীকার্য।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "৬ : ৯১",
        "arabic_text": "\nوَمَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓ إِذۡ قَالُواْ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٖ مِّن شَيۡءٖۗ قُلۡ مَنۡ أَنزَلَ ٱلۡكِتَٰبَ ٱلَّذِي جَآءَ بِهِۦ مُوسَىٰ نُورٗا وَهُدٗى لِّلنَّاسِۖ تَجۡعَلُونَهُۥ قَرَاطِيسَ تُبۡدُونَهَا وَتُخۡفُونَ كَثِيرٗاۖ وَعُلِّمۡتُم مَّا لَمۡ تَعۡلَمُوٓاْ أَنتُمۡ وَلَآ ءَابَآؤُكُمۡۖ قُلِ ٱللَّهُۖ ثُمَّ ذَرۡهُمۡ فِي خَوۡضِهِمۡ يَلۡعَبُونَ ",
        "bangla_text": "আর তারা আল্লাহকে তাঁর যথার্থ মর্যাদা দেয়নি,যখন তারা বলে, ‘আল্লাহ্‌ কোন মানুষের উপর কিছুই নাযিল করেননি [১]।বলুন ‘ কে নাযিল করেছে মূসার  আনীত কিতাব যা মানুষের জন্য আলো ও হিদায়াতস্বরূপ, যা তোমারা বিভিন্ন পৃষ্ঠায় লিপিবদ্ধ করে কিছু প্রকাশ কর ও অনেকাংশ গোপন রাখ এবং যা তোমাদের পিতৃপুরুষগণ ও তোমারা জানতে না তাও তোমাদেরকে শিক্ষা দেয়া হয়েছিলো ?’ বলুন , আল্লাহ্‌ই ; অতঃপর  তাদেরকে তাদের আযাচিত সমালোচনার উপর ছেড়ে দিন,তারা খেলা করতে থাকুক। [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   এগারতম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] এ আয়াতে ঐসব লোকের জবাব দেয়া হয়েছে, যারা বলেছিল, আল্লাহ তা'আলা কোন মানুষের প্রতি কখনো কোন গ্রন্থ নাযিলই করেননি, গ্রন্থ ও রাসূলদের ব্যাপারটি মূলতঃ ভিত্তিহীন। কোন কোন মুফাসসিরের মতে, এটি মূর্তিপূজারী কুরাইশদের উক্তি [ইবন কাসীর]। ইবন জারীর তাবারী এ মতকে প্রাধান্য দিয়েছেন। [তাবার] কেননা, তারা কোন গ্রন্থ ও নবীর প্রবক্তা কোন কালেই ছিল না। অন্যান্য মুফাসসিরদের মতে এটি ইয়াহুদীদের উক্তি। আয়াতের বর্ণনা পরম্পরা বাহ্যতঃ এরই সমর্থন করে। এমতাবস্থায় তাদের এ উক্তি ছিল ক্রোধ ও বিরক্তির বহিঃপ্রকাশ, যা স্বয়ং তাদেরও দ্বীনের পরিপন্থী ছিল। [বাগভী] যদি আয়াতে বর্ণিত লোকেরা ইয়াহুদী হয়, তবে এতে আল্লাহ্ তাআলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বলেছেন, যারা এমন বাজে কথা বলেছে, তারা যথোপযুক্তভাবে আল্লাহ্ তা'আলাকে চিনে নি। নতুবা এরূপ ধৃষ্টতাপূর্ণ উক্তি তাদের মুখ থেকে বেরই হত না। যারা সর্বাবস্থায় আসমানী গ্রন্থকে অস্বীকার করে, আপনি তাদেরকে বলে দিন, আল্লাহ তা'আলা কোন মানুষের কাছে যদি গ্রন্থ প্রেরণ না-ই করে থাকেন, তবে যে তাওরাত তোমরা স্বীকার কর, সে তাওরাত কে নাযিল করেছে? তাওরাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর পরিচয় ও গুণাবলী সম্পর্কিত কিছু আয়াত ছিল। ইয়াহুদীরা সেগুলো তাওরাত থেকে উধাও করে দিয়েছিল। [তাবারী, বাগভী, মুয়াসসার]।\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ তা'আলা কোন কিতাব নাযিল না করে থাকলে তাওরাত কে নাযিল করেছে? এ প্রশ্নের উত্তর তারা কি দেবে; আপনিই বলে দিন, আল্লাহ তা'আলাই নাযিল করেছেন। [বাগভী] যখন তাদের বিরুদ্ধে যুক্তি পূর্ণ হয়ে গেছে, তখন আপনার কাজও শেষ হয়ে গেছে। এখন তারা যে ক্রীড়া-কৌতুকে ডুবে আছে, তাতেই তাদেরকে থাকতে দিন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "৬ : ৯২",
        "arabic_text": "\nوَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ مُّصَدِّقُ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَلِتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَاۚ وَٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ يُؤۡمِنُونَ بِهِۦۖ وَهُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ ",
        "bangla_text": "আর এটি বরকতময় কিতাব,যা আমারা নাযিল করেছি, যা তার আগের সব কিতাবের সত্যায়নকারী এবং যা দ্বারা আপনি মক্কা ও তার চারপাশের মানুষদেরকে সতর্ক করেন [১]। আর যারা আখেরাতের উপর ঈমান রাখে , তারা এটাতেও ঈমান রাখে [২] এবং তাদের সালাতের হিফযত করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ তাওরাত আল্লাহর পক্ষ থেকে নাযিল- একথা যেমন তারা স্বীকার করে, তেমনিভাবে এ কুরআনও আমি নাযিল করেছি। কুরআনের সত্যতার জন্য তাদের পক্ষ থেকে এ সাক্ষ্যই যথেষ্ট যে, কুরআন, তাওরাত ও ইঞ্জীলে নাযিলকৃত সব বিষয়বস্তুর সত্যায়ন করে। মক্কা মুআযযামাকে কুরআনুল কারাম ‘উম্মুল কুরা’ বলেছে। অর্থাৎ বস্তিসমূহের মূল। এর কারণ এই যে, ঐতিহাসিক বর্ণনা অনুযায়ী এখান থেকেই পৃথিবী সৃষ্টির সূচনা হয়েছিল। তাছাড়া এ স্থানটিই সারা বিশ্বের কেবলা এবং মুখ ফেরানোর কেন্দ্রবিন্দু। [বাগভী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২]  যারা আখেরাতে বিশ্বাস করে, তারা কুরআনের প্রতিও বিশ্বাস স্থাপন করে এবং সালাত সংরক্ষণ করে। এতে ইয়াহুদী ও মুশরিকদের একটি অভিন্ন রোগ সম্পর্কে হুশিয়ার করা হয়েছে। অর্থাৎ যা ইচ্ছা মেনে নেয়া এবং যা ইচ্ছা প্রত্যাখ্যান করা, এর বিরুদ্ধে রণক্ষেত্র তৈরী করা- এটি আখেরাতে বিশ্বাসহীনতা রোগেরই প্রতিক্রিয়া। যে ব্যক্তি আখেরাতে বিশ্বাস করে, আল্লাহভীতি অবশ্যই তাকে যুক্তি-প্রমাণে চিন্তা-ভাবনা করতে এবং পৈতৃক প্রথার পরওয়া না করে সত্যকে গ্রহণ করে নিতে উদ্ভুদ্ধ করবে। চিন্তা করলে দেখা যায়, আখেরাতের চিন্তা না থাকাই সর্বরোগের মূল কারণ। কুফর ও শিকসহ যাবতীয় পাপও এরই ফলশ্রুতি। আখেরাতে বিশ্বাসী ব্যক্তির দ্বারা যদি কোন সময় ভুল ও পাপ হয়েও যায়, তাতে তার অন্তরাত্মা কেঁপে উঠে এবং অবশেষে তাওবা করে পাপ থেকে বেঁচে থাকতে কৃতসংকল্প হয়। প্রকৃতপক্ষে আল্লাহভীতি এবং আখেরাতভীতিই মানুষকে মানুষ করে এবং অপরাধ থেকে বিরত রাখে। এ কারণেই কুরআনুল কারীমের বিভিন্ন সূরায় আখেরাতের চিন্তার প্রতি দৃষ্টি আকর্ষণ করা হয়েছে। পক্ষান্তরে যার অন্তরে আখেরাতের উপর ঈমান নেই সে কখনো অন্যায় কাজ থেকে বিরত থাকে না, আর ন্যায় কাজ করতে উৎসাহ বোধ করে না। [দেখুন, তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "৬ : ৯৩",
        "arabic_text": "\nوَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ قَالَ أُوحِيَ إِلَيَّ وَلَمۡ يُوحَ إِلَيۡهِ شَيۡءٞ وَمَن قَالَ سَأُنزِلُ مِثۡلَ مَآ أَنزَلَ ٱللَّهُۗ وَلَوۡ تَرَىٰٓ إِذِ ٱلظَّٰلِمُونَ فِي غَمَرَٰتِ ٱلۡمَوۡتِ وَٱلۡمَلَٰٓئِكَةُ بَاسِطُوٓاْ أَيۡدِيهِمۡ أَخۡرِجُوٓاْ أَنفُسَكُمُۖ ٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَقُولُونَ عَلَى ٱللَّهِ غَيۡرَ ٱلۡحَقِّ وَكُنتُمۡ عَنۡ ءَايَٰتِهِۦ تَسۡتَكۡبِرُونَ ",
        "bangla_text": "আর তার চেয়ে বড় যালিম আর কে যে আল্লাহ্‌ সম্ব্বদ্ধে মিথ্যা রটনা করে, কিংবা বলে,  ‘আমার কাছে ওহী হয়,’ অথছ তার প্রতি কিছুই ওহী করা হয় না এবং যে বলে, ‘আল্লাহ্‌ যা নাযিল করেছেন আমিও তার মত নাযিল করব?’ যদি আপনি দেখতে পেতেন, যখন যালিমরা মৃত্যু যন্ত্রনায় থাকবে এবং ফিরিশতাগণ হাত বাড়িয়ে  বলবে, ‘তোমাদের প্রাণ বের কর। আজ তোমাদেরকে অবমাননাকর শাস্তি দেয়া হবে, কারণ তোমারা  আল্লাহ্‌র উপর অসত্য বলতে এবং তাঁর আয়াতসমূহ সম্পর্কে অহংকার করতে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "৬ : ৯৪",
        "arabic_text": "\nوَلَقَدۡ جِئۡتُمُونَا فُرَٰدَىٰ كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٖ وَتَرَكۡتُم مَّا خَوَّلۡنَٰكُمۡ وَرَآءَ ظُهُورِكُمۡۖ وَمَا نَرَىٰ مَعَكُمۡ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمۡتُمۡ أَنَّهُمۡ فِيكُمۡ شُرَكَٰٓؤُاْۚ لَقَد تَّقَطَّعَ بَيۡنَكُمۡ وَضَلَّ عَنكُم مَّا كُنتُمۡ تَزۡعُمُونَ ",
        "bangla_text": "আর অবশ্যই তোমারা আমাদের কাছে নিঃসঙ্গ অবস্থায় এসেছ, যেমন আমারা প্রথমবার তোমাদের সৃষ্টি করেছিলাম; আর আমারা তোমাদেরকে যা দিয়েছিলাম তা তোমারা তোমাদের পিছনে ফেলে এসেছ। আর তোমারা যাদেরকে তোমাদের ব্যাপারে (আল্লাহ্‌র সাথে) শরীক মনে করতে, তোমাদের সে সুপারিশকারিদেরকেও আমারা তোমাদের সাথে দেখছি না। তোমাদের মধ্যকার সম্পর্ক অবশ্যই ছিন্ন হয়েছে এবং যা ধারণা করেছিলে তাও তোমাদের থেকে হারিয়ে গিয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "৬ : ৯৫",
        "arabic_text": "\n۞ إِنَّ ٱللَّهَ فَالِقُ ٱلۡحَبِّ وَٱلنَّوَىٰۖ يُخۡرِجُ ٱلۡحَيَّ مِنَ ٱلۡمَيِّتِ وَمُخۡرِجُ ٱلۡمَيِّتِ مِنَ ٱلۡحَيِّۚ ذَٰلِكُمُ ٱللَّهُۖ فَأَنَّىٰ تُؤۡفَكُونَ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌ শস্য-বীজ ও আঁটি বিদীর্ণকারী, তিনিই প্রাণহীন থেকে জীবন্তকে বের করেন এবং জীবন্ত থেকে প্রাণহীন বেরকারী [১]। তিনিই তো আল্লাহ্‌ , কাজেই তোমাদেরকে কোথায় ফিরানো হচ্ছে [২] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   বারতম রুকু’\n  </b>\n  <br/>\n  <br/>\n  [১]  অর্থাৎ আল্লাহ্ তা'আলাই মৃত বস্তু থেকে জীবিত বস্তু সৃষ্টি করেন। মৃত বস্তু যেমন, বীর্য ও ডিম- এগুলো থেকে মানুষ ও জন্তু-জানোয়ার সৃষ্টি হয়, এমনিভাবে তিনি জীবিত বস্তু থেকে মৃত বস্তু বের করে দেন- যেমন, বীর্য ও ডিম জীবিত বস্তু থেকে বের হয়। [জালালাইন; মুয়াসসার]\n  <br/>\n  <br/>\n  [২]  এগুলো সব এক আল্লাহর কাজ। অতঃপর এ কথা জেনে-শুনে তোমরা কোন দিকে বিভ্রান্ত হয়ে ঘোরাফেরা করছ? তোমরা স্বহস্তে নির্মিত প্রতিমাকে বিপদ-বিদূরণকারী ও অভাব পূরণকারী উপাস্য বলতে শুরু করেছ। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "৬ : ৯৬",
        "arabic_text": "\nفَالِقُ ٱلۡإِصۡبَاحِ وَجَعَلَ ٱلَّيۡلَ سَكَنٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ حُسۡبَانٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ ",
        "bangla_text": "তিনি প্রভাত উদ্ভাসক [১]। আর তিনি রাতকে প্রশান্তি এবং সূর্য ও চাঁদকে সময়ে নিরুপক করেছেন [২]; এটা পরাক্রমশালী, মহাজ্ঞানী আল্লাহ্‌র নির্ধারণ [৩]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (فالق) শব্দের অর্থ ফাঁককারী এবং (اصباح) শব্দের অর্থ এখানে প্রভাতকাল। (فَالِقُ الْاِصْبَاحِ) -এর অর্থ প্রভাতের ফাককারী; অর্থাৎ গভীর অন্ধকারের চাদর ফাক করে প্রভাতের উন্মেষকারী। [জালালাইন] এটিও এমন একটি কাজ, যাতে জ্বিন, মানব ও সমগ্র সৃষ্ট জীবের শক্তিই ব্যর্থ। প্রতিটি চক্ষুষ্মান ব্যক্তি এ কথা বুঝতে বাধ্য যে, রাত্রির অন্ধকারের পর প্রভাতরশ্মির উদ্ভাবক জ্বিন, মানব, ফিরিশ্‌তা অথবা অন্য কোন সৃষ্টজীব হতে পারে না, বরং এটি বিশ্বস্রষ্টা আল্লাহ্ তা'আলারই কাজ। তিনি ধীরে ধীরে অন্ধকার চিরে আলোর উন্মেষ ঘটান। সে আলোতে মানুষ তাদের জীবিকার জন্যে বের হতে পারে। [সা'দী]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ আল্লাহ্ তা'আলা সূর্য ও চন্দ্রের উদয়-অস্ত এবং এদের গতিকে একটি বিশেষ হিসাবের অধীনে রেখেছেন। এর ফলে মানুষ বৎসর, মাস, দিন, ঘন্টা এমনকি মিনিট ও সেকেণ্ডের হিসাবও অতি সহজে করতে পারে। আল্লাহ্ তা'আলার অপার শক্তিই এসব উজ্জ্বল বিশাল গোলক ও এদের গতি-বিধিকে অটল ও অনড় নিয়মের অধীন করে দিয়েছে। হাজার হাজার বছরেও এদের গতি-বিধিতে এক মিনিট বা এক সেকেণ্ডের পার্থক্য হয় না। এ উজ্জ্বল গোলকদ্বয় নিজ নিজ কক্ষপথে নির্দিষ্ট গতিতে বিচরণ করছে। অন্যত্র আল্লাহ বলেন, \"সূর্যের পক্ষে সম্ভব নয় চাদের নাগাল পাওয়া এবং রাতের পক্ষে সম্ভব নয় দিনকে অতিক্রমকারী হওয়া। আর প্রত্যেকে নিজ নিজ কক্ষপথে সাঁতার কাটে \" [সূরা ইয়াসীন: ৪০] পরিতাপের বিষয়, প্রকৃতির এ অটল ও অপরিবর্তনীয় ব্যবস্থা থেকেই মানুষ প্রতারিত হয়েছে। তারা এগুলোকেই স্বয়ংসম্পূর্ণ বরং উপাস্য ও উদ্দিষ্ট মনে করে বসেছে। যদি এ ব্যবস্থা মাঝে মাঝে অচল হয়ে যেত এবং কলকব্জা মেরামতের জন্য কয়েকদিন বা কয়েক ঘন্টার বিরতি দেখা দিত, তবে মানুষ বুঝতে পারত যে, এসব মেশিন আপনা আপনিই চলে না, বরং এগুলোর পরিচালক ও নির্মাতা আছে। আসমানী কিতাব, নবী ও রাসূলগণ এ সত্য উদঘাটন করার জন্যই প্রেরিত হন। কুরআনুল কারীমের এ বাক্য আরো ইঙ্গিত করেছে যে, বছর ও মাসের সৌর ও চান্দ্র উভয় প্রকার হিসাবই হতে পারে এবং উভয়টিই আল্লাহ্ তা'আলার নেয়ামত। এর মাধ্যমেই সময় ও কাল নির্ধারণ করা সম্ভব হয়েছে। এতে এক দিকে যেমন ইবাদতের সময় নির্ধারণ করা যায়, অপরদিকে এর মাধ্যমে লেন-দেনের সময়ও ঠিক রাখা যায়।\n  <br/>\n  তাছাড়া কতটুকু সময় পার হয়েছে আর কতটুকু বাকী রয়েছে সেটা জানাও এ দুটোর কারণেই হয়ে থাকে। যদি এগুলো না থাকত, তবে এ সময় নির্ধারণের ব্যাপারটি সাধারণ মানুষের নাগালের মধ্যে থাকত না। এর জন্য বিশেষ শ্রেণীর প্রয়োজন পড়ত। যাতে দ্বীন ও দুনিয়ার অনেক স্বার্থ হানি ঘটত। [সা'দী]\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ এ বিস্ময়কর অটল ব্যবস্থা- যাতে কখনো এক মিনিট ও এক সেকেণ্ড এদিকওদিক হয় না- এটি একমাত্র আল্লাহ তা'আলারই দুটি মহান গুণ অপরিসীম শক্তি ও অপার জ্ঞানের বহিঃপ্রকাশ। [মানার] এজন্যেই বাক্যের শেষে আল্লাহর দুটি গুণ বাচক নাম ‘পরাক্রমশালী, মহাজ্ঞানী’ উল্লেখ করা হয়েছে। তার অপার শক্তির কারণে সমস্ত কিছু তার অনুগত বাধ্য হয়েছে। আর তার পরিপূর্ণ জ্ঞানের কারণে কোন গোপন বা প্রকাশ্য সবকিছু তার আয়ত্বাধীন রয়েছে। সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "৬ : ৯৭",
        "arabic_text": "\nوَهُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهۡتَدُواْ بِهَا فِي ظُلُمَٰتِ ٱلۡبَرِّ وَٱلۡبَحۡرِۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ ",
        "bangla_text": "আর তিনিই তোমাদের জন্য তারকামন্ডল সৃষ্টি করেছেন যেন তা দ্বারা তোমারা স্থলের ও সাগরের অন্ধকারে পথ খুঁজে পাও [১]। অবশ্যই  আমারা জ্ঞানী সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বিবৃত করেছি [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ সূর্য ও চন্দ্র ছাড়া অন্যান্য নক্ষত্রও আল্লাহ্ তা'আলার অপরিসীম শক্তির বহিঃপ্রকাশ। এগুলো সৃষ্টি করার পিছনে যে হাজারো রহস্য রয়েছে, তন্মধ্যে একটি এই যে, স্থল ও জলপথে ভ্রমণ করার সময় রাত্রির অন্ধকারে যখন দিক নির্ণয় করা কঠিন হয়ে পড়ে, তখন মানুষ এসব নক্ষত্রের সাহায্যে পথ ঠিক করে নিতে পারে। [মুয়াসসার] অভিজ্ঞতা সাক্ষ্য দেয় যে, আজ বৈজ্ঞানিক কলকজার যুগেও মানুষ নক্ষত্রপুঞ্জের পথ প্রদর্শনের প্রতি অমুখাপেক্ষী নয়। এ আয়াতেও মানুষকে হুশিয়ার করা হয়েছে যে, এসব নক্ষত্রও কোন একজন নির্মাতা ও নিয়ন্ত্রকের নিয়ন্ত্রণাধীন বিচরণ করছে। এরা স্বীয় অস্তিত্ব, স্থায়িত্ব ও কর্মে স্বয়ং-সম্পূর্ণ নয়। যারা শুধু এদের প্রতিই দৃষ্টি নিবদ্ধ করে বসে আছে এবং নির্মাতার প্রতি দৃষ্টিপাত করে না, তারা অত্যন্ত সংকীর্ণমনা এবং আত্মপ্রবঞ্চিত।\n  <br/>\n  <br/>\n  [২]  অর্থাৎ আমি শক্তির প্রমাণাদি বিস্তারিতভাবে বর্ণনা করে দিয়েছি বিজ্ঞজনদের জন্য। এতে ইঙ্গিত করা হয়েছে যে, যারা এসব সুস্পষ্ট নিদর্শন দেখেও আল্লাহকে চিনে না, তারা বেখবর ও অচেতন। কোন নিদর্শনই তাদের কাজে লাগে না। নবীদের বর্ণনাও তাদের কোন সন্দেহ দূর করতে পারে না। তাদের কাছে এসব বর্ণনা যত স্পষ্ট ও বিস্তারিতভাবেই আসুক না কেন, তারা এর দ্বারা উপকৃত হতে পারে না। [সাদী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "৬ : ৯৮",
        "arabic_text": "\nوَهُوَ ٱلَّذِيٓ أَنشَأَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ فَمُسۡتَقَرّٞ وَمُسۡتَوۡدَعٞۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَفۡقَهُونَ ",
        "bangla_text": "আর তিনিই তোমাদেরকে একই ব্যাক্তি থেকে সৃষ্টি করেছেন, অতঃপর রয়েছে দির্ঘ ও স্বল্পকালীন বাসস্থান [১]। অবশ্যই আমারা অনুধাবনকারী সম্প্রদায়ের জন্য আয়াতসমূহ বিশদভাবে বর্ণনা করেছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে দুটি শব্দ বলা হয়েছে, (مستقرّ) ও (مستودع) -তন্মধ্যে (مستقر) শব্দটি (قرار) থেকে উদ্ভুত। কোন বস্তুর অবস্থান স্থলকে (مستقر) বলা হয়। আর (مستودع) শব্দটি (وديعت) থেকে উদ্ভুত। এর অর্থ কারো কাছে কোন বস্তু অস্থায়ীভাবে কয়েক দিন রেখে দেয়া। অতএব, (مستودع) ঐ জায়গাকে বলা হবে, যেখানে কোন বস্তু অস্থায়ীভাবে কয়েক দিন রাখা হয়। অর্থাৎ আল্লাহ তা'আলাই সে পবিত্র সত্তা যিনি মানুষকে এক সত্তা থেকে অর্থাৎ আদম আলাইহিস সালাম থেকে সৃষ্টি করেছেন। এরপর তার জন্য একটি দীর্ঘকালীন এবং একটি স্বল্পকালীন অবস্থানস্থল নির্ধারণ করে দিয়েছেন। [সা'দী] কুরআনুল কারীমের ভাষা এরূপ হলেও এর ব্যাখ্যায় বহুবিধ সম্ভাবনা রয়েছে। এ কারণেই এ সম্পর্কে মুফাসসিরগণের বিভিন্ন উক্তি রয়েছে। কেউ বলেছেন, (مستودع) ও (مستقر) যথাক্রমে মাতৃগর্ভ ও দুনিয়া। আবার কেউ বলেছেন, কবর ও আখেরাত। [ফাতহুল কাদীর] আবার কেউ বলেছেন, মায়ের পেট হচ্ছে (مستقر) আর পিতার পিঠ হচ্ছে (مستودع) [আইসারুত তাফাসীর, মুয়াসসার]। এছাড়া আরো বিভিন্ন উক্তি আছে এবং কুরআনের ভাষায় সবগুলোরই অবকাশ রয়েছে। কেউ কেউ বলেছেনঃ (مستقر) হচ্ছে জান্নাত ও জাহান্নাম। আর মানুষের জন্ম থেকে শুরু করে আখেরাত পর্যন্ত সবগুলো স্তর, তা মাতৃগর্ভই হোক কিংবা পৃথিবীতে বসবাসের জায়গাই হোক কিংবা কবর বা বরযখই হোক-সবগুলোই হচ্ছে (مستودع) অর্থাৎ সাময়িক অবস্থানস্থল [সা’দী] কুরআনুল কারীমের এক আয়াত দ্বারাও এ উক্তির অগ্রগণ্যতা বুঝা যায়। যেখানে বলা হয়েছে, (لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ) -অর্থাৎ তোমরা সর্বদা এক স্তর থেকে অন্য স্তরে আরোহণ করতে থাকবে। [সূরা আল-ইনশিকাক:১৯-২০] এর সারমর্ম এই যে, আখেরাতের পূর্বে মানুষ সমগ্র জীবনে একজন মুসাফিরসদৃশ। বাহ্যিক স্থিরতা ও অবস্থিতির সময়ও প্রকৃতপক্ষে সে জীবন-সফরের বিভিন্ন মনযিল অতিক্রম করতে থাকে।\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "৬ : ৯৯",
        "arabic_text": "\nوَهُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦ نَبَاتَ كُلِّ شَيۡءٖ فَأَخۡرَجۡنَا مِنۡهُ خَضِرٗا نُّخۡرِجُ مِنۡهُ حَبّٗا مُّتَرَاكِبٗا وَمِنَ ٱلنَّخۡلِ مِن طَلۡعِهَا قِنۡوَانٞ دَانِيَةٞ وَجَنَّٰتٖ مِّنۡ أَعۡنَابٖ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُشۡتَبِهٗا وَغَيۡرَ مُتَشَٰبِهٍۗ ٱنظُرُوٓاْ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَيَنۡعِهِۦٓۚ إِنَّ فِي ذَٰلِكُمۡ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ ",
        "bangla_text": "আর তিনিই আসমান থেকে বৃষ্টি বর্ষণ করেন, তারপর তা দ্বারা আমারা সব রকমের উদ্ভিদের চারা উদগম করি; অতঃপর তা থেকে সবুজ পাতা উদ্গত করি। যা থেকে আমারা ঘন সন্নিবিষ্ট শস্যদানা উৎপাদন করি। আরও (নির্গত করি) খেজুর গাছের মথি থেকে ঝুলন্ত কাঁদি , আংগুরের বাগান , যায়তুন ও আনার। একটার সাথে অন্যটার মিল আছে, আবার নেইও। লক্ষ্য করুন, ওগুলো ফলবান হয় এবং সেগুলো  পেকে উঠার পদ্ধতির প্রতি। নিশ্চয় মুমিন সম্প্রদায়ের জন্য এগুলোর  মধ্যে নিদর্শনাবলী রয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরোক্ত ৯৫- ৯৯ আয়াতসমূহে প্রথমে অধঃজগতের বস্তুসমূহ সম্পর্কে বর্ণনা এসেছে। কারণ এগুলো আমাদের অধিক নিকটবর্তী। এরপর এগুলোর বর্ণনাকে দু’ভাগে ভাগ করা হয়েছে, এক. মাটি থেকে উৎপন্ন উদ্ভিদ, বৃক্ষ ও বাগানের বর্ণনা এবং দুই. মানব ও জীবজন্তুর বর্ণনা। এরপর শূন্য জগতের উল্লেখ করা হয়েছে; অর্থাৎ সকাল ও বিকাল। এরপর উর্ধ্ব জগতের সৃষ্ট বস্তু বর্ণিত হয়েছে। অর্থাৎ সূর্য, চন্দ্র ও নক্ষত্ররাজি। অতঃপর অধঃজগতের বস্তুসমূহ অধিক প্রত্যক্ষ হওয়ার কারণে এগুলোর পূর্ণ বর্ণনা দ্বারা আলোচনা সমাপ্ত করা হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "৬ : ১০০",
        "arabic_text": "\nوَجَعَلُواْ لِلَّهِ شُرَكَآءَ ٱلۡجِنَّ وَخَلَقَهُمۡۖ وَخَرَقُواْ لَهُۥ بَنِينَ وَبَنَٰتِۭ بِغَيۡرِ عِلۡمٖۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يَصِفُونَ ",
        "bangla_text": "আর তারা জিনকে আলাহর সাথে শরীক সাব্যস্ত করে, অথছ তিনিই এদেরকে সৃষ্টি করেছেন।আর তারা অজ্ঞতাবশত আল্লাহ্‌র প্রতি পুত্র –কন্যা আরোপ করে; তিনি পবিত্র –মহিমান্বিত! এবং তারা যা বলে তিনি তার উর্ধ্বে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "৬ : ১০১",
        "arabic_text": "\nبَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٞ وَلَمۡ تَكُن لَّهُۥ صَٰحِبَةٞۖ وَخَلَقَ كُلَّ شَيۡءٖۖ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ ",
        "bangla_text": "তিনি আসমান ও যমীনের স্রষ্টা ,তাঁর সন্তান হবে কিভাবে ? তাঁর তো কোন সঙ্গিনী নেই।আর তিনি সবকিছু সৃষ্টি করেছেন এবং প্রত্যেক বস্তু সম্বদ্ধে তিনি সবিশেষ অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তেরতম রুকু’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "৬ : ১০২",
        "arabic_text": "\nذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ لَآ إِلَٰهَ إِلَّا هُوَۖ خَٰلِقُ كُلِّ شَيۡءٖ فَٱعۡبُدُوهُۚ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ وَكِيلٞ ",
        "bangla_text": "তিনিই তো আল্লাহ্‌ , তোমাদের রব; তিনি ছাড়া কোন সত্য ইলাহ নেই। তিনিই সবকিছুর স্রষ্টা ; কাজেই তোমারা তাঁর ‘ইবাদত কর; তিনি সবকিছুর তত্ত্বাবধায়ক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "৬ : ১০৩",
        "arabic_text": "\nلَّا تُدۡرِكُهُ ٱلۡأَبۡصَٰرُ وَهُوَ يُدۡرِكُ ٱلۡأَبۡصَٰرَۖ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ ",
        "bangla_text": "দৃষ্টিসমূহ তাঁকে আয়ত্ব করতে পারে না [১], অথচ তিনি সকল দৃষ্টিকে আয়ত্ব করেন [২] এবং তিনি সূক্ষদর্শী , সম্যক অবহিত [৩]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে (ابصار) শব্দটি (بصر) এর বহুবচন। এর অর্থ দৃষ্টি এবং দৃষ্টিশক্তি। (ادراك) শব্দের অর্থ পাওয়া, ধরা, বেষ্টন করা। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা এস্থলে (ادراك) শব্দের অর্থ বেষ্টন করা বর্ণনা করেছেন। এতে আয়াতের অর্থ হয় এই যে, জ্বিন, মানব, ফিরিশ্‌তা ও যাবতীয় জীব-জন্তুর দৃষ্টি একত্রিত হয়েও আল্লাহর সত্তাকে বেষ্টন করে দেখতে পারে না। পক্ষান্তরে আল্লাহ্ তা'আলা সমগ্র সৃষ্টজীবের দৃষ্টিকে পূর্ণরূপে দেখেন এবং সবাইকে বেষ্টন করে দেখেন। এ সংক্ষিপ্ত আয়াতে আল্লাহ তা'আলার দুটি বিশেষ গুণ বর্ণিত হয়েছে। (এক) সমগ্র সৃষ্ট জগতে কারও দৃষ্টি বরং সবার দৃষ্টি একত্রিত হয়েও তাঁর সত্তাকে বেষ্টন করতে পারে না। (দুই) তাঁর দৃষ্টি সমগ্র সৃষ্টিজগতকে পরিবেষ্টনকারী জগতের অণু-কণা পরিমাণ বস্তুও তাঁর দৃষ্টির অন্তরালে নয়। সর্বাবস্থায় এ জ্ঞান এবং জ্ঞানগত পরিবেষ্টনও আল্লাহ্ তা'আলারই বৈশিষ্ট। তাঁকে ছাড়া কোন সৃষ্ট বস্তুর পক্ষে সমগ্র সৃষ্টজগত ও তার অণু-পরমাণুর এরূপ জ্ঞান লাভ কখনো হয়নি এবং হতে পারেও না। কেননা, এটা আল্লাহ তা'আলার বিশেষ গুণ।\n  <br/>\n  <br/>\n  [২]  মানুষ আল্লাহ তা'আলাকে দেখতে পাবে কিনা। এ মাস’আলার দুটি দিক আছেঃ দুনিয়াতে তাঁকে কেউ দেখা সম্ভব কিনা? এ মাস’আলারও দু'টি দিক রয়েছে, একঃ তাকে স্বপ্নে দেখা। এ ধরণের দেখা সম্ভব বলেই অনেকে তাদের অভিমত ব্যক্ত করেছেন। তারা তাদের মতের স্বপক্ষে দলীল হিসাবে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক আল্লাহকে দেখার উপর বর্ণিত বিভিন্ন হাদীস উল্লেখ করেন। দুই, দুনিয়াতে সরাসরি চোখ দ্বারা আল্লাহকে দেখা। দুনিয়াতে এ ধরণের দেখা কখনই সম্ভব নয়। এর দলীল হলোঃ মুসা আলাইহিস সালাম আল্লাহকে দেখতে চেয়ে বলেছিলেনঃ (رَبِّ اَرِنِيْ) “হে রব! আমাকে দেখা দিন\", তখন উত্তরে বলা হয়েছিলঃ \" (لَنْ تَرٰىنِيْ) \"আপনি আমাকে দেখতে পাবেন না”। [সূরা আলআরাফঃ ১৪৩] আল্লাহর নবী হয়েও যখন মূসা আলাইহিস সালাম এ উত্তর পেয়েছিলেন, তখন অন্য কোন জ্বিন ও মানুষের সাধ্য কি যে দুনিয়ার এ চোখ দিয়ে আল্লাহকে দেখবে! আখেরাতে ঈমানদারগণ আল্লাহ তা'আলাকে দেখতে পাবে। আখেরাতে বিভিন্ন স্থানে আল্লাহ তা'আলার সাক্ষাত ঘটবে- হাশরে অবস্থানকালেও এবং জান্নাতে দৃষ্টিপাত করে বললেনঃ ‘তোমরা স্বীয় রবকে এ চাদের ন্যায় চাক্ষুষ দেখতে পাবে’। [বুখারীঃ ৫৫৪, ৭৪৩৫, ৭৪৩৭] বিস্তারিত জানার জন্য দেখুন, [ইবন আবিল ইয আল-হানাফী, শারহুল আকীদাতিত তাহাভীয়্যা]\n  <br/>\n  <br/>\n  [৩]  আরবী অভিধানে (لطيف) শব্দটি দুটি অর্থে ব্যবহৃত হয়ঃ (এক) দয়ালু, (দুই) সূক্ষ্ম বস্তু যা ইন্দ্রিয়ের সাহায্যে অনুভব করা বা জানা যায় না। (خبير) শব্দের অর্থ খবর রাখে। এখানে অর্থ হবে- তিনি খবর রাখেন। সমগ্র সৃষ্টিজগতের কণা পরিমাণ বস্তুও তাঁর জ্ঞান ও খবরের বাইরে নয়। এখানে (لطيف) শব্দের অর্থ দয়ালু নেয়া হলে আলোচ্য বাক্যে এদিকে ইঙ্গিত হবে যে, তিনি যদিও আমাদের প্রত্যেক কথা ও কাজের খবর রাখেন এবং এজন্যে আমাদের গোনাহর কারণে আমাদেরকে পাকড়াও করতে পারেন, কিন্তু যেহেতু তিনি দয়ালুও, তাই সব গোনাহর কারণেই পাকড়াও করেন না। [সিফাতুল্লাহিল ওয়ারিদা ফিল কিতাবি ওয়াসসুন্নাতি]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "৬ : ১০৪",
        "arabic_text": "\nقَدۡ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمۡۖ فَمَنۡ أَبۡصَرَ فَلِنَفۡسِهِۦۖ وَمَنۡ عَمِيَ فَعَلَيۡهَاۚ وَمَآ أَنَا۠ عَلَيۡكُم بِحَفِيظٖ ",
        "bangla_text": "অবশ্যই তোমাদের রব–এর কাছ থেকে তোমাদের কাছে চাক্ষুষ প্রমাণাদি এসেছে। অতঃপর কেউ চক্ষুষ্মান হলে সেটা দ্বারা সে নিজেই লাভবান হবে, আর কেউ অন্ধ সাজলে তাতে সে নিজেই ক্ষতিগ্রস্ত হবে [১]। আর আমি তোমাদের উপর সংরক্ষক নই [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতের (بصائِر) শব্দটি (بصيرة) এর বহুবচন। এর অর্থ বুদ্ধি ও জ্ঞান। অর্থাৎ যে শক্তি দ্বারা মানুষ অতিন্দ্রীয় বিষয় সম্পর্কে জ্ঞান লাভ করে। আয়াতে (بصائِر) বলে ঐসব যুক্তি-প্রমাণ ও উপায়াদিকে বোঝানো হয়েছে, যেগুলো দ্বারা মানুষ সত্য ও বাস্তব রূপকে জানতে পারে। আয়াতের অর্থ এই যে, আল্লাহ তা'আলার পক্ষ থেকে তোমাদের কাছে সত্য দর্শনের উপায়-উপকরণ পৌঁছে গেছে। [আল-মানার] অর্থাৎ কুরআন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও বিভিন্ন মু'জিযা আগমন করেছে ইবন কাসীর। তাছাড়া তোমরা রাসূলের চরিত্র, কাজকর্ম ও শিক্ষা প্রত্যক্ষ করছ। এগুলোই হচ্ছে সত্য দর্শনের উপায়। অতএব, যে ব্যক্তি এসব উপায় ব্যবহার করে চক্ষুষ্মান হয়ে যায়, সে নিজেরই উপকার সাধন করে। পক্ষান্তরে যে ব্যক্তি এসব উপায় পরিত্যাগ করে সত্য সম্পর্কে অন্ধ হয়ে থাকে, সে নিজেরই ক্ষতি সাধন করে। [আল-মানার; আইসারুত তাফসীর, মুয়াসসার]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ মানুষকে জবরদস্তিমূলকভাবে অশোভনীয় কাজ থেকে বিরত রাখা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর দায়িত্ব নয়, যেমন সংরক্ষকের দায়িত্ব হয়ে পৌছার পরও। এটাই আহলে সুন্নাত ওয়াল জামাআতের আকীদা ও বিশ্বাস। এর সপক্ষে দলীল প্রমাণাদি অনেক, নীচে তার কিছু উল্লেখ করা হলোঃ\n  <br/>\n  <br/>\n  <b>\n   কুরআন থেকেঃ\n  </b>\n  <br/>\n  <br/>\n  আল্লাহর বাণীঃ\n  <br/>\n  <br/>\n  (وُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌ - اِلٰى رَبِّهَا نَاظِرَةٌ)\n  <br/>\n  <br/>\n  “সেদিন কিছু চেহারা হবে সজীব ও প্রফুল্ল। তারা স্বীয় রবকে দেখতে থাকবে। [সূরা আল-কিয়ামাহঃ ২২-২৩]\n  <br/>\n  <br/>\n  আল্লাহর বাণীঃ\n  <br/>\n  <br/>\n  (لَهُمْ مَّا يَشَاءُوْنَ فِيْهَا وَلَدَيْنَا مَزِيْدٌ)\n  <br/>\n  <br/>\n  “তারা তাতে যা চাইবে তাই পাবে, আর আমাদের কাছে আছে আরো কিছু বাড়তি\" [সূরা ক্বাফঃ ৩৫]। এ আয়াতের তাফসীরে আলী ও আনাস রাদিয়াল্লাহু আনহুমা বলেনঃ ‘বাড়তি বিষয় হলোঃ আল্লাহর চেহারার দিকে তাকানোর সৌভাগ্য’।\n  <br/>\n  <br/>\n  আল্লাহ তা'আলা কুরআনের অন্যত্র বলেছেনঃ\n  <br/>\n  <br/>\n  (كَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَ)\n  <br/>\n  <br/>\n  “কাফেররা সেদিন স্বীয় রব-এর সাক্ষাত থেকে বঞ্চিত থাকবে\" [সূরা আল-মুতাফফেফীনঃ ১৫]। এর দ্বারা কাফের ও অবিশ্বাসীরা সেদিনও সাজা হিসেবে আল্লাহকে দেখার গৌরব থেকে বঞ্চিত থাকবে বলে ঘোষণা করা হয়েছে। এ আয়াতের দ্বারা এটা স্পষ্ট হলো যে, যারা ঈমানদার তাদের এ শাস্তি হবে না। অর্থাৎ তারা আল্লাহকে দেখতে পাবে।\n  <br/>\n  <br/>\n  আল্লাহর বাণীঃ\n  <br/>\n  <br/>\n  (لِلَّذِيْنَ اَحْسَـنُوا الْحُسْنٰى وَزِيَادَةٌ)\n  <br/>\n  <br/>\n  “যারা সৎ কাজ করেছে তাদের জন্য রয়েছে জান্নাত,তদুপরি তার উপর রয়েছে কিছু বাড়তি”। [সূরা ইউনুসঃ২৬]। এ আয়াতের তাফসীরে স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে সরাসরি আল্লাহকে দেখা বলে সহীহভাবে বর্ণিত হয়েছে। যার আলোচনা পরবর্তী বর্ণনায় হাদীস থেকে আসছে।\n  <br/>\n  <br/>\n  <b>\n   সহীহ হাদীস থেকেঃ\n  </b>\n  <br/>\n  <br/>\n  বিভিন্ন সহীহ হাদীসে ঈমানদারদের জন্য আল্লাহ তা'আলাকে দেখার সুসংবাদ দেয়া হয়েছে, সে সমস্ত হাদীস মুতাওয়াতির পর্যায়ে পৌছেছে। ইমাম দারকুতনী এ সংক্রান্ত বিশটির মত হাদীস বর্ণনা করেছেন। অনুরূপভাবে ইমাম আবুল কাসেম লালাকা’য়ী ত্রিশটির মত হাদীস বর্ণনা করেছেন। নীচে এর কয়েকটি উল্লেখ করা হলোঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, 'জান্নাতীরা জান্নাতে প্রবেশ করার পর আল্লাহ বলবেনঃ তোমরা যেসব নেয়ামত প্রাপ্ত হয়েছ, এগুলোর চাইতে বৃহৎ আরো কোন নেয়ামতের প্রয়োজন হলে বল, আমি তাও দেব। জান্নাতীরা নিবেদন করবেঃ ইয়া আল্লাহ! আপনি আমাদেরকে জাহান্নাম থেকে মুক্তি দিয়েছেন এবং জান্নাতে স্থান দিয়েছেন। এর বেশী আমরা আর কি চাইব। তখন মধ্যবর্তী পর্দা সরিয়ে নেয়া হবে এবং সবার সাথে আল্লাহর সাক্ষাত হবে। এটিই হবে জান্নাতের সর্বশ্রেষ্ঠ নেয়ামত। [সহীহ মুসলিমঃ ১৮১] জান্নাতীদের জন্য আল্লাহর সাক্ষাতই হবে সর্ববৃহৎ নেয়ামত।\n  <br/>\n  <br/>\n  অন্য এক হাদীসে আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক চন্দ্রালোকিত রাতে সাহাবীদের সমভিব্যাহারে উপবিষ্ট ছিলেন। তিনি চাঁদের দিকে থাকে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর একমাত্র দায়িত্ব হচ্ছে আল্লাহর নির্দেশাবলী পৌঁছে দেয়া ও বুঝিয়ে দেয়া। এরপর স্বেচ্ছায় সেগুলো অনুসরণ করা না করা মানুষের দায়িত্ব। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "৬ : ১০৫",
        "arabic_text": "\nوَكَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ وَلِيَقُولُواْ دَرَسۡتَ وَلِنُبَيِّنَهُۥ لِقَوۡمٖ يَعۡلَمُونَ ",
        "bangla_text": "আর এভাবেই আমারা নানাভাবে আয়াতসমূহ বিবৃত করি [১] এবং যাতে তারা বলে , ‘ আপনি পড়ে নিয়েছেন [২]’ , আর যাতে আমারা এটাকে [৩] সুস্পষ্টভাবে জ্ঞানী সম্প্রদায়ের জন্য বর্ণনা করি [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এভাবেই আমরা আমাদের আয়াতসমূহকে বিশদভাবে বর্ণনা করি, যাতে তারা শিক্ষা গ্রহণ করতে পারে। [জালালাইন]\n  <br/>\n  <br/>\n  [২] এর মর্ম এই যে, হেদায়াতের সব সাজ-সরঞ্জাম, মু'জিযা, অনুপম প্রমাণাদি- যেমন, কুরআন- একজন নিরক্ষরের মুখ দিয়ে এমন জ্ঞান-বিজ্ঞান ও সত্য প্রকাশ করা, যা ব্যক্ত করতে জগতের সব দার্শনিক পর্যন্ত অক্ষম এবং এমন অলঙ্কারপূর্ণ কালাম উচ্চারিত হওয়া, যার সমতুল্য কালাম রচনা করার জন্য কেয়ামত পর্যন্ত আগমনকারী সমস্ত জ্বিন ও মানুষকে চ্যালেঞ্জ করার পরও সারা বিশ্ব অক্ষমতা প্রকাশ করেছে- সত্য দর্শনের এসব সরঞ্জাম দেখে যে কোন হটকারী অবিশ্বাসীরও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আনুগত্য নিদ্বিধায় মেনে নেয়া উচিত ছিল, কিন্তু যাদের অন্তরে বক্রতা বিদ্যমান ছিল, তারা বলতে থাকে, এসব জ্ঞান-বিজ্ঞান তুমি কারো কাছ থেকে অধ্যয়ন করে নিয়েছ। এটা ছিল কাফেরদের নিত্য-মন্তব্যের একটি। তারা এ ধরনের মন্তব্য করেই যাচ্ছিল। অন্য আয়াতেও এটা বর্ণিত হয়েছে, আল্লাহ বলেন, “আমরা অবশ্যই জানি যে, তারা বলে, তাকে তো শুধু একজন মানুষ শিক্ষা দেয়। তারা যার প্রতি এটাকে সম্পর্কযুক্ত করার জন্য ঝুঁকছে তার ভাষা তো আরবী নয়; কিন্তু কুরআনের ভাষা স্পষ্ট আরবী ভাষা \" [সূরা আন-নাহল: ১০৩] আল্লাহ আরও বলেন, “অতঃপর সে বলল, “এটা তো লোক পরম্পরায় প্রাপ্ত জাদু ভিন্ন আর কিছু নয়, \"এ তো মানুষেরই কথা। অচিরেই আমি তাকে দগ্ধ করব ‘সাকার’ এ” [আল-মুদ্দাসসির ২৪-২৬] তিনি আরও বলেন, কাফেররা বলে, “এটা মিথ্যা ছাড়া কিছুই নয়, সে এটা রটনা করেছে এবং ভিন্ন সম্প্রদায়ের লোক তাকে এ ব্যাপারে সাহায্য করেছে। সুতরাং অবশ্যই কাফেররা যুলুম ও মিথ্যা নিয়ে এসেছে \" তারা আরও বলে, ‘এগুলো তো সে কালের উপকথা, যা সে লিখিয়ে নিয়েছে; তারপর এগুলো সকাল-সন্ধ্যা তার কাছে পাঠ করা হয়। “বলুন, ‘এটা তিনিই নাযিল করেছেন যিনি আসমানসমূহ ও যমীনের সমুদয় রহস্য জানেন; নিশ্চয়ই তিনি পরম ক্ষমাশীল, পরম দয়ালু। [আল-ফুরকান: ৪-৬] [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [৩] এখানে এটা বলে কুরআন উদ্দেশ্য হতে পারে। [ফাতহুল কাদীর] অনুরূপভাবে পূর্বোক্ত আয়াতসমূহে যে হক প্রতিষ্ঠা করার কথা বলা হয়েছে তাও হতে পারে। উদ্দেশ্য এই যে, আমাদের নানাভাবে বর্ণনা পদ্ধতি দ্বারা যারা জানে তারা হককে জানতে পারবে, সেটা গ্রহণ করতে পারবে, সে হকের অনুসরণ করতে পারবে। আর তারা হচ্ছে, মুমিনরা যারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার উপর যা নাযিল হয়েছে সে সবের উপর ঈমান আনয়ন করেছিল। [মুয়াসসার]\n  <br/>\n  <br/>\n  [৪]  অর্থাৎ সঠিক বুদ্ধিমান ও সুস্থ জ্ঞানীদের জন্য এ বর্ণনা উপকারী প্রমাণিত হয়েছে। মোটকথা এই যে, হেদায়াতের সরঞ্জাম সবার সামনেই রাখা হয়েছে। কিন্তু কুটিল ব্যক্তিরা এর দ্বারা উপকৃত হয়নি। পক্ষান্তরে সুস্থ জ্ঞানী মনীষীরা এর মাধ্যমে সত্যের পথ প্রদর্শক হয়ে গেছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বলা হয়েছে, কে মানে আর কে মানে না- তা আপনার দেখার বিষয় নয়। আপনি স্বয়ং ঐ পথ অনুসরণ করুন, যা অনুসরণ করার জন্য আপনার রব-এর পক্ষ থেকে আপনার প্রতি ওহী আগমন করেছে। এর প্রধান বিষয় হচ্ছে এ বিশ্বাস যে, আল্লাহ ছাড়া উপাসনার যোগ্য আর কেউ নেই। এ ওহী প্রচারের নির্দেশও রয়েছে। এর উপর প্রতিষ্ঠিত থেকে মুশরিকদের জন্য পরিতাপ করবেন না যে, তারা কেন গ্রহণ করল না। এর কারণ এটাই ব্যক্ত করা হয়েছে যে, আল্লাহ্ যদি সৃষ্টিগতভাবে ইচ্ছা করতেন যে, সবাই মুসলিম হয়ে যাক, তবে কেউ শির্ক করতে পারতো না। কিন্তু তাদের দুষ্কৃতির কারণে তিনি ইচ্ছা করেননি, বরং তাদেরকে শাস্তি দিতেই চেয়েছেন। তাই শাস্তির সরঞ্জামও সরবরাহ করে দিয়েছেন। এমতাবস্থায় আপনি তাদেরকে কিরূপে মুসলিম করতে পারেন? আপনি এ ব্যাপারে মাথা ঘামাবেন কেন, আমি আপনাকে তাদের সংরক্ষক নিযুক্ত করিনি এবং আপনি এসব কাজকর্মের কারণে তাদেরকে শাস্তি দেয়ার জন্য আমার পক্ষ থেকে ক্ষমতাপ্রাপ্তও নন। কাজেই তাদের কাজকর্মের ব্যাপারে আপনার উদ্বিগ্ন না হওয়াই বাঞ্ছনীয়। [দেখুন, আল-মানার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "৬ : ১০৬",
        "arabic_text": "\nٱتَّبِعۡ مَآ أُوحِيَ إِلَيۡكَ مِن رَّبِّكَۖ لَآ إِلَٰهَ إِلَّا هُوَۖ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "আপনার রব-এর কাছ থেকে আপনার প্রতি যা ওহী হয়েছে আপনি তারই অনুসরণ করুন, তিনি ছাড়া অন্য কোন সত্য ইলাহ নেই এবং মুশরিকদের থেকে মুখ ফিরিয়ে নিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "৬ : ১০৭",
        "arabic_text": "\nوَلَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكُواْۗ وَمَا جَعَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗاۖ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ ",
        "bangla_text": "আর আল্লাহ্‌ যদি ইচ্ছে করতেন তবে তারা শির্ক করত না।আর আমারা আপনাকে তাদের হিফাযত বানাইনি এবং তাদের তত্ত্বাবধায়কও নন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "৬ : ১০৮",
        "arabic_text": "\nوَلَا تَسُبُّواْ ٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّواْ ٱللَّهَ عَدۡوَۢا بِغَيۡرِ عِلۡمٖۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمۡ ثُمَّ إِلَىٰ رَبِّهِم مَّرۡجِعُهُمۡ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর আল্লাহ্‌কে ছেড়ে যাদেরকে তারা ডাকে তাদেরকে তোমার গালি দিও না।কেননা তারা সীমালংঘন করে অজ্ঞানতাবশতঃ আল্লাহকেও গালি দেবে; এভাবে আমারা প্রত্যেক জাতির দৃষ্টিতে তাদের কার্যকলাপ শোভিত করেছি ; তারপর তাদের রব-এর কাছেই তাদের প্রত্যাবর্তন। এরপর তিনি তাদেরকে তাদের করা কাজগুলো সম্বন্ধে জানিয়ে দেবেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আলোচ্য আয়াতটি একটি বিশেষ ঘটনা সম্পর্কে নাযিল হয়েছে। এতে একটি গুরুত্বপূর্ণ মৌলিক মাসআলা নির্দেশিত হয়েছে যে, যে কাজ করা বৈধ নয়, সে কাজের কারণ ও উপায় হওয়াও বৈধ নয়। কুরাইশ সর্দাররা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বললঃ হয় তুমি আমাদের উপাস্য প্রতিমাদেরকে মন্দ বলা থেকে বিরত হও, না হয় আমরা তোমার প্রভুকে গালি দিবো। এরই পরিপ্রেক্ষিতে আলোচ্য আয়াত নাযিল হয়। তাবারী যাতে বলা হয়েছে, “আপনি ঐ প্রতিমাদেরকে মন্দ বলবেন না, যাদেরকে তারা উপাস্য বনিয়ে রেখেছে। তাহলে তারা আল্লাহকে মন্দ বলা শুরু করবে পথভ্রষ্টতা ও অজ্ঞতার কারণে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম স্বভাবগত চরিত্রের কারণে শৈশবকালেও কোন মানুষকে বরং কোন জন্তুকেও কখনো গালি দেননি। সম্ভবত কোন সাহাবীর মুখ থেকে এমন কঠোর বাক্য বের হয়ে থাকতে পারে, যাকে মুশরিকরা গালি মনে করে নিয়েছে। [তাফসীরে বায়যাভী'; আইসারুত তাফসীর] কুরাইশ সর্দাররা এ ঘটনাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সামনে রেখে ঘোষণা করেছে যে, আপনি আমাদের প্রতিমাদেরকে গালি-গালাজ থেকে বিরত না হলে আমরা আপনার আল্লাহকেও গালি-গালাজ করব। এতে কুরআনের এ নির্দেশ নাযিল হয়েছে। এতে মুশরিকদের মিথ্যা উপাস্যদের সম্পর্কে কোন কঠোর বাক্য বলতে মুসলিমদেরকে নিষেধ করা হয়েছে। এ ঘটনা ও এ সম্পর্কিত কুরআনী নির্দেশ একটি বিরাট জ্ঞানের দ্বার উন্মুক্ত করে দিয়েছে এবং কতিপয় মৌলিক বিধান এ থেকে বের হয়ে এসেছে।\n  <br/>\n  <br/>\n  <b>\n   কোন পাপের কারণ হওয়া পাপঃ\n  </b>\n  <br/>\n  <br/>\n  উদাহরণতঃ একটি মূলনীতি এই বের হয়েছে যে, যে কাজ নিজ সত্তার দিক দিয়ে বৈধ; বরং কোন না কোন স্তরে প্রশংসনীয়ও, সে কাজ করলে যদি কোন ফ্যাসাদ অবশ্যম্ভাবী হয়ে পড়ে কিংবা তার ফলশ্রুতিতে মানুষ গোনাহে লিপ্ত হয়ে পড়ে, তবে সে কাজও নিষিদ্ধ হয়ে যায়। কেননা, মিথ্যা উপাস্য অর্থাৎ প্রতিমাদেরকে মন্দ বলা অবশ্যই বৈধ এবং ঈমানী মর্যাদাবোধের দিক দিয়ে দেখলে সম্ভবতঃ সওয়াব ও প্রশংসনীয়ও বটে, কিন্তু এর ফলশ্রুতিতে আশংকা দেখা দেয় যে, প্রতিমাপূজারীরা আল্লাহ্ তা'আলাকে মন্দ বলবে। অতএব, যে ব্যক্তি প্রতিমাদেরকে মন্দ বলবে, সে এ মন্দের কারণ হয়ে যাবে। তাই এ বৈধ কাজটিও নিষিদ্ধ করা হয়েছে। [কুরতুবী; রায়ী]\n  <br/>\n  <br/>\n  হাদীসে এর আরও একটি দৃষ্টান্ত রয়েছে। একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আয়েশা রাদিয়াল্লাহু আনহাকে বললেনঃ জাহেলিয়াত যুগে এক দুর্ঘটনায় কাবাগৃহ বিধ্বস্ত হয়ে গেলে কুরাইশরা তা পুননির্মাণ করে। এ পুননির্মাণে কয়েকটি বিষয় প্রাচীন ইবরাহিমী ভিত্তির খেলাফ হয়ে গেছে। প্রথমতঃ কা'বার যে অংশকে হাতীম' বলা হয়, তাও কাবাগৃহের অংশবিশেষ ছিল। কিন্তু পুননির্মাণে অর্থাভাবের কারণে সে অংশ বাদ দেয়া হয়েছে। দ্বিতীয়তঃ কাবাগৃহের পূর্ব ও পশ্চিম দিকে দু’টি দরজা ছিল। একটি প্রবেশের এবং অপরটি প্রস্থানের জন্য নির্দিষ্ট ছিল। জাহেলিয়াত যুগের নির্মাতারা পশ্চিমের দরজা বন্ধ করে একটি মাত্র দরজা রেখেছে। এটিও ভূপৃষ্ঠ থেকে উচ্চে স্থাপন করেছে, যাতে কেউ তাদের ইচ্ছার বিরুদ্ধে কা'বা গৃহে প্রবেশ করতে না পারে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বলেনঃ আমার আন্তরিক বাসনা এই যে, কা'বা গৃহের বর্তমান নিমাণ ভেঙ্গে দিয়ে সম্পূর্ণ ইবরাহীম আলাইহিস সালাম-এর নির্মাণের অনুরূপ করে দেই। কিন্তু আশংকা এই যে, তোমার সম্প্রদায় অর্থাৎ আরব জাতি নতুন মুসলিম হয়েছে। কা'বা গৃহ বিধ্বস্ত করলে তাদের মনে বিরূপ সন্দেহ দেখা দিতে পারে। তাই আমি আমার বাসনা মুলতবী রেখেছি। এ ব্যাপারে দেখুন [ মুসলিমঃ ১৩৩৩] এটা জানা কথা যে, কা'বা গৃহকে ইবরাহীমী ভিত্তির অনুরূপ নির্মাণ করা একটি ইবাদাত ও সওয়াবের কাজ ছিল। কিন্তু জনগণের অজ্ঞতার কারণে এতে আশংকা আঁচ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ পরিকল্পনা ত্যাগ করেন। এ ঘটনা থেকেও এ মূলনীতিই জানা গেল যে, কোন বৈধ এমনকি সওয়াবের কাজেও যদি কোন অনিষ্ট অবশ্যম্ভাবী হয়ে পড়ে, তবে সে বৈধ কাজও নিষিদ্ধ হয়ে যায়।\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির এখানে একটি আপত্তির বিষয় উল্লেখ করেছেন। তা এই যে, আল্লাহ তা'আলা মুসলিমদের উপর জিহাদ ফরয করেছেন। যার অবশ্যম্ভাবী পরিণতি হল এই যে, কোন মুসলিম কোন কাফেরকে হত্যা করলে কাফেররাও মুসলিমদেরকে হত্যা করবে। অথচ মুসলিমকে হত্যা করা হারাম। এখানে জিহাদ মুসলিম হত্যার কারণ হয়েছে। অতএব, উপরোক্ত মূলনীতি অনুযায়ী জিহাদও নিষিদ্ধ হওয়া উচিত। এমনিভাবে আমাদের প্রচারকার্য, কুরআন তিলাওয়াত, আযান ও সালাতের প্রতি অনেক কাফের ব্যঙ্গ-বিদ্রুপ করে। অতএব, আমরা কি তাদের ভ্রান্ত কর্মের দরুন নিজ ইবাদাত থেকেও হাত গুটিয়ে নেব? এর জবাব এই যে, একটি জরুরী শর্তের প্রতি উপেক্ষা প্রদর্শনের ফলে এ প্রশ্নের জন্ম হয়েছে। শর্তটি এই যে, ফ্যাসাদ অবশ্যম্ভাবী হওয়ার কারণে যে বৈধ কাজটি নিষিদ্ধ করা হয়, তা ইসলামের উদ্দিষ্ট ও জরুরী কর্মসমূহের অন্তর্ভুক্ত না হওয়া চাই। যেমন মিথ্যা উপাসকদের মন্দ বলা। এর সাথে ইসলামের কোন উদ্দেশ্য সম্পর্কযুক্ত নয়। এমনিভাবে কা'বা গৃহের নির্মাণকে ইবরাহীমী ভিত্তির অনুরূপ করার উপরও ইসলামের কোন উদ্দেশ্য নির্ভরশীল নয়। তাই এগুলোর কারণে যখন কোন ধর্মীয় অনিষ্টের আশংকা দেখা দিয়েছে, তখন এগুলো পরিত্যক্ত হয়েছে। পক্ষান্তরে যে কাজ স্বয়ং ইসলামের উদ্দেশ্য কিংবা কোন ইসলামী উদ্দেশ্য যার উপর নির্ভরশীল, যদি বিধর্মীদের ভ্রান্ত আচরণের কারণে তাতে কোন অনিষ্টও দেখা দেয়, তবু এ জাতীয় উদ্দেশ্যকে কোন অবস্থাতেই পরিত্যাগ করা হবে না। বরং এরূপ কাজ স্বস্থানে অব্যাহত রেখে যতদূর সম্ভব অনিষ্টের কাজ বন্ধ করার চেষ্টা করা হবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "৬ : ১০৯",
        "arabic_text": "\nوَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَتۡهُمۡ ءَايَةٞ لَّيُؤۡمِنُنَّ بِهَاۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِۖ وَمَا يُشۡعِرُكُمۡ أَنَّهَآ إِذَا جَآءَتۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "আর তারা আল্লাহ্‌র নামে কঠিন শপথ করে বলে,তাদের কাছে যদি কোন নিদর্শন আসত তবে অবশ্যই তারা এতে ঈমান আনত [১]।বলুন , ‘নিদর্শন তো আল্লাহ্‌র কাছেই’। আর কিভাবে তোমাদের উপলব্ধিতে আসবে যে, যখন তা (নিদর্শন) এসে যাবে, তখন তারা ঈমান আনবে না [২] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতসমূহে বলা হয়েছে যে, তারা স্বীয় জিদ ও নতুন সংস্করণ রচনা করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে বিশেষ বিশেষ ধরণের মু'জিযা দাবী করছে। কুরাইশ সর্দাররা দাবী উত্থাপন করেছে যে, আপনি যদি সাফা পাহাড়টি স্বর্ণে পরিণত হওয়ার মু'জিযা আমাদেরকে দেখাতে পারেন, তবে আমরা আপনার নবুয়ত মেনে নেব এবং মুসলিম হয়ে যাব। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ আচ্ছা, শপথ কর! যদি এ মু'জিযা প্রকাশ পায়, তবে তোমরা মুসলিম হয়ে যাবে। তারা শপথ করল। তিনি আল্লাহর কাছে দু'আ করার জন্য দাড়ালেন যে, এ পাহাড়কে স্বর্ণে পরিণত করে দিন। তৎক্ষণাৎ জিবরাঈল আলাইহিস সালাম ওহী নিয়ে এলেন যে, আপনি চাইলে আমি এক্ষুণি এ পাহাড়কে স্বর্ণে পরিণত করে দেব। কিন্তু আল্লাহর আইন অনুযায়ী এর পরিণাম হবে এই যে, এরপরও বিশ্বাস স্থাপন না করলে ব্যাপক আযাব নাযিল করে সবাইকে ধ্বংস করে দেয়া হবে। বিগত সম্প্রদায়সমূহের বেলায়ও তাই হয়েছে। তারা বিশেষ কোন মু'জিযা দাবী করার পর তা দেখানো হয়েছে। এরপরও যখন তারা বিশ্বাস স্থাপন করেনি, তখন তাদের উপর আল্লাহর গযব ও আযাব নাযিল হয়েছে। দয়ার সাগর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম কাফেরদের অভ্যাস ও হঠকারিতা সম্পর্কে জ্ঞাত ছিলেন। তাই দয়াপরবশ হয়ে বললেনঃ এখন আমি এ মু'জিযার দু'আ করি না। এ ঘটনার পরিপ্রেক্ষিতে এ আয়াত নাযিল হয়। [তাবারী; সংক্ষিপ্তসার দেখুন আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২]  এ আয়াতে তাদের উক্তির জবাব দেয়া হয়েছে যে, মু'জিযা ও নিদর্শন সবই আল্লাহর\n  <br/>\n  ইচ্ছাধীন। যেসব মু'জিযা ইতোপূর্বে প্রকাশিত হয়েছে, সেগুলোও তার পক্ষ থেকেই ছিল এবং যেসব মু'জিযা দাবী করা হচ্ছে, এগুলো প্রকাশ করতেও তিনি পূর্ণরূপে সক্ষম। কিন্তু বিবেক ও ইনসাফের দিক দিয়ে তাদের এরূপ দাবী করার কোন অধিকার নেই। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম রিসালাতের দাবীদার এবং এ দাবীর পক্ষে অনেক যুক্তি-প্রমাণ ও সাক্ষ্য মু'জিযা আকারে উপস্থিত করেছেন। এখন এসব যুক্তি-প্রমাণ ও সাক্ষ্য খণ্ডন করার এবং ভ্রান্ত প্রমাণিত করার অধিকার প্রতিপক্ষের আছে। কিন্তু এসব সাক্ষ্য খণ্ডন না করে অন্য সাক্ষ্য দাবী করা সম্পূর্ণ অযৌক্তিক। এত নিদর্শন দেখার পরও যারা ঈমান আনেনি তারা আর ঈমান আনবে না। সুতরাং তাদের জন্য নতুন কোন মু'জিযা প্রকাশ করার প্রয়োজন নেই। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "৬ : ১১০",
        "arabic_text": "\nوَنُقَلِّبُ أَفۡـِٔدَتَهُمۡ وَأَبۡصَٰرَهُمۡ كَمَا لَمۡ يُؤۡمِنُواْ بِهِۦٓ أَوَّلَ مَرَّةٖ وَنَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ ",
        "bangla_text": "আর তারা যেমন প্রথমবারে তাতে ঈমান আনেনি, তেমনি আমরাও তাদের অন্তরসমূহ ও দৃষ্টিসমূহ পাল্টে দেব এবং আমারা তদেরকে তাদের অবাধ্যতায় উদভ্রান্তের মত ঘুরপাক খাওয়া অবস্থায় ছেড়ে দেব [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ আল্লাহ বলেন, এভাবেই আমরা তাদেরকে শাস্তি দেব। কারণ, তারা আল্লাহর দিকে আহবানকারীর ডাকে সাড়া দেয়নি। অথচ তাদের কাছে প্রমাণিত হয়েছে যে, এটা আল্লাহর আহবান ও তারই বাণী। সুতরাং তাদের অন্তর চিরন্তন পাল্টে যেতে থাকবে, ঈমান ও তাদের মাঝে বাধা এসে যাবে, তারা সঠিক পথে চলতে সক্ষম হবে না। এটা আল্লাহর ইনসাফেরই দাবী। তাঁর বান্দাদের মধ্যে যারা তাদের নিজের উপর অপরাধ করে, তার অবারিত রহমত দর্শনের পরও তাতে অবগাহন না করে, সঠিক পথ দেখানোর পরও তাতে না চলে, তিনি তাদের থেকে সেটা গ্রহণ করার তাওফীক উঠিয়ে নেন। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "৬ : ১১১",
        "arabic_text": "\n۞ وَلَوۡ أَنَّنَا نَزَّلۡنَآ إِلَيۡهِمُ ٱلۡمَلَٰٓئِكَةَ وَكَلَّمَهُمُ ٱلۡمَوۡتَىٰ وَحَشَرۡنَا عَلَيۡهِمۡ كُلَّ شَيۡءٖ قُبُلٗا مَّا كَانُواْ لِيُؤۡمِنُوٓاْ إِلَّآ أَن يَشَآءَ ٱللَّهُ وَلَٰكِنَّ أَكۡثَرَهُمۡ يَجۡهَلُونَ ",
        "bangla_text": "আর আমারা তাদের কাছে ফিরিশতা পাঠালেও বং মৃতেরা তাদের সাথে কথা বললেও এবং সকল বস্তুকে তাদের সামনে সমবেত করলেও আল্লাহ্‌র ইচ্ছে না হলে তারা কখনো ঈমান আনবে না ; কিন্তু তাদের অধিকাংশই মূর্খ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চৌদ্দতম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] আলোচ্য আয়াতে এ বিষয়বস্তুই বর্ণিত হয়েছে যে, যদি আমি তাদের প্রার্থিত মু'জিযাসমূহ\n  <br/>\n  দেখিয়ে দেই; বরং এর চাইতেও বেশী ফিরিশতাদের সাথে তাদের সাক্ষাৎএবং মৃতদের সাথে বাক্যালাপ করিয়ে দেই, তবুও তারা মানবে না। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "৬ : ১১২",
        "arabic_text": "\nوَكَذَٰلِكَ جَعَلۡنَا لِكُلِّ نَبِيٍّ عَدُوّٗا شَيَٰطِينَ ٱلۡإِنسِ وَٱلۡجِنِّ يُوحِي بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ زُخۡرُفَ ٱلۡقَوۡلِ غُرُورٗاۚ وَلَوۡ شَآءَ رَبُّكَ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ ",
        "bangla_text": "আর এভাবেই আমরা মানব ও জিনের মধ্য থেকে শয়তানদেরকে প্রত্যেক নবীর শত্রু করেছি [১] , প্রতারণার উদ্দেশ্যে তারা একে অপরকে কুমন্ত্রণা দেয়। যদি আপনার রব ইচ্ছে করতেন তবে তারা এসব করত না; কাজেই আপনি তাদেরকে ও তাদের মিথ্যা রটনাকে পরিত্যাগ করুন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সাত্ত্বনা দেয়া হয়েছে যে, এরা যদি আপনার সাথে শক্রতা করে, তবে তা মোটেই আশ্চর্যের বিষয় নয়। পূর্ববর্তী সমস্ত নবীদেরও অব্যাহতভাবে শক্র ছিল। তারাও নবী-রাসূলগণ যা নিয়ে আসত, তার বিরুদ্ধে লেগে যেত। অতএব, আপনি এতে মনঃক্ষুন্ন হবেন না। [সা'দী]।\n </p>\n</div>"
    },
    {
        "id": 113,
        "verse": "৬ : ১১৩",
        "arabic_text": "\nوَلِتَصۡغَىٰٓ إِلَيۡهِ أَفۡـِٔدَةُ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَلِيَرۡضَوۡهُ وَلِيَقۡتَرِفُواْ مَا هُم مُّقۡتَرِفُونَ ",
        "bangla_text": "আর তারা এ উদ্দেশ্যে কুমন্ত্রণা দেয় যে, যারা আখেরাতে ঈমান রাখে না তাদের মন যেন সে চমকপ্রদ কথার প্রতি অনুরাগী হয় এবং তাতে যেন তারা পরিতুষ্ট হয়। আর তারা যে অপকর্ম করে তাই যেন তারা করতে থাকে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এতে এসব পাপাচারী কাজের কারণে তাদের প্রতি ধমকি দেয়া উদ্দেশ্য। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 114,
        "verse": "৬ : ১১৪",
        "arabic_text": "\nأَفَغَيۡرَ ٱللَّهِ أَبۡتَغِي حَكَمٗا وَهُوَ ٱلَّذِيٓ أَنزَلَ إِلَيۡكُمُ ٱلۡكِتَٰبَ مُفَصَّلٗاۚ وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡلَمُونَ أَنَّهُۥ مُنَزَّلٞ مِّن رَّبِّكَ بِٱلۡحَقِّۖ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ ",
        "bangla_text": "(বলুন) ‘তবে কি আমি আল্লাহ্‌ ছাড়া আর কাউকে ফয়সালাকারী হিসেবে তালাশ করব? অথছ তিনিই তোমাদের প্রতি বিস্তারিত কিতাব নাযিল করেছেন!’ আর আমারা যাদেরকে কিতাব দিয়েছি তারা জানে যে, নিশ্চয় এটা আপনার রব-এর কাছ থেকে যথাযথভাবে নাযিলকৃত [১]। কাজেই আপনি সন্দিহানদের অন্তর্ভুক্ত হবেন না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ তোমরা কি চাও যে, আল্লাহ তা'আলার এ ফয়সালার পর আমি অন্য কোন ফয়সালাকারী অনুসন্ধান করি? না, তা হতে পারে না। এরপর কুরআনুল কারমের এমন কতিপয় বৈশিষ্ট্য উল্লেখ করা হয়েছে, যেগুলো স্বয়ং কুরআনের সত্যতা এবং আল্লাহর কালাম হওয়ারই প্রমাণ। বলা হয়েছে যে, (এক) কুরআন আল্লাহর পক্ষ থেকে নাযিলকৃত। এটি একটি স্বয়ংসম্পূর্ণ ও অলৌকিক গ্রন্থ- এর মোকাবেলা করতে সারা বিশ্ব অক্ষম। (দুই) যাবতীয় গুরুত্বপূর্ণ ও মৌলিক বিষয়বস্তু এতে বিস্তারিতভাবে বর্ণিত হয়েছে। বিস্তারিত কিতাব নাযিল করার দুটি অর্থ হতে পারে। এক. এখানে হারাম ও হালালের বিধান সম্পূর্ণভাবে বিবৃত করা হয়েছে। কোন প্রকার সন্দেহে ফেলে রাখা হয়নি। দুই. এ কুরআন একসাথে নাযিল করা হয়নি, বরং পর্যায়ক্রমে কুরআনের আয়াতসমূহ নাযিল করা হয়েছে। যাতে করে আপনার অন্তর সুদৃঢ় হয়। আর যাতে করে তা থেকে প্রয়োজনীয় বিধান সংগ্রহ করা সম্ভব হয়। [কুরতুবী, বাগভী] (তিন) পূর্ববতী আহলে কিতাব ইয়াহুদী ও নাসারারাও নিশ্চিতভাবে জানে যে, কুরআন আল্লাহর পক্ষ থেকে নাযিলকৃত সত্য কালাম। এরপর তাদের মধ্যে যারা সত্যভাষী ছিল, তারা এ কথা প্রকাশও করেছে। পক্ষান্তরে যারা হঠকারী, তারা বিশ্বাস সত্ত্বেও তা প্রকাশ করেনি। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২]  কুরআনুল কারীমের এ কয়েকটি বৈশিষ্ট্য বর্ণনা করার পর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-কে সম্বোধন করা হয়েছে যে, এসব সুস্পষ্ট প্রমাণের পর “আপনি সংশয়কারীদের অন্তর্ভুক্ত হবেন না”। এটা জানা কথা যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন সময়ই সংশয়কারী ছিলেন না, থাকতে পারেন না। তাই এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সম্বোধন করা হলেও প্রকৃতপক্ষে উম্মতের অন্যান্য লোকদেরকে শোনানই এর উদ্দেশ্য। এছাড়া বিষয়টিকে জোরদার করার উদ্দেশ্যে সরাসরি তাকে সম্বোধন করা হয়েছে। অর্থাৎ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কেই যখন এরূপ বলা হয়েছে, তখন অন্য আর কে এরূপ সন্দেহ করতে পারে? [ফাতহুল কাদীর] অথবা এখানে ধরে নেয়ার পর্যায়ে বলা হয়েছে যে, আপনি সন্দেহকারীদের অন্তর্ভুক্ত হবেন না। আর ধরে নেয়ার পর্যায়ে থাকলে সেটা হতেই হবে এমন কোন কথা নেই। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কখনো সন্দেহকারীদের অন্তর্ভুক্ত ছিলেন না। ইবন কাসীর আয়াতের আরেক অনুবাদ হচ্ছে যে, আপনি এ ব্যাপারে সন্দেহে থাকবেন না যে, যাদের ওপর কিতাব নাযিল হয়েছে তারা এর সত্যতা সম্পর্কে জানে। [বাগভী, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 115,
        "verse": "৬ : ১১৫",
        "arabic_text": "\nوَتَمَّتۡ كَلِمَتُ رَبِّكَ صِدۡقٗا وَعَدۡلٗاۚ لَّا مُبَدِّلَ لِكَلِمَٰتِهِۦۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "আর সত্য ও ন্যায়ের দিক দিয়ে আপনার রব-এর বাণী পরিপূর্ণ [১] তাঁর বাক্যসমূহের পরিবর্তনকারী কেউ নেই [২]। আর তিনি সর্বশ্রোতা, সর্বজ্ঞ [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে কুরআনুল কারমের আরো দুটি বৈশিষ্ট্যমূলক অবস্থা বর্ণিত হয়েছে। এগুলোও কুরআনুল কারীম যে আল্লাহর কালাম, এর প্রকৃষ্ট প্রমাণ। বলা হয়েছে, আপনার রব-এর কালাম সত্যতা, ইনসাফ ও সমতার দিক দিয়ে সম্পূর্ণ। তার কালামের কোন পরিবর্তনকারী নেই। এখানে (وَتَمَّتْ) শব্দে পরিপূর্ণ হওয়া বর্ণিত হয়েছে এবং (كَلِمَتُ رَبِّكَ) বলে কুরআনকে বুঝানো হয়েছে। [তাবারী] কুরআনের গোটা বিষয়বস্তু দু'প্রকার- (এক) যাতে বিশ্ব ইতিহাসের শিক্ষণীয় ঘটনাবলী, অবস্থা, সৎকাজের জন্য পুরস্কারের ওয়াদা এবং অসৎ কাজের জন্য শাস্তির ভীতি-প্রদর্শন বর্ণিত হয়েছে এবং (দুই) যাতে মানব জাতির কল্যাণ ও সাফল্যের বিধান বর্ণিত হয়েছে। কুরআনুল কারীমের এ দু'প্রকার সাফল্য সম্পর্কে (صِدْقًا وَّعَدْلًا) দুই অবস্থা বর্ণনা করা হয়েছে। (صدق) এর সম্পর্ক প্রথম প্রকারের সাথে; অর্থাৎ কুরআনে যেসব ঘটনা, অবস্থা, ওয়াদা ও ভীতি বর্ণিত হয়েছে, সেগুলো সবই সত্য ও নির্ভুল। এগুলোতে কোনরূপ ভ্রান্তির সম্ভাবনা নেই। (عدل) এর সম্পর্ক দ্বিতীয় প্রকার অর্থাৎ বিধানের সাথে। উদ্দেশ্য এই যে, আল্লাহ তা'আলার সব বিধান (عدل) তথা ন্যায়বিচার ভিত্তিক। [ইবন কাসীর] অতএব, আয়াতের উদ্দেশ্য এই যে, আল্লাহর বিধান সুবিচার ও সমতার উপর ভিত্তিশীল। এতে কারো প্রতি অবিচার নেই এবং এমন কোন কঠোরতাও নেই যা মানুষ সহ্য করতে পারে না। অন্য এক আয়াতে বলা হয়েছেঃ\n  <br/>\n  <br/>\n  (لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا)\n  <br/>\n  <br/>\n  অর্থাৎ “আল্লাহ ক্ষমতা ও সামর্থ্যের বাইরে কারো প্রতি কোন বাধ্যবাধকতা আরোপ করেননি\"। [সূরা আল-বাকারাহঃ ২৮৬]\n  <br/>\n  <br/>\n  কুরআনুল কারীমের এ অবস্থাটি অর্থাৎ কুরআনে বর্ণিত অতীত ও ভবিষ্যতের ঘটনাবলী, পুরস্কারের ওয়াদা ও শাস্তির ভীতি-প্রদর্শন সবই সত্য; এসব ব্যাপারে বিন্দুমাত্র সন্দেহের অবকাশ নেই। কুরআন বর্ণিত যাবতীয় বিধান সমগ্র বিশ্ব ও কেয়ামত পর্যন্ত আগমনকারী বংশধরদের জন্য সুবিচার ও সমতাভিত্তিক, এগুলোতে কারো প্রতি কোনরূপ অবিচার নেই এবং সমতা ও মধ্যবর্তিতার চুল পরিমাণও লঙ্ঘন নেই। কুরআনের এ বৈশিষ্ট্য আরো প্রকৃষ্টভাবে প্রমাণ করে যে, কুরআন আল্লাহর কালাম।\n  <br/>\n  <br/>\n  [২]  কুরআনের আরো একটি বৈশিষ্ট্য এই যে, (لَامُبَدِّلَ لِكَلِمٰتِهٖ) অর্থাৎ আল্লাহর কালামের কোন পরিবর্তনকারী নেই।’ তিনি যেটা যে সময়ে হবে বলেছেন সেটা সে সময়ে অবশ্যই অনুষ্ঠিত হবে। সেটাকে রদ বা পরিবর্তন করার কোন ক্ষমতা কারো নেই। [তাবারী] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা এর অর্থ বলেন, আল্লাহর ফয়সালাকে কেউ রদ করতে পারবে না। তাঁর বিধানকে পরিবর্তন করার অধিকার কারও নেই। অনুরূপভাবে তাঁর ওয়াদার বিপরীতও হবার নয়। [বাগভী] পরিবর্তনের এক প্রকার হচ্ছে যে, এতে কোন ভুল প্রমাণিত করার কারণে পরিবর্তন করা। পূর্ব আয়াতে আল্লাহর কালামকে পূর্ণ বলার কারণে কারো মনে আসতে পারে যে, কোন কিছু পূর্ণ হওয়ার পর তাতে কি আবার অপূর্ণাঙ্গতা আসবে? এ রকম প্রশ্নের উত্তর এখানে দেয়া হয়েছে। আর পরিবর্তনের দ্বিতীয় প্রকার হচ্ছে জবরদস্তিমূলকভাবে পরিবর্তন করা। যেমন এর পূর্বে তাওরাত ও ইঞ্জীলকে পরিবর্তন করা হয়েছে। আল্লাহর কালাম এ সকল প্রকার পরিবর্তনেরই উর্ধ্বে। আল্লাহ তা'আলা স্বয়ং ওয়াদা করেছেনঃ\n  <br/>\n  <br/>\n  (اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ “আমরাই এ কুরআন নাযিল করেছি এবং আমরাই এর সংরক্ষক\"। [সূরা আল-হিজর:৯] এমতাবস্থায় কার সাধ্য আছে যে, এ রক্ষাবূহ্য ভেদ করে এতে পরিবর্তন করে? [রুহুল মা'আনী] কুরআনের উপর দিয়ে চৌদ্দশত বছর অতিবাহিত হয়ে গেছে। প্রতি শতাব্দি ও প্রতি যুগে এর শক্রদের সংখ্যাও এর অনুসারীদের তুলনায় বেশী ছিল; কিন্তু এর একটি যের-যবর পরিবর্তন করার সাধ্যও কারো হয়নি। অবশ্য একটি তৃতীয় প্রকার পরিবর্তন সম্ভবপর ছিল। তা এই যে, স্বয়ং আল্লাহ্ তা'আলা কুরআনকে রহিত করে পরিবর্তন করতে পারতেন। কিন্তু এ আয়াত দ্বারা প্রমাণিত হলো যে, কুরআনের পরে আর কোন নবী ও কিতাব আসবে না। এমনকি ঈসা আলাইহিস সালাম যখন আবার আসবেন তিনি এ কুরআন অনুসারেই জীবন অতিবাহিত করবেন। রুহুল মা'আনী] এ আয়াতে ইঙ্গিত করা হয়েছে যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সর্বশেষ রাসূল এবং কুরআন সর্বশেষ কিতাব। একে রহিতকরণের আর কোন সম্ভাবনা নেই। কুরআনের অন্যান্য আয়াতে এ বিষয়বস্তুটি আরো সুস্পষ্টভাবে বর্ণিত হয়েছে।\n  <br/>\n  <br/>\n  [৩]  আয়াতের শেষাংশে বলা হয়েছে (وَهُوَ السَّمِيْعُ الْعَلِيْمُ) অর্থাৎ তারা যেসব কথাবার্তা বলছে, আল্লাহ সব শোনেন এবং সবার অতীত, বর্তমান ও ভবিষ্যত অবস্থা জানেন। তিনি প্রত্যেকের কার্যের প্রতিফল দেবেন। [তাবারী; আল- মানার; আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 116,
        "verse": "৬ : ১১৬",
        "arabic_text": "\nوَإِن تُطِعۡ أَكۡثَرَ مَن فِي ٱلۡأَرۡضِ يُضِلُّوكَ عَن سَبِيلِ ٱللَّهِۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ هُمۡ إِلَّا يَخۡرُصُونَ ",
        "bangla_text": "আর যদি আপনি যমীনের অধিকাংশ লোকের কথামত চলেন, তবে তারা আপনাকে আল্লাহ্‌র পথ থেকে বিচ্যুত করবে [১]। তারা তো শুধো ধারণার অনুসরণ করে; আর তারা শুধু অনুমান ভিত্তিক কথা বলে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে আল্লাহ্ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে অবহিত করেছেন যে, পৃথিবীর অধিবাসীদের অধিকাংশই পথভ্রষ্ট। [ইবন কাসীর] আপনি এতে ভীত হবেন না এবং তাদের কথায় কর্ণপাত করবেন না। কুরআন একাধিক জায়গায় এ বিষয়টি বর্ণনা করেছে। এক জায়গায় বলা হয়েছে, “আর তাদের আগেও পূর্ববতীদের বেশীর ভাগ বিপথগামী হয়েছিল” [ সূরা আস-সাফফাত:৭১] অন্যত্র বলা হয়েছে, “আপনি যতই চান না কেন, বেশীর ভাগ লোকই ঈমান গ্রহণকারী নয়।” [সূরা ইউসুফ ১০৩] সুতরাং অনুসরণের ক্ষেত্রে শুধুমাত্র আলেমদেরই অনুসরণ করতে হবে। যারা জানে না তারা যত বেশীই হোক না কেন তাদের অনুসরণ পথভ্রষ্টতাই ডেকে আনবে [আইসারুত তাফাসীর] এ আয়াত দ্বারা আরো বুঝা গেল যে, সংখ্যাধিক্যতা কোন অবস্থাতেই সঠিক হওয়ার দলীল নয়। কারণ হক বা সঠিক পথ ও মত দলীল-প্রমাণাদির ভিত্তিতে নির্ধারিত হবে, সংখ্যাধিক্য বা সংখ্যালঘুতার ভিত্তিতে নয়। সাধারণত, হকপন্থীরা সংখ্যায় কম থাকে, কিন্তু তারা আল্লাহর নিকট সওয়াবের দিক থেকে অধিক অগ্রগামী [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 117,
        "verse": "৬ : ১১৭",
        "arabic_text": "\nإِنَّ رَبَّكَ هُوَ أَعۡلَمُ مَن يَضِلُّ عَن سَبِيلِهِۦۖ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ ",
        "bangla_text": "নিশ্চয় আপনার রব, কে তাঁর পথ ছেড়ে বিপথগামী হয় সে সম্বন্ধে অধিক অবগত। আর সৎপথে যারা আছে, তাদের সম্বন্ধেও তিনি অধিক অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 118,
        "verse": "৬ : ১১৮",
        "arabic_text": "\nفَكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ إِن كُنتُم بِـَٔايَٰتِهِۦ مُؤۡمِنِينَ ",
        "bangla_text": "সুতরাং তোমরা তাঁর আয়াতসমূহে ঈমানদার হলে, যাতে আল্লাহর নাম নেয়া হয়েছে তা থেকে খাও;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 119,
        "verse": "৬ : ১১৯",
        "arabic_text": "\nوَمَا لَكُمۡ أَلَّا تَأۡكُلُواْ مِمَّا ذُكِرَ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَقَدۡ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيۡكُمۡ إِلَّا مَا ٱضۡطُرِرۡتُمۡ إِلَيۡهِۗ وَإِنَّ كَثِيرٗا لَّيُضِلُّونَ بِأَهۡوَآئِهِم بِغَيۡرِ عِلۡمٍۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِٱلۡمُعۡتَدِينَ ",
        "bangla_text": "আর তোমাদের কি হয়েছে যে, যাতে আল্লাহর নাম নেয়া হয়েছে তোমরা তা থেকে খাবে না? যা তোমাদের জন্য তিনি হারাম করেছেন তা তিনি বিশদভাবেই তোমাদের কাছে বিবৃত করেছেন [১], তবে তোমরা নিরুপায় হলে তা স্বতন্ত্র [২]। আর নিশ্চিত অনেক অজ্ঞতাবশত নিজেদের খেয়াল –খুশী দ্বারা অন্যকে বিপদ্গামী করে ; নিশ্চয় আপানার রব সীমালঙ্ঘনকারীদের সম্বদ্ধে  অধিক জানেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কোনটি হারাম আর কোনটি হালাল তার বিশদ বিবরণ আল্লাহ তা'আলা তাঁর বান্দাদেরকে জানিয়ে দিয়েছেন। তিনি বলেন, “তোমাদের জন্য হারাম করা হয়েছে মৃত জন্তু, রক্ত, শূকরের গোস্ত , আল্লাহ ছাড়া অন্যের নামে যবেহ্ করা পশু, গলা চিপে মারা যাওয়া জন্তু, প্রহারে মারা যাওয়া জন্তু, উপর থেকে পড়ে মারা যাওয়া জন্তু , অন্য প্রাণীর শিং এর আঘাতে মারা যাওয়া জন্তু এবং হিংস্র পশুতে খাওয়া জন্তু ; তবে যা তোমরা যবেহ্ করতে পেরেছ তা ছাড়া, আর যা মূর্তি পূজার বেদীর উপর বলী দেয়া হয় তা এবং জুয়ার তীর দিয়ে ভাগ নির্ণয় করা, এসব পাপ কাজ। ...অতঃপর কেউ পাপের দিকে না ঝুঁকে ক্ষুধার তাড়নায় বাধ্য হলে তবে নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।” [সূরা আল-মায়িদাহ ৩] তবে সূরা আল মায়িদার এ আয়াতটি মদীনায় আবতীর্ণ হয়েছে। পক্ষান্তরে সূরা আল-আন’আমের এ আয়াতটি মক্কায় অবতীর্ণ হয়েছে। সে জন্য কুরতুবী বলেন, এখানে বিস্তারিত বর্ণনা করেছেন বলে ‘বিস্তারিত বর্ণনা করবেন’ বুঝানো হয়েছে। [কুরতুবী] তাছাড়া এ সূরাতেই ১৪৫ নং আয়াতে হারাম বস্তুসমূহের কিছু বর্ণনা এসেছে। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ উপরোক্ত হারামকৃত বস্তুসমূহও তোমাদের অপারগ অবস্থায় খাওয়ার অনুমতি রয়েছে। যেমন কেউ ক্ষুধায় কাতর হয়ে হালাল বস্তু না পেলে নিরুপায় অবস্থায় তার জন্য মৃত বস্তুও খাওয়ার বিধান দেয়া হয়েছে। [ সাদী, আত-তাফসীরুস সহীহ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 120,
        "verse": "৬ : ১২০",
        "arabic_text": "\nوَذَرُواْ ظَٰهِرَ ٱلۡإِثۡمِ وَبَاطِنَهُۥٓۚ إِنَّ ٱلَّذِينَ يَكۡسِبُونَ ٱلۡإِثۡمَ سَيُجۡزَوۡنَ بِمَا كَانُواْ يَقۡتَرِفُونَ ",
        "bangla_text": "আর তোমারা প্রকাশ্য এবং প্রচ্ছন্ন পাপ বর্জন কর; নিশ্চয় যারা পাপ অর্জন করে অচিরেই তাদেরকে তারা যা অর্জন করে তার প্রতিফলন দেয়া হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 121,
        "verse": "৬ : ১২১",
        "arabic_text": "\nوَلَا تَأۡكُلُواْ مِمَّا لَمۡ يُذۡكَرِ ٱسۡمُ ٱللَّهِ عَلَيۡهِ وَإِنَّهُۥ لَفِسۡقٞۗ وَإِنَّ ٱلشَّيَٰطِينَ لَيُوحُونَ إِلَىٰٓ أَوۡلِيَآئِهِمۡ لِيُجَٰدِلُوكُمۡۖ وَإِنۡ أَطَعۡتُمُوهُمۡ إِنَّكُمۡ لَمُشۡرِكُونَ ",
        "bangla_text": "আর যাতে আল্লাহ্‌র নাম নেয়া হয়নি তার কিছুই  তোমারা খেও না; এবং নিশ্চয় তা গর্হিত [১] নিশ্চয়ই  শয়তানরা তাদের বন্ধুদেরকে তোমাদের সাথে বিবাদ করতে প্ররোচনা দেয়; আর যদি তোমারা তাদের অনুগত্য কর, তবে তোমারা অবশ্যই মুশরিক [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ যার উপর আল্লাহর নাম নেয়া হয় নি এমন বস্তু খাওয়া ফিসক। এখানে ‘ফিসক’ অর্থ আল্লাহ যা হালাল করেছেন তার বহির্ভূত [জালালাইন] সুতরাং যে সমস্ত প্রাণীর যবেহ আল্লাহর সন্তুষ্টির উদ্দেশ্যে না হয়ে অপর কোন কিছুর সন্তুষ্টির উদ্দেশ্যে হবে, যেমন মূর্তি বা দেব-দেবীর নামে যবেহ করা হবে, তাও এ আয়াতের নিষেধাজ্ঞার অন্তর্ভুক্ত হয়ে হারাম হবে। অনুরূপভাবে ইচ্ছাকৃত আল্লাহর নাম উচ্চারণ না করলে সে প্রাণীও অধিকাংশ আলেমের নিকট এ আয়াতের আওতাভুক্ত হওয়ার কারণে হারাম হবে। [সা'দী]\n  <br/>\n  <br/>\n  [২]  কাফেররা যখন শুনল যে, মুসলিমরা নিজে আল্লাহর নাম নিয়ে যাযবাই করে তা খায়,\n  <br/>\n  আর যাযবাই করা হয় নি, এমনিতেই মারা যায় তারা তা খায় না, তখন তারা বলতে লাগল, আল্লাহ স্বয়ং যেটা যবাই করলেন সেটা তোমরা খাও না, অথচ যেটা তোমরা যবাই কর সেটা খাও, (অর্থাৎ এটা কেমন কথা?) [ আবু দাউদ: ২৮১৮ ইবন মাজাহঃ ৩১৭৩]আল্লাহ্ তা'আলা তাদের এ কথার জবাব দিতেই আলোচ্য আয়াত নাযিল করেন সাদী] এর দ্বারা বোঝা যায় যে, আনুগত্যের মধ্যেও শির্ক রয়েছে [কিতাবুত তাওহীদ] অর্থাৎ কেউ কোন কিছু শরীআত হিসেবে প্রবর্তন করলো আর অন্যরা তার আনুগত্য করলো, এতে যারা শরীআত হিসেবে প্রবর্তন করলো তারা হলো, তাগুত। আর যারা তার আনুগত্য করে সেটা মেনে নিলো তারা আল্লাহর সাথে শির্ক করলো। [আশ-শির্ক ফিল কাদীম ওয়াল হাদীস. ৭৮-৭৯, ৪৯০-৪৯৩, ৯৯৫-১০৩১, ১১০৫-১১১৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 122,
        "verse": "৬ : ১২২",
        "arabic_text": "\nأَوَمَن كَانَ مَيۡتٗا فَأَحۡيَيۡنَٰهُ وَجَعَلۡنَا لَهُۥ نُورٗا يَمۡشِي بِهِۦ فِي ٱلنَّاسِ كَمَن مَّثَلُهُۥ فِي ٱلظُّلُمَٰتِ لَيۡسَ بِخَارِجٖ مِّنۡهَاۚ كَذَٰلِكَ زُيِّنَ لِلۡكَٰفِرِينَ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "যে ব্যাক্তি মৃত ছিল, যাকে আমরা পরে জীবিত করেছি এবং যাকে মানুষের মধ্যে চলার জন্য আলোক দিয়েছি , সে ব্যাক্তি কি ঐ ব্যাক্তির ন্যার যে অন্ধকারে রয়েছে এবং সেখান থেকে আর বের হবার নয়? এভাবেই কাফেরদের জন্য তাদের কাজগুলোকে শোভন করে দেয়া হয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পনরতম রুকূ’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 123,
        "verse": "৬ : ১২৩",
        "arabic_text": "\nوَكَذَٰلِكَ جَعَلۡنَا فِي كُلِّ قَرۡيَةٍ أَكَٰبِرَ مُجۡرِمِيهَا لِيَمۡكُرُواْ فِيهَاۖ وَمَا يَمۡكُرُونَ إِلَّا بِأَنفُسِهِمۡ وَمَا يَشۡعُرُونَ ",
        "bangla_text": "আর এভাবেই আমারা প্রত্যেকে জনপদে সেখানকার অপরাধীদের প্রধানকে সেখানে চক্রান্ত করতে দিয়েছি; কিন্তু তারা শুধু তাদের নিজেদের বিরুদ্ধে চক্রান্ত করে,অথচ তারা উপলব্ধি করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 124,
        "verse": "৬ : ১২৪",
        "arabic_text": "\nوَإِذَا جَآءَتۡهُمۡ ءَايَةٞ قَالُواْ لَن نُّؤۡمِنَ حَتَّىٰ نُؤۡتَىٰ مِثۡلَ مَآ أُوتِيَ رُسُلُ ٱللَّهِۘ ٱللَّهُ أَعۡلَمُ حَيۡثُ يَجۡعَلُ رِسَالَتَهُۥۗ سَيُصِيبُ ٱلَّذِينَ أَجۡرَمُواْ صَغَارٌ عِندَ ٱللَّهِ وَعَذَابٞ شَدِيدُۢ بِمَا كَانُواْ يَمۡكُرُونَ ",
        "bangla_text": "আর যখন তাদের কাছে কোন নিদর্শন আসে তখন তারা বলে, ‘ আল্লাহ্‌র রাসূলগণকে যা দেয়া হয়েছিল আমাদেরকেও তার অনুরূপ না দেয়া পর্যন্ত আমরা কখনো ঈমান আনবো না।’ আল্লাহ্‌ তাঁর রিসালাত কোথায় অর্পণ করবেন তা তিনিই ভাল জানেন। যারা অপরাধ করেছে , তাদের চক্রান্তের কারণে আল্লহার কাছে [১] লাঞ্ছনা ও কঠোর শাস্তি অচিরেই তাদের উপর আপতিত হবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  ‘আল্লাহর কাছে’ -এর এক অর্থ এই যে, তারা নিজেদেরকে সম্মানিত ভাবলেও আল্লাহর নিকট তারা সম্মানিত নয়। অথবা কেয়ামতের দিন যখন তারা আল্লাহর সামনে উপস্থিত হবে, তখন অপমানিত ও লাঞ্ছিত অবস্থায় উপস্থিত হবে। অতঃপর তাদেরকে কঠোর শাস্তি দেয়া হবে। দ্বিতীয় আরেকটি অর্থ এই যে, এখানে অর্থ হবে, আল্লাহর কাছ থেকে অর্থাৎ বর্তমানে বাহ্যতঃ তারা সর্দার ও সম্মানিত হলেও আল্লাহর পক্ষ থেকে তাদেরকে তীব্র অপমান ও লাঞ্ছনা স্পর্শ করবে। এমনটি দুনিয়াতেও হতে পারে এবং আখেরাতেও। [কুরতুবী] যেমন, নবীগণের শক্রদের ব্যাপারে জগতের ইতিহাসে এরূপ হতে দেখা গেছে। অর্থাৎ তাদের শক্ররা পরিণামে দুনিয়াতেও লাঞ্ছিত হয়েছে। আমাদের প্রিয় নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর বড় বড় শক্র, যারা নিজেরা সম্মানী বলে খুব আস্ফালন করত, তারা একে একে ইসলাম গ্রহণ করে নিয়েছে, না হয় অপমানিত ও লাঞ্ছিত অবস্থায় ধ্বংস হয়ে গেছে। আবু জাহল, আবু লাহাব প্রমূখ কুরাইশ সর্দারদের অবস্থা বিশ্ববাসীর চোখের সামনে ফুটে উঠেছে।\n  <br/>\n  <br/>\n  [২]  অর্থ এই যে, সত্যের যেসব শক্র আজ স্বগোত্রে সর্দার ও বড় লোক খেতাবে ভূষিত, অতিসত্বর তাদের বড়ত্ব ও সম্মান ধুলায় লুষ্ঠিত হবে। [কুরতুবী] আল্লাহর কাছে তারা তীব্র অপমান ও লাঞ্ছনা ভোগ করবে এবং কঠোর শাস্তিতে পতিত হবে। যা তাদের বর্তমান অহংকারেরই যথাযথ শাস্তি। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 125,
        "verse": "৬ : ১২৫",
        "arabic_text": "\nفَمَن يُرِدِ ٱللَّهُ أَن يَهۡدِيَهُۥ يَشۡرَحۡ صَدۡرَهُۥ لِلۡإِسۡلَٰمِۖ وَمَن يُرِدۡ أَن يُضِلَّهُۥ يَجۡعَلۡ صَدۡرَهُۥ ضَيِّقًا حَرَجٗا كَأَنَّمَا يَصَّعَّدُ فِي ٱلسَّمَآءِۚ كَذَٰلِكَ يَجۡعَلُ ٱللَّهُ ٱلرِّجۡسَ عَلَى ٱلَّذِينَ لَا يُؤۡمِنُونَ ",
        "bangla_text": "সুতরাং আল্লাহ্‌ কাউকে সৎপথে পরিচালিত করতে চাইলে তিনি তার বক্ষ ইসলামের জন্য প্রশস্ত করে দেন এবং কাউকে বিপদ্গামী করতে চাইলে তিনি তার বক্ষ খুব সংকীর্ণ করে দেন; (তার কাছে ইসলামের অনুসরণ) মনে হয় সে কষ্ট করে আকাশে উঠেছে [১] এভাবেই  আল্লাহ শাস্তি দেন তাদেরকে,যারা ঈমান আনে না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আয়াতে বলা হয়েছে, “যাকে আল্লাহ হেদায়াত দিতে চান, তার বক্ষ ইসলামের জন্য উন্মুক্ত করে দেন”। বক্ষ উন্মুক্ত করার অর্থ, সহজ করে দেয়া, উদ্যমী করা। আল্লাহ তা'আলা অন্য আয়াতে বলেছেনঃ “যার বক্ষকে আল্লাহ উন্মুক্ত করে দিয়েছেন ফলে সে তার প্রভূর পক্ষ থেকে প্রাপ্ত নূরের উপর থাকে\" [সূরা আয-যুমার: ২২] অন্য আয়াতে আল্লাহ বলেনঃ “কিন্তু আল্লাহ তোমাদের কাছে ঈমানকে পছন্দনীয় করে দিয়েছেন এবং তোমাদের অন্তরে তা সৌন্দর্যমণ্ডিত করে দিয়েছেন আর তোমাদের নিকট অপছন্দনীয় করে দিয়েছেন কুফরী, ফাসেকী এবং অবাধ্যতা [সূরা আল-হুজুরাতঃ ৭]। ইবনে আব্বাস বলেনঃ বক্ষ উন্মুক্ত করার অর্থ হলোঃ তাওহীদ ও ঈমানের জন্য তা প্রশস্ত হওয়া। [ইবন কাসীর] তারপর আল্লাহ বলছেনঃ “আর যাকে আল্লাহ্ তা'আলা পথভ্রষ্ট রাখতে চান, তার অন্তর সংকীর্ণ এবং অত্যাধিক সংকীর্ণ করে দেন। সত্যকে গ্রহণ করা এবং তদনুযায়ী কাজ করা তার কাছে এমন কঠিন মনে হয়, যেমন কারো আকাশে আরোহণ করা”। মুলত: বক্ষ সংকীর্ণ করার অর্থ, কঠিন, দুর্ভাদ্য করে দেয়া। উমর রাদিয়াল্লাহু ‘আনহু বলেনঃ মুনাফিকের কাল্‌ব হলো অনুরূপ সেখানে কোন ভাল কিছু পৌছুতে পারে না। [তাবারী; ইবন কাসীর] মুজাহিদ ও সুদী বলেন, এর অর্থ, সন্দেহে পড়ে থাকা। মানসিক অশান্তিতে বিরাজ করা। [ইবন কাসীর] আজ সমগ্র বিশ্ব এসব সন্দেহ ও সংশয়ের আবর্তে নিপতিত। তারা তর্ক-বিতর্কের মাধ্যমে এর মীমাংসা করতে সচেষ্ট। অথচ এটা এর নির্ভুল পথ নয়। সাহাবায়ে কেরাম ও পূর্ববতী মনীষীবৃন্দ যে পথ ধরেছিলেন, সেটাই ছিল যথার্থ পথ। অর্থাৎ আল্লাহ্ তা'আলার পরিপূর্ণ শক্তি ও নেয়ামত কল্পনায় উপস্থিত করে অন্তরে তার মাহাত্ম্য ও ভালবাসা সৃষ্টি করলে সন্দেহ সংশয় আপনা থেকেই দূর হয়ে যায়। এ কারণেই আল্লাহ তা'আলা তার রাসূল মূসা আলাইহিস সালাম-কে এ দু'আ করার আদেশ দিয়েছেনঃ “হে আমার রব! আমার বক্ষকে উন্মুক্ত করে দিন”। [সূরা ত্বা-হাঃ ২৫] |\n  <br/>\n  <br/>\n  <br/>\n  [২] অর্থাৎ আল্লাহ তা'আলা এমনিভাবে যারা বিশ্বাস স্থাপন করে না, তাদের প্রতি ধিক্কার দেন। তাদের অন্তরে সত্য আসন পায় না এবং তারা প্রত্যেক মন্দ ও অপকর্মে সোল্লাসে ঝাঁপিয়ে পড়ে। এখানে ‘রিজস’ বলে কি বুঝানো হয়েছে তাতে কয়েকটি মত বর্ণিত হয়েছে, ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এর দ্বারা শয়তানকে বুঝানো হয়েছে। অর্থাৎ সংকীর্ণ বক্ষে শয়তান বেকে বসে থাকে, ফলে তার ঈমান আনা নসীব হয় না। মুজাহিদ রাহিমাহুল্লাহ বলেনঃ রিজস দ্বারা কল্যাণহীন বুঝানো হয়েছে। অর্থাৎ যারা ঈমান আনবেনা তাদের মন সংকীর্ণ হওয়ার কারণে সেখানে কোন কল্যাণ নেই। আব্দুর রাহমান ইবনে যাইদ ইবনে আসলাম বলেনঃ এখানে রিজস দ্বারা আযাব বুঝানো হয়েছে। অর্থাৎ যারা ঈমান আনবেনা তাদের উপর আযাব নির্ধারিত হয়ে আছে। [তাবারী; বাগভী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 126,
        "verse": "৬ : ১২৬",
        "arabic_text": "\nوَهَٰذَا صِرَٰطُ رَبِّكَ مُسۡتَقِيمٗاۗ قَدۡ فَصَّلۡنَا ٱلۡأٓيَٰتِ لِقَوۡمٖ يَذَّكَّرُونَ ",
        "bangla_text": "আর এটাই আপনার রব নির্দেশিত সরল পথ [১]। যারা উপদেশ গ্রহণ করে আমারা তাদের জন্য নিদর্শনসমূহ বিশদভাবে বিবৃত করেছি [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে বলা হয়েছেঃ এটা আপনার পালনকর্তার সরল পথ। এখানে (هٰذا) (এটা) শব্দ দ্বারা ইবনে মাসউদ রাদিয়াল্লাহু আনহু-এর মতে কুরআনের দিকে এবং ইবনে আব্বাস রাদিয়াল্লাহু আনহুমার মতে ইসলামের দিকে ইশারা করা হয়েছে। অথবা পূর্বে বর্ণিত বিষয়াদি যা দ্বীন হিসেবে পরিগণিত। [বাগভী; ইবন কাসীর; ফাতহুল কাদীর] উদ্দেশ্য এই যে, আপনাকে প্রদত্ত কুরআন কিংবা ইসলাম আপনার রব-এর পথ। অর্থাৎ এমন পথ, যা আপনার পালনকর্তা স্বীয় প্রজ্ঞার মাধ্যমে স্থির করেছেন এবং মনোনীত করেছেন। এখানে পথকে রব-এর দিকে সম্পৃক্ত করে ইঙ্গিত করা হয়েছে যে, কুরআন ও ইসলামের যে কৰ্মব্যবস্থা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে দেয়া হয়েছে, তা পালন করা আল্লাহ্ তা'আলার উপকারের জন্য নয়, বরং পালনকারীদের উপকারের জন্য পালনকর্তার দাবীর ভিত্তিতে দেয়া হয়েছে। এর মাধ্যমে মানুষকে এমন শিক্ষাই দান করা উদ্দেশ্য যা তাদের চিরস্থায়ী সাফল্য ও কল্যাণের নিশ্চয়তা বিধান করে।\n  <br/>\n  <br/>\n  [২]  এখানে কয়েকটি বিষয় লক্ষণীয়ঃ (এক) (رب) শব্দকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর দিকে সম্বোধন করে তার প্রতি বিশেষ অনুগ্রহ ও কৃপা প্রকাশ করা হয়েছে। [আত-তাহরীর ওয়াত তানওয়ীর]কেননা, পালনকর্তা ও উপাস্যের দিকে কোন বান্দাকে সামান্যতম সম্বন্ধ করা বান্দার জন্য পরম গৌরবের বিষয়। তদুপরি যদি পরম পালনকর্তা নিজেকে বান্দার দিকে সম্বন্ধ করে বলেন যে, “এটা আপনার প্রভূর রাস্তা” তখন তার সৌভাগ্যের সীমা-পরিসীমা থাকে না। বান্দার মনে তখন সদা জাগরুক থাকে যে, এটা আল্লাহর দেয়া পথ। (দুই) (مستقيما) শব্দ দ্বারা বর্ণিত হয়েছে যে, কুরআনের এ পথই হলো সরল পথ। এখানেও (مستقيما) কে (صراط) এর বিশেষণ হিসেবে উল্লেখ না করে অবস্থা হিসেবে উল্লেখ করা হয়েছে। [ইবন কাসীর; আততাহরীর ওয়াত-তানওয়ীরা] এতে ইঙ্গিত করা হয়েছে যে, বিশ্ব পালকের স্থিরীকৃত পথ মুস্তাকীম বা সরল হওয়া ছাড়া আর কোন সম্ভাবনাই নাই। এ পথে চলে ভ্ৰষ্ট হওয়ার কোন সুযোগ নেই। এতে বাড়াবাড়ি বা ছাড় প্রবণতা নেই। আঁকাবাকা পথে নয় বরং স্বাভাবিক পথের দিকেই এটি মানুষকে ধাবিত করে [বাগভী; মানার] (তিন) আয়াতের শেষাংশে বলা হয়েছে যে, “আমরা উপদেশ গ্রহণকারীদের জন্য আয়াতসমূহকে পরিস্কারভাবে বর্ণনা করেছি\"। এখানে (فَصَّلْنَا) শব্দটি (تفصيل) থেকে উদ্ভুত। এর অর্থ কোন বিষয়বস্তুকে বিভিন্ন ভাগে বিভক্ত করে এক এক অধ্যায়কে পৃথক পৃথক করে বিশদভাবে বর্ণনা করা। এভাবে গোটা বিষয়বস্তু হৃদয়ঙ্গম হয়ে যায়। অতএব, (تفصيل) এর সারমর্ম হচ্ছে বিস্তারিত ও বিশদভাবে বর্ণনা করা। উদ্দেশ্য এই যে, আমি মৌলিক বিষয়গুলোকে পরিস্কার ও বিশদভাবে বর্ণনা করেছি, এতে কোন সংক্ষিপ্ততা বা অস্পষ্টতা রাখিনি। [আইসারুত তাফসীরা] (চার) এতে (لِقَوْمٍ يَّذَّكَّرُوْنَ) বলে ব্যক্ত  করা হয়েছে যে, কুরআনের বক্তব্য পুরোপুরি সুস্পষ্ট ও পরিস্কার হলেও, তা দ্বারা একমাত্র তারাই উপকৃত হয়েছে, যারা উপদেশ গ্রহণের অভিপ্রায়ে কুরআনের উপর চিন্তা-ভাবনা করে; জিদ, হঠকারিতা এবং পৈতৃক প্রথার নিশ্চল অনুসরণের প্রাচীর যাদের সামনে অন্তরায় সৃষ্টি করে না। [তাবারী; সাদী ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 127,
        "verse": "৬ : ১২৭",
        "arabic_text": "\n۞ لَهُمۡ دَارُ ٱلسَّلَٰمِ عِندَ رَبِّهِمۡۖ وَهُوَ وَلِيُّهُم بِمَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "তাদের রব-এর কাছে তাদের জন্য রয়েছে শস্তির আলয় [১] এবং তারা যা করত তার জন্য তিনিই তাদের অভিভাবক [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ উপরোক্ত ব্যক্তি, যারা মুক্ত মনে উপদেশ গ্রহণের অভিপ্রায়ে কুরআনের পয়গাম নিয়ে চিন্তা-ভাবনা করে এবং এর অবশ্যম্ভাবী পরিণতিস্বরূপ কুরআনী নির্দেশ মেনে চলে, তাদের জন্য তাদের পালনকর্তার কাছে ‘দারুস-সালাম’-এর পুরস্কার সংরক্ষিত রয়েছে। এখানে ‘দার’ শব্দের অর্থ গৃহ এবং ‘সালাম’ শব্দের অর্থ যাবতীয় বিপদাপদ থেকে নিরাপত্তা। কাজেই ‘দারুস-সালাম’ এমন গৃহকে বলা যায়, যেখানে কষ্ট-শ্রম, দুঃখ, বিষাদ, বিপদাপদ ইত্যাদির সমাগম নেই। নিঃসন্দেহে এটা জান্নাতই হতে পারে। [তাবারী; আত-তাহরীর ওয়াত তানওয়ীর] অথবা দারুস সালাম এ জন্যই তাদের জন্য থাকবে, কারণ তারা সিরাতে মুস্তাকিমে চলার কারণে নিজেদেরকে নিরাপত্তায় রাখতে সামর্থ হয়েছে। সুতরাং তাদের প্রতিফল তো তা-ই হওয়া বাঞ্ছনীয় যা নিশ্চিন্দ্র নিরাপত্তার বেষ্টনীতে আবদ্ধ। [ইবন কাসীর] আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ ‘সালাম’ আল্লাহ তা'আলার একটি নাম। দারুস সালাম অর্থ আল্লাহর গৃহ। আল্লাহর গৃহ বলতে শান্তি ও নিরাপত্তার স্থান বোঝায়। অতএব, সার অর্থ আবারো তাই হয় যে, এমন গৃহ যাতে শান্তি, সুখ, নিরাপত্তা ও প্রশান্তি বিদ্যমান। অর্থাৎ জান্নাত। তাবারী জান্নাতকে দারুস্-সালাম বলে ইঙ্গিত করা হয়েছে যে, একমাত্র জান্নাতই এমন জায়গা, যেখানে মানুষ সর্বপ্রকার কষ্ট, উৎকণ্ঠা, উপদ্রব ও স্বভাব বিরুদ্ধ বস্তু থেকে পূর্ণরূপে ও স্থায়ীভাবে নিরাপদ থাকে। [সা’দী] এরূপ নিরাপত্তা জগতে কোন রাজাধিরাজ এবং নবী-রাসূলও কখনো লাভ করেন না। কেননা, ধ্বংসশীল জগত এরূপ পরিপূর্ণ ও স্থায়ী শান্তির জায়গাই নয়।\n  <br/>\n  <br/>\n  [২]  আয়াতে বলা হয়েছে যে, এসব সৌভাগ্যশালীর জন্য তাদের প্রতিপালকের কাছে দারুস-সালাম’ রয়েছে। প্রতিপালকের কাছে -এর অর্থ এই যে, এ দারুস-সালাম দুনিয়াতে নগদ পাওয়া যাবে না; কেয়ামতের দিন যখন তারা স্বীয় রব-এর কাছে যাবে, তখনই তা পাবে। দ্বিতীয় অর্থ এই যে, দারুস-সালামের ওয়াদা ভ্রান্ত হতে পারে না। রব নিজেই এর জামিন। তাঁর কাছে তা সংরক্ষিত রয়েছে। এতে এদিকেও ইঙ্গিত রয়েছে যে, এ দারুস-সালামের নেয়ামত ও আরাম আজ কেউ কল্পনাও করতে পারে না। যে প্রতিপালকের কাছে এ ভাণ্ডার সংরক্ষিত আছে, তিনিই তা জানেন। [সা’দী] আয়াতের শেষে বলা হয়েছে, তাদের সৎকর্মের কারণে আল্লাহ তা'আলা তাদের\n  <br/>\n  অভিভাবক। ইবন কাসীর দুনিয়াতে অভিভাবক হিসেবে তিনি তাদেরকে সঠিক পথের হিদায়াত দেন। আর আখেরাতে তাদেরকে উপযুক্ত প্রতিফল দেন। [বাগভী] আর আল্লাহ যাদের পৃষ্ঠপোষক ও সাহায্যকারী হয়ে যান, তাদের সব মুশকিল আসান হয়ে যায়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 128,
        "verse": "৬ : ১২৮",
        "arabic_text": "\nوَيَوۡمَ يَحۡشُرُهُمۡ جَمِيعٗا يَٰمَعۡشَرَ ٱلۡجِنِّ قَدِ ٱسۡتَكۡثَرۡتُم مِّنَ ٱلۡإِنسِۖ وَقَالَ أَوۡلِيَآؤُهُم مِّنَ ٱلۡإِنسِ رَبَّنَا ٱسۡتَمۡتَعَ بَعۡضُنَا بِبَعۡضٖ وَبَلَغۡنَآ أَجَلَنَا ٱلَّذِيٓ أَجَّلۡتَ لَنَاۚ قَالَ ٱلنَّارُ مَثۡوَىٰكُمۡ خَٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٞ ",
        "bangla_text": "আর যেদিন তিনি তাদের সবাইকে একত্র করবেন এবং বলবেন, ‘হে জিন  সম্প্রদায় ! তোমারা তো অনেক লোককে পথভ্রষ্ট করেছিলে [১]’ এবং মানুষের মধ্য থেকে তাদের বন্ধুরা বলবে, ’হে আমাদের রব !আমাদের মধ্যে কিছু সংখ্যক অপর কিছু সংখ্যক দ্বারা লাভবান হয়েছে এবং আপনি আমাদের জন্য যে সময় নির্ধারণ করেছিলেন এখন আমারা তাতে উপনীত হয়েছি’। আল্লাহ্‌ বলবেন, ‘আগুনই তোমাদের বাসস্থান,তোমারা সেখানে স্থায়ী হবে, ‘ যদি না আল্লাহ্‌ অন্য রকম ইচ্ছে করেন। নিশ্চয় আপনার রব প্রজ্ঞাময় ,সর্বজ্ঞ [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে হাশরের ময়দানে সব জিন ও মানবকে একত্রিত করার পর উভয় দলের সম্পর্কে একটি প্রশ্ন ও উত্তর বর্ণিত হয়েছে। আল্লাহ্ তা'আলা শয়তান জিনদেরকে সম্বোধন করে তাদের অপরাধ ব্যক্ত করবেন এবং বলবেন, ‘তোমরা মানব জাতিকে পথভ্রষ্ট করার কাজে ব্যাপকভাবে অংশ নিয়েছ। তাদেরকে তোমরা আল্লাহর পথ থেকে দূরে রেখেছ। আর তোমরা আল্লাহর বিরুদ্ধে যুদ্ধের ভূমিকায় অবতীর্ণ হয়েছিলে। তোমরা মানুষদেরকে পথভ্রষ্ট করে জাহান্নামের দিকে ধাবিত করেছ। সুতরাং আজ তোমাদের উপর আমার লা'নত অবশ্যম্ভাবী, আমার শাস্তি অপ্রতিরোধ্য। তোমাদের অপরাধ অনুপাতে আমি তোমাদেরকে শাস্তি দিব। কিভাবে তোমরা আমার নিষিদ্ধ বিষয়ে অগ্রগামী হলে? কিভাবে আমার রাসূল ও নেক বান্দাদের বিরোধিতায় লিপ্ত হলে? অন্যদের পথভ্রষ্ট করার ব্যাপারে তোমাদের কোন ওজর আপত্তি শোনা হবে না। আজ তোমাদের পক্ষে সুপারিশ করারও কেউ নেই।’ তখন তাদের উপর যে শাস্তি, অপমান ও লাঞ্ছনা আপতিত হবে সেটা অবর্ণনীয়। এর উত্তরে জিনরা কি বলবে, কুরআন তা উল্লেখ করেনি। তবে এটা বোঝা যায় যে, মহাজ্ঞানী ও সর্বজ্ঞ আল্লাহ তা'আলার সামনে স্বীকারোক্তি করা ছাড়া গতি নেই। কিন্তু তাদের স্বীকারোক্তি উল্লেখ না করার মধ্যেই ইঙ্গিত রয়েছে যে, এ প্রশ্ন শুনে তারা এমন হতবাক হয়ে যাবে যে, উত্তর দেয়ার জন্য মুখই খুলতে পারবে না। [সা'দী]\n  <br/>\n  <br/>\n  [২]  এরপর মানব শয়তান অর্থাৎ দুনিয়াতে যে সমস্ত মানব শয়তানদের অনুগামী ছিল, নিজেরাও পথভ্রষ্ট হয়েছে এবং অপরকেও পথভ্রষ্ট করেছে, তাদের পক্ষ থেকে আল্লাহর দরবারে একটি উত্তর বর্ণনা করা হয়েছে। এক্ষেত্রে উপরোক্ত প্রশ্ন যদিও তাদেরকে করা হয়নি; কিন্তু প্রসঙ্গক্রমে তাদেরকেও যেন সম্বোধন করা হয়েছিল। কেননা, তারাও শয়তান জিনদের কাজ অর্থাৎ পথভ্রষ্টতাই প্রচার করেছিল। এ প্রাসঙ্গিক সম্বোধনের কারণে তারা উত্তর দিয়েছে। কিন্তু বাহ্যতঃ বোঝা যায় যে, মানবরূপী শয়তানদেরকেও প্রশ্ন করা হয়ে থাকবে। তা স্পষ্টতঃ এখানে উল্লেখ করা না হলেও অন্য এক আয়াতে বলা হয়েছেঃ “হে আদম সন্তানরা! আমি কি তোমাদেরকে নবীগণের মাধ্যমে অঙ্গীকার নেইনি যে, শয়তানের ইবাদাত (অনুসরণ) করো না\"? [সূরা ইয়াসীন: ৬০] এতে বোঝা যায় যে, এ সময়ে মানুষ শয়তানদেরকেও প্রশ্ন করা হবে। তারা উত্তরে স্বীকার করবে যে, নিঃসন্দেহে আমরা শয়তানদের কথা মান্য করার অপরাধ করেছি। তারা আরো বলবেঃ হ্যাঁ, জিন শয়তানরা আমাদের সাথে এবং আমরা তাদের সাথে বন্ধুত্বপূর্ণ সম্পর্ক রেখে পরস্পর পরস্পরের দ্বারা ফল লাভ করেছি। মানুষ শয়তানরা তাদের কাছ থেকে এ ফল লাভ করেছে যে, দুনিয়ার ভোগ-বিলাস আহরণের উপায়াদি শিক্ষা করেছে এবং কোথাও কোথাও জিন শয়তানদের দোহাই দিয়ে কিংবা অন্য পন্থায় তাদের কাছ থেকে সাহায্যও লাভ করেছে; যেমন, মূর্তিপূজারীর মধ্যে বরং বিশেষ ক্ষেত্রে অনেক মূৰ্খ মুসলিমের মধ্যেও এ পন্থা প্রচলিত আছে, যা দ্বারা শয়তান ও জিনদের কাছ থেকে কোন কোন কাজে সাহায্য নেয়া যায়। জিন শয়তানরা মানুষদের কাছ থেকে যে ফল লাভ করেছে, তা এই যে, তাদের কথা অনুসরণ করা হয়েছে এবং তারা মানুষকে অনুগামী করতে সক্ষম হয়েছে। এমনকি তারা মৃত্যু ও আখেরাতকে ভুলে গিয়েছে। এই মুহুর্তে তারা স্বীকার করবে যে, শয়তানের বিপথগামী করার কারণে আমরা যে মৃত্যু ও আখেরাতকে ভুলে গিয়েছিলাম, এখন তা সামনে এসে গেছে। এখন আপনি যে শাস্তি দিতে চান তা দিতে পারেন। কারণ এখন আপনারই একচ্ছত্র ক্ষমতা। এভাবে তারা যেন আল্লাহর কৃপাই পেতে চাইবে। কিন্তু এটা কৃপা করার সময় নয়। তাই এ স্বীকারোক্তির পর আল্লাহ তা'আলা বলবেনঃ তোমরা উভয় দলের অপরাধের শাস্তি এই যে, তোমাদের বাসস্থান হবে অগ্নি, যাতে সদা-সর্বদা থাকবে। তবে আল্লাহ কাউকে তা থেকে বের করতে চাইলে তা ভিন্ন কথা। কুরআনের অন্যান্য আয়াত সাক্ষ্য দেয় যে, আল্লাহ তা'আলা তাও চাইবেন না। তাই অনন্তকালই সেখানে থাকতে হবে। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 129,
        "verse": "৬ : ১২৯",
        "arabic_text": "\nوَكَذَٰلِكَ نُوَلِّي بَعۡضَ ٱلظَّٰلِمِينَ بَعۡضَۢا بِمَا كَانُواْ يَكۡسِبُونَ ",
        "bangla_text": "আর এভাবেই আমারা যালিমদের কতককে কতকের বন্ধু বানিয়ে দেই, তারা যা অর্জন করত তার কারণে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আয়াতে (نُوَلِّيْ) শব্দটির আভিধানিক দিক দিয়ে দুটি অর্থ হতে পারে। মুফাসসিরীন সাহাবা ও তাবেয়ীগণের কাছ থেকে উভয় প্রকার অর্থই বর্ণিত আছে। (এক) শাসক হিসেবে চাপিয়ে দেয়া, বন্ধু বানিয়ে দেয়া। যারা তাদেরকে তাদের কর্মের কারণে পথভ্রষ্টতার দিকে চালিত করবে। আব্দুল্লাহ ইবন যুবায়ের রাদিয়াল্লাহু আনহুমা, ইবন যায়েদ, মালেক ইবনে দীনার রাহিমাহুমুল্লাহ প্রমূখ মুফাসসিরীন থেকে এ অর্থের দিক দিয়ে আয়াতের তাফসীর এরূপ বর্ণিত আছে যে, আল্লাহ তা'আলা একজন যালিমকে অপর যালিমের উপর শাসক হিসেবে চাপিয়ে দেন এবং এভাবে এক কে অপরের হাতে শাস্তি দেন। তাদের অপরাধের কারণে আল্লাহ তা'আলা তাদের উপর এমন কাউকে বসাবেন, এমন কাউকে সাথে জুড়ে দেবেন যারা তাদেরকে হক পথে চলা থেকে দূরে রাখবে, হক পথের প্রতি ঘৃণা ছড়াবে। খারাপ কাজের প্রতি উৎসাহ দেবে। এভাবেই মানুষের মধ্যে যখন ফাসাদ ও যুলমের আধিক্য হয়, আর আল্লাহর ফরয আদায়ে মানুষের মধ্যে গাফিলতি সৃষ্টি হয় তখনই আল্লাহ্ তা'আলা মানুষের উপর তাদের গোনাহের শাস্তিস্বরূপ এমন কাউকে বসিয়ে দেন যারা তাদেরকে কঠোর শাস্তি প্রদান করবে। [বাগভী; ইবন কাসীর; সাদী ] (দুই) আয়াতে বর্ণিত (نُوَلِّيْ) শব্দের আরেক অর্থ হচ্ছে, পরস্পরকে যুক্ত করে দেয়া ও নিকটবতী করে দেয়া। সায়ীদ ইবনে যুবায়ের, কাতাদাহ রাহিমাহুমাল্লাহ প্রমূখ মুফাসসিরগণ প্রথমোক্ত অর্থে আয়াতের উদ্দেশ্য এরূপ ব্যক্ত করেছেন যে, কেয়ামতের দিন আল্লাহ্ তা'আলার কাছে মানুষের দল বিভিন্ন বংশ, দেশ কিংবা ভাষার ভিত্তিতে হবে না; বরং কর্ম ও চরিত্রের ভিত্তিতে হবে। আল্লাহর আনুগত্যশীল মুসলিম যেখানেই থাকবে, সে মুসলিমদের সাথী হবে, তাদের বংশ, দেশ, ভাষা, বর্ণ ও জীবনযাপন পদ্ধতিতে যতই দূরত্ব ও পার্থক্য থেকে থাকুক না কেন। এরপর মুসলিমদের মধ্যেও সৎ ও দ্বীনী লোকেরা সৎ ও দ্বীনী লোকদের সাথে থাকবে এবং পাপী ও কুকর্মীদেরকে পাপী ও কুকর্মীদের সাথে যুক্ত করে দেয়া হবে। [বাগভী; ইবন কাসীর]।\n </p>\n</div>"
    },
    {
        "id": 130,
        "verse": "৬ : ১৩০",
        "arabic_text": "\nيَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ أَلَمۡ يَأۡتِكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي وَيُنذِرُونَكُمۡ لِقَآءَ يَوۡمِكُمۡ هَٰذَاۚ قَالُواْ شَهِدۡنَا عَلَىٰٓ أَنفُسِنَاۖ وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ ",
        "bangla_text": "'হে জিন ও মানুষের দল! তোমাদের মধ্য থেকে কি রাসূলগণ তোমাদের কাছে আসেনি যারা আমার নিদর্শন তোমাদের কাছে বিবৃত করত এবং  তোমাদেরকে এ দিনের সম্মুখীন হওয়া সম্বন্ধে সতর্ক করত ?’ তারা বলবে, ‘আমারা আমাদের নিজেদের  বিরুদ্ধে সাক্ষ্য দিলাম।’ বস্তুত দুনিয়ার জীবন তাদেরকে প্রতারিত করেছিল [১], আর তারা নিজেদের বিরুদ্ধে সাক্ষ্য দেবে , যে তারা কাফের ছিল [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ষোলতম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  এ আয়াতে একটি প্রশ্ন ও উত্তর বর্ণিত হয়েছে। এ প্রশ্নটি হাশরের ময়দানে জ্বিন ও মানবকে করা হবে। প্রশ্নটি এইঃ তোমরা কি কারণে কুফর ও আল্লাহর অবাধ্যতায় লিপ্ত হলে? তোমাদের কাছে কি আমার নবী পৌঁছেননি? তিনি তো তোমাদের মধ্য থেকেই ছিল এবং আমার আয়াতসমূহ তোমাদেরকে পাঠ করে শোনাত, আজকের দিনের উপস্থিতি এবং হিসাব-কিতাবের ভয় প্রদর্শন করত। এর উত্তরে তাদের সবার পক্ষ থেকে নবীগণের আগমন, আল্লাহর বাণী পৌঁছানো এবং এতদসত্ত্বেও কুফরে লিপ্ত হওয়ার স্বীকারোক্তির কথা উল্লেখ করা হয়েছে। [কুরতুবী] এ ভ্রান্ত কর্মের কোন কারণ ও হেতু তাদের পক্ষ থেকে বর্ণনা করা হয়নি; বরং আল্লাহ নিজেই এর কারণ বর্ণনা করেছেন যে, (وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا)\" অর্থাৎ তাদেরকে পার্থিব জীবন ও ভোগ-বিলাস ধোকায় ফেলে দিয়েছে।“ ফলে তারা একেই মূখ্য মনে করে বসেছে, অথচ এটা প্রকৃতপক্ষে কিছুই নয়। এভাবে তারা দুনিয়ার জীবনে রাসূলদের উপর মিথ্যারোপ করেছিল, তাদের আনিত সত্যে ঈমান আনতে অস্বীকার করেছিল। তাদের উপস্থাপিত মু'জিযার বিরোধিতায় লিপ্ত ছিল। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ এভাবে তারা হাশরের মাঠে নিজেদের বিরুদ্ধে সাক্ষ্য দিয়ে বলবে যে, তারা দুনিয়াতে কাফের ছিল। আয়াতে প্রণিধানযোগ্য বিষয় এই যে, অন্য কতিপয় আয়াতে তারা মুখ মুছে অস্বীকার করবে এবং রব-এর দরবারে কসম খেয়ে মিথ্যা বলবে,\n  <br/>\n  <br/>\n  (وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ আমাদের রব-এর কসম, আমরা কখনো মুশরিক ছিলাম না। [সূরা আল-আন’আম: ২৩] অথচ এ আয়াত থেকে জানা যাচ্ছে যে, তারা অনুতাপ সহকারে স্বীয় কুফর ও শির্ক স্বীকার করে নেবে। অতএব, আয়াতদ্বয়ের মধ্যে বাহ্যতঃ পরস্পর বিরোধিতা দেখা দেয়। কিন্তু অন্যান্য আয়াতে এভাবে এর ব্যাখ্যা করা হয়েছে যে, প্রথমে যখন তাদেরকে প্রশ্ন করা হবে, তখন তারা অস্বীকার করবে। সে মতে আল্লাহ্ তা'আলা স্বীয় কুদরাত-বলে তাদের মুখ বন্ধ করে দেবেন। হাত, পা ও অন্যান্য অঙ্গ-প্রত্যঙ্গের সাক্ষ্য নেবেন। সেদিন আল্লাহর কুদরাতে সেগুলো বাকশক্তিপ্রাপ্ত হবে। সেগুলো পরিস্কারভাবে তাদের কুকর্মের ইতিবৃত্ত বর্ণনা করে দেবে। তখন জ্বিন ও মানব জানতে পারবে যে, তাদের হাত, পা, কান, জিহবা সবই ছিল আল্লাহর গুপ্ত প্রহরী, যারা সব কাজ-কারবার ও অবস্থার অভ্রান্ত রিপোর্ট প্রদান করছে। এমতাবস্থায় তাদের আর অস্বীকার করার জো থাকবে না। তখন তারা সবাই পরিস্কার ভাষায় অপরাধ স্বীকার করে নেবে। [যামাখশারী; কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 131,
        "verse": "৬ : ১৩১",
        "arabic_text": "\nذَٰلِكَ أَن لَّمۡ يَكُن رَّبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ بِظُلۡمٖ وَأَهۡلُهَا غَٰفِلُونَ ",
        "bangla_text": "এটা এ জন্যে যে, অধিবাসীরা যখন গাফেল থাকে, তখন জনপদসমূহের অন্যায় আচরনের জন্য তাকে ধ্বংস করা আপনার রব-এর কাজ নয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে বলা হয়েছে যে, রাসূল প্রেরণ করা আল্লাহ্ তা'আলার ন্যায়বিচার ও অনুগ্রহের প্রতীক। তিনি কোন জাতির প্রতি এমনিতেই শাস্তি প্রেরণ করেন না, যে পর্যন্ত না তাদেরকে পূর্বাহ্নে নবীদের মাধ্যমে জাগ্রত করা হয় এবং হিদায়াতের আলো প্রেরণ করা হয়। যতক্ষণ পর্যন্ত তাদেরকে আদেশ-নিষেধ প্রদান না করবে। তাদেরকে আদেশ না মানার পরিণতি ও নিষেধে পতিত হওয়ার ভয়াবহতা সম্পর্কে জাগ্রত না করা হয়। যুলমের শাস্তি সম্পর্কে তাদেরকে সাবধান না করা হয়। [ইবন কাসীর; আইসারুত তাফাসীর]\n </p>\n</div>"
    },
    {
        "id": 132,
        "verse": "৬ : ১৩২",
        "arabic_text": "\nوَلِكُلّٖ دَرَجَٰتٞ مِّمَّا عَمِلُواْۚ وَمَا رَبُّكَ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ ",
        "bangla_text": "আর তারা যা আমল করে , সে অনুসারে প্রত্যেকের মর্যাদা রয়েছে এবং তারা যা করে সে সম্বন্ধে আপনার রব গাফেল নন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 133,
        "verse": "৬ : ১৩৩",
        "arabic_text": "\nوَرَبُّكَ ٱلۡغَنِيُّ ذُو ٱلرَّحۡمَةِۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَسۡتَخۡلِفۡ مِنۢ بَعۡدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوۡمٍ ءَاخَرِينَ ",
        "bangla_text": "আর আপনার রব অভাবমুক্ত , দয়াশীল [১]। তিনি ইচ্ছে করলে তোমাদেরকে অপসারিত করতে এবং তোমাদের পরে যাকে ইচ্ছে তোমাদের স্থানে আনতে পারেন, যেমন তোমাদেরকে তিনি অন্য এক সম্প্রদায়ের বংশ থেকে সৃষ্টি করেছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আলোচ্য আয়াতে বলা হয়েছে যে, নবী ও আসমানী কিতাবসমূহের অব্যাহত ধারা এজন্য ছিল না যে, বিশ্ব পালনকর্তা আমাদের ইবাদাত ও আনুগত্যের মুখাপেক্ষী কিংবা তাঁর কোন কাজ আমাদের আনুগত্যের উপর নির্ভরশীল নয়, তিনি সম্পূর্ণ অমুখাপেক্ষী ও অভাবমুক্ত। তবে পরিপূর্ণ অমুখাপেক্ষী হওয়ার সাথে সাথে তিনি দয়া গুণেও গুনান্বিত। সমগ্র বিশ্বকে অস্তিত্ব ও স্থায়িত্ব দান করা এবং বিশ্ববাসীর বাহ্যিক ও আভ্যন্তরীণ, বর্তমান ও ভবিষ্যৎ সব প্রয়োজন অযাচিতভাবে মেটানোর কারণও তাঁর এ দয়াগুণ। নতুবা মানুষ তথা গোটা সৃষ্টি নিজের প্রয়োজনাদি নিজে সমাধা করার যোগ্য হওয়া তো দূরের কথা, সে স্বীয় প্রয়োজনাদি চাওয়ার রীতি-নীতিও জানে না। বিশেষতঃ অস্তিত্বের যে নেয়ামত দান করা হয়েছে, তা যে চাওয়া ছাড়াই পাওয়া গেছে, তা দিবালোকের মত স্পষ্ট। কোন মানুষ কোথাও নিজের সৃষ্টির জন্য দো’আ করেনি এবং অস্তিত্ব লাভের পূর্বে দো'আ করা কল্পনাও করা যায় না। এমনিভাবে অন্তর এবং যেসব অঙ্গ-প্রত্যঙ্গের সমন্বয়ে মানুষের সৃষ্টি হাত, পা, মন-মস্তিস্ক প্রভৃতি এগুলো কোন মানব চেয়েছিল কি?\n  <br/>\n  মোটকথা, আলোচ্য আয়াতে (وَرَبُّكَ الْغَنِيُّ) শব্দ দ্বারা বিশ্বপালকের অমুখাপেক্ষিতা বর্ণনা করার সাথেই (ذُو الرَّحْمَةِ) যোগ করে বলা হয়েছে যে, তিনি করুণাময়ও বটে। অমুখাপেক্ষিতা আল্লাহ্ তা'আলারই বিশেষ গুণ। মানুষের মধ্যে এ গুণ নেই, কেননা, মানুষ অপরের প্রতি অমুখাপেক্ষি হয়ে গেলে সে অপরের লাভ-লোকসান ও সুখ-দুঃখের প্রতি মোটেই ভ্রুক্ষেপ করত না বরং অপরের প্রতি অত্যাচার ও উৎপীড়ন করতে উদ্যত হত। আল্লাহ তা'আলা অন্য এক আয়াতে বলেন, “মানুষ যখন নিজেকে অমুখাপেক্ষি দেখতে পায়, তখন অবাধ্যতা ও ঔদ্ধত্যে মেতে উঠে।\" [সূরা আল-আলাক: ৬-৭] তাই আল্লাহ্ তা'আলা মানুষকে এমন প্রয়োজনাদির শিকলে আষ্টেপৃষ্ঠে বেঁধে দিয়েছেন, যেগুলো অপরের সাহায্য ব্যতিরেকে পূর্ণ হতে পারে না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 134,
        "verse": "৬ : ১৩৪",
        "arabic_text": "\nإِنَّ مَا تُوعَدُونَ لَأٓتٖۖ وَمَآ أَنتُم بِمُعۡجِزِينَ ",
        "bangla_text": "নিশ্চয় তোমাদের সাথে যা ওয়াদা করা হচ্ছে তা অবশ্যই আসবে এবং তোমরা তা ব্যর্থ করতে পারবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলার অমুখাপেক্ষী হওয়া, করুণাময় হওয়া এবং সর্বশক্তির অধিকরী হওয়ার কথা উল্লেখ করার পর অবাধ্য ও নির্দেশ অমান্যকারীদেরকে হুশিয়ার করা হয়েছে যে, আল্লাহ তা’আলা তোমাদেরকে যে শাস্তির ভয় প্রদর্শন করেছেন, তা অবশ্যই আগমণ করবে এবং তোমরা সব একত্রিত হয়েও আল্লাহর সে আযাব প্রতিরোধ করতে পারবে না।\n </p>\n</div>"
    },
    {
        "id": 135,
        "verse": "৬ : ১৩৫",
        "arabic_text": "\nقُلۡ يَٰقَوۡمِ ٱعۡمَلُواْ عَلَىٰ مَكَانَتِكُمۡ إِنِّي عَامِلٞۖ فَسَوۡفَ تَعۡلَمُونَ مَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "বলুন, ‘হে আমার সম্প্রদায়! তোমরা তোমাদের অবস্থানে থেকে কাজ কর, নিশ্চয় আমিও আমার কাজ করছি। তোমারা শীঘ্রই জানতে পারবে, কার পরিণাম মঙ্গলময় [১]। নিশ্চয় যালিমরা সফল হয় না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন আল্লাহর আযাব নাযিল হবে, তখন কার পরিণাম ভালো সেটা স্পষ্ট হয়ে যাবে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 136,
        "verse": "৬ : ১৩৬",
        "arabic_text": "\nوَجَعَلُواْ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلۡحَرۡثِ وَٱلۡأَنۡعَٰمِ نَصِيبٗا فَقَالُواْ هَٰذَا لِلَّهِ بِزَعۡمِهِمۡ وَهَٰذَا لِشُرَكَآئِنَاۖ فَمَا كَانَ لِشُرَكَآئِهِمۡ فَلَا يَصِلُ إِلَى ٱللَّهِۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمۡۗ سَآءَ مَا يَحۡكُمُونَ ",
        "bangla_text": "আল্লাহ যে শস্য ও গবাদি পশু সৃষ্টি করেছেন সে সবের মধ্য থেকে তারা আল্লাহর জন্য এক অংশ নির্দিষ্ট করে এবং নিজেদের ধারণা অনুযায়ী বলে, ‘ এটা আল্লাহর জন্য এবং এটা আমাদের শরীকদের [১] জন্য’। অতঃপর যা তাদের শরীকদের  অংশ তা আল্লাহর কাছে পৌঁছায় না এবং যা আল্লাহর অংশ তা তাদের শরীকদের কাছে পৌছায়, তারা যা ফয়সালা করে তা কতই না নিকৃষ্ট [২] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ মূর্তি, বিগ্রহ ইত্যাদি যাদেরকে তারা আল্লাহর সাথে শরীক নির্ধারণ করেছে তাদের জন্য। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২]  এ আয়াতে মুশরিকদের একটি বিশেষ পথভ্রষ্টতা ব্যক্ত করা হয়েছে। আরবদের অভ্যাস ছিল যে, শস্যক্ষেত্র, বাগান এবং ব্যবসা-বাণিজ্য থেকে যা কিছু আমদানী হত, তার এক অংশ আল্লাহর জন্য এবং এক অংশ উপাস্য দেব-দেবীর নামে পৃথক করে রাখত। আল্লাহর নামের অংশ থেকে গরীব-মিসকীনকে দান করা হতো এবং দেব-দেবীর অংশ মন্দিরের পূজারী, সেবায়েত ও রক্ষকদের জন্য ব্যয় করতো।\n  <br/>\n  <br/>\n  প্রথমতঃ এটাই কম অবিচার ছিল না যে, যাবতীয় বস্তু সৃষ্টি করেছেন আল্লাহ এবং সমুদয় উৎপন্ন ফসলও তিনিই দান করেছেন, কিন্তু আল্লাহ প্রদত্ত বস্তুসমূহের মধ্যে প্রতিমাদেরকে অংশীদার করা হত। তদুপরি তারা আরো অবিচার করত এই যে, কখনো উৎপাদন কম হলে তারা কমের ভাগটি আল্লাহর অংশ থেকে কেটে নিত, অথচ মুখে বলতঃ আল্লাহ তো সম্পদশালী, অভাবমুক্ত, তিনি আমাদের সম্পদের মুখাপেক্ষী নন। এরপর প্রতিমাদের অংশ এবং নিজেদের ব্যবহারের অংশ পুরোপুরি নিয়ে নিত। আবার কোন সময় এমনও হত যে, প্রতিমাদের কিংবা নিজেদের অংশ থেকে কোন বস্তু আল্লাহর অংশে পড়ে গেলে তা হিসাব ঠিক করার জন্য সেখান থেকে তুলে নিত। পক্ষান্তরে যদি আল্লাহর অংশ থেকে কোন বস্তু নিজেদের কিংবা প্রতিমাদের অংশে পড়ে যেত, তবে তা সেখানেই থাকতে দিত এবং বলতঃ আল্লাহ অভাবমুক্ত, তাঁর অংশ কম হলেও ক্ষতি নেই। কুরআনুল কারীম তাদের এ পথভ্রষ্টতার উল্লেখ করে বলেছেঃ\n  <br/>\n  <br/>\n  (سَاءَ مَا يَحْكُمُوْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ তাদের এ বিচার পদ্ধতি অত্যন্ত বিশ্রী ও একপেশে। যে আল্লাহ তাদেরকে এবং তাদের সমুদয় বস্তু-সামগ্রীকে সৃষ্টি করেছেন, প্রথমতঃ তারা তাঁর সাথে অপরকে অংশীদার করেছে। তদুপরি তাঁর অংশও নানা ছলনা ও কৌশলে অন্য দিকে পাচার করে দিয়েছে।\n  <br/>\n  <br/>\n  <b>\n   কাফেরদের প্রতি হুশিয়ারীতে মুসলিমদের জন্য শিক্ষাঃ\n  </b>\n  <br/>\n  <br/>\n  এ হচ্ছে মুশরিকদের একটি পথভ্রষ্টতা ও ভ্রান্তির জন্য হুশিয়ারী। এতে ঐসব মুসলিমের জন্যও শিক্ষার চাবুক রয়েছে, যারা আল্লাহ প্রদত্ত জীবন ও অঙ্গ-প্রত্যঙ্গের পূর্ণ কার্যক্ষমতাকে বিভিন্ন অংশে বিভক্ত করে। বয়স ও সময়ের এক অংশকে তারা আল্লাহর ইবাদাতের জন্য নির্দিষ্ট করে; অথচ জীবনের সমস্ত সময় ও মুহুর্তকে তাঁরই ইবাদাত ও আনুগত্যের ওয়াকফ করে মানবিক প্রয়োজনাদি মেটানোর জন্য তা থেকে কিছু সময় নিজের জন্য বের করে নেয়াই সঙ্গত ছিল। সত্য বলতে কি, এরপরও আল্লাহর যথার্থ কৃতজ্ঞতা আদায় হতো না। কিন্তু আমাদের অবস্থা এই যে, দিন-রাত্রির চব্বিশ ঘন্টার মধ্যে যদি কিছু সময় আমরা আল্লাহর ইবাদাতের জন্য নির্দিষ্ট করি, তবে কোন প্রয়োজন দেখা দিলে কাজ-কারবার ও আরাম-আয়েশের সময় পুরোপুরি ঠিক রেখে তার সমস্তটুকু আল্লাহর জন্য নির্ধারিত সময় তথা সালাত, তেলাওয়াত ও ইবাদাতের জন্য নির্দিষ্ট সময়ের থেকে কেটে নেই। কোন অতিরিক্ত কাজের সম্মুখীন হলে কিংবা অসুখ-বিসুখ হলে সর্বপ্রথম এর প্রভাব ইবাদাতের জন্য নির্দিষ্ট সময়ের উপর পড়ে। এটা নিঃসন্দেহে অবিচার, অকৃতজ্ঞতা এবং অধিকার হরণ। আল্লাহ আমাদেরকে এবং সব মুসলিমদেরকে এহেন গৰ্হিত কাজ থেকে বাঁচিয়ে রাখুন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 137,
        "verse": "৬ : ১৩৭",
        "arabic_text": "\nوَكَذَٰلِكَ زَيَّنَ لِكَثِيرٖ مِّنَ ٱلۡمُشۡرِكِينَ قَتۡلَ أَوۡلَٰدِهِمۡ شُرَكَآؤُهُمۡ لِيُرۡدُوهُمۡ وَلِيَلۡبِسُواْ عَلَيۡهِمۡ دِينَهُمۡۖ وَلَوۡ شَآءَ ٱللَّهُ مَا فَعَلُوهُۖ فَذَرۡهُمۡ وَمَا يَفۡتَرُونَ ",
        "bangla_text": "আর এভাবে তাদের শরীকরা বহু মুশরিকের দৃষ্টিতে তাদের সন্তানদের হত্যাকে শোভন করেছে, তাদের ধ্বংস সাধনের জন্য এবং তাদের দ্বীন সম্বন্ধে তাদের বিভ্রান্তি সৃষ্টির জন্য; আর আল্লাহ ইচ্ছে করলে তারা এসব করত না। কাজেই তাদেরকে তাদের মিথ্যা রটনা নিয়েই থাকতে দিন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 138,
        "verse": "৬ : ১৩৮",
        "arabic_text": "\nوَقَالُواْ هَٰذِهِۦٓ أَنۡعَٰمٞ وَحَرۡثٌ حِجۡرٞ لَّا يَطۡعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعۡمِهِمۡ وَأَنۡعَٰمٌ حُرِّمَتۡ ظُهُورُهَا وَأَنۡعَٰمٞ لَّا يَذۡكُرُونَ ٱسۡمَ ٱللَّهِ عَلَيۡهَا ٱفۡتِرَآءً عَلَيۡهِۚ سَيَجۡزِيهِم بِمَا كَانُواْ يَفۡتَرُونَ ",
        "bangla_text": "আর তারা তাদের ধারণা অনুযায়ী বলে, ‘এসব গবাদি পশু ও শস্যক্ষেত্র নিষিদ্ধ; আমরা যাকে ইচ্ছে করি সে ছাড়া কেউ এসব খেতে পারবে না,’ এবং কিছু সংখ্যক গবাদি পশুর পিঠে আরোহণ নিষিদ্ধ করা হয়েছে এবং কিছু সংখ্যক পশু যবেহ করার সময় তারা আল্লাহর নাম নেয় না। এ সবকিছুই তারা আল্লাহ সম্বন্ধে মিথ্যা রটনার উদ্দেশ্যে বলে; তাদের এ মিথ্যা রটনার প্রতিফল তিনি অচিরেই তাদেরকে দেবেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 139,
        "verse": "৬ : ১৩৯",
        "arabic_text": "\nوَقَالُواْ مَا فِي بُطُونِ هَٰذِهِ ٱلۡأَنۡعَٰمِ خَالِصَةٞ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزۡوَٰجِنَاۖ وَإِن يَكُن مَّيۡتَةٗ فَهُمۡ فِيهِ شُرَكَآءُۚ سَيَجۡزِيهِمۡ وَصۡفَهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ ",
        "bangla_text": "তারা আরো বলে, ‘এসব গবাদি পশুর পেটে যা আছে তা আমাদের পুরুষদের জন্য নির্দিষ্ট এবং এটা আমাদের স্ত্রীদের জন্য অবৈধ, আর সেটা যদি মৃত হয় তবে সবাই এতে অংশীদার।’ ‘তিনি তাদের এরূপ বলার প্রতিফল অচিরেই তাদেরকে দেবেন; নিশ্চয় তিনি প্রজ্ঞাময়, সর্বজ্ঞ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতসমূহে অব্যাহতভাবে এ বিষয়টি বর্ণিত হয়েছে যে, গাফেল ও মূৰ্খ মানুষ ভূ-মণ্ডল ও নভোমণ্ডলের সৃষ্টিকর্তা আল্লাহ্-প্রেরিত আইন পরিত্যাগ করে পৈতৃক ও মনগড়া কুপ্রথাকে দ্বীন হিসেবে গ্রহণ করেছে। আল্লাহ তা'আলা যেসব বস্তু অবৈধ করেছিলেন, সেগুলোকে তারা বৈধ মনে করে ব্যবহার করতে শুরু করেছে। পক্ষান্তরে আল্লাহ কর্তৃক হালালকৃত অনেক বস্তুকে তারা নিজেদের জন্য হারাম করে নিয়েছে এবং কোন কোন বস্তুকে শুধু পুরুষদের জন্য হালাল, স্ত্রীলোকদের জন্য হারাম করেছে। আবার কোন কোন বস্তু স্ত্রীলোকদের জন্য হালাল, পুরুষদের জন্য হারাম করেছে।\n </p>\n</div>"
    },
    {
        "id": 140,
        "verse": "৬ : ১৪০",
        "arabic_text": "\nقَدۡ خَسِرَ ٱلَّذِينَ قَتَلُوٓاْ أَوۡلَٰدَهُمۡ سَفَهَۢا بِغَيۡرِ عِلۡمٖ وَحَرَّمُواْ مَا رَزَقَهُمُ ٱللَّهُ ٱفۡتِرَآءً عَلَى ٱللَّهِۚ قَدۡ ضَلُّواْ وَمَا كَانُواْ مُهۡتَدِينَ ",
        "bangla_text": "অবশ্যই তারা ক্ষতিগ্রস্ত হয়েছে যারা নির্বুদ্ধিতার জন্য ও অজ্ঞতাবশত নিজেদের সন্তানদেরকে হত্যা করেছে এবং আল্লাহ্‌র উপর  মিথ্যা রটনা করে আল্লাহ্‌ প্রদও জীবিকাকে নিষিদ্ধ গণ্য করেছে।তারা অবশ্যই বিপথগামী হয়েছে এবং তারা হিদায়াতপ্রাপ্ত ছিল না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ তারা তাদের পথভ্রষ্টতায় অনেক দূর এগিয়ে গিয়েছিল, তাদের কোন কাজেই হিদায়াত নসীব হয় নি। [সা'দী] আর তাদের মধ্যে হিদায়াত পাবার যোগ্যতাও ছিল না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 141,
        "verse": "৬ : ১৪১",
        "arabic_text": "\n۞ وَهُوَ ٱلَّذِيٓ أَنشَأَ جَنَّٰتٖ مَّعۡرُوشَٰتٖ وَغَيۡرَ مَعۡرُوشَٰتٖ وَٱلنَّخۡلَ وَٱلزَّرۡعَ مُخۡتَلِفًا أُكُلُهُۥ وَٱلزَّيۡتُونَ وَٱلرُّمَّانَ مُتَشَٰبِهٗا وَغَيۡرَ مُتَشَٰبِهٖۚ كُلُواْ مِن ثَمَرِهِۦٓ إِذَآ أَثۡمَرَ وَءَاتُواْ حَقَّهُۥ يَوۡمَ حَصَادِهِۦۖ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ ",
        "bangla_text": "আর তিনিই সৃষ্টি করেছেন এমন বাগানসমূহ যার কিছু মাচানির্ভর  অপর কিছু মাচানির্ভর নয় এবং খেজুর বৃক্ষ ও শস্য, যার স্বাদ বিভিন্ন রকম, আর যায়তুন ও আনার, এগুলো একটি অন্যটির মত, আবার বিভিন্ন রূপেরও। যখন ওগুলো ফলবান হবে তখন সেগুলোর ফল খাবে এবং ফসল তোলার দিন সে সবের হক প্রদান করবে [১]। আর অপচয় করবে না; নিশ্চয় তিনি অপচয়কারীদেরকে পছন্দ করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সতেরতম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  বিভিন্ন বৃক্ষ ও ফল সম্পর্কে উল্লেখ করার পর মানুষের প্রতি দু’টি নির্দেশ দেয়া হয়েছে।\n  <br/>\n  প্রথম নির্দেশ মানুষের বাসনা ও প্রবৃত্তির দাবীর পরিপূরক। বলা হয়েছেঃ এসব বৃক্ষের ও শস্যক্ষেত্রের ফল ভক্ষন কর, যখন এগুলো ফলন্ত হয়। এতে ইঙ্গিত আছে যে, এসব বিভিন্ন প্রকার বৃক্ষ সৃষ্টি করে সৃষ্টিকর্তা নিজের কোন প্রয়োজন মেটাতে চান না; বরং তোমাদেরই উপকারের জন্য এগুলো সৃষ্টি করেছেন। অতএব, তোমরা খাও এবং উপকৃত হও। ‘ফলন্ত হয়’ একথা বলে এদিকে ইঙ্গিত করেছেন যে, বৃক্ষের ডাল থেকে ফল বের করা তোমাদের সাধ্যাতীত কাজ। কাজেই আল্লাহর নির্দেশে যখন ফল বের হয়ে আসে, তখনই তোমরা তা খেতে পার- পরিপক্ক হোক বা না হোক।\n  <br/>\n  <br/>\n  দ্বিতীয় নির্দেশ হলোঃ এ সমস্ত জমীনের ফসল কাটার সময় তার হক্ব আদায় কর। ফসল কাটা কিংবা ফল নামানোর সময়কে (حصاد) বলা হয়। (حصاد) শব্দের পরে ব্যবহৃত (هِ) সর্বনাম পূর্বোল্লেখিত প্রত্যেকটি খাদ্যবস্তুর দিকে যেতে পারে। বাক্যের অর্থ এই যে, এমন বস্তু খাও, পান কর এবং ব্যবহার কর; কিন্তু মনে রাখবে যে, ফসল কাটা কিংবা ফল নামানোর সময় এদের হকও আদায় করতে হবে। ‘হক’ বলে ফকীর-মিসকীনকে দান করা বুঝানো হয়েছেঃ\n  <br/>\n  <br/>\n  (وَفِيْٓ اَمْوَالِهِمْ حَقٌّ لِّلسَّاىِٕلِ وَالْمَحْرُوْمِ)\n  <br/>\n  <br/>\n  অর্থাৎ সৎ লোকদের ধন-সম্পদে নির্দিষ্ট হক রয়েছে ফকীর-মিসকীনদের।\n  <br/>\n  <br/>\n  এখানে সাধারণ দান-সদকা বোঝানো হয়েছে, না ক্ষেতের যাকাত ও ওশর বোঝানো হয়েছে, এ সম্পর্কে মুফাসসিরীন সাহাবা ও তাবেয়ীগণের দু'রকম উক্তি রয়েছে। কেউ কেউ প্রথমোক্ত মত প্রকাশ করে প্রমাণ হিসেবে উল্লেখ করেছেন যে, আয়াতটি মক্কায় নাযিল হয়েছে আর যাকাত মদীনায় হিজরত করার দুই বছর পর ফরজ করা হয়েছে।তাই এখানে ‘হক’-এর অর্থ ক্ষেতের যাকাত হতে পারে না। পক্ষান্তরে কেউ কেউ আয়াতটিকে মদীনায় নাযিল বলেছেন এবং (حق) -এর অর্থ যাকাত ও ওশর নিয়েছেন। তাদের মতে যেসব ক্ষেতে পানি সেচনের ব্যবস্থা নেই, শুধু বৃষ্টির পানির উপর নির্ভর করতে হয়, সেসব ক্ষেতের উৎপন্ন ফসলের দশ ভাগের এক ভাগ যাকাত হিসেবে দান করা ওয়াজিব এবং যেসব ক্ষেত কৃপ, নদী-নালা, পুকুর ইত্যাদির পানি দ্বারা সেচ করা হয়, সেগুলোর উৎপন্ন ফসলের বিশ ভাগের এক ভাগ ওয়াজিব। এটাও বিভিন্ন সহীহ হাদীস দ্বারা প্রমাণিত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 142,
        "verse": "৬ : ১৪২",
        "arabic_text": "\nوَمِنَ ٱلۡأَنۡعَٰمِ حَمُولَةٗ وَفَرۡشٗاۚ كُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ ",
        "bangla_text": "আর গবাদি পশুর মধ্যে কিছু সংখ্যক ভারবাহী ও কিছু সংখ্যক ক্ষুদ্রাকার পশু সৃষ্টি করেছেন। আল্লাহ যা রিযিকরূপে তোমাদেরকে দিয়েছেন তা থেকে খাও এবং শয়তানের পদাংক অনুসরণ করো না; সে তো তোমাদের প্রকাশ্য শক্র;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 143,
        "verse": "৬ : ১৪৩",
        "arabic_text": "\nثَمَٰنِيَةَ أَزۡوَٰجٖۖ مِّنَ ٱلضَّأۡنِ ٱثۡنَيۡنِ وَمِنَ ٱلۡمَعۡزِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ نَبِّـُٔونِي بِعِلۡمٍ إِن كُنتُمۡ صَٰدِقِينَ ",
        "bangla_text": "নর ও মাদী আটটি জোড়া [১], মেষের দুটি ও ছাগলের দুটি; বলুন, ‘নর দুটিই কি তিনি নিষিদ্ধ করেছেন কিংবা  মাদী দুটিই অথবা মাদী দুটির গর্ভে যা আছে তা ? তোমারা সত্যবাদী হলে প্রমাণসহ আমাকে অবহিত কর' [২];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ পূর্বে বর্ণিত গবাদি পশুর মধ্যে উট গরু ও ছাগল মিলিয়ে আট প্রকার। সেগুলোকে তিনিই সৃষ্টি করেছেন। সেগুলোর কোনটিই আল্লাহ হারাম করেননি। [মুয়াসসার]\n  <br/>\n  <br/>\n  <br/>\n  [২]  অর্থাৎ উপরোক্ত আট প্রকার আবার দু‘ শ্রেণীতে বিভক্ত। তন্মধ্যে চারটি ছাগল জাতীয় বা ছোট আকারের। দুটি হচ্ছে নর ও মাদী মেষ। বাকী দু’টি হচ্ছে ছাগলের নর ও মাদী। বলুন হে রাসূল, আল্লাহ্ তা'আলা কি ছাগল জাতীয় পশুর দু'প্রকার নরকে হারাম করেছেন? যদি তারা বলে, হ্যা; তবে তারা মিথ্যা বলবে। কেননা তারা ছাগল ও মেষের প্রতিটি নরকে নিষিদ্ধ মনে করে না। আবার আপনি তাদেরকে আরো জিজ্ঞাসা করুন, আল্লাহ তা'আলা কি ছাগল জাতীয় পশুর দু'প্রকার মাদীকে হারাম করেছেন? যদি তারা হ্যা বলে, তবে তারা মিথ্যা বলবে। কেননা তারা ছাগল ও মেষের প্রত্যেক মাদীকে নিষিদ্ধ মনে করে না। তাদেরকে আরও জিজ্ঞাসা করুন, আল্লাহ্ তা'আলা কি মেষ ও ছাগলের মাদীর গর্ভে যা আছে তা হারাম করেছেন? যদি তারা হ্যা বলে, তবে তারা আবারও মিথ্যা বলবে, কেননা তারা গর্ভে অবস্থিত সকল ভ্রণকেই নিষিদ্ধ মনে করে না। অতএব আমাকে এমন এক জ্ঞান ও প্রমাণের সন্ধান দাও, যা দ্বারা তোমাদের মতের সত্যতা বুঝতে পারি, যদি তোমরা তোমাদের রবের ব্যাপারে যা বলো সে বিষয়ে সত্যবাদী হও। [ মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 144,
        "verse": "৬ : ১৪৪",
        "arabic_text": "\nوَمِنَ ٱلۡإِبِلِ ٱثۡنَيۡنِ وَمِنَ ٱلۡبَقَرِ ٱثۡنَيۡنِۗ قُلۡ ءَآلذَّكَرَيۡنِ حَرَّمَ أَمِ ٱلۡأُنثَيَيۡنِ أَمَّا ٱشۡتَمَلَتۡ عَلَيۡهِ أَرۡحَامُ ٱلۡأُنثَيَيۡنِۖ أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ وَصَّىٰكُمُ ٱللَّهُ بِهَٰذَاۚ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا لِّيُضِلَّ ٱلنَّاسَ بِغَيۡرِ عِلۡمٍۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "এবং উটের দুটি ও গরুর দুটি। বলুন, ‘নর দুটিই কি তিনি নিষিদ্ধ করেছেন কিংবা মাদী দুটিই অথবা মাদী দুটির গর্ভে যা আছে তা? নাকি আল্লাহ যখন তোমাদেরকে এসব নির্দেশ দান করেন তখন তোমরা উপস্থিত ছিলে?’ কাজেই যে ব্যক্তি না জেনে মানুষকে বিভ্রান্ত করার জন্য আল্লাহ্‌ সম্বন্ধে মিথ্যা রটনা করে তার চেয়ে বড় যালিম আর কে? নিশ্চয় আল্লাহ যালিম সপ্রদায়কে হিদায়াত করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 145,
        "verse": "৬ : ১৪৫",
        "arabic_text": "\nقُل لَّآ أَجِدُ فِي مَآ أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَىٰ طَاعِمٖ يَطۡعَمُهُۥٓ إِلَّآ أَن يَكُونَ مَيۡتَةً أَوۡ دَمٗا مَّسۡفُوحًا أَوۡ لَحۡمَ خِنزِيرٖ فَإِنَّهُۥ رِجۡسٌ أَوۡ فِسۡقًا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِۦۚ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ رَبَّكَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "বলুন, ‘আমার প্রতি যে ওহী হয়েছে তাতে, লোকে যা খায় তার মধ্যে আমি কিছুই হারাম পাই না, মৃত, বহমান রক্ত ও শুকরের মাংস ছাড়া [১]। কেননা এগুলো অবশ্যই অপবিত্র অথবা যা অবৈধ, আল্লাহ ছাড়া অন্যের জন্য উৎসর্গের কারণে’। তবে যে কেউ অবাধ্য না হয়ে এবং সীমালংঘন না করে নিরুপায় হয়ে তা গ্রহণে বাধ্য হয়েছে, তবে নিশ্চয় আপনার রব ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   আঠারতম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] পরবর্তীতে হাদীসের মাধ্যমে আরও কিছু প্রাণী ও পাখী হারাম করা হয়। যেমনঃ প্রতিটি থাবা দিয়ে আক্রমণকারী পাখী ও দাঁত দিয়ে আক্রমণকারী প্রাণী, কুকুর ও গৃহপালিত গাধা। সেগুলো সম্পর্কে হাদীসে এসেছে, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম প্রতিটি থাবা দিয়ে আক্রমণকারী পাখী ও দাঁত দিয়ে আক্রমণকারী হিংস্র প্রাণী খেতে নিষেধ করেছেন”। [মুসলিমঃ ১৯৩৪ ]\n </p>\n</div>"
    },
    {
        "id": 146,
        "verse": "৬ : ১৪৬",
        "arabic_text": "\nوَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا كُلَّ ذِي ظُفُرٖۖ وَمِنَ ٱلۡبَقَرِ وَٱلۡغَنَمِ حَرَّمۡنَا عَلَيۡهِمۡ شُحُومَهُمَآ إِلَّا مَا حَمَلَتۡ ظُهُورُهُمَآ أَوِ ٱلۡحَوَايَآ أَوۡ مَا ٱخۡتَلَطَ بِعَظۡمٖۚ ذَٰلِكَ جَزَيۡنَٰهُم بِبَغۡيِهِمۡۖ وَإِنَّا لَصَٰدِقُونَ ",
        "bangla_text": "আর আমরা ইয়াহূদীদের জন্য নখরযুক্ত সমস্ত পশু হারাম করেছিলাম এবং গরু\r\nও ছাগলের চর্বিও তাদের জন্য হারাম করেছিলাম, তবে এগুলোর পিঠের অথবা অস্ত্রের কিংবা অস্থিসংলগ্ন চর্বি ছাড়া, তাদের অবাধ্যতার জন্য তাদেরকে এ প্রতিফল দিয়েছিলাম। আর নিশ্চয় আমরা সত্যবাদী।\r\n",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 147,
        "verse": "৬ : ১৪৭",
        "arabic_text": "\nفَإِن كَذَّبُوكَ فَقُل رَّبُّكُمۡ ذُو رَحۡمَةٖ وَٰسِعَةٖ وَلَا يُرَدُّ بَأۡسُهُۥ عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ ",
        "bangla_text": "অতঃপর যদি তারা আপনার উপর মিথ্যারোপ করে, তবে বলুন, ‘তোমাদের রব সর্বব্যাপী দয়ার মালিক এবং অপরাধী সম্প্রদায়ের উপর থেকে তাঁর শাস্তি রদ করা হয় না।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 148,
        "verse": "৬ : ১৪৮",
        "arabic_text": "\nسَيَقُولُ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَآ أَشۡرَكۡنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن شَيۡءٖۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ حَتَّىٰ ذَاقُواْ بَأۡسَنَاۗ قُلۡ هَلۡ عِندَكُم مِّنۡ عِلۡمٖ فَتُخۡرِجُوهُ لَنَآۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنۡ أَنتُمۡ إِلَّا تَخۡرُصُونَ ",
        "bangla_text": "যারা শির্ক করেছে অচিরেই তারা  বলবে , ‘আল্লাহ্‌ যদি ইচ্ছে করতেন তবে আমরা ও আমাদের পূর্বপুরুষগণ শির্ক করতাম না এবং কোন কিছুই হারাম করতাম না।’ এভাবে তাদের পূর্ববর্তীগণও মিথ্যারোপ করেছিল, অবশেষে তারা আমাদের শাস্তি ভোগ করেছিল। বলুন, ‘তোমাদের কাছে কি কোন জ্ঞান আছে, যা তোমরা আমাদের জন্য প্রকাশ করবে? তোমরা শুধু কল্পনারই অনুসরণ কর এবং শুধু মনগড়া কথা বল [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মহান আল্লাহ এখানে এটাই বলছেন যে, এ এমন একটি খোঁড়া দলীল যা প্রতিটি মিথ্যাপ্রতিপন্নকারী উম্মত তাদের রাসূলদের সাথে ব্যবহার করেছে। এর মাধ্যমে তারা রাসূলদের দাওয়াতকে প্রতিরোধ করতে সচেষ্ট ছিল। কিন্তু এ জাতীয় দলীল-প্রমাণাদি ও যুক্তি-তর্কাদি তাদের কোন কাজে আসে নি। তারা এর মাধ্যমে সাময়িক বিভ্রান্তি ছড়ানোর চেষ্টা চালিয়েছে। শেষ পর্যন্ত তাদের উপর আল্লাহর কঠোর শাস্তি আপতিত হয়েছে, আর তারা ধ্বংস হয়েছে। যদি তাদের এসব যুক্তি-তর্ক সঠিক হত, তবে তা সে সমস্ত উম্মতের উপর আল্লাহর শাস্তি আসার পথে বাধা হয়ে দাঁড়াত। আর যেহেতু তাদের উপর আযাব আপতিত হয়েছিল এবং এটাও জানা কথা যে, আল্লাহ তা'আলা শাস্তির অধিকারী না হলে কাউকে শাস্তি দেন না, এতেই স্পষ্ট হয়ে গেল যে, তাদের এ ধরনের যুক্তি-প্রমাণ অযৌক্তিক, বরং মিথ্যা সন্দেহ। কারণ: যদি তাদের যুক্তি সঠিক হত, তবে তাদের উপর শাস্তি আসত না।\n  <br/>\n  <br/>\n  যে কোন যুক্তি-প্রমাণ জ্ঞান ও দলীল নির্ভর হতে হয়, কিন্তু যদি সেটি হয় কেবল অনুমান ও ধারণা নির্ভর, তবে সেটা গ্রহণযোগ্য বলে বিবেচিত হয় না। কেননা, ধারণা কখনো সত্য ও সঠিক পথের দিশা দেয় না। সুতরাং সেটি বাতিল হতে বাধ্য। আর এজন্যই আল্লাহ্ তা'আলা এ আয়াতে কাফেরদের দাবীর বিপরীতে বলছেন যে, ‘তোমাদের কাছে কি কোন জ্ঞান আছে, যা তোমরা আমাদের জন্য প্রকাশ করবে? যদি তাদের কাছে এ ব্যাপারে কোন জ্ঞান থাকত, তবে তাদের মত ভীষণ ঝগড়াটে লোক তা পেশ করা থেকে পিছপা হতো না। তারপরও যখন তারা জ্ঞান-ভিত্তিক দলীল প্রমাণ উপস্থাপনে ব্যর্থ হয়েছে, তখন এটাই প্রমাণ করছে যে, তাদের দাবীর সপক্ষে তাদের কাছে কোন প্রমাণ নেই। বরং তাদের অবস্থা সম্পর্কে আল্লাহ বলেন, “তোমরা শুধু কল্পনারই অনুসরণ কর এবং শুধু মনগড়া কথা বল\"। আর যে তার প্রমাণাদি কল্পনা নির্ভর করেছে সে অবশ্যই ভুলের উপর আছে। তদুপরি যদি সে সীমালঙ্ঘন ও অনাচারের আশ্রয় নেয়, তাহলে সেটা যে কেমন অন্যায় তা বলাই বাহুল্য।\n  <br/>\n  <br/>\n  চুড়ান্ত প্রমাণাদির মালিক হচ্ছেন আল্লাহ তা'আলা। যার প্রমাণ পেশের পরে আর কারও কোন ওজর-আপত্তি থাকতে পারে না। যার প্রদত্ত প্রমাণের সত্যতার উপর সমস্ত নবী-রাসূল, আসমানী কিতাবসমূহ, নবীদের মতামত, সঠিক বিবেক, সরল-সোজা মনের টান, উত্তম চারিত্রিক গুণাবলীও সাক্ষ্য দিচ্ছে। সুতরাং এ সব অকাট্য প্রমাণের বিপরীতে কাফের ও মুশরিকদের যুক্তি অগ্রহণযোগ্য ও বাতিল। কারণ, হক্কের বিপরীতে বাতিল ছাড়া আর কিছু নেই।\n  <br/>\n  <br/>\n  তাছাড়া আল্লাহ্ তা'আলা প্রতিটি সৃষ্টিকেই কোন কিছু করার ও ইচ্ছা করার ক্ষমতা প্রদান করেছেন। যার মাধ্যমে সে তার উপর অর্পিত দায়িত্ব ও কর্তব্য পালন করতে সক্ষম হয়। আল্লাহ তা'আলা কারও অসাধ্য কোন কিছু তার উপর চাপিয়ে দেন নি। তাছাড়া এমন কিছুও হারাম করেন নি, যা ত্যাগ করা মানুষের জন্য অসম্ভব। সুতরাং এরপরও ভাগ্য ও পূর্ববর্তী ফয়সালার দোহাই দেয়া শুধু অন্যায়ই নয় বরং গোঁড়ামী।\n  <br/>\n  <br/>\n  অনুরূপভাবে আল্লাহ তা'আলা বান্দাকে তাদের কাজের জন্য জবরদস্তি করেননি। বরং আল্লাহ তা'আলা তাদের কর্মকাণ্ডকে তাদেরই পছন্দ অনুসারে নির্ধারণ করেছেন। যদি তারা চায় করবে, না চাইলে করবে না। এটা এমন এক বিষয় যার বাস্তবতা অস্বীকার করার জো নেই। যদি কেউ অস্বীকার করে তবে সে অবশ্যই উদ্ধত ও গোঁয়ার। সে যেন একটি ইন্দ্রিয়গ্রাহ্য বস্তুকে অস্বীকার করেছে। প্রতিটি মানুষই ইচ্ছাকৃত নড়াচড়া ও ইচ্ছাবহির্ভুত নড়াচড়ার মধ্যে পার্থক্য করতে পারে। যদিও সবই আল্লাহ তা'আলার ইচ্ছার অধীন।\n  <br/>\n  <br/>\n  যারা ভাগ্যের দোহাই দিয়ে অন্যায় কাজের পক্ষে দলীল পেশ করে, তারা স্ববিরোধিতায় লিপ্ত। তারা এ দোহাই সব জায়গায় মেনে নেয় না। যদি কেউ তাদের সাথে খারাপ ব্যবহার করে কিংবা তাদের সম্পদ হরণ করে বা অনুরূপ কোন কাজ করে, এবং বলে যে, তোমার ভাগ্যে ছিল, তাহলে তারা সেটাকে গ্রহণ করে না। বরং তারা তাদের নিজেদের ঐ সমস্ত ব্যাপারে প্রতিশোধ গ্রহণ করতে মোটেই পিছপা হয় না। সুতরাং তাদের জন্য আশ্চর্য না হয়ে পারা যায় না, তারা অন্যায় ও অপরাধের সময় শুধু ভাগ্যের দোহাই দেয়, অন্য সময় নয়।\n  <br/>\n  <br/>\n  তাদের ভাগ্যের দোহাই দেয়া উদ্দেশ্য নয়, তারা জানে যে এটি কোন প্রমাণও নয়। বরং এর দ্বারা তাদের উদ্দেশ্য হলো, হকের বিরোধিতা করা। তারা হক কথা ও কাজকে আক্রমনকারী মনে করে তা দূর করার জন্য মনে যা আসে তাই বলে, যদিও তারা নিশ্চিত যে তা ভুল। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 149,
        "verse": "৬ : ১৪৯",
        "arabic_text": "\nقُلۡ فَلِلَّهِ ٱلۡحُجَّةُ ٱلۡبَٰلِغَةُۖ فَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ ",
        "bangla_text": "বলুন, ‘ চূড়ান্ত প্রমাণ তো আল্লাহরই [১]; সুতরাং তিনি যদি ইচ্ছে করতেন, তবে তোমাদের সবাইকে অবশ্যই হিদায়াত দিতেন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহর কাছেই চুড়ান্ত প্রমাণাদি। তাঁর প্রমাণাদি দ্বারা তিনি তোমাদের যাবতীয় ধারণা ও অনুমানের মুলোৎপাটন করতে পারেন। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 150,
        "verse": "৬ : ১৫০",
        "arabic_text": "\nقُلۡ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشۡهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَٰذَاۖ فَإِن شَهِدُواْ فَلَا تَشۡهَدۡ مَعَهُمۡۚ وَلَا تَتَّبِعۡ أَهۡوَآءَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ وَهُم بِرَبِّهِمۡ يَعۡدِلُونَ ",
        "bangla_text": "বলুন, ‘ আল্লাহ্‌ যে এটা নিষিদ্ধ করেছেন এ সম্বদ্ধে যারা সাক্ষ্য দেবে তাদেরকে হাযির কর।’ তারা সাক্ষ্য দিলেও আপনি তাদের সাথে সাক্ষ্য দিবেন না। আর আপনি তাদের খেয়াল-খুশীর অনুসরণ করবেন না, যারা আমাদের আয়াতসমূহে মিথ্যারোপ করে এবং যারা আখেরাতে ঈমান রাখে না। আর তারাই তাদের রব-এর সমকক্ষ দাঁড় করায়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 151,
        "verse": "৬ : ১৫১",
        "arabic_text": "\n۞ قُلۡ تَعَالَوۡاْ أَتۡلُ مَا حَرَّمَ رَبُّكُمۡ عَلَيۡكُمۡۖ أَلَّا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗاۖ وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُم مِّنۡ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُكُمۡ وَإِيَّاهُمۡۖ وَلَا تَقۡرَبُواْ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَۖ وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ ",
        "bangla_text": "বলুন [১], ‘এস [২], তোমাদের রব তোমাদের উপর যা হারাম করেছেন তোমাদেরকে তা তিলাওয়াত করি, তা হচ্ছে , ‘ তোমারা তাঁর সাথে কোন শরীক করবে না [৩], পিতামাতার প্রতি সদ্ব্যবহার করবে [৪], দারিদ্রের ভয়ে তোমার তোমাদের সন্তানদের হত্যা করবে না, আমরাই তোমাদেরকে ও তাদেরকে রিযক দিয়ে থাকি [৫]।প্রকাশ্যে হোক কিংবা গোপনে হোক, অশ্লীল কাজের ধারে-কাছেও যাবে না [৬]। আল্লাহ্‌ যার হত্যা নিষিদ্ধ করেছেন যথার্থ কারণ ছাড়া তোমরা তাকে হত্যা করবে না [৭]।’ তোমাদেরকে তিনি এ নির্দেশ দিলেন যেন তোমরা বুঝতে পার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ঊনিশতম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] আগত আয়াতসমূহে সেসব বস্তু সম্পর্কে বলা হয়েছে, যেগুলোকে আল্লাহ্ তা’আলা হারাম করেছেন। বিশদ বর্ণনায় নয়টি বস্তুর উল্লেখ হয়েছে। এরপর দশম নির্দেশ বর্ণনা প্রসঙ্গে বলা হয়েছে, “এ দ্বীনই হচ্ছে আমার সরল পথ। এ পথের অনুসরণ কর\"। এতে মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর দ্বীন যে বিষয়কে হালাল বলেছে, তাকে হালাল এবং যে বিষয়কে হারাম বলেছে, তাকে হারাম মনে করবে- নিজের পক্ষ থেকে হালাল-হারামের ফতোয়া জারি করবে না। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর আনীত পথকে অনুসরনের তাগিদ দেয়া হয়েছে। তাঁর পথ ব্যতীত আরও বহু পথ রয়েছে সেগুলো মানুষকে ধ্বংসের দিকে নিয়ে যাবে। সঠিক পথ একটি, আর বাতিল পথ অনেক। যারা আল্লাহর পথে চলবে আল্লাহ তাদেরকে সাহায্য-সহযোগিতা করবেন। [সা’দী]\n  <br/>\n  <br/>\n  আগত আয়াতসমূহে যে দশটি বিষয় বিস্তারিত বর্ণিত হয়েছে, সেগুলো হচ্ছে, (১) আল্লাহ্ তা'আলার সাথে কাউকে ইবাদাত ও আনুগত্যে অংশীদার স্থির করা, (২) পিতা-মাতার সাথে সদ্ব্যবহার না করা, (৩) দারিদ্র্যের ভয়ে সন্তান হত্যা করা, (৪) অশ্লীল কাজ করা, (৫) কাউকে অন্যায়ভাবে হত্যা করা, (৬) ইয়াতীমের ধন-সম্পদ অবৈধভাবে আত্মসাৎ করা, (৭) ওজন ও মাপে কম দেয়া, (৮) সাক্ষ্য, ফয়সালা অথবা অন্যান্য কথাবার্তায় অবিচার করা, (৯) আল্লাহর অঙ্গীকার পূর্ণ না করা এবং (১০) আল্লাহ তা'আলার সোজা-সরল পথ ছেড়ে অন্য পথ অবলম্বন করা। মুফাসসির আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ সূরা আলে ইমরানের মুহকাম আয়াতের বর্ণনায় এ আয়াতগুলোকেই বোঝানো হয়েছে। আদম 'আলাইহিস সালাম থেকে শুরু করে শেষ নবী মুহাম্মদ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম পর্যন্ত সমস্ত নবীগণের শরী’আতই এসব আয়াত সম্পর্কে একমত। কোন দ্বীন বা শরী’আতে এগুলোর কোনটিই মনসূখ বা রহিত হয়নি। [মুস্তাদরাকে হাকিম: ২/৩১৭] আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, ‘যে কেউ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সর্বশেষ যে বিষয়ের উপর ছিলেন সেটা জানতে চায় সে যেন সূরা আল-আন’আমের এ আয়াতগুলো পড়ে নেয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২]  আয়াতগুলোর প্রথমেই বলা হয়েছে (تعَالوا) যার অর্থঃ ‘এস’। মূলতঃ উচ্চস্থানে দণ্ডায়মান হয়ে নিম্নের লোকদেরকে নিজের কাছে ডাকা অর্থে এ শব্দটি ব্যবহৃত হয়। [কাশশাফ; কুরতুবী] এতে ইঙ্গিত রয়েছে যে, এ দাওয়াত কবুল করার মধ্যেই তাদের জন্য শ্রেষ্ঠত্ব ও প্রাধান্য বিদ্যমান। এখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে বলা হয়েছে যে, আপনি তাদেরকে বলুন, এস, যাতে আমি তোমাদেরকে ঐসব বিষয় পাঠ করে শোনাতে পারি যেগুলো আল্লাহ্ তা’আলা তোমাদের জন্য হারাম করেছেন। এটা প্রত্যক্ষভাবে আল্লাহর পক্ষ থেকে আগত\n  <br/>\n  বার্তা। এতে কারো কল্পনা, আন্দাজ ও অনুমানের কোন প্রভাব নেই [বাগভী] যাতে তোমরা এসব বিষয় থেকে আত্মরক্ষা করতে যত্নবান হও এবং অনর্থক নিজের পক্ষ থেকে আল্লাহর হালালকৃত বিষয়সমূহকে হারাম না কর। এ আয়াতে যদিও সরাসরি মক্কার মুশরিকদেরকে সম্বোধন করা হয়েছে, কিন্তু বিষয়টি ব্যাপক হওয়ার কারণে সমগ্র মানব জাতিই এর আওতাধীন- মুমিন হোক কিংবা কাফের, আরব হোক কিংবা অনারব, উপস্থিত লোকজন হোক কিংবা অনাগত বংশধর। [দেখুন, তাফসীর আল-মানার]\n  <br/>\n  <br/>\n  <b>\n   [৩] সর্বপ্রথম মহাপাপ শির্ক, যা হারাম করা হয়েছেঃ\n  </b>\n  <br/>\n  <br/>\n  সযত্ন সম্বোধনের পর হারাম ও নিষিদ্ধ বিষয়সমূহের তালিকায় সর্বপ্রথম বলা হয়েছেঃ আল্লাহর সাথে কাউকে শরীক বা অংশীদার করো না। আরবের মুশরিকদের মত দেব-দেবীদেরকে বা মূর্তিকে ইলাহ বা উপাস্য মনে করো না। ইয়াহুদী ও নাসারাদের মত নবীগণকে আল্লাহ কিংবা আল্লাহর পুত্র সাব্যস্ত করো না। অন্যদের মত ফিরিশতাদেরকে আল্লাহর কন্যা বলে আখ্যা দিও না। মূৰ্খ জনগণের মত নবী ও ওলীগণকে জ্ঞান ও শক্তি-সামর্থ্যে আল্লাহর সমতুল্য সাব্যস্ত করো না। আল্লাহর জন্য যে সমস্ত ইবাদাত করা হয়, তা অপর কাউকে দিও না; যেমন, দো’আ, যবেহ, মানত ইত্যাদি।\n  <br/>\n  <br/>\n  এখানে (شيئًا) এর অর্থ এরূপ হতে পারে যে, ‘জলী’ অর্থাৎ প্রকাশ্য শির্ক ও ‘খফী’ অর্থাৎ প্রচ্ছন্ন শিক- এ প্রকারদ্বয়ের মধ্য থেকে কোনটিতেই লিপ্ত হয়ো না। প্রকাশ্য শির্কের অর্থ সবাই জানে যে, ইবাদাত-আনুগত্য অথবা অন্য বিশেষ গুণে অন্যকে আল্লাহ তা'আলার সমতুল্য অথবা তাঁর অংশীদার সাব্যস্ত করা। প্রচ্ছন্ন শির্ক এই যে, নিজ কাজ-কর্মে দ্বীনী ও পার্থিব উদ্দেশ্যসমূহে এবং লাভ-লোকসানে আল্লাহ তা'আলাকে কার্যনির্বাহী বলে বিশ্বাস করেও কার্যতঃ অন্যান্যকে কার্যনির্বাহী মনে করা এবং যাবতীয় প্রচেষ্টা অন্যদের সাথেই জড়িত রাখা। এছাড়া লোক দেখানো ইবাদাত করা, অন্যদেরকে দেখানোর জন্য সালাত ইত্যাদি ঠিকমত আদায় করা, নাম-যশ লাভের উদ্দেশ্যে দান-সদকা করা অথবা কার্যতঃ লাভ-লোকসানের মালিক আল্লাহ ছাড়া অন্যকে সাব্যস্ত করা ইত্যাদিও প্রচ্ছন্ন শির্কের অন্তর্ভুক্ত। [দেখুন, আল-মানার; সা’দী; আশ-শিক ফীল কাদীম ওয়াল হাদীস, ১৬৮-১৮০; ১২৯৫-১৩১০]\n  <br/>\n  <br/>\n  <b>\n   [৪] দ্বিতীয় গোনাহ পিতা-মাতার সাথে অসদ্ব্যবহারঃ\n  </b>\n  <br/>\n  <br/>\n  আয়াতে বলা হয়েছেঃ “পিতা-মাতার সাথে সদ্ব্যবহার করা”। উদ্দেশ্য এই যে, পিতা-মাতার অবাধ্য হয়ো না। তাদেরকে কষ্ট দিও না; কিন্তু বিজ্ঞজনোচিত ভঙ্গিতে বলা হয়েছে যে, পিতা-মাতার সাথে সদ্ব্যবহার কর। অন্য আয়াতে তাদের আনুগত্য ও সুখবিধানকে আল্লাহ তা'আলার ইবাদাতের সাথে সংযুক্ত করে বলা হয়েছে, “আপনার রব নির্দেশ দিচ্ছেন যে, তোমরা তাঁকে ছাড়া অন্য কারো ইবাদাত করবে না এবং পিতা-মাতার সাথে সদ্ব্যবহার করবে”। [সূরা আল-ইসরা: ২৩] অন্য জায়গায় বলা হয়েছে, “আমার কৃতজ্ঞতা প্রকাশ কর এবং পিতা-মাতার। তারপর আমার দিকেই প্রত্যাবর্তন”। [সূরা লুকমান:১৪] অর্থাৎ বিপরীত করলে শাস্তি পাবে। তাছাড়া আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু থেকে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে জিজ্ঞেস করলেনঃ ‘সর্বোত্তম কাজ কোনটি’? তিনি উত্তরে বললেনঃ ‘সঠিক ওয়াক্তে সালাত আদায় করা', তিনি আবার প্রশ্ন করলেনঃ ‘এরপর কোনটি’? উত্তর হলঃ ‘পিতা-মাতার সাথে সদ্ব্যবহার'। আবার প্রশ্ন করলেনঃ ‘এরপর কোনটি? উত্তর হলঃ 'আল্লাহর পথে জিহাদ'। [বুখারীঃ ৫২৭, মুসলিমঃ ৮৫] আবু হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত, একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তিনবার বললেন, ‘লাঞ্ছিত হয়েছে, লাঞ্ছিত হয়েছে, লাঞ্ছিত হয়েছে’। সাহাবায়ে কেরাম আরয করলেনঃ ‘ইয়া রাসূলাল্লাহ! কে লাঞ্ছিত হয়েছে’? তিনি বললেনঃ ‘যে ব্যক্তি পিতা-মাতাকে বার্ধক্য অবস্থায় পেয়েও জান্নাতে প্রবেশ করতে পারে নি’। [মুসলিমঃ ২৫৫১]\n  <br/>\n  <br/>\n  <br/>\n  <b>\n   [৫] তৃতীয় হারাম- সন্তান হত্যাঃ\n  </b>\n  <br/>\n  <br/>\n  আয়াতে বর্ণিত তৃতীয় হারাম বিষয় হচ্ছে সন্তান হত্যা। এখানে পূর্বাপর সম্পর্ক এই যে, ইতোপূর্বে পিতা-মাতার হক বর্ণিত হয়েছে, যা সন্তানের কর্তব্য। এখন সন্তানের হক বর্ণিত হচ্ছে, যা পিতা-মাতার কর্তব্য। জাহেলিয়াত যুগে সন্তানকে জীবন্ত পুঁতে ফেলা কিংবা হত্যা করার ব্যাপারটি ছিল সন্তানের সাথে অসদ্ব্যবহারের চূড়ান্ত বহিঃপ্রকাশ। আয়াতে তা নিষিদ্ধ করে বলা হয়েছেঃ “দারিদ্র্যের কারণে স্বীয় সন্তানদেরকে হত্যা করো না। আমরা তোমাদেরকে এবং তাদেরকে- উভয়কেই জীবিকা দান করব”। জাহেলিয়াত যুগে এ নিকৃষ্টতম নির্দয়-পাষণ্ড প্রথা প্রচলিত ছিল যে, কন্যা সন্তান জন্মগ্রহণ করলে কাউকে জামাতা করার লজ্জা থেকে পরিত্রাণ পাওয়ার উদ্দেশ্যে তাকে জীবন্ত পুঁতে ফেলা হতো। মাঝে মাঝে জীবিকা নির্বাহ কঠিন হবে মনে করে পাষণ্ডরা নিজ হাতে সন্তানদেরকে হত্যা করত। কুরআনুল কারীম এ কু-প্রথা রহিত করে দিয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  <b>\n   (৬)  চতুর্থ হারাম নির্লজ্জ কাজঃ\n  </b>\n  <br/>\n  <br/>\n  আয়াতে বর্ণিত চতুর্থ হারাম বিষয় হচ্ছে নির্লজ্জ কাজ। এ সম্পর্কে বলা হয়েছেঃ “প্রকাশ্য হোক কিংবা গোপন, যে কোন রকম অশ্লীলতার কাছেও যেয়ো না”। (فواحش) শব্দের সাধারণ অর্থঃ অশ্লীলতা ও নির্লজ্জ কাজ। যাবতীয় বড় গোনাহ (فحش) ও (فحشاء) এর অর্থের অন্তর্ভুক্ত। মোটকথা, এ আয়াত নির্লজ্জতার প্রকৃত অর্থের দিক দিয়ে বাহ্যিক ও আভ্যন্তরীণ সমস্ত গোনাহকে এবং সাধারণের মধ্যে প্রসিদ্ধ অর্থের দিক দিয়ে ব্যভিচারের প্রকাশ্য ও গোপন সকল পন্থাকে অন্তর্ভুক্ত করে নেয়। এ সম্পর্কে নির্দেশ এই যে, এগুলোর কাছেও যেও না। কাছে যাওয়ার অর্থ এরূপ মজলিশ ও স্থান থেকে বেঁচে থাকা যেখানে গেলে গোনাহে লিপ্ত হওয়ার আশঙ্কা থাকে এবং এরূপ কাজ থেকেও বেঁচে থাক, যা দ্বারা এসব গোনাহর পথ খুলে যায়। কারণ, যে লোক নিষিদ্ধ জায়গার আশেপাশে ঘোরাফেরা করে, সে তাতে প্রবেশ করার কাছাকাছি হয়ে যায়। [সা'দী] অন্য আয়াতেও বলা হয়েছে, “বলুন, নিশ্চয় আমার রব হারাম করেছেন প্রকাশ্য ও গোপন অশ্লীলতা। \" [সূরা আল-আ’রাফ: ৩৩] অনুরূপভাবে অন্যত্র এসেছে, “আর তোমরা প্রকাশ্য এবং প্রচ্ছন্ন পাপ বর্জন কর” [সূরা আল-আন’আমঃ ১২০] এ সব আয়াত একই অর্থবোধক। এসব আয়াতেই অশ্লীলতা ও নির্লজ্জতা পরিত্যাগ করার নির্দেশ দেয়া হয়েছে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘আল্লাহর চেয়ে বেশী আত্মাভিমানী কেউই নেই, সেজন্য তিনি প্রকাশ্য কিংবা অপ্রকাশ্য যাবতীয় অশ্লীলতা হারাম ঘোষণা করেছেন।‘ [বুখারী ৪৬৩৪; মুসলিম: ২৭৬০]\n  <br/>\n  <br/>\n  <b>\n   [৭]  পঞ্চম হারাম বিষয় অন্যায় হত্যাঃ\n  </b>\n  <br/>\n  <br/>\n  এ সম্পর্কে বলা হয়েছেঃ “আল্লাহ্ তা'আলা যাকে হত্যা করা হারাম করেছেন, তাকে হত্যা করো না, তবে ন্যায়ভাবে”। এ ন্যায়ভাবে’র ব্যাখ্যা প্রসঙ্গে এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ‘তিনটি কারণ ছাড়া কোন মুসলিমের খুন হালাল নয়। (এক) বিবাহিত হওয়া সত্বেও ব্যভিচারে লিপ্ত হলে, (দুই) অন্যায়ভাবে কাউকে হত্যা করলে তার কেসাস হিসাবে তাকে হত্যা করা যাবে এবং (তিন) সত্যদ্বীন ইসলাম ত্যাগ করে মুরতাদ হয়ে মুসলিমদের জামা'আত থেকে পৃথক হয়ে গেলে। [বুখারীঃ ৬৮৭৮, মুসলিমঃ ১৬৭৬]\n  <br/>\n  <br/>\n  বিনা কারণে মুসলিমকে হত্যা করা যেমন হারাম, তেমনিভাবে এমন কোন অমুসলিমকে হত্যা করাও হারাম, যে কোন ইসলামী দেশের প্রচলিত আইন মান্য করে বসবাস করে কিংবা যার সাথে মুসলিমের চুক্তি থাকে। আবু হুরাইরা রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘যে ব্যক্তি কোন যিম্মী অমুসলিমকে হত্যা করে, সে আল্লাহর অঙ্গীকার ভঙ্গ করে। যে আল্লাহর অঙ্গীকার ভঙ্গ করে, সে জান্নাতের গন্ধও পাবে না। অথচ জান্নাতের সুগন্ধী সত্তর বছরের দূরত্ব হতে পাওয়া যায়। [ইবন মাজাহ ২৬৮৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 152,
        "verse": "৬ : ১৫২",
        "arabic_text": "\nوَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُۥۚ وَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ بِٱلۡقِسۡطِۖ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَاۖ وَإِذَا قُلۡتُمۡ فَٱعۡدِلُواْ وَلَوۡ كَانَ ذَا قُرۡبَىٰۖ وَبِعَهۡدِ ٱللَّهِ أَوۡفُواْۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَذَكَّرُونَ ",
        "bangla_text": "আর ইয়াতীম বয়ঃপ্রাপ্ত না হওয়া পর্যন্ত উত্তম ব্যবস্থা ছাড়া তোমরা ছাড়া তোমারা তার সম্পত্তির ধারে-কাছেও যাবে না [১] এবং পরিমাপ ও ওজন ন্যায্যভাবে পুরোপুরি দেবে [২]। আমরা কাউকেও তার সাধ্যের চেয়ে বেশী ভার অর্পণ করি না। আর যখন তোমারা কথা বলবে তখন ন্যায্য বলবে, স্বজনের সম্পর্কে হলেও [৩] এবং আল্লাহকে দেয়া অঙ্গীকার পূর্ণ করবে [৪]। এভাবে আল্লাহ্‌ তোমাদেরকে নির্দেশ দিলেন যেন তোমরা উপদেশ গ্রহণ কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   [১]  ষষ্ঠ হারাম ইয়াতীমের ধন-সম্পদ অবৈধভাবে ভক্ষণ করাঃ\n  </b>\n  <br/>\n  <br/>\n  এ আয়াতে ইয়াতীমের ধন-সম্পদ যে ভক্ষণ করা হারাম, সে সম্পর্কে বলা হয়েছেঃ “ইয়াতীমের মালের কাছেও যেও না; কিন্তু উত্তম পন্থায়, যে পর্যন্ত না সে বলেগ হয়ে যায়”। এখানে অপ্রাপ্ত বয়স্ক ইয়াতীম শিশুদের অভিভাবককে সম্বোধন করে বলা হয়েছে, তারা যেন ইয়াতীমদের সম্পদকে আগুন মনে করে এবং অবৈধভাবে তা খাওয়া ও নেয়ার ব্যাপারে নিকটবতীও না হয়। অন্য এক আয়াতে অনুরূপ ভাষায়ই বলা হয়েছে যে, “যারা ইয়াতীমদের মাল অন্যায় ও অবৈধভাবে ভক্ষণ করে, তারা নিজেদের পেটে আগুণ ভর্তি করে। \" [সূরা আন-নিসা:১০] তবে ইয়াতীমের মাল সংরক্ষণ করা এবং স্বভাবতঃ লোকসানের আশঙ্কা নেই- এরূপ কারবারে নিয়োগ করে তা বৃদ্ধি করা উত্তম ও জরুরী পন্থা। ইয়াতীমদের অভিভাবকদের এ পস্থা অবলম্বন করা উচিত। [কুরতুবী] আলোচ্য আয়াতে এরপর ইয়াতীমের মাল সংরক্ষণের সীমা বর্ণনা করা হয়েছে, “সে বয়োঃপ্রাপ্ত না হওয়া পর্যন্ত”। অর্থাৎ বয়োঃপ্রাপ্ত হয়ে গেলে অভিভাবকের দায়িত্ব শেষ হয়ে যায়। অতঃপর তার মাল তার কাছে সমর্পণ করতে হবে। (اشُدَّ) শব্দের প্রকৃত অর্থ শক্তি। আলেমগণের মতে বয়োঃপ্রাপ্ত হলেই এর সূচনা হয়। বালক-বালিকার মধ্যে বয়োঃপ্রাপ্তির লক্ষণ দেখা দিলে, তাদের মধ্যে নিজের মালের রক্ষণা-বেক্ষণ এবং শুদ্ধ খাতে ব্যয় করার যোগ্যতা হয়েছে কিনা তা খতিয়ে দেখা দরকার। যোগ্যতা দেখলে বয়োঃপ্রাপ্তির সাথে সাথে তার ধন-সম্পদ তার হাতে সমর্পণ করতে হবে। [কুরতুবী]\n  <br/>\n  <br/>\n  <b>\n   [২]  সপ্তম হারাম ওজন ও মাপে ক্রটি করাঃ\n  </b>\n  <br/>\n  <br/>\n  এ আয়াতে সপ্তম নির্দেশ ওজন ও মাপ ন্যায়ভাবে পূর্ণ করা সম্পর্কে বর্ণিত হয়েছে। ‘ন্যায়ভাবে’ বলার উদ্দেশ্য এই যে, যে ওজন করে দেবে, সে প্রতিপক্ষকে কম দেবে না এবং প্রতিপক্ষ নিজ প্রাপ্যের চাইতে বেশী নেবে না। দ্রব্য আদান-প্রদানে ওজন ও মাপে কম-বেশী করাকে কুরআন কঠোর হারাম সাব্যস্ত করেছে। যারা এর বিরুদ্ধাচরণ করে, তাদের জন্য সূরা আল-মুতাফফিফীনে কঠোর শাস্তিবাণী বর্ণিত হয়েছে। মুফাসসির আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ ‘ওজন ও মাপ এমন একটি কাজ যে, এতে অন্যায় আচরণ করে তোমাদের পূর্বে অনেক উম্মত আল্লাহর আযাবে পতিত হয়ে ধ্বংস হয়ে গেছে’। [কুরতুবী; ইবন কাসীর; আদ-দুররুল মানসূর] আলোচ্য আয়াতে এরপর বলা হয়েছে, “আমরা কোন ব্যক্তিকে তার সাধ্যাতিরিক্ত কাজের নির্দেশ দেই না।”\n  <br/>\n  <br/>\n  এর অর্থ এরূপও হতে পারে যে, সাধ্যমত পুরোপুরি ওজন করো, তারপরও যদি অনিচ্ছাকৃতভাবে ওজনে কমবেশী হয়ে যায়, তবে তা মাফ। কেননা, এটা তার শক্তি ও সাধ্যের বাইরে। [ কুরতুবী ইবন কাসীর; সা’দী]\n  <br/>\n  <br/>\n  <b>\n   [৩] অষ্টম নির্দেশ ন্যায় ও সুবিচারের বিপরীত করা হারামঃ\n  </b>\n  <br/>\n  <br/>\n  বলা হয়েছে, “তোমরা যখন কথা বলবে, তখন ন্যায়সঙ্গত কথা বলবে, যদি সে আত্মীয়ও হয়”। এখানে বিশেষ কোন কথার উল্লেখ নাই। তাই সাধারণ মুফাসসিরীনগণের মতে সব রকম কথাই এর অন্তর্ভুক্ত। কোন ব্যাপারে সাক্ষ্য হোক কিংবা বিচারকের ফয়সালা হোক অথবা পারস্পরিক বিভিন্ন প্রকার কথাবার্তাই হোক- সব ক্ষেত্রে, সর্বাবস্থায় ন্যায় ও সত্যের প্রতি লক্ষ্য রেখে কথা বলতে নির্দেশ দেয়া হয়েছে। [কুরতুবী] মোকাদ্দমার সাক্ষ্য কিংবা ফয়সালার ক্ষেত্রে ন্যায় ও সত্য কায়েম রাখার অর্থ এই যে, ঘটনা সম্পর্কে নিশ্চিতভাবে যা জানা আছে, নিজের পক্ষ থেকে কমবেশী না করে তা পরিস্কার বলে দেয়া- অনুমান ও ধারণার ভিত্তিতে কোন কথা না বলা এবং এতে কারো উপকার কিংবা কারো অপকারের ভ্রক্ষেপ না করা। মোকাদ্দমার ফয়সালার সাক্ষীদেরকে শরী’আতের নীতি অনুযায়ী যাচাই করার পর তাদের সাক্ষ্য ও অন্যান্য সূত্র দ্বারা যা প্রমাণিত হয়, তাই ফয়সালা করা। সাক্ষ্য ও ফয়সালায় কারো বন্ধুত্ব ও ভালবাসা এবং কারো শক্রতা ও বিরোধিতা সত্য বলার পথে অন্তরায় না হওয়া উচিত। আত্মীয়তা বা অনাত্মীয় যেই হোক না কেন ন্যায় ও সত্যকে কোন অবস্থাতেই হাতছাড়া না করা। [কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর; সা’দী; আইসারুত তাফাসীর, মুয়াসসার]\n  <br/>\n  <br/>\n  <b>\n   [৪] নবম নির্দেশঃ আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ করাঃ\n  </b>\n  <br/>\n  <br/>\n  বলা হয়েছে, \"আল্লাহর সাথে কৃত অঙ্গীকার পূর্ণ কর\"। এ অঙ্গীকারের দাবী হল এই যে, পালনকর্তার কোন নির্দেশ অমান্য করা যাবে না। তিনি যে কাজের আদেশ দেন, তাকে অগ্রাধিকার দিতে হবে। তিনি যে কাজে নিষেধ করেন, তার কাছেও যাওয়া যাবে না এবং সন্দেহযুক্ত কাজ থেকেও বাঁচতে হবে। অর্থাৎ আল্লাহ তা'আলার পুরোপুরি আনুগত্য করতে হবে। এছাড়া এর অর্থ কুরআনের বিভিন্ন স্থানে বর্ণিত বিশেষ বিশেষ অঙ্গীকারও হতে পারে। যেমন আল্লাহ তা'আলা তাঁর রাসূলদের মুখে যে সমস্ত অঙ্গীকারের ঘোষণা দিয়েছেন সেগুলো পূর্ণ করা। আল্লাহ বলেন, “হে বনী আদম! আমি কি তোমাদের থেকে এ অঙ্গীকার নেইনি যে, তোমরা শয়তানের দাসত্ব করো না, কারণ সে তোমাদের প্রকাশ্য শক্র? [সূরা ইয়াসীন ৬০] আরও বলেন, “আর তোমরা আল্লাহর অঙ্গীকার পূর্ণ করো যখন পরস্পর অঙ্গীকার কর” [সূরা আন-নাহল: ৯১] অনুরূপভাবে মানুষের মধ্যকার পরস্পর যে সমস্ত অঙ্গীকার হয়ে থাকে সেগুলোই উদ্দেশ্য। [সা'দী] আল্লাহ তা'আলা বলেন, “আর প্রতিশ্রুতি দিলে তা পূর্ণ করবে”। [সূরা আল-বাকারাহ: ১৭৭] মোটকথা, এ নবম নির্দেশটি গণনার দিক দিয়ে নবম হলেও স্বরূপের দিক দিয়ে শরী’আতের যাবতীয় আদেশ নিষেধের মধ্যে পরিব্যপ্ত।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 153,
        "verse": "৬ : ১৫৩",
        "arabic_text": "\nوَأَنَّ هَٰذَا صِرَٰطِي مُسۡتَقِيمٗا فَٱتَّبِعُوهُۖ وَلَا تَتَّبِعُواْ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمۡ عَن سَبِيلِهِۦۚ ذَٰلِكُمۡ وَصَّىٰكُم بِهِۦ لَعَلَّكُمۡ تَتَّقُونَ ",
        "bangla_text": "আর এ পথই আমার সরল পথ। কাজেই তোমরা এর অনুসরণ কর [১] এবং বিভিন্ন পথ অনুসরণ করবে না [২], করলে তা তোমাদেরকে তাঁর পথ থেকে বিচ্ছিন্ন করবে। এভাবে আল্লাহ্‌ তোমাদেরকে নির্দেশ দিলেন যেন তোমারা তাকওয়ার অধিকারী হও। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   [১] দশম নির্দেশঃ\n  </b>\n  <br/>\n  <br/>\n  “ইসলামকে আঁকড়ে থাকবে”। বলা হচ্ছে, মুহাম্মাদ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আনিত শরী’আতই হল আমার সরল পথ। অতএব, তোমরা এ পথে চল এবং অন্য কোন পথে চলো না। কেননা, সেসব পথ তোমাদেরকে আল্লাহর পথ থেকে বিচ্ছিন্ন করে দেবে। এখানে (هٰذا) শব্দ দ্বারা দ্বীনে ইসলাম অথবা কুরআনের প্রতি ইশারা করা হয়েছে। অর্থাৎ ইসলামই যখন আমার পথ এবং এটাই যখন সরল পথ, তখন মনযিলে মকসূদের বা অভিষ্ট লক্ষ্যের সোজা পথ হাতে এসে গেছে। তাই এ পথেই চল।\n  <br/>\n  <br/>\n  [২]  অর্থাৎ আল্লাহ পর্যন্ত পৌঁছা এবং তাঁর সন্তুষ্টি অর্জনের আসল পথ তো একটিই, জগতে যদিও মানুষ নিজ নিজ ধারণা অনুযায়ী অনেক পথ করে রেখেছে। তোমরা সেসব পথে চলো না। কেননা, সেগুলো বাস্তবে আল্লাহ পর্যন্ত পৌছে না। কাজেই যে এসব পথে চলবে সে আল্লাহ থেকে দূরেই সরে পড়বে। হাদীসে এসেছে, নাওয়াস ইবন সাম'আন আল-কিলাবী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন: রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: আল্লাহ্ তা'আলা একটি উদাহরণ পেশ করেছেন; একটি সরল পথ, এ পথের দু’পাশে প্রাচীর রয়েছে, তাতে দরজাগুলো খোলা। আর প্রত্যেক দরজার উপর রয়েছে পর্দা। পথটির মাথায় এক আহবানকারী আহবান করছে, আর তার উপর আরেক আহবানকারী আহবান করছে যে, ‘আল্লাহ শান্তির আবাসের দিকে আহবান করেন এবং যাকে ইচ্ছে সরল পথে পরিচালিত করেন’। পথের দু’পাশের দরজাগুলো হল আল্লাহ্ তা'আলার সীমারেখা, যে কেউ আল্লাহর সীমারেখা লঙ্ঘন করবে তার জন্য সে পর্দা তুলে নেয়া হবে। উপরের আহবানকারী হল তার রব আল্লাহর পক্ষ থেকে উপদেশ প্রদানকারী’। [তিরমিযী: ২৮৫৯] ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তিনি আলোচ্য আয়াত এবং সূরা আশ-শূরার ১৩ নং আয়াতসহ এ প্রসঙ্গে পবিত্র কুর'আনের যাবতীয় আয়াত সম্পর্কে বলেন: আল্লাহ তা'আলা মুমিনদেরকে একত্রিত হওয়ার নির্দেশ দিয়েছেন এবং তাদেরকে পৃথক ও আলাদা হতে নিষেধ করেছেন। তিনি তাদেরকে জানিয়েছেন যে, তাদের পূর্ববর্তীরা আল্লাহর দ্বীনে তর্ক-বিতর্ক ও ঝগড়ার কারণে ধ্বংস হয়েছিল। [তাবারী]\n  <br/>\n  <br/>\n  কুরআনুল কারীম ও রাসূলুল্লাহ ‘সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে প্রেরণ করার আসল উদ্দেশ্য এই যে, মানুষ নিজ নিজ ধ্যান-ধারণা, ইচ্ছা ও পছন্দকে কুরআন ও সুন্নাহর ছাঁচে ঢেলে নিক এবং স্বীয় জীবনকে এরই অনুসারী করে নিক। কিন্তু বাস্তব হচ্ছে এই যে, মানুষ কুরআন ও সুন্নাহকে নিজ নিজ ধ্যান-ধারণা ও পছন্দের ছাঁচে ঢেলে নিতে চাচ্ছে। কোন আয়াত কিংবা হাদীসকে নিজের মতলব বা ধারণার বিপরীতে দেখলে তারা তার মনগড়া ব্যাখ্যা করে স্বীয় প্রবৃত্তির পক্ষে নিয়ে যায়। এখান থেকেই অন্যান্য বিদ'আত ও পথভ্রষ্টতার জন্ম। আয়াতে এসব পথ থেকে বেঁচে থাকতেই নির্দেশ দেয়া হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 154,
        "verse": "৬ : ১৫৪",
        "arabic_text": "\nثُمَّ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ تَمَامًا عَلَى ٱلَّذِيٓ أَحۡسَنَ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُم بِلِقَآءِ رَبِّهِمۡ يُؤۡمِنُونَ ",
        "bangla_text": "তারপর আমারা মূসাকে দিয়েছিলাম কিতাব, যে ইহসান করে তার জন্য পরিপূর্ণতা, সবকিছুর বিশদ বিবরণ, হিদায়াত এবং রহমতস্বরূপ...যাতে তারা তাদের রব-এর সাক্ষাত সম্বন্ধে ঈমান রাখে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 155,
        "verse": "৬ : ১৫৫",
        "arabic_text": "\nوَهَٰذَا كِتَٰبٌ أَنزَلۡنَٰهُ مُبَارَكٞ فَٱتَّبِعُوهُ وَٱتَّقُواْ لَعَلَّكُمۡ تُرۡحَمُونَ ",
        "bangla_text": "আর এ কিতাব , যা আমরা নাযিল করেছি – বরকতময়। কাজেই তোমারা তার অনুসরণ কর এবং তাকওয়া অবলম্বন কর, যাতে তোমরা রহমতপ্রাপ্ত হও।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   বিশতম রুকূ’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 156,
        "verse": "৬ : ১৫৬",
        "arabic_text": "\nأَن تَقُولُوٓاْ إِنَّمَآ أُنزِلَ ٱلۡكِتَٰبُ عَلَىٰ طَآئِفَتَيۡنِ مِن قَبۡلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمۡ لَغَٰفِلِينَ ",
        "bangla_text": "যেন তোমরা না বল যে, ‘কিতাব তো শুধু আমাদের পূর্বে দু সম্প্রদায়ের প্রতিই নাযিল হয়েছিল; আমারা তাদের পঠন –পাঠন সম্বদ্ধে তো গাফিল ছিলাম,’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 157,
        "verse": "৬ : ১৫৭",
        "arabic_text": "\nأَوۡ تَقُولُواْ لَوۡ أَنَّآ أُنزِلَ عَلَيۡنَا ٱلۡكِتَٰبُ لَكُنَّآ أَهۡدَىٰ مِنۡهُمۡۚ فَقَدۡ جَآءَكُم بَيِّنَةٞ مِّن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞۚ فَمَنۡ أَظۡلَمُ مِمَّن كَذَّبَ بِـَٔايَٰتِ ٱللَّهِ وَصَدَفَ عَنۡهَاۗ سَنَجۡزِي ٱلَّذِينَ يَصۡدِفُونَ عَنۡ ءَايَٰتِنَا سُوٓءَ ٱلۡعَذَابِ بِمَا كَانُواْ يَصۡدِفُونَ ",
        "bangla_text": "কিংবা যেন তোমরা না বল যে, ‘যদি আমাদের প্রতি কিতাব নাযিল হত, তবে আমরা তো তাদের চেয়ে বেশী হিদায়াত প্রাপ্ত হতাম [১]।’ সুতরাং অবশ্যই তোমাদের কাছে তোমাদের  রব-এর পক্ষ থেকে স্পষ্ট প্রমাণ, হিদায়াত ও রহমত এসেছে। অতঃপর  যে আল্লাহর আয়াতসমূহে মিথ্যারোপ করবে এবং তা থেকে মুখ ফিরিয়ে নেবে, তার চেয়ে বড় যালিম আর কে? যারা আমাদের আয়াতসমূহ থেকে মুখ ফিরিয়ে নেয়, সত্যবিমুখিতার জন্য অচিরেই আমরা তাদেরকে নিকৃষ্ট শাস্তি দেব।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লামা শানকীতী বলেন, এ আয়াতে আল্লাহ্ তা'আলা বর্ণনা করছেন যে, কুরআন নাযিল করার একটি গুরুত্বপূর্ণ রহস্য হচ্ছে, মক্কার কাফেরদের কোন ওযর-আপত্তি অবশিষ্ট না রাখা। তারা হয়ত বলতে পারত যে, আমাদের প্রতি যদি কোন কিতাব নাযিল করা হতো যেমনিভাবে ইয়াহুদী ও নাসারাদের প্রতি নাযিল করা হয়েছে, তবে অবশ্যই আমরা বেশী হিদায়াতপ্রাপ্ত হতাম। কুরআন নাযিলের মাধ্যমে আল্লাহ্ তা’আলা তাদের এ কথার সুযোগ আর রাখলেন না। অন্য আয়াতে এসেছে যে, তারা শপথ করে সেটা বলত। কিন্তু যখন তাদের কাছে কিতাব নাযিল করা হলো তখন তাদের জন্য শুধু হঠকারিতাই বৃদ্ধি করল। আল্লাহ বলেন, “আর তারা দৃঢ়তার সাথে আল্লাহর শপথ করে বলত যে, তাদের কাছে কোন সতর্ককারী আসলে তারা অন্য সকল জাতির চেয়ে সৎপথের অধিকতর অনুসারী হবে; তারপর যখন এদের কাছে সতর্ককারী আসল তখন তা শুধু তাদের দূরত্বই বৃদ্ধি করল--- যমীনে ঔদ্ধত্য প্রকাশ এবং কূট ষড়যন্ত্রের কারণে। আর কূট ষড়যন্ত্র তার উদ্যোক্তাদেরকেই পরিবেষ্টন করবে\" [সূরা ফাতির:৪২-৪৩] [আদওয়াউল বায়ান] সুদ্দী বলেন, আয়াতের অর্থ, তোমাদের কাছে স্পষ্ট আরবী ভাষায় দলীল-প্রমাণাদি এসেছে, যখন তোমরা তোমাদের পূর্ববর্তীদের কিতাব পড়তে অক্ষম। আর যখন তোমরা বলেছিলে, আমাদের কাছে কিতাব আসলে তো আমরা তাদের থেকেও বেশী হিদায়াতপ্রাপ্ত হতাম। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 158,
        "verse": "৬ : ১৫৮",
        "arabic_text": "\nهَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ رَبُّكَ أَوۡ يَأۡتِيَ بَعۡضُ ءَايَٰتِ رَبِّكَۗ يَوۡمَ يَأۡتِي بَعۡضُ ءَايَٰتِ رَبِّكَ لَا يَنفَعُ نَفۡسًا إِيمَٰنُهَا لَمۡ تَكُنۡ ءَامَنَتۡ مِن قَبۡلُ أَوۡ كَسَبَتۡ فِيٓ إِيمَٰنِهَا خَيۡرٗاۗ قُلِ ٱنتَظِرُوٓاْ إِنَّا مُنتَظِرُونَ ",
        "bangla_text": "তারা শুধু এরই তো প্রতীক্ষা করে যে, তাদের কাছে ফিরিশতা আসবে, কিংবা আপনার রব আসবেন, কিংবা আপনার রব-এর কোন নিদর্শন আসবে [১]? যেদিন আপনার রব - এর কোন নিদর্শন আসবে সেদিন তার ঈমান কোন কাজে আসবে না, যে পূর্বে ঈমান আনেনি [২] অথবা যে ব্যাক্তি ঈমানের মাধ্যমে কল্যাণ লাভ করেনি [৩]। বলুন, ‘তোমরা প্রতীক্ষা কর , আমরাও প্রতীক্ষায় রইলাম।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  সূরা আল-আন’আমের অধিকাংশই মক্কাবাসী ও আরব-মুশরিকদের বিশ্বাস ও ক্রিয়া-কর্মের সংস্কার এবং তাদের সন্দেহ ও প্রশ্নের জবাবে নাযিল হয়েছে। গোটা সূরায় এবং বিশেষভাবে পূর্ববতী আয়াতসমূহে মক্কা ও আরবের অধিবাসীদের সামনে সুস্পষ্টভাবে ব্যক্ত করা হয়েছে যে, হে কাফের সম্প্রদায়! তোমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মু'জিযা ও প্রমাণাদি দেখে নিয়েছ, তার সম্পর্কে পূর্ববর্তী গ্রন্থ ও নবীগণের ভবিষ্যদ্বাণীও শুনে নিয়েছ এবং একজন নিরক্ষরের মুখ থেকে কুরআনের সুস্পষ্ট আয়াত শোনার মু'জিযাটিও লক্ষ্য করেছ। এখন ন্যায় ও সত্য সমুদয় পথ তোমাদের সামনে উন্মুক্ত হয়ে গেছে। অতএব, ঈমান আনার জন্য আর কিসের অপেক্ষা? এ বিষয়টি আলোচ্য আয়াতে অত্যন্ত হৃদয়গ্রাহী ভঙ্গিতে বলা হয়েছেঃ তারা কি বিশ্বাস স্থাপনের ব্যাপারে এ জন্য অপেক্ষা করছে যে, মৃত্যুর ফিরিশতা তাদের কাছে পৌঁছবে। না কি হাশরের ময়দানের জন্য অপেক্ষা করছে, যেখানে প্রতিদান ও শাস্তির ফয়সালা করার জন্য আল্লাহ তা'আলা স্বয়ং আগমন করবেন অথবা কেয়ামতের কোন একটি সর্বশেষ নিদর্শন দেখে নেয়ার জন্য অপেক্ষা করছে?\n  <br/>\n  <br/>\n  বিচার-ফয়সালার জন্য কেয়ামতের ময়দানে আল্লাহ্‌ তা’আলার উপস্থিতি কুরআনুল কারীমের একাধিক আয়াতে বর্ণিত হয়েছে। কেয়ামতের ময়দানে আল্লাহ্ তাআলা কিভাবে এবং কি অবস্থায় উপস্থিত হবেন, তা মানবজ্ঞান পুরোপুরি হৃদয়ঙ্গম করতে অক্ষম। তাই এ ধরণের আয়াত সম্পর্কে সাহাবায়ে কেরাম ও পূর্ববতী মনীষীবৃন্দের অভিমত এই যে, কুরআনে যা উল্লেখ করা হয়েছে, তাই বিশ্বাস করতে হবে। উদাহরণতঃ এ আয়াতে বিশ্বাস করতে হবে যে, আল্লাহ তা'আলা কেয়ামতের ময়দানে প্রতিদান ও শাস্তির মীমাংসা করার জন্য উপস্থিত হবেন। তবে কিভাবে উপস্থিত হবেন, এ আলোচনা নিষিদ্ধ। কোন কোন আয়াতে এসেছে যে, আল্লাহর সাথে ফেরেশতাগণও কাতারে কাতারে উপস্থিত হবেন। “আর যখন আপনার রব আগমন করবেন ও সারিবদ্ধভাবে ফেরেশতাগণও” [আল-ফাজর:২২] আবার কোথাও এসেছে যে, আল্লাহ্ তা'আলা মেঘের ছায়া সমেত উপস্থিত হবেন। “তারা কি শুধু এর প্রতীক্ষায় রয়েছে যে, আল্লাহ ও ফেরেশতাগণ মেঘের ছায়ায় তাদের কাছে উপস্থিত হবেন\" [সূরা আল-বাকারাহ ২১০] এসবগুলোই সত্য। এগুলোর উপর ঈমান আনয়ন করা ফরয। তবে কোন প্রকার সুনির্দিষ্ট পদ্ধতি নির্ধারণ করা যাবে না। [আদওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২]  এতে হুঁশিয়ার করা হয়েছে যে, আল্লাহ তা'আলার কোন কোন নিদর্শন প্রকাশিত হওয়ার পর তাওবার দরজা বন্ধ হয়ে যাবে। যে ব্যক্তি ইতোপূর্বে বিশ্বাস স্থাপন করেনি, তখন বিশ্বাস স্থাপন করলে তা কবুল করা হবে না এবং যে ব্যক্তি পূর্বেই বিশ্বাস স্থাপন করেছে; কিন্তু কোন সৎকর্ম করেনি, সে তখন তওবা করে ভবিষ্যতে সৎকর্ম করার ইচ্ছা করলে তার তাওবাও কবুল করা হবে না। মোটকথা, কাফের স্বীয় কুফর থেকে এবং পাপাচারী স্বীয় পাপাচার থেকে যদি তখন তাওবা করতে চায়, তবে তা কবুল হবে না। কারণ, বিশ্বাস স্থাপন ও তাওবা যতক্ষণ মানুষের ইচ্ছাধীন থাকে, ততক্ষণই তা কবুল হতে পারে। আল্লাহর শাস্তি ও আখেরাতের স্বরূপ ফুটে উঠার পর প্রত্যেক মানুষ বিশ্বাস স্থাপন ও তাওবা করতে আপনা থেকেই বাধ্য হবে। বলাবাহুল্য, এরূপ ঈমান ও তাওবা গ্রহণযোগ্য নয়।\n  <br/>\n  <br/>\n  এ আয়াতের ব্যাখ্যায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, ‘যখন কেয়ামতের সর্বশেষ নিদর্শনটি প্রকাশিত হবে, অর্থাৎ সূর্য পূর্বদিকের পরিবর্তে পশ্চিম দিক থেকে উদয় হবে, তখন এ নিদর্শনটি দেখা মাত্রই সারা বিশ্বের মানুষ ঈমানের কালেমা পাঠ করতে শুরু করবে এবং সব অবাধ্য লোকও অনুগত হয়ে যাবে। কিন্তু তখনকার ঈমান ও তাওবা গ্রহণীয় হবে না। [বুখারীঃ ৪৬৩৬] এ আয়াত থেকে এ কথা জানা গেল যে, কেয়ামতের কোন কোন নিদর্শন প্রকাশিত হওয়ার পর তাওবার দরজা বন্ধ হয়ে যাবে। তখন আর কোন কাফের কিংবা ফাসেকের তাওবা কবুল হবে না। হুযায়ফা ইবনে আসীদ রাদিয়াল্লাহু আনহু-এর রেওয়ায়েতে বর্ণিত হয়েছে যে, একবার সাহাবায়ে কেরাম পরস্পর কেয়ামতের লক্ষণাদি সম্পর্কে আলোচনা করছিলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেখানে উপস্থিত হয়ে বললেনঃ ‘দশটি নিদর্শন না দেখা পর্যন্ত কেয়ামত হবে না। (এক) পশ্চিম দিক থেকে সূর্যোদয়, (দুই) বিশেষ এক প্রকার ধোঁয়া, (তিন) দাব্বাতুল-আরদ, (চার) ইয়াজুয-মাজুযের আবির্ভাব, (পাঁচ) ঈসা 'আলাইহিস সালাম-এর অবতরণ, (ছয়) দাজ্জালের অভ্যুদয়, (সাত, আট, নয়) প্রাচ্য, প্রাশ্চাত্য ও আরব উপদ্বীপ-এ তিন জায়গায় মাটি ধ্বসে যাওয়া এবং (দশ) আদনগর্ত থেকে একটি আগুন বের হয়ে মানুষকে সামনের দিকে হাকিয়ে নিয়ে যাওয়া’। [মুসলিমঃ ২৯০১] ইবনে ওমর রাদিয়াল্লাহু আনহু-এর রেওয়ায়েতক্রমে বর্ণিত এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ ‘এসব নিদর্শনের মধ্যে সর্বপ্রথম নিদর্শনটি হলো পশ্চিম দিক থেকে সূর্যোদয় ও দাব্বাতুল-আরদের আবির্ভাব’। [মুসলিমঃ ২৯৪১]\n  <br/>\n  <br/>\n  <br/>\n  [৩]  সুদ্দী  বলেন, ‘তারা ঈমান আনার পরে কোন কল্যাণকর কাজ তথা সৎকাজ করেনি।‘ এটা দ্বারা সেসব কিবলার অনুসারী মুমিন লোকদের বোঝানো হয়েছে যারা ঈমান এনেছে সত্য কিন্তু কোন সৎকাজ করে নি। যখনই তারা আল্লাহর কোন বৃহৎ নিদর্শন পশ্চিম দিকে সূর্য উদিত হওয়া- দেখবে, তখনই সৎকাজের জন্য তৎপর হয়ে যাবে। কিন্তু তাদের তখনকার আমল কোন কাজে আসবে না। কিন্তু যদি তারা এ নিদর্শন দেখার পূর্বে সৎকাজ করে থাকে, তবে এ নিদর্শন দেখার পরে সৎকাজ করলে তা গ্রহণযোগ্য হবে।’ [তাবারী]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 159,
        "verse": "৬ : ১৫৯",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ فَرَّقُواْ دِينَهُمۡ وَكَانُواْ شِيَعٗا لَّسۡتَ مِنۡهُمۡ فِي شَيۡءٍۚ إِنَّمَآ أَمۡرُهُمۡ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفۡعَلُونَ ",
        "bangla_text": "নিশ্চয় যারা তাদের দ্বীনকে বিচ্ছিন্ন করেছে এবং বিভিন্ন দলে বিভক্ত  হয়েছে, তাদের কোন দায়িত্ব আপনার নয় ; তাদের বিষয় তো আল্লাহ্‌র নিকট, অতপর তিনি তাদেরকে তাদের কৃতকর্ম সম্পর্কে জানাবেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে মুশরিক, ইয়াহূদী, নাসারা ও মুসলিম সবাইকে ব্যাপকভাবে সম্বোধন করা হয়েছে এবং তাদেরকে আল্লাহর সরল পথ পরিহার করার অশুভ পরিণতি সম্পর্কে হুশিয়ার করা হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বলা হয়েছে যে, এসব ভ্রান্ত পথের মধ্যে কিছু পথ সরল পথের সম্পূর্ণ বিপরীতমুখীও রয়েছে; যেমন, মুশরিক ও আহলে-কিতাবদের অনুসৃত পথ এবং কিছু পথ রয়েছে যা বিপরীতমুখী নয়, কিন্তু সরল পথ থেকে বিচ্যুত করে ডানে-বামে নিয়ে যায়। এগুলো হচ্ছে সন্দেহযুক্ত ও বিদ'আতের পথ। এগুলোও মানুষকে পথভ্রষ্টতায় লিপ্ত করে দেয়। “যারা দ্বীনের মধ্যে বিভিন্ন পথ আবিস্কার করেছে এবং বিভিন্ন দলে বিভক্ত হয়ে পড়েছে, তাদের সাথে আপনার কোন সম্পর্ক নেই। তাদের কাজ আল্লাহ্ তা'আলার নিকট সম্পর্কিত। অতঃপর আল্লাহ্ তা'আলা তাদের কাছে তাদের কৃতকর্মসমূহ বিবৃত করবেন।\" আয়াতে উল্লেখিত দ্বীনে বিভেদ সৃষ্টি করা এবং বিভিন্ন দলে বিভক্ত হওয়ার অর্থ দ্বীনের মূলনীতিসমূহের অনুসরণ ছেড়ে স্বীয় ধ্যান-ধারণা ও প্রবৃত্তি অনুযায়ী কিংবা শয়তানের ধোঁকা ও সন্দেহে লিপ্ত হয়ে দ্বীনে কিছু নতুন বিষয় ঢুকিয়ে দেয়া অথবা কিছু বিষয় তা থেকে বাদ দেয়া। কিছু লোক দ্বীনের মূলনীতি বর্জন করে সে জায়গায় নিজের পক্ষ থেকে কিছু বিষয় ঢুকিয়ে দিয়েছিল। এ উম্মতের বিদ'আতীরাও নতুন ও ভিত্তিহীন বিষয়কে দ্বীনের অন্তর্ভুক্ত করে থাকে। তারা সবাই আলোচ্য আয়াতের অন্তর্ভুক্ত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ বিষয়টি বর্ণনা করে বলেন, বনী-ইসরাঈলরা যেসব অবস্থার সম্মুখীন হয়েছিল, আমার উম্মতও সেগুলোর সম্মুখীন হবে। তারা যেমন কর্মে লিপ্ত হয়েছিল, আমার উম্মতও তেমনি হবে। বনী-ইসরাঈলরা ৭২ টি দলে বিভক্ত হয়েছিল, আমার উম্মতে ৭৩ টি দল সৃষ্টি হবে। তন্মধ্যে একদল ছাড়া সবাই জাহান্নামে যাবে। সাহাবায়ে কেরাম আর্য করলেনঃ মুক্তিপ্রাপ্ত দল কোনটি? উত্তর হল, যে দল আমার ও আমার সাহাবীদের পথ অনুসরণ করবে,তারাই মুক্তি পাবে’। [তিরমিযীঃ ১৫৪০,২৬৪১] অনুরূপভাবে ইরবায ইবন সারিয়া রাদিয়াল্লাহু আনহু বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেছেন, “তোমাদের মধ্যে যারা আমার পর জীবিত থাকবে, তারা বিস্তর মতানৈক্য দেখতে পাবে। তাই (আমি তোমাদেরকে উপদেশ দিচ্ছি যে,) তোমরা আমার ও খোলাফায়ে রাশেদীনের সুন্নাতকে শক্তভাবে আঁকড়ে থেকো। নতুন নতুন পথ থেকে সযত্নে গা বাঁচিয়ে চলো। কেননা, দ্বীনে নতুন সৃষ্ট প্রত্যেক বিষয়ই বিদ'আত এবং প্রত্যেক বিদ'আতই পথভ্রষ্টতা। [আবুদাউদ ৪৬০৭; তিরমিয়ী: ২৬৭৬; ইবন মাজাহঃ ৪৩; মুসনাদে আহমাদ: ৪/১২৬]\n </p>\n</div>"
    },
    {
        "id": 160,
        "verse": "৬ : ১৬০",
        "arabic_text": "\nمَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ عَشۡرُ أَمۡثَالِهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَا وَهُمۡ لَا يُظۡلَمُونَ ",
        "bangla_text": "কেউ কোন সৎকাজ করলে সে তার দশ গুণ পাবে। আর কেউ কোন অসৎ কাজ করলে তাকে শুধু তার অনুরূপ প্রতিফলই দেয়া হবে এবং তাদের প্রতি যুলুম করা হবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আখেরাতের প্রতিদান ও শাস্তির একটি সহৃদয় বিধি বর্ণিত হয়েছে যে, যে ব্যক্তি একটি সৎকাজ করবে, তাকে দশগুণ প্রতিদান দেয়া হবে। পক্ষান্তরে যে ব্যক্তি একটি গোনাহ করবে, তাকে শুধু একটি গোনাহর সমান বদলা দেয়া হবে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, তোমাদের প্রতিপালক অত্যন্ত দয়ালু। যে ব্যক্তি কোন সৎকাজের শুধু ইচ্ছা করে, তার জন্য একটি নেকী লেখা হয়- ইচ্ছাকে কার্যে পরিণত করুক বা না করুক। অতঃপর যখন সে সৎকাজটি সম্পাদন করে, তখন তার আমলনামায় দশটি নেকী লেখা হয়। পক্ষান্তরে যে ব্যক্তি কোন পাপ কাজের ইচ্ছা করে, অতঃপর তা কার্যে পরিণত না করে, তার আমলনামায়ও একটি নেকী লেখা হয়। অতঃপর যদি সে ইচ্ছাকে কার্যে পরিণত করে, তবে একটি গোনাহ লেখা হয়। কিংবা একেও মিটিয়ে দেয়া হয়। এহেন দয়া ও অনুকম্পা সত্বেও আল্লাহর দরবারে ঐ ব্যক্তিই ধ্বংস হতে পারে, যে ধ্বংস হতেই দৃঢসংকল্প। [ বুখারী: ৬৪৯১; মুসলিম: ১৩১]\n  <br/>\n  <br/>\n  অপর হাদীসে এসেছে, যে ব্যক্তি একটি সৎকাজ করে, সে দশটি সৎকাজের সওয়াব পায় বরং আরো বেশী পায়। পক্ষান্তরে যে ব্যক্তি একটি গোনাহ করে সে তার শাস্তি এক গোনাহর সমপরিমাণ পায় কিংবা তাও আমি মাফ করে দেব। যে ব্যক্তি পৃথিবী ভর্তি গোনাহ করার পর আমার কাছে এসে ক্ষমা প্রার্থনা করে, আমি তার সাথে ততটুকুই ক্ষমার ব্যবহার করব। যে ব্যক্তি আমার দিকে অর্ধহাত অগ্রসর হয়, আমি তার দিকে এক হাত অগ্রসর হই এবং যে ব্যক্তি আমার দিকে একহাত অগ্রসর হয়, আমি তার দিকে বা (অর্থাৎ দুই বাহু প্রসারিত) পরিমাণ অগ্রসর হই। যে ব্যক্তি আমার দিকে লাফিয়ে আসে, আমি তার দিকে দৌড়ে যাই। [মুসনাদে আহমাদ: ৫/১৫৩] এসব হাদীস থেকে জানা যায়, আয়াতে যে সৎকাজের প্রতিদান দশগুণ দেয়ার কথা বলা হয়েছে, তা সর্বনিম পরিমাণ। আল্লাহ্ তাআলা স্বীয় কৃপায় তা আরো বেশী দিতে পারেন এবং দিবেন। অন্যান্য হাদীস দ্বারা ‘সত্তর গুণ বা সাতশ গুণ’ পর্যন্ত প্রমাণিত রয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 161,
        "verse": "৬ : ১৬১",
        "arabic_text": "\nقُلۡ إِنَّنِي هَدَىٰنِي رَبِّيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ دِينٗا قِيَمٗا مِّلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۚ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "বলুন, ‘আমার রব তো আমাকে সৎপথে পরিচালিত করেছেন। এটাই সুপ্রতিষ্ঠিত দ্বীন, ইবরাহীমের মিল্লাত (আদর্শ), তিনি ছিলেন একনিষ্ঠ এবং তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না [১]।'",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এ দ্বীন সুদৃঢ় যা আল্লাহর পক্ষ থেকে আগত মজবুত ভিত্তির উপর সুপ্রতিষ্ঠিত; কারো ব্যক্তিগত ধ্যান-ধারণা নয় এবং যাতে সন্দেহ হতে পারে- এমন কোন নতুন দ্বীনও নয়, বরং এটিই ছিল পূর্ববতী নবীগণের দ্বীন। এ ক্ষেত্রে বিশেষভাবে ইবরাহীম আলাইহিস সালাম-এর নাম উচ্চারণ করার কারণ এই যে, জগতের প্রত্যেক দ্বীনী ব্যক্তিরাই তার মাহাত্ম্যে ও নেতৃত্বে বিশ্বাসী। বর্তমান সম্প্রদায়সমূহের মধ্যে ইয়াহুদী, নাসারা ও আরবের মুশরিকরা যতই ভিন্ন মতাবলম্বী হোক না কেন, ইবরাহীম আলাইহিস সালাম-এর মাহাত্ম্যে ও নেতৃত্বে সবাই একমত। নেতৃত্বের এ মহান পদমর্যাদা আল্লাহ তা'আলা বিশেষভাবে ইবরাহীম আলাইহিস সালাম-কে দান করেছেন। [তাফসীর আল-মানার] তাছাড়া ইবরাহীম আলাইহিস সালাম যেভাবে এ দ্বীনকে সঠিকভাবে নিজের জীবনে বাস্তবায়িত করে দেখিয়েছেন সেটা পরবর্তীদের জন্য আদর্শ হয়ে আছে। সুতরাং বিশেষ করে তাঁর কথা উল্লেখ করা হয়েছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 162,
        "verse": "৬ : ১৬২",
        "arabic_text": "\nقُلۡ إِنَّ صَلَاتِي وَنُسُكِي وَمَحۡيَايَ وَمَمَاتِي لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ",
        "bangla_text": "বলুন, ‘আমার সালাত, আমার কুরবানী, আমার জীবন ও আমার মরণ সৃষ্টিকুলের রব আল্লাহরই জন্য [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এখানে (نسك) শব্দের অর্থ কুরবানী। হজের ক্রিয়াকর্মকেও (نسك) বলা হয়। মুজাহিদ বলেন, (نسك) বলতে সে প্রাণীকে বুঝায় যা হজ বা উমরাতে যবেহ করা হয়। [তাবারী] তবে এ শব্দটি সাধারণ ইবাদাত-উপাসনার অর্থেও ব্যবহৃত হয়। তাই (ناسك) শব্দটি (عابد) বা ইবাদতকারী অর্থেও বলা হয়। [কুরতুবী] আয়াতে এ সবকটি অর্থই নেয়া যেতে পারে। মুফাসসিরীন সাহাবা ও তাবেয়ীগণের কাছ থেকেও এসব তাফসীর বর্ণিত রয়েছে। তবে এখানে সাধারণ ইবাদাত অর্থ নেয়াই অধিক সঙ্গত মনে হয়। আয়াতের অর্থ এই যে, আমার সালাত, আমার সমগ্র ইবাদাত, আমার জীবন, আমার মরণ- সবই বিশ্ব-প্রতিপালক আল্লাহর জন্য নিবেদিত। এখানে দ্বীনের শাখাগত কাজকর্মের মধ্যে প্রথমে সালাতের কথা উল্লেখ করা হয়েছে। কেননা, এটি যাবতীয় সৎকর্মের প্রাণ ও দ্বীনের স্তম্ভ। এরপর অন্যান্য সব কাজ ও ইবাদাত সংক্ষেপে উল্লেখ করা হয়েছে। অতঃপর সমগ্র জীবনের কাজকর্ম ও অবস্থা এবং সবশেষে মরণের কথা উল্লেখ করে বলা হয়েছে যে, আমার এ সবকিছুই একমাত্র বিশ্ব-প্রতিপালক আল্লাহর জন্য নিবেদিত- যার কোন শরীক নেই। এটিই হচ্ছে পূর্ণ বিশ্বাস ও পূর্ণ আন্তরিকতার ফল। মানুষ জীবনের প্রতিটি কাজে ও প্রতিটি অবস্থায় এ কথা মনে রাখবে যে, আমার এবং সমগ্র বিশ্বের একজন পালনকর্তা আছেন, আমি তার দাস এবং সর্বদা তাঁর দৃষ্টিতে রয়েছি।\n </p>\n</div>"
    },
    {
        "id": 163,
        "verse": "৬ : ১৬৩",
        "arabic_text": "\nلَا شَرِيكَ لَهُۥۖ وَبِذَٰلِكَ أُمِرۡتُ وَأَنَا۠ أَوَّلُ ٱلۡمُسۡلِمِينَ ",
        "bangla_text": "‘তাঁর কোন শরীক নেই। আর আমাকে এরই নির্দেশ প্রদান করা হয়েছে [১] এবং আমি মুসলিমদের মধ্যে প্রথম।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমাকে আল্লাহ্ তা'আলার পক্ষ থেকে এরূপ ঘোষণা করার এবং আন্তরিকতা অবলম্বন করার নির্দেশ দেয়া হয়েছে। আর আমি সর্বপ্রথম অনুগত মুসলিম। উদ্দেশ্য এই যে, এ উম্মতের মধ্যে সর্বপ্রথম মুসলিম আমি আত-তাফসীরুস সহীহ কেননা, প্রত্যেক উম্মতের সর্বপ্রথম মুসলিম স্বয়ং ঐ নবীই হন, যার প্রতি ওহী নাযিল করা হয়। আর প্রত্যেক নবীর দ্বীনই ছিল ইসলাম। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 164,
        "verse": "৬ : ১৬৪",
        "arabic_text": "\nقُلۡ أَغَيۡرَ ٱللَّهِ أَبۡغِي رَبّٗا وَهُوَ رَبُّ كُلِّ شَيۡءٖۚ وَلَا تَكۡسِبُ كُلُّ نَفۡسٍ إِلَّا عَلَيۡهَاۚ وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرۡجِعُكُمۡ فَيُنَبِّئُكُم بِمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ ",
        "bangla_text": "বলুন, ‘আমি কি আল্লাহকে ছেড়ে অন্যকে রব খুঁজব? অথচ তিনিই সব কিছুর রব। ’প্রত্যেকে নিজ নিজ  কৃতকর্মের জন্য দায়ী এবং কেউ অন্য কারো ভার গ্রহণ করবে না। তারপর তোমাদের প্রত্যাবর্তন তোমাদের রব –এর দিকেই , অতঃপর যে বিষয়ে তোমারা মতভেদ করতে , তা তিনি  তোমাদেরকে অবহিত করবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 165,
        "verse": "৬ : ১৬৫",
        "arabic_text": "\nوَهُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ ٱلۡأَرۡضِ وَرَفَعَ بَعۡضَكُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَبۡلُوَكُمۡ فِي مَآ ءَاتَىٰكُمۡۗ إِنَّ رَبَّكَ سَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمُۢ ",
        "bangla_text": "তিনিই তোমাদেরকে যমীনের খলীফা বানিয়েছেন [১] এবং যা তিনি  তোমাদেরকে দিয়েছেন সে সম্বন্ধে পরীক্ষার উদ্দেশ্যে তোমাদের কিছু সংখ্যকের উপর মর্যাদায় উন্নীত করেছেন। নিশ্চয় আপনার রব দ্রুত শাস্তিপ্রদানকারী এবং নিশ্চয় তিনি ক্ষমাশীল,দয়াময় [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে খলীফা অর্থ স্থলাভিষিক্ত করা। অর্থাৎ এক প্রজন্মের উপর অপর প্রজন্মকে তাদের জায়গায় স্থান দিয়েছেন। কখনও কখনও এক জাতিকে ধ্বংস করে অপর জাতিকে তাদের স্থলাভিষিক্ত করেছেন। [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [২] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, \"মুমিন যদি জানত, আল্লাহর কাছে শাস্তির পরিমাণ কতখানি, তাহলে কেউই তাঁর জান্নাতের লোভ করত না। আর কাফের যদি জানত, আল্লাহর কাছে ক্ষমা কতখানি, তাহলে কেউই তার রহমত থেকে নিরাশ হতো না।\" [মুসলিম: ২৭৫৫]\n  <br/>\n </p>\n</div>"
    }
]