[
    {
        "id": 1,
        "verse": "৭০ : ১",
        "arabic_text": "سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ",
        "bangla_text": "এক ব্যক্তি চাইল, সংঘটিত হোক শাস্তি যা অবধারিত [১] --- ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n <b>\n  সূরা সংক্রান্ত আলোচনাঃ\n </b>\n <br/>\n <br/>\n <b>\n  আয়াত সংখ্যাঃ ৪৪ আয়াত।\n </b>\n <br/>\n <br/>\n <b>\n  নাযিল হওয়ার স্থানঃ মক্কী।\n </b>\n <br/>\n <br/>\n রহমান, রহীম আল্লাহ্র নামে\n <br/>\n <br/>\n [১] سأل শব্দটি কখনও তথ্যানুসন্ধান ও জিজ্ঞেস করার অর্থে আসে। তখন আরবী ভাষায় এর সাথে عن অব্যয় ব্যবহৃত হয়। সে অনুসারে আয়াতের অর্থ হলো একজন জিজ্ঞেসকারী জানতে চেয়েছে যে, তাদেরকে যে আযাব সম্পর্কে অবহিত করা হচ্ছে তা কার ওপর আপতিত হবে? আল্লাহ্ তা‘আলা এপ্রশ্নের জওয়াব দিয়েছেন এই বলে যে, তা কাফেরদের ওপর পতিত হবেই। আবার কখনও এ শব্দটি আবেদন ও কোন কিছু চাওয়া বা দাবী করার অর্থে আসে। আয়াতে এই অর্থে আসার কারণে এর সাথে باء অব্যয় ব্যবহৃত হয়েছে। [দেখুন: ফাতহুল কাদীর] অধিকাংশ মুফাস্সির এ অর্থই গ্রহণ করেছেন। বিভিন্ন বর্ণনায় ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে এসেছে, নদর ইবনে হারেস এই আযাব চেয়েছিল। [নাসায়ী: তাফসীরা ২/৪৬৩, নং ৬৪০, মুস্তাদরাকে হাকিম: ২/৫০২] সে কুরআন ও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর প্রতি মিথ্যারোপ করতে গিয়ে ধৃষ্টতাসহকারে আল্লাহ্ তা‘আলার কাছে আযাব চেয়েছিল। এটি ছাড়াও কুরআন মজীদের আরো অনেক স্থানে মক্কার কাফেরদের এ চ্যালেঞ্জেরও উল্লেখ করা হয়েছে যে, আপনি আমাদের যে আযাবের ভয় দেখাচ্ছেন তা নিয়ে আসছেন না কেন? যেমন, সূরা ইউনুস: ৪৬-৪৮; সূরা আল-আম্বিয়া: ৩৬-৪১; সূরা আন-নামল: ৬৭-৭২; সূরা সাবা: ২৬-৩০; ইয়াসীন: ৪৫-৫২ এবং সূরা আল-মূলক: ২৪-২৭৷\n</p>"
    },
    {
        "id": 2,
        "verse": "৭০ : ২",
        "arabic_text": "لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ",
        "bangla_text": "কাফিরদের জন্য, এটাকে প্রতিরোধ করার কেউ নেই [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এখানে কাফেরদের উপর আযাব আসার কিছু স্বরূপ বর্ণিত হয়েছে যে, এই আযাব কাফেরদের জন্যে দুনিয়াতে কিংবা আখেরাতে কিংবা উভয় জাহানে অবধারিত। একে প্রতিহত করার সাধ্য কারও নেই। এ আযাব আল্লাহ্ তা‘আলার পক্ষ থেকে আসবে যিনি অবস্থান, সম্মান ও ক্ষমতা সর্বদিক থেকেই সবার উপরে। [সা‘দী]\n</p>"
    },
    {
        "id": 3,
        "verse": "৭০ : ৩",
        "arabic_text": "مِنَ اللَّهِ ذِي الْمَعَارِجِ",
        "bangla_text": "এটা আসবে আল্লাহ্র কাছ থেকে, যিনি উর্ধ্বারোহনের সোপানসমূহের অধিকারী [১] ।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] আয়াতে আল্লাহ্ তা‘আলার বিশেষণ ذِى لْمَعَارِج অর্থ যিনি সুউচ্চ স্থানে আরশের উপর আছেন; উচ্চতার অধিকারী, আবার ক্ষমতা, সম্মতি প্রতিপত্তির দিক দিয়েও তিনি সবার উপরে। তার কাছে কোন কিছু পৌঁছার জন্য উপরের দিকেই যায়। [সা’দী]\n</p>"
    },
    {
        "id": 4,
        "verse": "৭০ : ৪",
        "arabic_text": "تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ",
        "bangla_text": "ফেরেশ্তা এবং রূহ আল্লাহ্র দিকে উর্ধ্বগামী হয় [১] এমন এক দিনে, যার পরিমাণ পঞ্চাশ হাজার বছর [২] ।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] অর্থাৎ উপরে নীচে স্তরে স্তরে সাজানো এই উর্ধ্বারোহনের সোপানসমূহের মধ্যে ফেরেশতাগণ ও রুহুল আমীন অর্থাৎ জিবরাঈল আরোহন করেন। [মুয়াস্সার]\n <br/>\n <br/>\n [২] আয়াতের অর্থ নির্ধারণে কয়েকটি মত রয়েছে। এক. মুজাহিদ বলেন, এখানে পঞ্চাশ হাজার বছর বলে আরশ থেকে সর্বনিম্ন যমীনের দূরত্ব বোঝানো হয়েছে, কিয়ামতের দিনের পরিমাণ বোঝানো হয়নি। দুই. ইকরিমা বলেন, এখানে দুনিয়ার জীবনের পরিমাণ বোঝানো উদ্দেশ্য। তিন. মুহাম্মাদ ইবনে কা‘ব বলেন, এখানে দুনিয়া ও আখেরাতের মধ্যবর্তী সময় বোঝানো উদ্দেশ্য। চার. অধিকাংশ মুফাসসিরের মতে, এখানে কিয়ামত দিবসের পরিমাণই উদ্দেশ্য নেয়া হয়েছে। অর্থাৎ উল্লেখিত আযাব সেই দিন সংঘটিত হবে, যেদিনের পরিমান পঞ্চাশ হাজার বছর। আর এ মতটির পক্ষে বিভিন্ন হাদীসও প্রমাণবহ। বিভিন্ন হাদীসেও কিয়ামত দিবসের পরিমাণকে পঞ্চাশ হাজার বছর বলে বর্ণনা করা হয়েছে। যেমন, যাকাত না প্ৰদানকারীকে শাস্তির মেয়াদ বর্ণনার হাদীসে বলা হয়েছে যে, “তার এ শাস্তি চলতে থাকবে এমন এক দিনে যার পরিমাণ হবে পঞ্চাশ হাজার বছর, তারপর তার ভাগ্য নির্ধারণ হবে হয় জান্নাতের দিকে না হয় জাহান্নামের দিকে” । [মুসলিম: ৯৮৭, আবুদাউদ: ১৬৫৮, নাসায়ী: ২৪৪২, মুসনাদে আহমাদ: ২/৩৮৩] [কুরতুবী] তাছাড়া অন্য হাদীসে يَّوْمَ يَقُوْمُ النَّاسُ لِرَبِّ الْعٰلَمِيْن “যে দিন দাঁড়াবে সমস্ত মানুষ সৃষ্টিকুলের রবের সামনে !” [সূরা আল-মুতাফফিফীন: ৬] এ আয়াতের তাফসীরে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তা হবে এমন একদিনে যার পরিমাণ হবে পঞ্চাশ হাজার বছর, তারা তাদের কান পর্যন্ত ঘামে ডুবে থাকবে” । [মুসনাদে আহমাদ: ২/১১২] সুতরাং এখানে কিয়ামত দিবসের পরিমাণই বর্ণনা করা হয়েছে। তবে তা লোকভেদে ভিন্ন ভিন্ন বোধ হবে। কাফেরদের নিকট পঞ্চাশ হাজার বছর বলে মনে হবে। কিন্তু ঈমানদারের জন্য তা এত দীর্ঘ হবে না। হাদীসে এসেছে, সাহাবায়ে কেরাম রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এই দিনের দৈর্ঘ্য সম্পর্কে জিজ্ঞাসা করলে তিনি বললেনঃ “আমার প্রান যে সত্তার হাতে, তার শপথ করে বলছি এই দিনটি মুমিনের জন্য একটি ফরয সালাত আদায়ের সময়ের চেয়েও কম হবে।” [মুসনাদে আহমাদ: ৩/৭৫] অন্য হাদীসে বর্ণিত আছে, “এই দিনটি মুমিনদের জন্যে যোহর ও আছরের মধ্যবর্তী সময়ের মত হবে।” [মুস্তাদরাকে হাকিম: ১/১৫৮, নং ২৮৩]\n <br/>\n <br/>\n কেয়ামত দিবসের দৈর্ঘ্য এক হাজার বছর, না পঞ্চাশ হাজার বছর? আলোচ্য আয়াতে কেয়ামত দিবসের পরিমাণ পঞ্চাশ হাজার বছর অথচ অন্য আয়াতে এক হাজার বছর বলা হয়েছে। আয়াতটি এই\n <br/>\n <br/>\n يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّون\n <br/>\n <br/>\n “আল্লাহ্ তা‘আলা কাজ-কর্ম পরিচালনা করে আকাশ থেকে পৃথিবী পর্যন্ত অতঃপর তাঁর দিকে উর্ধ্বগমন করেন এমন এক দিনে যা তোমাদের হিসাব অনুযায়ী এক হাজার বছরের সমান।” [সূরা আস-সাজদাহ: ৫] বাহ্যত উভয় আয়াতের মধ্যে বৈপরিত্য আছে। উপরোক্ত হাদীস দৃষ্টে এর জওয়াব হয়ে গেছে যে, সেই দিনের দৈর্ঘ্য বিভিন্ন দলের দিক দিয়ে বিভিন্ন রূপ হবে। কাফেরদের জন্যে পঞ্চাশ হাজার বছর এবং মুমিনদের জন্যে এক সালাতের ওয়াক্তের সমান হবে। তাদের মাঝখানে কাফেরদের বিভিন্ন দল থাকবে। অস্থিরতা ও সুখ স্বাচ্ছন্দ্যে সময় দীর্ঘ ও খাট হওয়া প্ৰসিদ্ধ ও সুবিধিত। অস্থিরতা ও কষ্টের এক ঘন্টা মাঝে মাঝে মানুষের কাছে এক দিন বরং এক সপ্তাহের চেয়েও বেশী মনে হয় এবং সুখ ও আরামের দীর্ঘতর সময়ও সংক্ষিপ্ত অনুভূত হয়। [দেখুন, ফাতহুল কাদীর] তাছাড়া যে আয়াতে এক হাজার বছরের কথা আছে, সেই আয়াতের ব্যাখ্যা প্রসঙ্গে কোন কোন মুফাসসির বলেন, সেই আয়াতে পার্থিব একদিন বোঝানো হয়েছে। এই দিনে জিবরাঈল ও ফেরেশতাগণ আকাশ থেকে পৃথিবীতে এবং পৃথিবী থেকে আকাশে যাতায়াত করে এত দীর্ঘ পথ অতিক্রম করেন যা মানুষ অতিক্রম করলে এক হাজার বছর লাগত। ফেরেশতাগণ এই দূরত্ব খুবই সংক্ষিপ্ত সময়ে অতিক্রম করেন। সে হিসেবে বলা যায় যে, সূরা আল-মা‘আরিজে বর্ণিত পঞ্চাশ হাজার বছর সময় কিয়ামতের দিনের সাথে সংশ্লিষ্ট, যা পার্থিব দিন অপেক্ষা অনেক বড়। এর দৈর্ঘ্য ও সংক্ষিপ্ততা বিভিন্ন লোকের জন্যে তাদের অবস্থা অনুযায়ী বিভিন্নরূপ অনুভূত হবে। আর সূরা আস-সাজদাহ বর্ণিত এক হাজার বছর সময় আসমান ও যমীনের মধ্যকার চলাচলের সময় বর্ণিত হয়েছে। সুতরাং আয়াতদ্বয়ে কোন বৈপরিত্ব নেই। [দেখুন, ফাতহুল কাদীর, সূরা আস-সাজদা, আয়াত নং ৫; তাবারী, সূরা আস-সাজদা, আয়াত নং ৫]\n <br/>\n</p>"
    },
    {
        "id": 5,
        "verse": "৭০ : ৫",
        "arabic_text": "فَاصْبِرْ صَبْرًا جَمِيلًا",
        "bangla_text": "কাজেই আপনি ধৈর্য ধারণ করুন পরম ধৈৰ্য।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 6,
        "verse": "৭০ : ৬",
        "arabic_text": "إِنَّهُمْ يَرَوْنَهُ بَعِيدًا",
        "bangla_text": "তারা ঐ দিনকে মনে করে সুদূর,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 7,
        "verse": "৭০ : ৭",
        "arabic_text": "وَنَرَاهُ قَرِيبًا",
        "bangla_text": "কিন্তু আমরা দেখছি তা আসন্ন [১]",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] কারও কারও মতে এখানে স্থান ও কালের দিক দিয়ে দূর ও নিকট বাোঝানো হয়নি; সম্ভাব্যতার ও বাস্তবতার দূরবর্তীতা বাোঝানো হয়েছে। আয়াতের অর্থ এই যে তারা কেয়ামতের বাস্তবতা বরং সম্ভাব্যতাকেও সুদূর পরাহত মনে করে আর আমি দেখছি যে, এটা নিশ্চিত | [দেখুন, কুরতুবী]\n</p>"
    },
    {
        "id": 8,
        "verse": "৭০ : ৮",
        "arabic_text": "يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ",
        "bangla_text": "সেদিন আকাশ হবে গলিত ধাতুর মত",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 9,
        "verse": "৭০ : ৯",
        "arabic_text": "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ",
        "bangla_text": "এবং পর্বতসমূহ হবে রঙ্গীন পশমের মত,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 10,
        "verse": "৭০ : ১০",
        "arabic_text": "وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا",
        "bangla_text": "এবং সুহৃদ সুহৃদের খোঁজ নেবে না,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 11,
        "verse": "৭০ : ১১",
        "arabic_text": "يُبَصَّرُونَهُمْ ۚ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ",
        "bangla_text": "তাদেরকে করা হবে একে অপরের দৃষ্টিগোচর। অপরাধী সেদিনের শাস্তির বদলে দিতে চাইবে তার সন্তান-সন্ততিকে,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 12,
        "verse": "৭০ : ১২",
        "arabic_text": "وَصَاحِبَتِهِ وَأَخِيهِ",
        "bangla_text": "আর তার স্ত্রী ও ভাইকে, ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 13,
        "verse": "৭০ : ১৩",
        "arabic_text": "وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ",
        "bangla_text": "আর তার জ্ঞাতি-গোষ্ঠীকে, যারা তাকে আশ্রয় দিত,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 14,
        "verse": "৭০ : ১৪",
        "arabic_text": "وَمَنْ فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنْجِيهِ",
        "bangla_text": "আর যমীনে যারা আছে তাদের সবাইকে, তারপর যাতে এটি তাকে মুক্তি দেয়।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 15,
        "verse": "৭০ : ১৫",
        "arabic_text": "كَلَّا ۖ إِنَّهَا لَظَىٰ",
        "bangla_text": "কখনই নয়, নিশ্চয় এটা লেলিহান আগুন,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 16,
        "verse": "৭০ : ১৬",
        "arabic_text": "نَزَّاعَةً لِلشَّوَىٰ",
        "bangla_text": "যা মাথার চামড়া খসিয়ে দেবে [১]। ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] لظى শব্দের অর্থ অগ্নির লেলিহান শিখা। شوى শব্দটি شواة এর বহুবচন। অর্থ মাথার চামড়া। এর আরেকটি অর্থ হতে পারে, অঙ্গ-প্রত্যঙ্গ। অর্থাৎ জাহান্নামের অগ্নি একটি প্ৰজ্বলিত অগ্নিশিখা, যা মস্তিস্ক বা হাত পায়ের চামড়া খুলে ফেলবে। [ইবন কাসীর, মুয়াসসার]\n</p>"
    },
    {
        "id": 17,
        "verse": "৭০ : ১৭",
        "arabic_text": "تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّىٰ",
        "bangla_text": "জাহান্নাম সে ব্যক্তিকে ডাকবে, যে সত্যের প্রতি পিঠ দেখিয়েছিল এবং মুখ ফিরিয়ে নিয়েছিল।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 18,
        "verse": "৭০ : ১৮",
        "arabic_text": "وَجَمَعَ فَأَوْعَىٰ",
        "bangla_text": "আর যে সম্পদ পুঞ্জীভূত করেছিল অতঃপর সংরক্ষিত করে রেখেছিল [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এই অগ্নি নিজে সেই ব্যক্তিকে ডাকবে যে সত্যের প্রতি পৃষ্ঠপ্ৰদৰ্শন করে অস্বীকার করে; তা কাজে পরিণত করা থেকে বিরত থাকে এবং ধন-সম্পদ সংগ্রহ করে তা পুঞ্জীভূত করে আগলিয়ে রাখে। পুঞ্জীভূত করার এবং আগলিয়ে রাখার অর্থ ফরয ও ওয়াজিব হক আদায় না করা। [ইবন কাসীর]\n</p>"
    },
    {
        "id": 19,
        "verse": "৭০ : ১৯",
        "arabic_text": "إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا",
        "bangla_text": "নিশ্চয় মানুষকে সৃষ্টি করা হয়েছে অতিশয় অস্থিরচিত্তরূপে [১] ।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] هلوع এর শাব্দিক অর্থ ভীষণ লোভী ও অতি ভীরু ব্যক্তি। [কুরতুবী] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা এখানে অর্থ নিয়েছেন সেই ব্যক্তি, যে হারাম ধন-সম্পদ লোভ করে। সাঈদ ইবনে জুবাইর রাহেমাহুল্লাহ বলেন, এর অর্থ কৃপণ। মুকাতিল বলেন, এর অর্থ সংকীর্ণমনা ব্যক্তি। এসব অর্থ কাছাকাছি। স্বয়ং আল্লাহ্ই কুরআনে এর পরবর্তী দু’ আয়াতে এ শব্দের ব্যাখ্যা করে দিয়েছেন। [বাগাভী] এখানে মানুষের খারাপ কর্মকাণ্ড ও স্বভাব উল্লেখ করে বলেন যে, সে “যখন দুঃখ কষ্ট সম্মুখীন হয়, তখন হা-হুতাশ শুরু করে দেয়। পক্ষান্তরে কোন সুখ শান্তি ও আরাম লাভ করে, তখন কৃপণ হয়ে যায়।” অতঃপর সাধারণ মানুষদের এই বদ-অভ্যাস থেকে সৎকর্মী  সালাত আদায়কারী মুমিনদের ব্যতিক্রম প্রকাশ করে উল্লেখ করা হয়েছে। অর্থাৎ যারা এরূপ সৎকর্ম করে, তারা অতিশয় ভীরু ও লোভী নয়। [তাবারী।]\n</p>"
    },
    {
        "id": 20,
        "verse": "৭০ : ২০",
        "arabic_text": "إِذَا مَسَّهُ الشَّرُّ جَزُوعًا",
        "bangla_text": "যখন বিপদ তাকে স্পর্শ করে সে হয় হা-হুতাশকারী।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 21,
        "verse": "৭০ : ২১",
        "arabic_text": "وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا",
        "bangla_text": "আর যখন কল্যাণ তাকে স্পর্শ করে সে হয় অতি কৃপণ;",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 22,
        "verse": "৭০ : ২২",
        "arabic_text": "إِلَّا الْمُصَلِّينَ",
        "bangla_text": "তবে সালাত আদায়কারীগণ ছাড়া [১] , ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] আয়াতে সালাত আদায়কারীদের গুণাবলী বৰ্ণনা প্রসঙ্গে বলা হয়েছে, যে সালাত আদায়কারী সর্বদা সালাত প্রতিষ্ঠাকারী। এখানে সালাত প্রতিষ্ঠার অর্থ ইবনে মাসউদ, মাসরুক ও ইবরাহীম নাখ‘য়ী এর মতে, সালাতকে তার ওয়াক্তে ফরয-ওয়াজিব খেয়াল রেখে আদায় করা। কোন কোন মুফাসসিরের মতে এখানে সালাত প্রতিষ্ঠার অর্থ, সমগ্ৰ সালাতেই সালাতের দিকে মনোযোগ নিবদ্ধ রাখা; এদিক সেদিক না তাকানো। সাহাবী ওকবা ইবনে আমের বলেন, উদ্দেশ্য এই যে, যে ব্যক্তি শুরু থেকে শেষ পর্যন্ত সালাতের দিকেই নিবিষ্ট থাকে এবং ডানে বামে ও আগে পিছে তাকায় না। [ইবন কাসীর]\n</p>"
    },
    {
        "id": 23,
        "verse": "৭০ : ২৩",
        "arabic_text": "الَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَائِمُونَ",
        "bangla_text": "যারা তাদের সালাতে সর্বদা প্রতিষ্ঠিত [১] , ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার কাছে প্রবেশ করে এক মহিলা দেখতে পেয়ে জিজ্ঞেস করলেন, এ মহিলা কে? তিনি বললেন, অমুক (অন্য বর্ণনায় এসেছে, তার নাম ছিল হাওলা বিনতে তুয়াইত) তারপর তিনি তার প্রচুর সালাত আদায়ের কথা বলছিলেন –তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, থাম, তোমরা যা (সব সময়) করতে সক্ষম হবে ততটুকুই নিজের উপর ঠিক করে নিবে। আল্লাহ্র শপথ, যতক্ষণ তোমরা নিজেরা ক্লান্ত হবে না ততক্ষণ আল্লাহ্ও দিতে ক্ষান্ত হবেন না।” আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে সেই কাজটি সবচেয়ে প্রিয় ছিল যা কেউ সব সময় করে। [বুখারী: ৪৩, মুসলিম: ৭৮৫, মুসনাদে আহমাদ: ৬/৫১, ২৩১] অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শা‘বান মাস ব্যতীত আর কোন মাসে এত বেশী সাওম পালন করতেন না। তিনি পুরো শা‘বান মাসই সাওম পালন করতেন। তিনি বলতেন, “তোমরা যে কাজ (সর্বদা) করতে সক্ষম হবে তাই করবে; কেননা, তোমরা বিরক্ত হলেও আল্লাহ্ (প্রতিদান প্রদানে) ক্ষান্ত হন না।” (অথবা হাদীসের অর্থ, তোমরা বিরক্ত না হওয়া পর্যন্ত আল্লাহ্ বিরক্ত হন না। তখন বিরক্ত হওয়া আল্লাহ্র একটি গুণ হিসেবে বিবেচিত হবে, তবে যেভাবে তা তাঁর সম্মানের সাথে উপযোগী সেভাবে তা সাব্যস্ত করতে হবে। [মাজুমূ ‘ফাতাওয়া ইবন উসাইমীন: ১/১৭৪]) আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে সে সালাতই সবচেয়ে প্রিয় ছিল যার আদায়কারী তা সর্বক্ষণ করতে থাকত। যদিও তার পরিমাণ কম হয়। তিনি নিজেও কোন কাজ করলে সেটা সবসময় করতেন।” [বুখারী: ১৯৭০]\n</p>"
    },
    {
        "id": 24,
        "verse": "৭০ : ২৪",
        "arabic_text": "وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ",
        "bangla_text": "আর যাদের সম্পদে নির্ধারিত হক রয়েছে",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 25,
        "verse": "৭০ : ২৫",
        "arabic_text": "لِلسَّائِلِ وَالْمَحْرُومِ",
        "bangla_text": "যাচ্ঞাকারী ও বঞ্চিতের, ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 26,
        "verse": "৭০ : ২৬",
        "arabic_text": "وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ",
        "bangla_text": "আর যারা প্রতিদান দিবসকে সত্য বলে বিশ্বাস করে।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 27,
        "verse": "৭০ : ২৭",
        "arabic_text": "وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ",
        "bangla_text": "আর যারা তাদের রবের শাস্তি সম্পর্কে ভীত-সন্ত্রস্ত---",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 28,
        "verse": "৭০ : ২৮",
        "arabic_text": "إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ",
        "bangla_text": "নিশ্চয় তাদের রবের শাস্তি হতে নিঃশঙ্ক থাকা যায় না;",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 29,
        "verse": "৭০ : ২৯",
        "arabic_text": "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ",
        "bangla_text": "আর যারা নিজেদের যৌনাঙ্গসমূহের হিফাযতকারী [১] , ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] লজ্জা স্থানের হিফাযতের অর্থ ব্যভিচার না করা এবং উলঙ্গপনা থেকেও দূরে থাকা, অনুরূপ যাবতীয় বেহায়াপনাও এর অন্তর্ভুক্ত। [দেখুন: সা‘দী]\n</p>"
    },
    {
        "id": 30,
        "verse": "৭০ : ৩০",
        "arabic_text": "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
        "bangla_text": "তাদের পত্নী অথবা অধিকারভুক্ত দাসী ছাড়া, এতে তারা নিন্দনীয় হবে না—",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 31,
        "verse": "৭০ : ৩১",
        "arabic_text": "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ",
        "bangla_text": "তবে কেউ এদেরকে ছাড়া অন্যকে কামনা করলে তারা হবে সীমালঙ্ঘনকারী---\t",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 32,
        "verse": "৭০ : ৩২",
        "arabic_text": "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ",
        "bangla_text": "আর যারা তাদের আমানতও প্রতিশ্রুতি রক্ষাকারী [১] ,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] আমানত কেবল সে অর্থকেই বলে না যা কেউ কারো হাতে সোপর্দ করে, বরং যেসব ওয়াজিব হক আদায় করা দায়িত্ব ফরয, সেগুলো সবই আমানত; এগুলোতে ত্রুটি করা খিয়ানত। এতে সালাত, সাওম, হজ, যাকাত ইত্যাদি আল্লাহ্ তা‘আলার হকও দাখিল আছে এবং আল্লাহ্ তা‘আলার পক্ষ থেকে বান্দার যেসব হক ওয়াজিব করা হয়েছে অথবা কোন লেনদেন ও চুক্তির মাধ্যমে যেসব হক নিজের উপর কেউ ওয়াজিব করে নিয়েছে সেগুলোও শামিল রয়েছে। এগুলো আদায় করা ফরয এবং এতে ক্ৰটি করা খিয়ানতের অন্তর্ভুক্ত। অনুরূপভাবে عهدهم বা চুক্তি ও প্রতিশ্রুতি মানে বান্দা আল্লাহ্র সাথে যে চুক্তি বা প্রতিশ্রুতিতে আবদ্ধ হয় এবং মানুষ পরস্পরের সাথে যেসব চুক্তি ও প্রতিশ্রুতিতে আবদ্ধ হয় এ উভয় প্রকার চুক্তি ও প্রতিশ্রুতি। এ উভয় প্রকার আমানত এবং উভয় প্রকার চুক্তি ও প্রতিশ্রুতি রক্ষা করা একজন মুমিনের চরিত্রের অপরিহার্য বৈশিষ্ট্য। [দেখুন: তাবারী।]\n</p>"
    },
    {
        "id": 33,
        "verse": "৭০ : ৩৩",
        "arabic_text": "وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ",
        "bangla_text": "আর যারা তাদের সাক্ষ্যসমূহে অটল [১] , ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] অর্থাৎ, তারা যা জানে তাই সাক্ষ্য দেয়, কোন প্রকার পরিবর্ধন-পরিমার্জন বা পরিবর্তন ব্যতীত সাক্ষ্য দেয়; আর এ সাক্ষ্য দানের মাধ্যমে আল্লাহ্র সন্তুষ্টি অর্জন থাকে তার লক্ষ্য । [সাদী]\n</p>"
    },
    {
        "id": 34,
        "verse": "৭০ : ৩৪",
        "arabic_text": "وَالَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
        "bangla_text": "আর যারা তাদের সালাতের হিফাযত করে ---[১] ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এ থেকে সালাতের গুরুত্ব বুঝা যায়। যে ধরনের উন্নত চরিত্র ও মহৎ কৰ্মশীল লোক জন্নাতের উপযুক্ত তাদের গুণাবলী উল্লেখ করতে গিয়ে সালাত দিয়ে শুরু করা হয়েছে এবং সালাত দিয়েই শেষ করা হয়েছে। [ইবন কাসীর] তাদের প্রথম গুণ হলো, তারা হবে সালাত আদায়কারী। দ্বিতীয় গুণ হলো তারা হবে সালাতের প্রতি নিষ্ঠাবান এবং সর্বশেষ গুণ হলো, তারা সালাতের হিফাযত করবে। সালাতের হিফাযতের অর্থ অনেক কিছু। যথা সময়ে সালাত পড়া, দেহ ও পোশাক-পরিচ্ছদ পাক-পবিত্ৰ আছে কিনা সালাতের পূর্বেই সে ব্যাপারে নিশ্চিত হওয়া, অযু থাকা এবং অযু করার সময় অঙ্গ-প্রত্যঙ্গগুলো ভালভাবে ধোয়া, সালাতের ফরয, ওয়াজিব ও মুস্তাহাব গুলো ঠিকমত আদায় করা, সালাতের নিয়ম-কানুন পুরোপুরি মেনে চলা, আল্লাহ্র নাফরমানী করে সালাতকে ধ্বংস না করা, এসব বিষয়ও সালাতের হিফাযতের অন্তর্ভুক্ত। [কুরতুবী]\n</p>"
    },
    {
        "id": 35,
        "verse": "৭০ : ৩৫",
        "arabic_text": "أُولَٰئِكَ فِي جَنَّاتٍ مُكْرَمُونَ",
        "bangla_text": "তারাই সম্মানিত হবে জান্নাতসমূহে।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 36,
        "verse": "৭০ : ৩৬",
        "arabic_text": "فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ",
        "bangla_text": "কাফিরদের হল কি যে, তারা আপনার দিকে ছুটে আসছে,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n <b>\n  ‘দ্বিতীয় রুকূ’\n </b>\n</p>"
    },
    {
        "id": 37,
        "verse": "৭০ : ৩৭",
        "arabic_text": "عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ",
        "bangla_text": "ডান ও বাম দিক থেকে, দলে দলে।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 38,
        "verse": "৭০ : ৩৮",
        "arabic_text": "أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ",
        "bangla_text": "তাদের প্রত্যেকে কি এ প্রত্যাশা করে যে, তাকে প্রবেশ করানো হবে প্রাচুর্যময় জান্নাতে ?",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 39,
        "verse": "৭০ : ৩৯",
        "arabic_text": "كَلَّا ۖ إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ",
        "bangla_text": "কখনো নয় [১] , আমরা তাদেরকে যা থেকে সৃষ্টি করেছি তা তারা জানে [২]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] অর্থাৎ তারা যা মনে করে, যা ইচ্ছা করে, ব্যাপার আসলে তা নয়। [সা'দী]\n <br/>\n <br/>\n [২] বুশ্‌র ইবনে জাহহাস আল-কুরাশী বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম\n <br/>\n <br/>\n فَمَالِ الَّذِيْنَ كَفَرُوْا قِبَلَكَ مُهْطِعِيْنَ ٭ عَنِ الْيَمِيْنَ وَعَنِ الشِّمَالِ عِزِيْنَ ٭ أَيَطْمَعُ كُلُّ امْرِئٍ مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍ * كَلَّا ۖ إِنَّا خَلَقْنَاهُم مِّمَّا يَعْلَمُونَ\n <br/>\n <br/>\n এ আয়াত তেলাওয়াত করলেন, তারপর তার হাতের তালুতে থুথু ফেলে বললেন, আল্লাহ্ বলেন, হে আদম সন্তান ! কিভাবে তুমি আমাকে অপারগ করবে? অথচ তোমাকে আমি এর (থুথুর) মত বস্তু থেকে সৃষ্টি করেছি। তারপর যখন তোমাকে সামঞ্জস্যপূর্ণ ও সুন্দর অবয়ব দান করে সৃষ্টি করেছি তখন তুমি দুটি দামী মূল্যবান চাদরে নিজেকে জড়িয়ে যমীনের উপর এমনভাবে চলাফেরা করেছ যে, যমীন কম্পিত হয়েছে, তারপর তুমি সম্পদ জমা করেছ, তা থেকে দিতে নিষেধ করেছ। শেষ পর্যন্ত যখন প্ৰাণ কণ্ঠাগত হয়েছে তখন বল, আমি দান-সদকা করব ! তখন কি আর সদকার সময় বাকী আছে ? ! [ইবনে মাজহ: ২৭০৭, মুস্তাদরাকে হাকিমঃ ২/৫০২]\n <br/>\n</p>"
    },
    {
        "id": 40,
        "verse": "৭০ : ৪০",
        "arabic_text": "فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ",
        "bangla_text": "অতএব আমি শপথ করছি উদয়াচলসমূহ এবং অস্তাচলসমূহের রবের – অবশ্যই আমরা সক্ষম [১] ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এখানে মহান আল্লাহ নিজেই নিজের সত্তার শপথ করেছেন। “উদয়াচলসমূহ ও অস্তাচলসমূহ” এ শব্দ ব্যবহারের কারণ হলো, গোটা বছরের আবর্তন কালে সূর্য প্রতিদিনই একটি নতুন কোণ থেকে উদিত হয় এবং একটি নতুন কোণে অস্ত যায়। তাছাড়াও ভূপৃষ্ঠের বিভিন্ন অংশে সূর্য ভিন্ন ভিন্ন সময়ে ক্রমাগত উদিত ও অস্তমিত হতে থাকে। এ হিসেবে সূর্যের উদয় হওয়ার ও অস্ত যাওয়ার স্থান একটি নয়, অনেক। আরেক হিসেবে উত্তর ও দক্ষিণ দিকের তুলনায় একটি দিক হলো পুর্ব এবং আরেকটি দিক হলো পশ্চিম। তাই কোন কোন আয়াতে مشرق ও مغرب শব্দ একবচন ব্যবহৃত হয়েছে। [সূরা আশ- শু‘আরা: ২৮, ও সূরা আল-মুয্যাম্মিল: ১৯] আরেক বিচারে পৃথিবীর দু‘টি উদয়াচল এবং দু‘টি অস্তাচল আছে। কারণ পৃথিবীর এক গোলার্ধে যখন সূর্য অস্ত যায় তখন অপর গোলার্ধে উদিত হয়। এ কারণে কোন কোন আয়াতে বলা হয়েছে مشرقين ও مغربين [সূরা আর-রাহমান: ১৭]  [দেখুন: আদ্ওয়াউল বায়ান]\n</p>"
    },
    {
        "id": 41,
        "verse": "৭০ : ৪১",
        "arabic_text": "عَلَىٰ أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ",
        "bangla_text": "তাদের চেয়ে উৎকৃষ্টদেরকে তাদের স্থলবর্তী করতে এবং এতে আমরা অক্ষম নই।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 42,
        "verse": "৭০ : ৪২",
        "arabic_text": "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
        "bangla_text": "অতএব তাদেরকে বাক-বিতণ্ডা ও খেল-তামাশায় মত্ত থাকতে দিন– যে দিনের প্রতিশ্রুতি তাদেরকে দেয়া হয় তার সম্মুখীন হয়ার আগ পর্যন্ত।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 43,
        "verse": "৭০ : ৪৩",
        "arabic_text": "يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ",
        "bangla_text": "সেদিন তারা কবর থেকে বের হবে দ্রুতবেগে, মনে হবে তারা কোন লক্ষ্যস্থলের দিকে ধাবিত হচ্ছে",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 44,
        "verse": "৭০ : ৪৪",
        "arabic_text": "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۚ ذَٰلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ",
        "bangla_text": "অবনত নেত্রে; হীনতা তাদেরকে আচ্ছন্ন করবে; এটাই সে দিন, যার বিষয়ে সতর্ক করা হয়েছিল তাদেরকে।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    }
]