[
    {
        "id": 1,
        "verse": "৭১ : ১",
        "arabic_text": "\nإِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "নিশ্চয় আমরা নূহ্কে পাঠিয়েছিলাম তার সম্প্রদায়ের প্রতি এ নির্দেশসহ যে, আপনি আপনার সম্প্রদায়কে সতর্ক করুন তাদের প্রতি যন্ত্রণাদায়ক শাস্তি আসার আগে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ\n  </b>\n  ২৮ আয়াত।\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  মক্কী।\n  <br/>\n  <br/>\n  রহমান, রহীম আল্লাহ্র নামে\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৭১ : ২",
        "arabic_text": "\nقَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ ",
        "bangla_text": "তিনি বললেন, ‘হে আমার সম্প্রদায়! নিশ্চয় আমি তোমাদের জন্য স্পষ্ট সতর্ককারী---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৭১ : ৩",
        "arabic_text": "\nأَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ ",
        "bangla_text": "‘এ বিষয়ে যে, তোমরা আল্লাহ্র ‘ইবাদাত কর এবং তাঁরা তাকওয়া অবলম্বন কর, আর আমার আনুগত্য কর [১];",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] নূহ আলাইহিস সালাম তার রিসালাতের দায়িত্ব পালনের শুরুতেই তার জাতির সামনে তিনটি বিষয় পেশ করেছিলেন। এক, আল্লাহ্র দাসত্ব, দুই, তাকওয়া বা আল্লাহভীতি এবং তিন, রাসূলের আনুগত্য। প্রথমেই ছিল আল্লাহ্র অবাধ্যতা না করার আহ্বান, কারণ তাঁর অবাধ্য হলে আযাব অনিবার্য। তারপর তাকওয়ার আহ্বান। যার মাধ্যমে রাসূলকে মেনে নিয়ে একমাত্র আল্লাহ্র ইবাদাত করার আহ্বান রয়েছে। তারপর রয়েছে রাসূলের আনুগত্যের আহ্বান। তিনি যা করতে আদেশ করেন তাই করা যাবে আর যা করতে নিষেধ করেন তা-ই ত্যাগ করতে হবে। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৭১ : ৪",
        "arabic_text": "\nيَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "‘তিনি তোমাদের জন্য তোমাদের পাপসমূহ ক্ষমা করবেন [১] এবং তোমাদেরকে অবকাশ দেবেন এক নির্দিষ্ট সময় পর্যন্ত [২]। নিশ্চয় আল্লাহ্ কর্তৃক নির্দিষ্ট সময় উপস্থিত হলে তা বিলম্বিত করা হয় না; যদি তোমরা এটা জানতে !’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مِن অব্যয়টি প্রায়শঃ কতক অর্থ জ্ঞাপন করার জন্যে ব্যবহৃত হয়। এই অর্থে আয়াতের উদ্দেশ্য এই যে, ঈমান আনলে তোমাদের কতক গোনাহ মাফ হয়ে যাবে। কোন কোন মুফাসসির বলেন, এর অর্থ আল্লাহ্ তা‘আলার হক সম্পর্কিত গোনাহ মাফ হয়ে যাবে। কেননা বান্দার হক মাফ হওয়ার জন্যে ঈমান আনার পরও একটি শর্ত আছে। তা এই যে হকটি আদায় যোগ্য হলে তা আদায় করতে হবে; যেমন আর্থিক দায় দেনা এবং আদায় যোগ্য না হলে তা মাফ নিতে হবে যেমন মুখে কিংবা হাতে কাউকে কষ্ট দেয়া। কোন কোন তফসীরবিদ বলেনঃ আয়াতে من অব্যয়টি বর্ণনাসূচক। উদ্দেশ্য এই যে, ঈমান আনলে তোমাদের সব গোনাহ মাফ হয়ে যাবে। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] উদ্দেশ্য এই যে তোমরা ঈমান আনলে আল্লাহ্ তা‘আলা তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত অবকাশ দিবেন। বয়সের নির্দিষ্ট মেয়াদের পূর্বে তোমাদেরকে কোন আযাবে ধ্বংস করবেন না। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৭১ : ৫",
        "arabic_text": "\nقَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا ",
        "bangla_text": "তিনি বললেন, ‘হে আমার রব! আমি তো আমার সম্প্রদায়কে দিনরাত ডেকেছি,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৭১ : ৬",
        "arabic_text": "\nفَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا ",
        "bangla_text": "‘কিন্তু আমার ডাক তাদের পলায়ন প্রবণতাই বৃদ্ধি করেছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৭১ : ৭",
        "arabic_text": "\nوَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا ",
        "bangla_text": "‘আমি যখনই তাদেরকে ডাকি যাতে আপনি তাদেরকে ক্ষমা করেন, তারা নিজেদের কানে আঙ্গুল দিয়েছে, কাপড় দ্বারা ঢেকে দিয়েছে নিজেদেরকে [১] এবং জেদ করতে থেকেছে, আর খুবই ঔদ্ধত্য প্রকাশ করেছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুখ ঢাকার একটি কারণ হতে পারে, তারা নূহ আলাইহিস সালামের বক্তব্য শোনা তো দূরের কথা তার চেহারা দেখাও পছন্দ করতো না। [মুয়াসসার] আরেকটি কারণ হতে পারে, তারা তার সম্মুখ দিয়ে যাওয়ার সময় মুখ ঢেকে চলে যেতো যাতে তিনি তাদের চিনে কথা বলার কোন সুযোগ আদৌ না পান। [ইবন কাসীর] মক্কার কাফেররা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে যে ধরনের আচরণ করছিলো সেটিও ছিল অনুরূপ একটি আচরণ। পবিত্র কুরআনের অন্যত্র তাদের এ আচরণের উল্লেখ করা হয়েছে এভাবে “দেখ, এসব লোক তাদের বক্ষ ঘুরিয়ে নেয় যাতে তারা রাসূলের চোখের আড়ালে থাকতে পারে। সাবধান ! যখন এরা কাপড় দ্বারা নিজেদেরকে ঢেকে আড়াল করে তখন আল্লাহ্ তাদের প্রকাশ্য বিষয়গুলোও জানেন এবং গোপন বিষয়গুলোও জানেন। তিনি তো মনের মধ্যকার গোপন কথাও জানেন।” সূরা হূদ: ৫]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৭১ : ৮",
        "arabic_text": "\nثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا ",
        "bangla_text": "‘তারপর আমি তাদেরকে ডেকেছি প্রকাশ্যে",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৭১ : ৯",
        "arabic_text": "\nثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا ",
        "bangla_text": "‘পরে আমি তাদের জন্য উচ্চস্বরে প্রচার করেছি ও উপদেশ দিয়েছি অতি গোপনে৷’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৭১ : ১০",
        "arabic_text": "\nفَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا ",
        "bangla_text": "অতঃপর বলেছি, ‘তোমাদের রবের নিকট ক্ষমা প্রার্থনা কর, নিশ্চয় তিনি মহাক্ষমাশীল, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৭১ : ১১",
        "arabic_text": "\nيُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا ",
        "bangla_text": "‘তিনি তোমাদের জন্য প্রচুর বৃষ্টিপাত করবেন, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৭১ : ১২",
        "arabic_text": "\nوَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا ",
        "bangla_text": "‘এবং তিনি তোমাদেরকে সমৃদ্ধ করবেন ধন-সম্পদ ও সন্তান-সন্ততিতে এবং তোমাদের জন্য স্থাপন করবেন উদ্যান ও প্রবাহিত করবেন নদী-নালা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] একথাটি পবিত্র কুরআনের বিভিন্ন স্থানে বলা হয়েছে যে, আল্লাহ্-দ্রোহিতার আচরণ মানুষের জীবনকে শুধু আখেরাতেই নয় দুনিয়াতেও সংকীর্ণ করে দেয়। অপর পক্ষে কোন জাতি যদি অবাধ্যতার বদলে ঈমান, তাকওয়া এবং আল্লাহ্র আদেশ-নিষেধ মেনে চলার পথ অনুসরণ করে তাহলে তা শুধু আখেরাতের জন্যই কল্যাণ কর হয় না, দুনিয়াতেও তার ওপর আল্লাহ্র অশেষ নিয়ামত বৰ্ষিত হতে থাকে। অন্যত্র বলা হয়েছে, “আর যে আমার স্মরণ থেকে মুখ ফিরিয়ে নেবে তার দুনিয়ার জীবন হবে সংকীর্ণ। আর কিয়ামতের দিন আমি তাকে অন্ধ করে উঠাবো।” [সূরা ত্বা-হা ১২৪] আরও বলা হয়েছে, “আহলে কিতাব যদি তাদের কাছে তাদের রবের পক্ষ থেকে প্রেরিত ‘তাওরাত’, ‘ইঞ্জীল’ ও অন্যান্য আসমানী কিতাবের বিধানাবলী মেনে চলতো তাহলে তাদের জন্য ওপর থেকেও রিযিক বর্ষিত হতো এবং নীচ থেকেও ফুটে বের হতো।” [সূরা আল-মায়েদাহ: ৬৬]। আরও বলা হয়েছেঃ “জনপদসমূহের অধিবাসীরা যদি ঈমান আনতো এবং তাকওয়ার নীতি অনুসরণ করতো তাহলে আমি তাদের জন্য আসমান ও যমীনের বরকতের দরজাসমূহ খুলে দিতাম। [সূরা আল-আ‘রাফ : ৯৬] অনুরূপভাবে হূদ আলাইহিস সালাম তার কওমের লোকদের বললেন, “হে আমার কওমের লোকেরা, তোমরা তোমাদের প্রভুর কাছে ক্ষমা প্রার্থনা করো, তার দিকে ফিরে যাও। তিনি তোমাদের ওপর আসমান থেকে প্রচুর বৃষ্টি বর্ষণ করবেন এবং তোমাদের শক্তি ও ক্ষমতা আরো বাড়িয়ে দেবেন।” [সূরা হূদ: ৫২] খোদ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দিয়ে মক্কার লোকদের সম্বোধন করে সেখানে আরও বলা হয়েছে “আর তোমরা যদি তোমাদের রবের কাছে ক্ষমা প্রার্থনা করো এবং তাঁর দিকে ফিরে আস তাহলে তিনি একটি নির্দিষ্ট সময় পর্যন্ত তোমাদের উত্তম জীবনোপকরণ দান করবেন।” [সূরা হূদ: ৩] এ থেকে আলেমগণ বলেন যে, গোনাহ্ থেকে তাওবাহ ও ইস্তেগফার করলে আল্লাহ্ তা‘আলা যথাস্থানে বৃষ্টি বর্ষণ করেন, দুর্ভিক্ষ হতে দেন না। এবং ধন-সম্পদ ও সন্তান-সন্ততিতে বরকত হয়। বিভিন্ন হাদীস থেকে এর সপক্ষে প্রমাণ পাওয়া যায়। সালফে সালেহীনও বৃষ্টির জন্য সালাতের সময় এ পদ্ধতির প্রতি জোর দিতেন। কুরআন মজীদের এ নির্দেশনা অনুসারে কাজ করতে গিয়ে একবার দুর্ভিক্ষের সময় উমর রাদিয়াল্লাহু আনহু বৃষ্টির জন্য দো‘আ করতে বের হলেন এবং শুধু ইসতিগফার (ক্ষমা প্রার্থনা) করেই শেষ করলেন। সবাই বললো, “হে আমীরুল মু‘মিনীন! আপনিতো আদৌ দো‘আ করলেন না। তিনি বললেন, আমি আসমানের ঐসব দরজায় করাঘাত করেছি যেখানে থেকে বৃষ্টি বর্ষিত হয়। একথা বলেই তিনি সূরা নূহের এ আয়াতগুলো তাদের পাঠ করে শুনালেন। অনুরূপ একবার এক ব্যক্তি হাসান বাসরীর মজলিসে অনাবৃষ্টির অভিযোগ করলে তিনি বললেন, আল্লাহ্র কাছে ক্ষমা প্রার্থনা করো। অপর এক ব্যক্তি দারিদ্রের অভিযোগ করলো। তৃতীয় এক ব্যক্তি বললো, আমার কোন ছেলে মেয়ে নেই। চতুর্থ এক ব্যক্তি বললো, আমার ফসলের মাঠে ফলন খুব কম হচ্ছে। তিনি সবাইকে একই জবাব দিলেন। অর্থাৎ আল্লাহ্র কাছে ক্ষমা প্রার্থনা করো। লোকেরা বললো, কি ব্যাপার যে, আপনি প্রত্যেকের ভিন্ন ভিন্ন অভিযোগের একই প্রতিকার বলে দিচ্ছেন ? তখন তিনি সূরা নূহের এ আয়াতগুলো পাঠ করে শুনালেন। [দেখুন, ইবন কাসীর; কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৭১ : ১৩",
        "arabic_text": "\nمَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا ",
        "bangla_text": "‘তোমাদের কী হল যে, তোমরা আল্লাহ্র শ্রেষ্ঠত্বের পরওয়া করছ না [১] ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমরা আল্লাহ্র মর্যাদা ও সম্মানে পরোয়া করছ না, তবুও তাঁকে তোমরা এতটুকু ভয়ও করো না যে, এ জন্য তিনি তোমাদের শাস্তি দিবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৭১ : ১৪",
        "arabic_text": "\nوَقَدۡ خَلَقَكُمۡ أَطۡوَارًا ",
        "bangla_text": "‘অথচ তিনিই তোমাদেরকে সৃষ্টি করেছেন পৰ্যায়ক্রমে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সৃষ্টিকর্মের বিভিন্ন পর্যায় ও স্তর অতিক্রম করে তোমাদের বর্তমান অবস্থায় পৌঁছানো হয়েছে। প্রথমে বীর্য আকারে, মাতৃগর্ভে, দুগ্ধপানরত অবস্থায়, অবশেষে তোমরা যৌবন ও প্রৌঢ়ত্যে উপনীত হয়েছ। এসব পর্যায় প্রতিটিই মহান আল্লাহ্র সৃষ্টি। যিনি এগুলো সৃষ্টি করেন, তিনিই একমাত্র ইবাদতের যোগ্য। আর তিনিই মৃত্যুর পর তাদেরকে পুনরুথিত করতে সক্ষম। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৭১ : ১৫",
        "arabic_text": "\nأَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا ",
        "bangla_text": "‘তোমরা কি লক্ষ্য করনি আল্লাহ্ কিভাবে সৃষ্টি করেছেন সাত আসমান স্তরে স্তরে বিন্যস্ত করে?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৭১ : ১৬",
        "arabic_text": "\nوَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا ",
        "bangla_text": "‘আর সেখানে চাঁদকে স্থাপন করেছেন আলোকরূপে ও সূর্যকে স্থাপন করেছেন প্রদীপরূপে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৭১ : ১৭",
        "arabic_text": "\nوَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا ",
        "bangla_text": "‘তিনি তোমাদেরকে উদ্ভূত করেছেন মাটি হতে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মাটিতে উদ্ভিদ উৎপন্ন হওয়ার মত তোমাদেরকে মাটির উপাদান থেকে উৎপন্ন ও উদ্ভূত করেছেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৭১ : ১৮",
        "arabic_text": "\nثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا ",
        "bangla_text": "‘তারপর তাতে তিনি তোমাদেরকে ফিরিয়ে নেবেন এবং পরে নিশ্চিতভাবে বের করে নিবেন, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৭১ : ১৯",
        "arabic_text": "\nوَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا ",
        "bangla_text": "‘আর আল্লাহ্ তোমাদের জন্য যমীনকে করেছেন বিস্তৃত---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৭১ : ২০",
        "arabic_text": "\nلِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا ",
        "bangla_text": "‘যাতে তোমরা সেখানে চলাফেরা করতে পার প্রশস্ত পথে।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৭১ : ২১",
        "arabic_text": "\nقَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا ",
        "bangla_text": "নূহ বলেছিলেন, ‘হে আমার রব! আমার সম্পপ্ৰদায় তো আমাকে অমান্য করেছে এবং অনুসরণ করেছে এমন লোকের যার ধন-সম্পদ ও সন্তান-সন্ততি তার ক্ষতি ছাড়া আর কিছুই বৃদ্ধি করেনি [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ‘দ্বিতীয় রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] অর্থাৎ তারা আমার অবাধ্য হয়েছে। তারা সমাজের ধনী ও নেতৃস্থানীয় লোকদের অনুসরণ করেছে। অথচ এ সমস্ত লোকদের ধন-সম্পদ ও প্রভাব-প্রতিপত্তি, সন্তান-সন্তুতি তাদের ক্ষতি ছাড়া আর কিছুই বৃদ্ধি করবে না। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৭১ : ২২",
        "arabic_text": "\nوَمَكَرُواْ مَكۡرٗا كُبَّارٗا ",
        "bangla_text": "আর তারা ভয়ানক ষড়যন্ত্র করেছে [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ষড়যন্ত্রের অর্থ হলো জাতির লোকদের সাথে নেতাদের ধোঁকাবাজি ও প্রতারণা। নেতারা জাতির লোকদের নূহ আলাইহিস সালামের শিক্ষার বিরুদ্ধে বিভ্রান্ত ও প্রতারিত করার চেষ্টা করত। যেমন, তারা বলত “তোমরা কি আশ্চর্য হচ্ছো যে, তোমাদের মতই একজন মানুষের নিকট তোমাদের রবের কাছ থেকে বাণী এসেছে?” [সূরা আল-আ‘রাফ: ৬৩] “আমাদের নিম্ন শ্রেণীর লোকেরা না বুঝে শুনে নূহের আনুগত্য করছে। তার কথা যদি সত্যিই মূল্যবান হতো তাহলে জাতির নেতা ও জ্ঞানী-গুণী ব্যক্তিবর্গ তার প্রতি বিশ্বাস পোষণ করতো।” [হূদ-২৭] “আল্লাহ্ যদি পাঠাতেই চাইতেন তাহলে কোন ফেরেশতা পাঠাতেন।” [সূরা আল-মু‘মিনুন, ২৪] এ ব্যক্তি যদি আল্লাহ্র প্রেরিত রাসূল হতেন, তাহলে তার কাছে সবকিছুর ভাণ্ডার থাকতো, তিনি অদৃশ্য বিষয় সম্পর্কে জানতেন এবং ফেরেশতাদের মত সবরকম মানবীয় প্রয়োজন ও অভাব থেকে মুক্ত হতেন। [সূরা হূদ, ৩১] নূহ এবং তার অনুসারীদের এমন কি অলৌকিকত্ব আছে যার জন্য তাদের মর্যাদা ও শ্রেষ্ঠত্ব স্বীকার করে নিতে হবে? এ ব্যক্তি আসলে তোমাদের মধ্যে তার নেতৃত্ব প্রতিষ্ঠিত করতে চায়। [সূরা আল-মুমিনূন, ২৫] প্ৰায় এরকম কথা বলেই কুরাইশ নেতারা লোকদের নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বিরুদ্ধে বিভ্রান্ত করতো।\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৭১ : ২৩",
        "arabic_text": "\nوَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا ",
        "bangla_text": "এবং বলেছে, ‘তোমরা কখনো পরিত্যাগ করো না তোমাদের উপাস্যদেরকে; পরিত্যাগ করো না ওয়াদ্, সুওয়া‘আ, ইয়াগূছ, ইয়া‘ঊক ও নাস্রকে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সম্প্রদায়ের বিরুদ্ধে অভিযোগ করতে গিয়ে নূহ্ আলাইহিস সালাম আরও বললেন, তারা ভয়ানক ষড়যন্ত্র করেছে। তারা নিজেরা তো উৎপীড়ন করতই, উপরস্তু জনপদের গুণ্ডা ও দুষ্ট লোকদেরকেও নূহ্ আলাইহিস্ সালাম এর পিছনে লেলিয়ে দিত। তারা পরস্পর এই চুক্তিতেও উপনীত হয়েছিল যে, আমরা আমদের দেব-দেবীর বিশেষত: এই পাঁচ জনের উপাসনা পরিত্যাগ করব না। আয়াতে উল্লেখিত শব্দগুলো পাঁচটি মূর্তির নাম। হাদীসে এসেছে, এই পাঁচজন প্রকৃতপক্ষে আল্লাহ্ তা‘আলার নেক ও সৎকর্মপরায়ণ বান্দা ছিলেন। তাদের সময়কালে ছিল আদম ও নূহ্ আলাইহিস সালাম এর আমলের মাঝামাঝি। তাদের নেক ভক্ত ও অনুসারী ছিল। তাদের ওফাতের পর ভক্তরা সুদীর্ঘকাল পর্যন্ত তাদের পদাঙ্ক অনুসরণ করে আল্লাহ্ তা‘আলার ইবাদত ও বিধি বিধানের প্রতি আনুগত্য অব্যাহত রাখে। কিছুদিন পর শয়তান তাদেরকে এই বলে প্ররোচিত করলঃ তোমরা যেসব মহাপুরুষের পদাঙ্ক অনুসরণ করে উপাসনা কর যদি তাদের মূর্তি তৈরী করে সমানে রেখে দাও তবে তোমাদের উপাসনা পূর্ণতা লাভ করবে এবং বিনয় ও একাগ্রতা অর্জিত হবে। তারা শয়তানের ধোঁকা বুঝতে না পেরে মহাপুরুষের প্রতিকৃতি তৈরী করে উপাসনালয়ে স্থাপন করল এবং সম্পূর্ণ নতুন এক বংশধর তাদের স্থলাভিষিক্ত হল। এবার শয়তান এসে তাদেরকে বোঝাল, তোমাদের পূর্বপুরুষের ইলাহ্ ও উপাস্য মুর্তিই ছিল। তারা এই মূর্তিগুলোই উপাসনা করত। এখান থেকে প্রতিমা-পূজার সূচনা হয়ে গেল। [বুখারী: ৪৯২০] উপরোক্ত পাঁচটি মূর্তির মাহাত্ম্য তাদের অন্তরে সর্বাধিক প্রতিষ্ঠিত ছিল বিধায় তাদের নাম বিশেষভাবে উল্লেখ করা হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  নূহে্র কওমের উপাস্যদের দেবীদের মধ্য থেকে এখানে সেসব দেব-দেবীর নাম উল্লেখ করা হয়েছে পরবর্তীকালে মক্কাবাসীরা যাদের পূজা করতে শুরু করেছিল এবং ইসলামের প্রাথমিক যুগে আরবের বিভিন্ন স্থানে তাদের মন্দিরও বর্তমান ছিল। এটা অসম্ভব নয় যে; মহাপ্লাবনে যেসব লোক রক্ষা পেয়েছিল পরবর্তী বংশধরগণ তাদের মুখ থেকে নূহ এর জাতির প্রাচীন উপাস্য দেব-দেবীদের নাম শুনেছিল এবং পরে তাদের বংশধরদের নতুন করে জাহেলিয়াত ছড়িয়ে পড়লে তারা সেসব দেব-দেবীর প্রতিমা তৈরী করে তাদের পূজা অৰ্চনা শুরু করেছিল। [দেখুন, আত-তাহরীর ওয়াত-তানওয়ীর] ‘ওয়াদ্দ’ ছিল ‘কুদা‘আ গোত্রের ‘বনী কালব’ শাখার উপাস্য দেবতা। ‘দাওমাতুল জান্দাল’ নামক স্থানে তারা এর বেদী নির্মাণ করে রেখেছিল। ‘সুওয়া’ ছিল হুযাইল গোত্রের দেবী। ‘ইয়াগুস’ ছিল সাবার নিকট জুরুফ নামক স্থানে বনী গাতীফ –এর উপাস্য। ‘ইয়াউক’ ইয়ামানের হামদান গোত্রের উপাস্য দেবতা ছিল। ‘নাসর’ ছিল হিমইয়ার অঞ্চলের হিমইয়ার গোত্রের ‘আলে যু-কিলা’ শাখার দেবতা। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৭১ : ২৪",
        "arabic_text": "\nوَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا ",
        "bangla_text": "‘বস্তুত তারা অনেককে বিভ্রান্ত করেছে; কাজেই আপনি যালিমদের বিভ্রান্তি ছাড়া আর কিছুই বৃদ্ধি করবেন না [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এই যালেমদের পথভ্রষ্টতা আরও বাড়িয়ে দিন। এখানে প্রশ্ন হয় যে জাতিকে সৎপথ প্রদর্শন করা রাসূলগণের কর্তব্য। নূহ্ আলাইহিস্ সালাম তাদের পথভ্রষ্টতার দো‘আ করলেন কিভাবে? জওয়াব এই যে, প্রকৃতপক্ষে নূহ্ আলাইহিস্ সালাম দীর্ঘকাল তাদের মাঝে থেকে বুঝে গিয়েছিলেন যে, এখন তাদের মধ্যে কেউ ঈমান আনবে না। সেমতে পথভ্রষ্টতা ও কুফরের উপর তাদের মৃত্যু নিশ্চিত ছিল। নূহ্ আলাইহিস্ সালাম তাদের পথভ্রষ্টতা বাড়িয়ে দেয়ার দো‘আ করলেন যাতে সত্বরই তারা ধ্বংসপ্রাপ্ত হয়। [দেখুন, আয়সারুত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৭১ : ২৫",
        "arabic_text": "\nمِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا ",
        "bangla_text": "তাদের অপরাধের জন্য তাদেরকে নিমজ্জিত করা হয়েছিল এবং পরে তাদেরকে প্রবেশ করানো হয়েছিল আগুনে, অতঃপর তারা আল্লাহ্ ব্যতীত অন্য কাউকেও সাহায্যকারী পায়নি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৭১ : ২৬",
        "arabic_text": "\nوَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا ",
        "bangla_text": "নূহ্ আরও বলেছিলেন, ‘হে আমার রব! যমীনের কাফিরদের মধ্য থেকে কোন গৃহবাসীকে অব্যাহতি দেবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতটির এক অর্থ হচ্ছে, যমীনে বিচরণকারী কাফেরদের কাউকে রেহাই দিবেন না। [মুয়াসসার] অপর অর্থ আপনি যমীনের বুকে কোন গৃহবাসী কাফেরকে অবশিষ্ট রাখবেন না। [জালালাইন] কাতাদাহ রাহেমাহুল্লাহ বলেন, তিনি ঐ সময় পর্যন্ত তাদের উপর বদদো’আ করেননি যতক্ষণ তার কাছে\n  <br/>\n  <br/>\n  اَنه، اِنْ يُّؤْمِنَ مِنْ قَوْمِكَ اِلَّا مَنْ قَدْاٰمَنَ فَلَا تَبْتَىِٕسْ بِمَاكَانُوْايِفْعَلُوْنَ\n  <br/>\n  <br/>\n  ‘যারা ঈমান এনেছে তারা ছাড়া আপনার সম্প্রদায়ের অন্য কেউ কখনো ঈমান আনবে না। কাজেই তারা যা করে তার জন্য আপনি দুঃখিত হবেন না।’ [সূরা হূদ: ৩৬] এ বাণী তাকে শুনিয়ে দেয়া হয়েছে। যখন তিনি স্পষ্টই জানতে পারলেন যে, তারা আর ঈমান আনবেনা তখন তিনি এ দো‘আ করেছিলেন। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৭১ : ২৭",
        "arabic_text": "\nإِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا ",
        "bangla_text": "‘আপনি তাদেরকে অব্যাহতি দিলে তারা আপনার বান্দাদেরকে বিভ্ৰান্ত করবে এবং জন্ম দিতে থাকবে শুধু দুস্কৃতিকারী ও কাফির।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৭১ : ২৮",
        "arabic_text": "\nرَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا ",
        "bangla_text": "‘হে আমার রব! আপনি ক্ষমা করুন আমাকে, আমার পিতামাতাকে এবং যারা মুমিন হয়ে আমার ঘরে প্রবেশ করে তাদেরকে এবং মুমিন পুরুষ ও মুমিন নারীদেরকে; আর যালিমদের শুধু ধ্বংসই বৃদ্ধি করুন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]