[
    {
        "id": 1,
        "verse": "৭২ : ১",
        "arabic_text": "\nقُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا ",
        "bangla_text": "বলুন [১], ‘আমার প্রতি ওহী নাযিল হয়েছে যে, জিন্দের [২] একটি দল মনোযোগের সাথে শুনেছে  [৩] অতঃপর বলেছে, ‘আমরা তো এক বিস্ময়কর কুরআন শুনেছি [৪] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   আয়াত সংখ্যাঃ\n  </b>\n  ২৮ আয়াত।\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  মক্কী।\n  <br/>\n  <br/>\n  রহমান, রহীম আল্লাহ্র নামে\n  <br/>\n  <br/>\n  [১] হাদীসের বিভিন্ন গ্রন্থে এসেছে যে, এই ঘটনা তখনকার যখন শয়তানদেরকে আকাশে খবর শোনা থেকে উল্কাপিণ্ডের মাধ্যমে প্রতিহত করা হয়েছিল। এ সময়ে জিনরা পরস্পরে পরামর্শ করল যে আকাশের খবরাদি শোনার ব্যাপারে বাধাদানের এই ব্যাপারটি কোন আকস্মিক ঘটনা মনে হয় না। পৃথিবীতে অবশ্যই কোন নতুন ব্যাপার সংঘটিত হয়েছে। অতঃপর তারা স্থির করল যে, পৃথিবীর পূর্ব পশ্চিম ও আনাচে-কানাচে জিনদের প্রতিনিধিদল প্রেরণ করতে হবে। যথাযথ খোঁজাখুঁজি করে এই নতুন ব্যাপারটি কি তা জেনে আসবে। হেজাযে প্রেরিত তাদের প্রতিনিধিদল যখন ‘নাখলাহ’ নামক স্থানে উপস্থিত হল, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাহাবীগণকে সাথে নিয়ে ফজরের সালাত আদায় করছিলেন। জিনদের এই প্রতিনিধিদল সালাতে কুরআন পাঠ শুনে পরস্পরে শপথ করে বলতে লাগলঃ এই কালামই আমাদের ও আকাশের খবরাদির মধ্যে অন্তরায় হয়েছে। তারা সেখান থেকে প্রত্যাবর্তন করে স্বজাতির কাছে ঘটনা বিবৃত করল। আল্লাহ্ তা‘আলা এসব আয়াতে সমস্ত ঘটনা সম্পর্কে তাঁর রাসুলকে অবহিত করেছেন।  ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বর্ণনা করেন এই ঘটনায় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিনদেরকে ইচ্ছাকৃতভাবে কুরআন শোনাননি এবং তিনি তাদেরকে দর্শনও করেন নি। বরং তার কাছে জিনদের কথা ওহী করে শোনানো হয়েছিল মাত্ৰ।’ [বুখারী: ৪৯২১, মুসলিম: ৪৪৯]\n  <br/>\n  <br/>\n  [২] জিন আল্লাহ্ তা‘আলার এক প্রকার শরীরী আত্মাধারী ও মানুষের ন্যায় জ্ঞান এবং চেতনাশীল সৃষ্টজীব। জিন এর শাব্দিক অর্থ গুপ্ত। তারা মানুষের দৃষ্টিগোচর নয়। এ কারণেই তাদেরকে জিন বলা হয়। জিন ও ফেরেশতাদের অস্তিত্ব কুরআন ও সুন্নাহর অকাট্য বর্ণনা দ্বারা প্রমাণিত। এটা অস্বীকার করা কুফর। মানব সৃষ্টির প্রধান উপকরন যেমন মৃত্তিকা তেমনি জিন সৃষ্টির প্রধান উপকরণ অগ্নি। এই জাতির মধ্যেও মানুষের ন্যায় নর ও নারী আছে এবং সন্তান প্রজননের ধারা বিদ্যমান আছে। পবিত্র কুরআনে যাদেরকে শয়তান বলা হয়েছে, তারা জিনদের দুষ্ট শ্রেনীর নাম। অধিকাংশ আলেমের মতে, সমস্ত জিনই শয়তানের বংশধর। তাদের মধ্যে কাফের ও মুমিন দু’শ্রেণী বিদ্যমান। যারা ঈমানদার তাদেরকে জিন বলা হলেও তাদের মধ্যে যারা কাফির তাদেরকে শয়তান বলা হয়। তবে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকে বর্ণিত আছে যে, জিনেরা ভিন্ন প্ৰজাতি, তারা শয়তানের বংশধর নয়। তারা মারা যায়। তাদের মধ্যে ঈমানদার ও কাফির দু শ্রেণী রয়েছে। পক্ষান্তরে ইবলীসের সন্তানদেরকে শয়তান বলা হয়, তারা ইবলীসের সাথেই মারা যাবে, তার আগে নয়। [দেখুন, কুরতুবী; ড. উমর সুলাইমান আল-আশকার: আলামুল জিন ওয়াশ-শায়াতিন]\n  <br/>\n  <br/>\n  [৩] এ থেকে জানা যায় যে; রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সে সময় জিনদের দেখতে পাচ্ছিলেন না এবং তারা যে কুরআন শুনছে একথাও তার জানা ছিল না। পরবর্তী সময়ে আল্লাহ্ তা‘আলা তাকে অহীর মাধ্যমে এ ঘটনা জানিয়ে দিয়েছেন। এ ঘটনাটি বর্ণনা প্রসংগে আবদুল্লাহ ইবনে আব্বাস সস্পষ্টভাবে বলেছেন যে; সে সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিনদের উদ্দেশ্যে কুরআন পাঠ করেননি এবং তিনি তাদের দেখেনওনি। [মুসলিম, ৪৪৯, সহীহ ইবনে হিব্বান: ৬৫২৬, তিরমিয়ী: ৩৩২৩, মুসনাদে আহমাদ: ১/২৫২]\n  <br/>\n  <br/>\n  [৪] জিনদের উক্তির অর্থ হলো, আমরা এমন একটি বাণী শুনে এসেছি যা ভাষাগত উৎকর্ষতা, বিষয়বস্তু, প্ৰজ্ঞা, জ্ঞান, বিধান ইত্যাদিতে বিস্ময়কর ও অতুলনীয়। [মুয়াসসার]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৭২ : ২",
        "arabic_text": "\nيَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا ",
        "bangla_text": "‘যা সত্যের দিকে হেদায়াত করে; ফলে আমরা এতে ঈমান এনেছি। আর আমরা কখনো আমাদের রবের সাথে কাউকে শরীক করব না,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৭২ : ৩",
        "arabic_text": "\nوَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا ",
        "bangla_text": "‘আর নিশ্চয়ই আমাদের রবের মর্যাদা সমুচ্চ [১]; তিনি গ্ৰহণ করেননি কোন সঙ্গিনী এবং না কোন সন্তান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] جدّ শব্দের অর্থ শান অবস্থা, মান-মর্যাদা। আল্লাহ্ তা‘আলার জন্যে বলা হয় وتعالى جدّه অর্থাৎ আল্লাহ্ তা‘আলার শান, মান-মর্যাদা, অনেক উর্ধের্ব। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৭২ : ৪",
        "arabic_text": "\nوَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا ",
        "bangla_text": "‘এও যে, আমাদের মধ্যকার নির্বোধেরা আল্লাহ্ সম্বন্ধে খুবই অবান্তর উক্তি করত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] شطط শব্দের অর্থ অবান্তর কথা, অতি-অন্যায় ও যুলুম। উদ্দেশ্য এই যে মুমিন জিনরা এ পর্যন্ত কুফার ও শির্কে লিপ্ত থাকার অজুহাত বৰ্ণনা করে বলেছে, আমাদের সম্প্রদায়ের নির্বোধ লোকেরা আল্লাহ্ তা‘আলার শানে অবান্তর কথাবার্তা বলত। অথচ আমরা মনে করতাম না যে কোন মানব অথবা জিন আল্লাহ্ তা’আলা সম্পর্কে মিথ্যা কথা বলতে পারে। তাই বোকাদের কথায় আমরা আজ পর্যন্ত কুফার ও শির্কে লিপ্ত ছিলাম। এখন কুরআন শুনে আমাদের চক্ষু খুলেছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৭২ : ৫",
        "arabic_text": "\nوَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا ",
        "bangla_text": "‘অথচ আমরা মনে করতাম মানুষ এবং জিন আল্লাহ্ সম্পর্কে কখনো মিথ্যা বলবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৭২ : ৬",
        "arabic_text": "\nوَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا ",
        "bangla_text": "‘এও যে, কিছু কিছু মানুষ কিছু জিনের আশ্রয় নিত, ফলে তারা জিনদের আত্মম্ভরিতা বাড়িয়ে দিয়েছিল [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জাহেলী যুগে আরবরা যখন কোন জনহীন প্রান্তরে রাত্রি যাপন করতো তখন উচ্চস্বরে বলতো, ‘আমরা এ প্রান্তরের অধিপতি জিনের আশ্রয় প্রার্থনা করছি’ । এভাবে ভয় পেলে মানুষরা জিনের আশ্রয় নেয়ার চেষ্টা করত। ফলে জিনের আত্মম্ভরিতা বেড়ে যায়। আয়াতটির আরেকটি অর্থও হতে পারে, এভাবে আশ্রয়-গ্রহণের চেষ্টা করার পরও জিনরা মানুষদের উল্টো ভয় দেখাত। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৭২ : ৭",
        "arabic_text": "\nوَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا ",
        "bangla_text": "‘এও যে, তারা ধারণা করেছিল যেমন তোমরা ধারণা কর [১] যে, আল্লাহ্ কাউকেও কখনো পুনরুথিত করবেন না [২] ।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতাংশের দু‘টি অর্থ হতে পারে। এক. ‘মানুষেরা ধারণা করেছিল, যেমন হে জিন সম্প্রদায় তোমরা ধারণা করেছিলে’ । [মুয়াসসার] দুই. জিনরা ধারণা করেছিল, যেমন হে মানব সম্প্রদায় তোমরা ধারণা করেছিলে। [কুরতুবী] উভয় অর্থের মূল কথা হলো, মানুষ ও জিন উভয় সম্প্রদায়ের পথভ্রষ্টদের ধারণার বিপরীতে এ কুরআন এক স্বচ্ছ হিদায়াত নিয়ে এসেছে।\n  <br/>\n  <br/>\n  [২] এ আয়াতাংশের দু‘টি অর্থ হতে পারে। একটি হলো, “মৃত্যুর পর আল্লাহ্ তা‘আলা কাউকে আর জীবিত করে উঠাবেন না।” যা উপরে বর্ণিত হয়েছে। অপরটি হলো, ‘আল্লাহ্ কাউকে রাসূল বানিয়ে পাঠাবেন না।’ [কুরতুবী] যেহেতু কথাটি ব্যাপক অর্থবোধক তাই তার এ অর্থও গ্ৰহণ করা যেতে পারে যে, মানুষের মত জিনদের মধ্যে একদল আখেরাতকে অস্বীকার করতো। কিন্তু পরবর্তী বিষয়ের সাথে সামঞ্জস্যের দিক থেকে দ্বিতীয় অর্থটিই অধিক অগ্ৰাধিকার পাওয়ার যোগ্য।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৭২ : ৮",
        "arabic_text": "\nوَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا ",
        "bangla_text": "‘এও যে, আমরা চেয়েছিলাম আকাশের তথ্য সংগ্ৰহ করতে কিন্তু আমরা দেখতে পেলাম কঠোর প্রহরী ও উল্কাপিণ্ড দ্বারা আকাশ পরিপূর্ণ ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৭২ : ৯",
        "arabic_text": "\nوَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا ",
        "bangla_text": "‘এও যে, আমরা আগে আকাশের বিভিন্ন ঘাঁটিতে সংবাদ শুনার জন্য বসতাম [১] কিন্তু এখন কেউ সংবাদ শুনতে চাইলে সে তার উপর নিক্ষেপের জন্য প্রস্তুত জলন্ত উল্কাপিণ্ডের সম্মুখীন হয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জিনরা আসমানের সংবাদ শোনার জন্যে উপরের দিকে যেত। হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেনঃ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘আল্লাহ্ তা‘আলা যখন আকাশে কোন হুকুম জারি করেন তখন সব ফেরেশতা আনুগত্যসূচক পাখা নাড়া দেয়। এরপর তারা পরস্পর সে বিষয়ে আলোচনা করে। শয়তানরা এখান থেকে এগুলো চুরি করে অতীন্দ্ৰিয়বাদীদের কাছে পৌছিয়ে দেয় এবং তাতে নিজেদের পক্ষ থেকে শত শত মিথ্যা বিষয় সংযোজন করে দেয়।’ [বুখারী: ৪৭০১, ৪৮০০]\n  <br/>\n  <br/>\n  সার কথা: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর নবুওয়াত লাভের পূর্বে আকাশের খবর চুরির ধারা বিনা বাধায় অব্যাহত ছিল। শয়তানরা নির্বিঘ্নে উপরে  আরোহন করে ফেরেশতাগনের কাছে শুনে নিত। কিন্তু রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর নবুওয়াত লাভের সময় তার ওহীর হেফাযতের উদ্দেশ্যে চুরির সুযোগ বন্ধ করে দেয়া হল এবং কোন শয়তান খবর চুরির জন্য উপরে গেলে তাকে লক্ষ্য করে জ্বলন্ত উল্কাপিণ্ড নিক্ষিপ্ত হতে লাগল। চোর বিতাড়নের এই নতুন উদ্যোগ দেখেই শয়তান ও জিনরা চিন্তিত হয়ে পড়ে; কারণ অনুসন্ধানের জন্যে পৃথিবীর কোণে কোণে সন্ধানকারী দল প্রেরণ করেছিল, অতঃপর ‘নাখলাহ্’ নামক স্থানে একদল জিন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে কুরআন শুনে ইসলাম গ্রহণ করেছিল যা আলোচ্য সূরায় বর্ণিত হয়েছে। [দেখুন, ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৭২ : ১০",
        "arabic_text": "\nوَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا ",
        "bangla_text": "‘এও যে, আমরা জানি না যমীনের অধিবাসীদের অমঙ্গলই অভিপ্ৰেত, না তাদের রব তাদের মঙ্গল চান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, ‘আমরা জানি না জগদ্বাসীর অমংগলই অভিপ্রেত, না তাদের রব তাদের মংগলচান’ । এ আয়াতে একটি বিষয় লক্ষণীয়, তা হলো, যখন অকল্যাণের কথা বলা হয়েছে তখন তার সম্পর্ক সরাসরি আল্লাহ্র দিকে করা হয় নি, পক্ষান্তরে যখন কল্যাণের কথা বলা হয়েছে তখন তার সম্পর্ক করা হয়েছে সরাসরি আল্লাহ্র সাথে। এর কারণ হচ্ছে, খারাপ ও অমঙ্গলের সম্পর্ক আল্লাহ্র দিকে করা বেআদবী। অকল্যাণ আল্লাহ্র সৃষ্ট বিষয় হলেও তা মানুষের হাতের অর্জন। আর যত কল্যাণ তা আল্লাহ্র পক্ষ থেকে নিছক অনুগ্রহ। হাদীসেও বলা হয়েছে, “আর যাবতীয় কল্যাণ সবই আপনার হাতে পক্ষান্তরে কোন অকল্যাণকেই আপনার দিকে সম্পর্কযুক্ত করা যায় না”। [মুসলিম: ৭৭১] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৭২ : ১১",
        "arabic_text": "\nوَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا ",
        "bangla_text": "‘এও যে, আমাদের কিছু সংখ্যক সৎকর্মপরায়ণ এবং কিছু সংখ্যক এর ব্যতিক্রম, আমরা ছিলাম বিভিন্ন পথের অনুসারী [১] ; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমাদের মধ্যে নৈতিক চরিত্রের দিক থেকেও ভাল ও মন্দ দু’ প্রকারের জিন আছে এবং আকীদা-বিশ্বাসের দিক থেকেও মত ও পথ একটি নয়। এ ক্ষেত্রেও আমরা বিভিন্ন দল ও গোষ্ঠীতে বিভক্ত। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৭২ : ১২",
        "arabic_text": "\nوَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا ",
        "bangla_text": "‘এও যে, আমরা বুঝেছি, আমরা যমীনে আল্লাহ্কে পরাভূত করতে পারব না এবং পালিয়েও তাঁকে ব্যর্থ করতে পারব না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৭২ : ১৩",
        "arabic_text": "\nوَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا ",
        "bangla_text": "‘এও যে, আমরা যখন হিদায়াতের বাণী শুনলাম তাতে ঈমান আনলাম। সুতরাং যে ব্যক্তি তার রবের প্রতি ঈমান আনে তার কোন ক্ষতি ও কোন অন্যায়ের আশংকা থাকবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] بخس শব্দের অর্থ প্রাপ্য অপেক্ষা কম দেয়া এবং رهق শব্দের অর্থ যুলুম করা, অত্যাচার করা। উদ্দেশ্য এই যে মুমিনের প্রতিদান কম দেয়া হবে না এবং আখেরাতে তার উপর যুলুম করে কিছু বাড়িয়ে দেওয়াও হবে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৭২ : ১৪",
        "arabic_text": "\nوَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا ",
        "bangla_text": "‘এও যে, আমাদের মধ্যে কিছু সংখ্যক আছে মুসলিম আর কিছু সংখ্যক আছে সীমালঙ্ঘনকারী; অতঃপর যারা ইসলাম গ্ৰহণ করেছে তারা সুচিন্তিতভাবে সত্য পথ বেছে নিয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৭২ : ১৫",
        "arabic_text": "\nوَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا ",
        "bangla_text": "‘আর যারা সীমালঙ্ঘনকারী তারা তো হয়েছে জাহান্নামের ইন্ধন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৭২ : ১৬",
        "arabic_text": "\nوَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا ",
        "bangla_text": "আর তারা যদি সত্য পথে প্রতিষ্ঠিত থাকত তবে অবশ্যই তাদেরকে আমরা প্রচুর বারি বর্ষণে সিক্ত করতাম, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৭২ : ১৭",
        "arabic_text": "\nلِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا ",
        "bangla_text": "যা দ্বারা আমরা তাদেরকে পরীক্ষা করতে পারি। আর যে ব্যক্তি তার রবের স্মরণ হতে বিমুখ হয় তিনি তাকে দুঃসহ শাস্তিতে প্রবেশ করাবেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৭২ : ১৮",
        "arabic_text": "\nوَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا ",
        "bangla_text": "আর নিশ্চয় মসজিদসমূহ আল্লাহ্রই জন্য। কাজেই আল্লাহ্র সাথে তোমরা অন্য কাউকে ডেকো না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مساجد শব্দটি مسجد এর বহুবচন। মুফাস্সিরগণ শব্দটি সাধারণভাবে ইবাদাতখানা বা উপাসনালয় অর্থে গ্রহণ করেছেন। তখন আয়াতের এক অর্থ এই যে, মসজিদসমূহ কেবল আল্লাহ্ তা‘আলার ইবাদতের জন্যে নির্মিত হয়েছে। অতএব, তোমরা মসজিদে গিয়ে আল্লাহ্ তা‘আলা ব্যতীত অন্য কাউকে সাহায্যের জন্যে ডেকো না। সেগুলোতে আল্লাহ্র ইবাদাতের সাথে সাথে আর কারো ইবাদাত করো না। যেমন ইহুদী ও নাসারারা তাদের উপাসনালয়সমূহে এ ধরনের শির্ক করে থাকে। অনুরূপভাবে মসজিদসমূহকে ভ্রান্ত আকীদা-বিশ্বাস ও মিথ্যা কর্মকাণ্ড থেকেও পবিত্র রাখতে হবে। হাসান বাস্রী বলেন, সমস্ত পৃথিবীটাই ইবাদাতখানা বা উপাসনালয়। তাই আয়াতটির মূল বক্তব্য হলো আল্লাহ্র এ পৃথিবীতে কোথাও যেন শির্ক করা না হয়। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের এ বাণী থেকে প্রমাণ পেশ করেছেন, তিনি বলেছেন, “আমার জন্য সমগ্ৰ পৃথিবীকে ইবাদাতের স্থান এবং পবিত্রতা অর্জনের উপায় বানিয়ে দেয়া হয়েছে।” [বুখারী: ৩৩৫, তিরমিয়ী: ৩১৭] সাঈদ ইবনে জুবাইর এর মতে, মসজিদ বলতে যেসব অংগ-প্রত্যংগের সাহায্যে মানুষ সিজদা করে সেগুলো অর্থাৎ হাত, হাঁটু, পা ও কপাল বুঝানো হয়েছে। এ ব্যাখ্যা অনুসারে আয়াতটির অর্থ হলো, সমস্ত অংগ-প্রত্যংগ আল্লাহ্র তৈরী। এগুলোর সাহায্যে একমাত্র আল্লাহ্ ছাড়া আর কাউকে সিজদা করা যাবে না। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৭২ : ১৯",
        "arabic_text": "\nوَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا ",
        "bangla_text": "আর নিশ্চয় যখন আল্লাহ্র বান্দা [১] তাঁকে ডাকার জন্য দাঁড়াল, তখন তারা তার কাছে ভিড় জমাল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ‘আল্লাহর বান্দা’ বলতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে উদ্দেশ্য করা হয়েছে। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৭২ : ২০",
        "arabic_text": "\nقُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا ",
        "bangla_text": "বলুন, ‘আমি তো কেবল আমার রাবকেই ডাকি এবং তাঁর সঙ্গে কাউকেও শরীক করি না।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ‘দ্বিতীয় রুকূ’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৭২ : ২১",
        "arabic_text": "\nقُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا ",
        "bangla_text": "বলুন, ‘নিশ্চয় আমি তোমাদের কোন ক্ষতি বা কল্যাণের মালিক নই৷ ’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৭২ : ২২",
        "arabic_text": "\nقُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا ",
        "bangla_text": "বলুন, ‘আল্লাহ্র পাকড়াও হতে কেউই আমাকে রক্ষা করতে পারবে না এবং আল্লাহ্ ছাড়া আমি কখনও কোন আশ্রয় পাব না [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আমি কখনো এ দাবী করি না যে, আল্লাহ্র প্রভুত্বে আমার কোন দখলদারী বা কর্তৃত্ব আছে, কিংবা মানুষের ভাগ্য ভাঙা বা গড়ার ব্যাপারে আমার কোন ক্ষমতা আছে। আমি তো আল্লাহ্র একজন রাসূল মাত্র। আমার ওপর যে কাজের দায়িত্ব অর্পণ করা হয়েছে তা তোমাদের কাছে আল্লাহ্ তা‘আলার বাণী পৌঁছিয়ে দেয়ার অধিক আর কিছুই নয়। আল্লাহ্র ক্ষমতা ও কর্তৃত্বের ব্যাপারতো পুরোপুরি আল্লাহ্রই করায়ত্ব। আমি যদি তাঁর নাফরমানি করি তবে তাঁর শাস্তির ভয় আমি করি। [সা‘দী, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৭২ : ২৩",
        "arabic_text": "\nإِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا ",
        "bangla_text": "‘শুধু আল্লাহ্র পক্ষ থেকে পৌঁছানো এবং তাঁর রিসালতের বাণী প্রচারই আমার দায়িত্ব। আর যে-কেউ আল্লাহ্ ও তাঁর রাসূলকে অমান্য করে তার জন্য রয়েছে জাহান্নামের আগুন, সেখানে তারা চিরস্থায়ী হবে [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ এই নয় যে, প্রতিটি গোনাহ ও অপরাধের শাস্তিই হচ্ছে চিরস্থায়ী জাহান্নাম। বরং যে প্রসঙ্গে একথাটি বলা হয়েছে তার আলোকে আয়াতের অর্থ হলো আল্লাহ্ ও তাঁর রাসূলের পক্ষ থেকে তাওহীদের যে আহ্বান জানানো হয়েছে তা যে ব্যক্তি মানবে না এবং শির্ককেও বর্জন করবে না আর কুফরী করবে, তার জন্য অবধারিত আছে জাহান্নামের চিরস্থায়ী শাস্তি | [দেখুন, সা’দী]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৭২ : ২৪",
        "arabic_text": "\nحَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا ",
        "bangla_text": "অবশেষে যখন তারা যা প্রতিশ্রুত তা প্রত্যক্ষ করবে, তখন তারা জানতে পারবে কে সাহায্যকারী হিসেবে অধিকতর দুর্বল এবং সংখ্যায় স্বল্প।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৭২ : ২৫",
        "arabic_text": "\nقُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا ",
        "bangla_text": "বলুন, ‘আমি জানি না তোমাদেরকে যে প্রতিশ্রুতি দেয়া হয়েছে তা কি আসন্ন, না আমার রব এর জন্য কোন দীর্ঘ মেয়াদ স্থির করবেন।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৭২ : ২৬",
        "arabic_text": "\nعَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا ",
        "bangla_text": "তিনিই গায়েবী বিষয়ের জ্ঞানী, তিনি তাঁর গায়েবের জ্ঞান কারও কাছে প্রকাশ করেন না [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা‘আলা রাসূলকে আদেশ করেছেন যে, যেসব অবিশ্বাসী আপনাকে কেয়ামতের নির্দিষ্ট দিন তারিখ বলে দেয়ার জন্যে পীড়াপীড়ি করে তাদেরকে বলে দিন, কেয়ামতের আগমন ও হিসাব নিকাশ নিশ্চিত; কিন্তু তার নির্দিষ্ট দিন তারিখ আল্লাহ্ তা‘আলা কাউকে বলেন নি। তাই আমি জানি না কেয়ামতের দিন আসন্ন, না আমার রব এর জন্যে দীর্ঘ মেয়াদ নির্দিষ্ট করে দিবেন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৭২ : ২৭",
        "arabic_text": "\nإِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا ",
        "bangla_text": "তাঁর মনোনীত রাসূল ছাড়া। সে ক্ষেত্রে আল্লাহ্ তাঁর রাসূলের সামনে এবং পিছনে প্রহরী নিয়োজিত করেন [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা‘আলা যখন অহীর মাধ্যমে গায়েবী বিষয়ের কোন জ্ঞান তাঁর হেকমত অনুসারে তাঁর রাসূলের কাছে পাঠান তখন তার রক্ষণাবেক্ষণ ও পাহারাদারীর জন্য চারপাশে প্রহরী মোতায়েন করেন। [সা‘দী] আর এখানে প্রহরী বলতে ফেরেশ্তা উদ্দেশ্য। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৭২ : ২৮",
        "arabic_text": "\nلِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا ",
        "bangla_text": "যাতে তিনি প্রকাশ করেন যে, অবশ্যই তারা তাদের রবের রিসালাত পৌছে দিয়েছেন [১]। আর তাদের কাছে যা আছে তা তিনি জ্ঞানে পরিবেষ্টন করে রেখেছেন এবং তিনি প্রতিটি বস্তু গণনা করে হিসেব রেখেছেন [২] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর কয়েকটি অর্থ হতে পারে। এক, রাসূল নিশ্চিতভাবে জানবেন যে, ফেরেশতারা তাঁর কাছে আল্লাহ্ তা‘আলার বাণীসমূহ ঠিক ঠিক পৌঁছিয়ে দিয়েছে। দুই, আল্লাহ্ তা‘আলা জানবেন যে, রাসূলগণ তাঁদের রবের বাণীসমূহ তাঁর বান্দাদের কাছে ঠিকমত পৌছিয়ে দিয়েছেন। [ইবন কাসীর] আয়াতটির শব্দমালা সবগুলো অর্থেরই ধারক।\n  <br/>\n  <br/>\n  [২] অর্থাৎ প্রত্যেক বস্তুর পরিসংখ্যান আল্লাহ্ তা‘আলারই গোচরীভুত। তিনি প্রত্যেকটি বস্তু বিস্তারিতভাবে জানেন, আর সব কিছুই তিনি হিসেব করে রেখেছেন, কোন কিছুই তার অজানা নয়। [মুয়াসসার, কুরতুবী]\n  <br/>\n </p>\n</div>"
    }
]