[
    {
        "id": 1,
        "verse": "৭৩ : ১",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ ",
        "bangla_text": "হে বস্ত্ৰাবৃত!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   আয়াত সংখ্যাঃ\n  </b>\n  ২০ আয়াত।\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  মক্কী।\n  <br/>\n  <br/>\n  রহমান, রহীম আল্লাহ্র নামে\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৭৩ : ২",
        "arabic_text": "\nقُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا ",
        "bangla_text": "রাতে সালাতে দাঁড়ান [১] , কিছু অংশ ছাড়া ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বিশেষভঙ্গিতে সম্বোধন করে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে তাহাজ্জুদের আদেশ করা হয়েছে। বিভিন্ন বর্ণনা থেকে বোঝা যায় যে, আলোচ্য আয়াতসমূহ ইসলামের শুরুতে এবং কুরআন অবতরণের প্রাথমিক যুগে অবতীর্ণ হয়েছে। তখন পর্যন্ত পাঁচ ওয়াক্ত সালাত ফরয ছিল না। পাঁচ ওয়াক্ত সালাত মে‘রাজের রাত্ৰিতে ফরয হয়েছিল। এই আয়াতে তাহাজ্জুদের সালাত কেবল ফরযই করা হয়নি; বরং তাতে রাত্রির কমপক্ষে এক চতুর্থাংশ মশগুল থাকাও ফরয করা হয়েছে। আয়াতের মূল আদেশ হচ্ছে কিছু অংশ বাদে সমস্ত রাত্রি সালাতে মশগুল থাকা। এই আদেশ পালনার্থে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবায়ে কেরাম অধিকাংশ রাত্রি তাহাজ্জুদের সালাতে ব্যয় করতেন। ফলে তাদের পদদ্বয় ফুলে যায় এবং আদেশটি বেশ কষ্টসাধ্য প্রতীয়মান হয়। পূর্ণ এক বছর পর এই সূরার শেষাংশ فَاقْرَءُوْاٰمَاتَيَسَّرَ مِنْهُ অবতীর্ণ হলে দীর্ঘক্ষণ সালাতে দন্ডায়মান থাকার বাধ্যবাধকতা রহিত করে দেয়া হয় এবং বিষয়টি ইচ্ছার উপর ছেড়ে দিয়ে ব্যক্ত করা হয় যে, যতক্ষণ সালাত আদায় করা সহজ মনে হয়, ততক্ষণ সালাত আদায় করাই তাহাজ্জুদের জন্যে যথেষ্ট। [ইমাম মুসলিম এই বিষয়বস্তু আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণনা করেন, হাদীস নং: ৭৪৬]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৭৩ : ৩",
        "arabic_text": "\nنِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا ",
        "bangla_text": "আধা-রাত বা তার চেয়েও কিছু কম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৭৩ : ৪",
        "arabic_text": "\nأَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا ",
        "bangla_text": "অথবা তার চেয়েও একটু বাড়ান। আর কুরআন তিলাওয়াত করুন ধীরে ধীরে সুস্পষ্টভাবে [১]; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে বলা হয়েছে যে, তারতীল সহকারে পড়তে হবে। ترتيل বলে উদ্দেশ্য হলো ধীরে ধীরে সঠিকভাবে বাক্য উচ্চারণ করা। অর্থাৎ কুরআনের শব্দগুলো ধীরে ধীরে মুখে উচ্চারণ করার সাথে সাথে তা উপলব্ধি করার জন্য গভীরভাবে চিন্তা-ভাবনাও করতে হবে। [ইবন কাসীর] আনাস রাদিয়াল্লাহু ‘আনহুকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কুরআন পাঠের নিয়ম সম্পর্কে জিজ্ঞেস করা হলে তিনি বললেন, “নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, শব্দগুলোকে টেনে টেনে পড়তেন। উদাহরণ দিতে গিয়ে তিনি ‘বিসমিল্লাহির রাহমানির রাহীম’ পড়ে বললেন যে, তিনি আল্লাহ, রাহমান এবং রাহীম শব্দকে মদ্দ করে বা টেনে পড়তেন।’ [বুখারী: ৫০৪৬] উম্মে সালামা রাদিয়াল্লাহু ‘আনহাকে একই প্রশ্ন করা হলে তিনি বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক একটি আয়াত আলাদা আলাদা করে পড়তেন এবং প্রতিটি আয়াত পড়ে থামতেন। তিনি ‘আলহামদুলিল্লাহি রাব্বিল আলামীন’ বলে থামতেন। তারপর ‘আর-রাহমানির রাহীম’ বলে থামতেন। তারপর ‘মালিকি ইয়াওমিদ্দীন’ বলে থামতেন। [মুসনাদে আহমাদ: ৬/৩০২. আবু দাউদ: ১৪৬৬, তিরমিযী: ২৯২৭] হুযায়ফা ইবনে ইয়ামান রাদিয়াল্লাহু ‘আনহু বর্ণনা করেন, একদিন রাতে আমি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে সালাত পড়তে দাঁড়ালাম। আমি দেখলাম, তিনি এমনভাবে কুরআন তেলাওয়াত করছেন যে, যেখানে তাসবীহের বিষয় আসছে সেখানে তিনি তাসবীহ পড়ছেন, যেখানে দো‘আর বিষয় আসছে সেখানে দো‘আ করছেন এবং যেখানে আল্লাহ্র কাছে আশ্রয় প্রার্থনার বিষয় আসছে সেখানে তিনি আশ্রয় প্রার্থনা করছেন। [মুসলিম:৭৭২] আবু যার রাদিয়াল্লাহু ‘আনহু বর্ণনা করেন, একবার রাতের সালাতে কুরআন তেলাওয়াত করতে করতে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন এ আয়াতটির কাছে পৌঁছলেন “আপনি যদি তাদের শাস্তি দেন, তবে তারা আপনারই বান্দা। আর যদি আপনি তাদের ক্ষমা করে দেন, তাহলে আপনি পরাক্রমশালী ও বিজ্ঞ” তখন তিনি বার বার এ আয়াতটিই পড়তে থাকলেন এবং এভাবে ভোর হয়ে গেল। [মুসনাদে আহমাদ: ৫/১৪৯] সাহাবী ও তাবেয়ীগণেরও এই অভ্যাস ছিল। তাছাড়া, যথাসম্ভব সুললিত স্বরে তিলাওয়াত করাও তারতীলের অন্তর্ভুক্ত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যে নবী সশব্দে সুললিত স্বরে তেলাওয়াত করেন, তার কেরাআতের মত অন্য কারও কেরাআত আল্লাহ্ তা‘আলা শুনেন না। [বুখারী: ৫০২৩, ৫০২৪] তবে পরিস্কার ও বিশুদ্ধ উচ্চারণসহ শব্দের অন্তর্নিহিত অর্থ চিন্তা করে তদ্বারা প্রভাবান্বিত হওয়াই আসল তারতীল। অনুরূপভাবে সুন্দর করে পড়াও এর অংশ। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “যে কুরআনকে সুন্দর স্বরে পড়ে না সে আমার দলভুক্ত নয়।’ [বুখারী: ৭৫২৭] অন্য হাদীসে এসেছে, “তোমরা কুরআনকে তোমাদের সুর দিয়ে সৌন্দর্যমণ্ডিত কর” [ইবনে মাজাহঃ ১৩৪২] আবু মুসা আল-আশ‘আরী রাদিয়াল্লাহু ‘আনহু সুমিষ্ট স্বরে কুরআন পাঠ করতেন বিধায় রাসূল তার প্রশংসা করে বলেছিলেন, “তোমাকে দাউদ পরিবারের সুর দেয়া হয়েছে\" ৷ [বুখারী: ৫০৪৮, মুসলিম: ৭৯৩] তাছাড়া হাদীসে আরও এসেছে, “কিয়ামতের দিন কুরআনের অধিকারীকে বলা হবে, তুমি পড় এবং আরোহন করতে থাক। সেখানেই তোমার স্থান হবে যেখানে তোমার কুরআন পড়ার আয়াতটি শেষ হবে।” [আবুদাউদ: ১৪৬৪, তিরমিয়ী: ২৯১৪]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৭৩ : ৫",
        "arabic_text": "\nإِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا ",
        "bangla_text": "নিশ্চয় আমরা আপনার প্রতি নাযিল করছি গুরুভার বাণী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ভারী বা গুরুতর বাণী বলে পবিত্র কুরআন বোঝানো হয়েছে। গুরুভার বাণী বলার কারণ হলো, তার নির্দেশ অনুসারে কাজ করা অনেক বেশী কঠিন ওগুরুতর কাজ। তাছাড়া এ জন্যও একে গুরুভার ও কঠিন বাণী বলা হয়েছে যে, তার অবতরণের ভার বহন করা অত্যন্ত কঠিন কাজ ছিল। যায়েদ ইবনে সাবেত রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেছেন যে, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ওপর অহী নাযিল হওয়ার সময় তিনি আমার উরুর ওপর তাঁর উরু ঠেকিয়ে বসেছিলেন। আমার উরুর ওপর তখন এমন চাপ পড়ছিলো যে, মনে হচ্ছিলো তা এখনই ভেঙে যাবে। [বুখারী: ৭৭৫, ৫০৪৩] আয়েশা রাদিয়াল্লাহু ‘আনহা বৰ্ণনা করেন, আমি প্রচণ্ড শীতের দিনে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের অহী নাযিল হতে দেখেছি। সে সময়ও তাঁর কপাল থেকে ঘাম ঝরতে থাকতো। [বুখারী: ২] অন্য বর্ণনায় আয়েশা রাদিয়াল্লাহু ‘আনহা বলেছেন, উটনীর ওপর সওয়ার থাকা অবস্থায় যখনই তার ওপর অহী নাযিল হতো উটনী তখন তার বুক মাটিতে ঠেকিয়ে দিতো। অহী নাযিল শেষ না হওয়া পর্যন্ত সে নড়াচড়া পর্যন্ত করতে পারতো না। [মুসনাদে আহমাদ: ৬/১১৮, মুস্তাদরাকে হাকিম: ২/৫০৫] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৭৩ : ৬",
        "arabic_text": "\nإِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡـٔٗا وَأَقۡوَمُ قِيلًا ",
        "bangla_text": "নিশ্চয় রাতের বেলার উঠা [১] প্রবৃত্তি দলনে প্রবলতর [২] এবং বাকস্ফুরণে অধিক উপযোগী [৩] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] باشىٔة শব্দের ব্যাখ্যায় কয়েকটি মত আছে। একটি মত হলো, এর মানে রাতের বেলা শয্যা ত্যাগকারী ব্যক্তি। দ্বিতীয় মতটি হলো এর অর্থ রাত্রিকালীন সময়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] আয়াতে وطأً শব্দ ব্যবহৃত হয়েছে। এর অর্থ এতো ব্যাপক যে, একটি মাত্ৰ বাক্যে তা বুঝানো সম্ভব নয়। এর একটি অর্থ হলো, রাতের বেলা ইবাদাত-বন্দেগীর জন্য শয্যা ত্যাগ করে ওঠা এবং দীর্ঘ সময় দাঁড়িয়ে থাকা যেহেতু মানুষের স্বভাব-বিরুদ্ধ কাজ, মানুষের মন ও প্রবৃত্তি এ সময় আরাম কামনা করে, তাই এটি এমন একটি কাজ ও চেষ্টা-সাধনা যা প্রবৃত্তির জন্য অত্যন্ত কঠিন। দ্বিতীয় অর্থ হলো, রাত্ৰিবেলার সালাত দিনের সালাত অপেক্ষা অধিক স্থায়ী ও ফলপ্রসু। কেননা, দিনের বেলা মানুষের চিন্তা-চেতনা বিভিন্ন বিষয়ে ব্যস্ত থাকে, কিন্তু রাত্ৰিবেলা তা থেকে মুক্ত হয়। আরেকটি অর্থ হলো, ইবাদতকারী ব্যক্তিকে সক্রিয় রাখার পন্থা, কেননা রাত্ৰিবেলা বিভিন্ন চিন্তা-চেতনা ও কাজ থেকে মুক্ত হওয়ায় সে সময়ে ইবাদতে নিবিষ্ট হওয়া যায়। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] أقوم শব্দের অর্থ অধিক সঠিক। আর قيلاً শব্দের অর্থ কথা। তাই এর আভিধানিক অর্থ হলো, ‘কথাকে আরো বেশী যথার্থ ও সঠিক বানায়।’ অর্থাৎ রাত্ৰিবেলায় কুরআন তেলাওয়াত অধিক শুদ্ধতা ও স্থিরতা সহকারে হতে পারে। এর মূল বক্তব্য হলো, সে সময় মানুষ আরো বেশী প্রশান্তি, তৃপ্তি ও মনোযোগ সহকারে বুঝে কুরআন শরীফ পড়তে পারে। কারণ, তখন বিভিন্ন প্রকার ধ্বনি ও হট্টগোল দ্বারা অন্তর ও মস্তিস্ক ব্যাকুল হয় না। [দেখুন, ফাতহুল কাদীর] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা এর ব্যাখ্যা করেছেন “গভীর চিন্তা-ভাবনা ও মনোনিবেশসহ কুরআন পাঠের জন্য এটা একটা অপেক্ষাকৃত উপযুক্ত সময়।” [আবু দাউদ: ১৩০৪]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৭৩ : ৭",
        "arabic_text": "\nإِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا ",
        "bangla_text": "নিশ্চয় দিনের বেলায় আপনার জন্য রয়েছে দীর্ঘ কর্মব্যস্ততা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] سبحاً শব্দের অর্থ প্রবাহিত হওয়া ও ঘোরাফেরা করা। এ কারণেই সাঁতার কাটাকে سباحة বলা হয়। এখানে এর অর্থ দিনমানের কর্মব্যস্ততা ও জীবিকার জন্য ঘোরাঘুরির কারণে অন্তরের ব্যস্ততা। দিনের কর্মব্যস্ততার কারণে একাগ্ৰচিত্তে ইবাদতে মনোনিবেশ করা কঠিন হয়ে পড়ে। [দেখুন, করতুবী; সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৭৩ : ৮",
        "arabic_text": "\nوَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا ",
        "bangla_text": "আর আপনি আপনার রবের নাম স্মরণ করুন এবং তাঁর প্রতি মগ্ন হোন একনিষ্ঠভাবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনি সমগ্র সৃষ্টি থেকে দৃষ্টি ফিরিয়ে নিয়ে কেবল আল্লাহ্র সন্তুষ্টিবিধানে ও ইবাদতে মগ্ন হোন। এর সাধারণ অর্থে ইবাদতে শির্ক না করাও দাখিল এবং নিজের সমস্ত কর্মকাণ্ডে তথা উঠাবসায়, চলাফেরায় দৃষ্টি ও ভরসা আল্লাহ্র প্রতি নিবদ্ধ রাখা এবং অপরকে লাভ-লোকসান ও বিপদাপদ থেকে উদ্ধারকারী মনে না করাও দাখিল। দুনিয়া ও দুনিয়ার সবকিছুকে পরিত্যাগ করে আল্লাহ্র কাছে যা আছে তৎপ্রতি মনোনিবেশ করাও এর অর্থের অন্তর্গত। কিন্তু এই تبتل তথা দুনিয়ার সাথে সম্পর্কচ্ছেদ সেই رهبانية তথা বৈরাগ্য থেকে সম্পূর্ণ ভিন্ন কুরআনে যার নিন্দা করা হয়েছে এবং হাদীসে তা প্রত্যাখ্যান করা হয়েছে। কেননা, শরীয়াতের পরিভাষায় رهبانية বা বৈরাগ্য এর অর্থ দুনিয়ার সাথে সম্পর্কচ্ছেদ করা এবং ভোগ সামগ্ৰী ও হালাল বস্তুসমুহকে ইবাদতের নিয়তে পরিত্যাগ করা। পক্ষান্তরে এখানে যে সম্পর্কচ্ছেদের আদেশ করা হয়েছে, তা এই যে, বিশ্বাসগতভাবে অথবা কাৰ্যগতভাবে আল্লাহ্র সম্পর্কের উপর কোন সৃষ্টির সম্পর্ককে প্রবল হতে না দেয়া। এ ধরণের সম্পর্কচ্ছেদ বিবাহ, আত্মীয়তার সম্পর্ক ইত্যাদি যাবতীয় সাংসারিক কাজ-কারবারের পরিপন্থী নয়; বরং এগুলোর সাথে জড়িত থেকেও এটা সম্ভবপর। রাসূলগণের সুন্নত; বিশেষতঃ রাসূলকুল শিরোমণি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সমগ্র জীবন ও আচারাদি এর পক্ষে সাক্ষ্য দেয়। আয়াতে تبتل শব্দ দ্বারা যে অর্থ ব্যক্ত করা হয়েছে, মূলত তা হলো সকল ইবাদত একনিষ্ঠভাবে আল্লাহ্র জন্য করা এবং এর মাধ্যমে একমাত্র তাঁরই মুখাপেক্ষী হওয়া। [দেখুন, কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৭৩ : ৯",
        "arabic_text": "\nرَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا ",
        "bangla_text": "তিনি পূর্ব ও পশ্চিমের রব, তিনি ছাড়া কোন সত্য ইলাহ্ নেই;  অতএব তাকেঁই আপনি গ্ৰহণ করুন কর্মবিধায়করূপে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৭৩ : ১০",
        "arabic_text": "\nوَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا ",
        "bangla_text": "আর লোকে যা বলে, তাতে আপনি ধৈর্য ধারণ করুন এবং সৌজন্যের সাথে তাদেরকে পরিহার করে চলুন [১] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর শাব্দিক অর্থ কোন কিছুকে ত্যাগ করা বা পরিহার করা। অর্থাৎ মিথ্যারোপকারী কাফেররা আপনাকে যেসব পীড়াদায়ক কথাবার্তা বলে, আপনি সেসবের প্রতিশোধ নিবেন না ঠিক, কিন্তু তাদের সাথে সম্পর্কও রাখবেন না। বরং সৌজন্যের সাথে তাদের পরিহার করে চলুন। কোন কোন তফসীরবিদ বলেনঃ পরবর্তীতে অবতীর্ণ জিহাদের আদেশ সম্বলিত আয়াত দ্বারা এই আয়াতের নির্দেশ রহিত হয়ে গেছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৭৩ : ১১",
        "arabic_text": "\nوَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا ",
        "bangla_text": "আর ছেড়ে দিন আমাকে ও বিলাস সামগ্রীর অধিকারী মিথ্যারোপকারীদেরকে [১]; এবং কিছু কালের জন্য তাদেরকে অবকাশ দিন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে কাফেরদেরকে اُولِى النَّعْمَةِ বলা হয়েছে। نَعْمَة শব্দের অর্থ ভোগ-বিলাস, ধন-সম্পদ ও সন্তান-সন্তুতির প্রাচুর্য। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৭৩ : ১২",
        "arabic_text": "\nإِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا ",
        "bangla_text": "নিশ্চয় আমাদের কাছে আছে শৃংখলসমূহ ও প্রজ্বলিত আগুন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৭৩ : ১৩",
        "arabic_text": "\nوَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا ",
        "bangla_text": "আর আছে এমন খাদ্য, যা গলায় আটকে যায় এবং যন্ত্রণাদায়ক শাস্তি [১] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অতঃপর আখেরাতের কঠিনতম শাস্তির বর্ণনা প্রসঙ্গে أنكال শব্দ ব্যবহার করা হয়েছে। অর্থ আটকাবস্থা ও শিকল। এরপর জাহান্নামের উল্লেখ করে জাহান্নামীদের ভয়াবহ খাদ্যের কথা বলা হয়েছে। وَّطَعَامًاذَاغُصَّةٍ এর অর্থ গলগ্রহ খাদ্য। অর্থাৎ যে খাদ্য গলায় এমনভাবে আটকে যায় যে, গলাধঃকরণও করা যায় না এবং উদগীরণও করা যায় না। জাহান্নামীদের খাদ্য ضريع, غسلين ও زقوم এর অবস্থা তাই হবে। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, তাতে আগুনের কাটা থাকবে; যা গলায় আটকে যাবে। [কুরতুবী] শেষে বলা হয়েছে: وَّعَذَابًااَلِيْمًا নির্দিষ্ট আযাব উল্লেখ করার পর একথা বলে এর আরও অধিক অন্যান্য শাস্তির দিকে ইঙ্গিত করা হয়েছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৭৩ : ১৪",
        "arabic_text": "\nيَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا ",
        "bangla_text": "সেদিন যমীন ও পর্বতমালা প্রকম্পিত হবে এবং পর্বতসমূহ বিক্ষিপ্ত বহমান বালুকারাশিতে পরিণত হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সে সময় অতি শক্ত-মজবুত পাহাড় সমূহ দূর্বল হয়ে পড়বে, তাই প্রথমে তা মিহি বিক্ষিপ্ত বালুর স্তূপে পরিণত হবে। অতঃপর বালুর এ স্তূপ বিক্ষিপ্ত হয়ে উড়ে যাবে। [সা‘দী] এরপর গোটা ভূপৃষ্ঠ একটা বিশাল প্রান্তরে রূপান্তরিত হবে। এ অবস্থার একটি চিত্র অন্যত্র এভাবে তুলে ধরা হয়েছে যে, “লোকেরা আপনাকে এসব পাহাড়ের অবস্থা কি হবে সে সম্পর্কে জিজ্ঞেস করে। আপনি বলুন, আমার রব পাহাড়সমূহকে ধুলির মত করে ওড়াবেন এবং ভূপৃষ্ঠকে এমন সমতল বিশাল প্রান্তরে রূপান্তরিত করবেন যে, তুমি সেখানে উচুঁ নীচু বা ভাঁজ দেখতে পাবে না।”  [সূরা ত্বা-হা: ১০৫-১০৭]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৭৩ : ১৫",
        "arabic_text": "\nإِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا ",
        "bangla_text": "নিশ্চয় আমরা তোমাদের কাছে পাঠিয়েছি এক রাসূল তোমাদের জন্য সাক্ষীস্বরূপ যেমন রাসূল পাঠিয়েছিলাম ফির‘আউনের কাছে, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৭৩ : ১৬",
        "arabic_text": "\nفَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا ",
        "bangla_text": "কিন্তু ফির‘আউন সে রাসূলকে অমান্য করেছিল, ফলে আমরা তাকে অত্যন্ত শক্তভাবে পাকড়াও করেছিলাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৭৩ : ১৭",
        "arabic_text": "\nفَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا ",
        "bangla_text": "অতএব যদি তোমরা কুফরী কর, তবে কি করে আন্তরক্ষা করবে সেদিন যে দিনটি কিশোরদেরকে পরিণত করবে বৃদ্ধে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৭৩ : ১৮",
        "arabic_text": "\nٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا ",
        "bangla_text": "সে-দিন আসমান হবে বিদীর্ণ [১]। তাঁর প্রতিশ্রুতি অবশ্যই বাস্তবায়িত হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে به শব্দের অর্থ করা হয়েছে, فيه বা ‘সে দিন’ । তাছাড়া এর আরেকটি অর্থ হচ্ছে, بسببه বা ‘এর কারণে’ বা له বা ‘যে জন্য’। প্রতিটি অর্থই উদ্দেশ্য হতে পারে। তবে প্রথমটিই বিশুদ্ধ। অর্থাৎ সেদিনের ভয়াবহতা এমন যে, তাতে আসমান ফেটে চৌচির হয়ে যাবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৭৩ : ১৯",
        "arabic_text": "\nإِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا ",
        "bangla_text": "নিশ্চয় এটা এক উপদেশ, অতএব যে চায় সে তার রবের দিকে পথ অবলম্বন করুক ! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৭৩ : ২০",
        "arabic_text": "\n۞ إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ ",
        "bangla_text": "নিশ্চয় আপনার রব জানেন যে, আপনি সালাতে দাঁড়ান কখনও রাতের প্রায় দুই-তৃতীয়াংশ, কখনও অর্ধাংশ এবং কখনও এক-তৃতীয়াংশ এবং দাঁড়ায় আপনার সঙ্গে যারা আছে তাদের একটি দলও। আর আল্লাহ্ই নির্ধারণ করেন দিন ও রাতের পরিমান [১]। তিনি জানেন যে, তোমারা এটা পুরোপুরি পালন করতে পারবে না [২] , তাই আল্লাহ্ তোমাদের ক্ষমা করলেন [৩]। কাজেই কুরান থেকে যতটুকু সহজ ততটুকু পড়, আল্লাহ্ জানেন যে, তোমাদের মধ্যে কেউ কেউ অসুস্থ হয়ে পড়বে, আর কেউ কেউ আল্লাহ্র অনুগ্রহ সন্ধানে দেশ ভ্ৰমন করবে এবং কেউ কেউ আল্লাহ্র পথে লড়াইয়ে লিপ্ত হবে। কাজেই তোমরা কুরআন হতে যতটুকু সহজসাধ্য ততটুকু পড়। আর তোমরা সালাত কায়েম কর, যাকাত প্ৰদান কর [৪] এবং আল্লাহ্কে দাও উত্তম ঋণ [৫] । তোমরা তোমাদের নিজেদের জন্য ভাল যা কিছু অগ্রিম পাঠাবে তোমরা তা পাবে আল্লাহ্র কাছে [৬]। তা উৎকৃষ্টতর এবং পুরস্কার হিসেবে মহত্তর। আর তোমরা ক্ষমা প্রার্থনা কর আল্লাহ্র কাছে; নিশ্চয় আল্লাহ্ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ‘দ্বিতীয় রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১] সূরার শুরুতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সকল মুসলিমের উপর তাহাজ্জুদ ফরয করা হয়েছিল এবং এই সালাত অর্ধারাত্রির কিছু বেশী এবং কমপক্ষে এক তৃতীয়াংশ রাত্রি পর্যন্ত দীর্ঘ হওয়াও ফরয ছিল। আল্লাহ্র জ্ঞান অনুযায়ী যখন এর উদ্দেশ্য পূর্ণ হয়ে গেল, তখন তাহাজ্জুদের ফরয রহিত করে সে নির্দেশ শিথিল ও সহজ করে দেয়া হলো। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [২] تحصو মূল হলো حصاء যার অর্থ গণনা করা। যেমন, পবিত্র কুরআনের অন্যত্র বলা হয়েছে, وَاَحْصٰى كُلَّ شَىْءٍ عَدَدًا “আর তিনি (আল্লাহ্) সব কিছু সংখ্যায় গণনা করে রেখেছেন।” [সূরা আল-জিন: ২৮] অর্থাৎ আল্লাহ্ তা‘আলা জানেন যে, তোমরা এর গণনা করতে পারবে না। তাহাজ্জুদের সালাতে আল্লাহ্ তা‘আলা রাত্রির এক-তৃতীয়াংশ থেকে দুই-তৃতীয়াংশ পর্যন্ত সময় নির্ধারণ করেছিলেন। কিন্তু সাহাবায়ে কেরামের পক্ষে এই সালাতে মশগুল থাকা অবস্থায় রাত্ৰ কতটুকু হয়েছে, তা জানা কঠিন ছিল। [দেখুন: কুরতুবী; সা‘দী] আবার কোন কোন তাফসীরবিদ বলেন, إحصاء অর্থ কোন কিছু যথানিয়মে কাজে লাগানো বা সক্ষম হওয়া। সে হিসেবে এখানে لَّنْ تُحْصُوْهُ শব্দের অর্থ দীর্ঘ সময় এবং নিদ্রার সময়ে প্রত্যেকে যথারীতি সালাত পড়তে সক্ষম না হওয়া। [তাবারী] এ অর্থে শব্দটির ব্যবহার এসেছে, যেমন হাদীসে আল্লাহ্র সুন্দর নামসমূহ সম্পর্কে বলা হয়েছে, من أحصا ها دخل الجنة অর্থাৎ “যে ব্যক্তি আল্লাহ্র নামসমূহকে কর্মের ভিতর দিয়ে পুরোপুরি ফুটিয়ে তোলে সে জান্নাতে দাখিল হবে।” [বুখারী: ৬৪১০, মুসলিম: ২৬৭৭]। এ অর্থের জন্য দেখুন, শারহুস সুন্নাহ লিল বাগভী: ৫/৩১; আল-আসমা ওয়াস সিফাত লিল বাইহাকী: ১/২৭; কাশফুল মুশকিল মিন হাদীসিস সাহীহাইন লি ইবনিল জাওয়ী: ৩/৪৩৫; তারহুত তাসরীব লিল ইরাকী: ৭/১৫৪; ফাতহুল বারী লি ইবন হাজার: ১/১০৬; সুবুলুস সালাম লিস সান‘আনী: ২/৫৫৬৷\n  <br/>\n  <br/>\n  [৩]  تاب শব্দের আসল অর্থ প্রত্যাবর্তন করা। গোনাহের তাওবাকেও একারণে তাওবা বলা হয় যে, মানুষ এতে পূর্বের গোনাহ থেকে প্রত্যাবর্তন করে। কেউ কেউ বলেন, এখানে কেবল প্রত্যাহার বোঝানো হয়েছে। অর্থাৎ আল্লাহ্ তা‘আলা ফরয তাহাজ্জুদের  আদেশ প্রত্যাহার করে নিয়েছেন। [কুরতুবী]\n  <br/>\n  <br/>\n  [৪] প্রসিদ্ধ এই যে, যাকাত হিজরতের দ্বিতীয় বর্ষে ফরয হয়েছে এই আয়াত মক্কায় অবতীর্ণ হয়েছে। এ কারণে কোন কোন তাফসীরবিদ বিশেষ ভাবে এই আয়াতটিকে মদীনায় অবতীর্ণ বলেছেন। কিন্তু সঠিক মত হলো, যাকাত মক্কায় ইসলামের প্রাথমিক যুগেই ফরয হয়েছিল, কিন্তু তার নেসাব ও পরিমাণের বিস্তারিত বিবরণ মদীনায় হিজরতের দ্বিতীয় বর্ষে বৰ্ণিত হয়েছে, এমতাবস্থায় আয়াত মক্কায় অবতীর্ণ হলেও ফরয যাকাত বোঝানো যেতে পারে। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [৫] মূলত এখানে ফরয ও নফল দান-খয়রাত ও কার্যাদি বোঝানো হয়েছে। [সা‘দী] আল্লাহ্র পথে ব্যয় করাকে এমনভাবে ব্যক্ত করা হয়েছে যেন ব্যয়কারী আল্লাহ্কে ঋণ দিচ্ছে। কেউ কেউ এর অর্থ এই নিয়েছেন যে, যাকাত ছাড়া ও অনেক আর্থিক ওয়াজিব পাওনা মানুষের উপর বর্তে; যেমন: স্ত্রী ও সন্তান-সন্তুতির ভরণ-পোষণ ইত্যাদি। [কুরতুবী]\n  <br/>\n  <br/>\n  [৬] এর অর্থ হলো, আখেরাতের জন্য যা কিছু তোমরা আগেই পাঠিয়ে দিয়েছো তা তোমাদের ঐ সব জিনিসের চেয়ে অনেক বেশী উপকারী যা তোমরা দুনিয়াতেই রেখে দিয়েছো এবং আল্লাহ্র সন্তুষ্টি লাভের নিমিত্ত কোন কল্যাণকর কাজে ব্যয় করোনি। হাদীসে উল্লেখ আছে, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জিজ্ঞেস করলেন, “তোমাদের এমন কেউ আছে যার নিজের অর্থ-সম্পদ তার উত্তরাধিকারীর অর্থ-সম্পদের চেয়ে তার কাছে বেশী প্রিয়? জবাবে লোকেরা বললো, “হে আল্লাহ্র রাসূল, আমাদের মধ্যে কেউ-ই এমন নেই যার নিজের অর্থ-সম্পদ তাঁর কাছে তার উত্তরাধিকারীর অর্থ-সম্পদ থেকে বেশী প্রিয় নয়।” তখন তিনি বললেনঃ ‘তোমরা কি বলছো তা ভেবে দেখো।’ লোকেরা বললো, হে আল্লাহ্র রাসূল, আমাদের অবস্থা আসলেই এরূপ। একথা শুনে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তোমাদের নিজের অর্থ-সম্পদ তো সেইগুলো যা তোমরা আখেরাতের জন্য অগ্রিম পাঠিয়ে দিয়েছো। আর যা তোমরা রেখে দিয়েছো সেগুলো ওয়ারিশ বা উত্তরাধিকারীদের অর্থ-সম্পদ৷ [বুখারী: ৬৪৪২] [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    }
]