[
    {
        "id": 1,
        "verse": "৭৫ : ১",
        "arabic_text": "\nلَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ ",
        "bangla_text": "আমি শপথ করছি কিয়ামতের দিনের [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ\n  </b>\n  ৪০ আয়াত।\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  মক্কী।\n  <br/>\n  <br/>\n  রহমান, রহীম আল্লাহ্র নামে\n  <br/>\n  <br/>\n  <br/>\n  [১] কারও বিরোধী মনোভাব খন্ডন করার জন্যে শপথ করা হলে শপথের পূর্বে لا ব্যবহৃত হয়। আরবী বাক-পদ্ধতিতে এই ব্যবহার প্রসিদ্ধ ও সুবিদিত। এ শব্দ দ্বারা বক্তব্য শুরু করাই প্রমাণ করে যে, আগে থেকে কোন বিষয়ে আলোচনা চলছিল যার প্রতিবাদ করার জন্য এ সূরা নাযিল হয়েছে। অর্থাৎ তোমরা যা বলেছো তা ঠিক নয়। আমি কসম করে বলছি, প্রকৃত ব্যাপার হচ্ছে এটি। অর্থাৎ কেয়ামত অবশ্যম্ভাবী। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৭৫ : ২",
        "arabic_text": "\nوَلَآ أُقۡسِمُ بِٱلنَّفۡسِ ٱللَّوَّامَةِ ",
        "bangla_text": "আমি আরও শপথ করছি ভর্ৎসনাকারী আত্মার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] لوامة শব্দটি لوم থেকে উদ্ভূত। অর্থ তিরস্কার ও ধিক্কার দেয়া। ‘নাফসে লাওয়ামা’ বলে এমন নফস বোঝানো হয়েছে, যে নিজের কাজকর্মের হিসাব নিয়ে নিজেকে ধিক্কার দেয়। অর্থাৎ কৃত গোনাহ অথবা ওয়াজিব কর্মে ত্রুটির কারণে নিজেকে ভর্ৎসনা করে বলে যে, তুই এমন করলি কেন? সৎকর্ম সম্পর্কেও নিজেকে এই বলে তিরস্কার করে যে, আরও বেশী সৎকাজ সম্পাদন করে উচ্চমর্যাদা লাভ করলে না কেন? সারকথা, কামেল মুমিন ব্যক্তি সর্বদাই তার প্রত্যেক সৎ ও অসৎ কাজের জন্যে নিজেকে তিরস্কারই করে। গোনাহ্ অথবা ওয়াজিব কর্মে ক্রটির কারণে তিরস্কার করার হেতু স্পষ্ট। সৎকাজে তিরস্কার করার কারণ এই যে, নাফস ইচ্ছা করলে আরও বেশী সৎকাজ করতে পারত। সে বেশী সৎকাজ করল না কেন? এই অর্থের ভিত্তিতেই হাসান বাসরী রাহেমাহুল্লাহ নাফসে-লাওয়ামার তফসীর করেছেন ‘নফসে-মুমিনাহ।’ তিনি বলেছেনঃ আল্লাহ্র কসম, মুমিন তো সর্বদা সর্বাবস্থায় নিজেকে ধিক্কারই দেয়। সৎকর্মসমুহেও সে আল্লাহ্র শানের মোকাবেলায় আপন কর্মে অভাব ও ক্রটি অনুভব করে। [কুরতুবী] কেননা, আল্লাহ্র শানের হক পুরোপুরি আদায় করা সাধ্যাতীত ব্যাপার। ফলে তার দৃষ্টিতে ক্ৰটি থাকে এবং তজ্জন্যে নিজেকে ধিক্কার দেয়। পক্ষান্তরে অসৎ কাজ হলে মুমিনের কাছে এটা অত্যন্ত কঠোর হয়ে দেখা দেয় ফলে সে নিজেকে ধিক্কার দেয়। [বাগভী] মূলতঃ নাফস তিনটি গুণে গুণান্বিত হয়। নফসে আম্মারা, লাওয়ামা ও মুতমায়িন্নাহ। সাধারণত নাফসে আম্মারা বা খারাপ কাজে উদগ্ৰীবকারী আত্মা প্রতিটি মানুষেরই মজ্জাগত ও স্বভাবগত। সে মানুষকে মন্দ কাজে লিপ্ত হতে জোরদার আদেশ করে। কিন্তু ঈমান, সৎকর্ম ও সাধনার বলে সে নফসে-লাওয়ামা হয়ে যায় এবং মন্দ কাজ ও ক্রটির কারণে অনুতপ্ত হতে শুরু করে। এটাকেই অনেকে বিবেক বলে। কিন্তু মন্দ কাজ থেকে সে সম্পূর্ণ বিচ্ছিন্ন হয় না। অতঃপর সৎকর্মে উন্নতি ও আল্লাহ্র নৈকট্যলাভে চেষ্টা করতে করতে যখন শরীয়তের আদেশ-নিষেধ প্রতিপালন তার মজ্জাগত ব্যাপার হয়ে যায় এবং শরীয়তবিরোধী কাজের প্রতি স্বভাবগত ঘৃণা অনুভব করতে থাকে, তখন এই নফসই মুতমায়িন্নাহ বা সন্তুষ্টচিত্ত উপাধি প্ৰাপ্ত হয়। এ ধরনের নাফস যাদের অর্জিত হয় তারা দ্বীনী ব্যাপারে কোন প্রকার সন্দেহ বা প্রবৃত্তির অনুসরণ থেকে মুক্ত হয়ে ‘কালবে সালীম' বা সুস্থ হৃদয়ের অধিকারী হয়। আর এ সমস্ত লোকদের প্রশংসায় আল্লাহ্ তা’আলা অন্য আয়াতে বলেছেন, ‘যে দিন ধন-সম্পদ ও সন্তান-সন্ততি কোন কাজে আসবে না; ‘সে দিন উপকৃত হবে শুধু সে, যে আল্লাহ্র কাছে আসবে বিশুদ্ধ অন্তঃকরণ নিয়ে।” [সূরা আশ-শু‘আরা: ৮৮-৮৯]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৭৫ : ৩",
        "arabic_text": "\nأَيَحۡسَبُ ٱلۡإِنسَٰنُ أَلَّن نَّجۡمَعَ عِظَامَهُۥ ",
        "bangla_text": "মানুষ কি মনে করে যে, আমরা কখনোই তার অস্থিসমূহ একত্র করতে পারব না? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৭৫ : ৪",
        "arabic_text": "\nبَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّيَ بَنَانَهُۥ ",
        "bangla_text": "অবশ্যই হ্যাঁ, আমরা তার আঙ্গুলের আগা পর্যন্ত পুনর্বিন্যস্ত করতে সক্ষম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ বড় বড় হাড়গুলো একত্রিত করে পুনরায় তোমার দেহের কাঠামো প্রস্তুত করা এমন কিছুই নয়। আমিতো তোমার দেহের সূক্ষ্মতম অঙ্গ-প্রত্যঙ্গ এমনকি তোমার আঙ্গুলের জোড়গুলোও পুনরায় ঠিক তেমন করে বানাতে সক্ষম যেমন তা এর আগে ছিল, তবে তোমাদের পুনরুথিত করতে অসক্ষম হওয়ার কোন কারণ নেই। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৭৫ : ৫",
        "arabic_text": "\nبَلۡ يُرِيدُ ٱلۡإِنسَٰنُ لِيَفۡجُرَ أَمَامَهُۥ ",
        "bangla_text": "বরং মানুষ তার ভবিষ্যতেও পাপাচার করতে চায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা যে কিয়ামত ও আখেরাতকে অস্বীকার করে তার মূল কারণ হলো, তারা চায় আজ পর্যন্ত তারা পৃথিবীতে যেরূপ লাগামহীন জীবন যাপন করে এসেছে ভবিষ্যতেও ঠিক তেমনি করতে পারে। আজ পর্যন্ত তারা যে ধরনের জুলুম-অত্যাচার, বেঈমানী, পাপাচার ও দুষ্কর্ম করে এসেছে ভবিষ্যতেও তা করার অবাধ স্বাধীনতা যেন তাদের থাকে। এভাবে সে অসৎকাজ করতেই থাকে, সৎপথে ফিরে আসতে চায় না। [মুয়াসসার, ফাতহূল কাদীর] কোন কোন মুফাসসির বলেন, আয়াতের উদ্দেশ্য হচ্ছে, ‘বরং সে তার সম্মুখস্থ বস্তু অর্থাৎ কিয়ামতকে মিথ্যাপ্রতিপন্ন করতে চায়।’ কারণ, এর পরই বলা হয়েছে, “সে প্রশ্ন করে কখন কিয়ামত আসবে” । এ তাফসীরটি ইবনে কাসীর প্রাধান্য দিয়েছেন।\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৭৫ : ৬",
        "arabic_text": "\nيَسۡـَٔلُ أَيَّانَ يَوۡمُ ٱلۡقِيَٰمَةِ ",
        "bangla_text": "সে প্রশ্ন করে, ‘কখন কিয়ামতের দিন আসবে?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৭৫ : ৭",
        "arabic_text": "\nفَإِذَا بَرِقَ ٱلۡبَصَرُ ",
        "bangla_text": "যখন চোখ স্থির হয়ে যাবে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] برق এর আভিধানিক অর্থ হলো বিদ্যুতের ঝলকে চোখ ধাঁধিয়ে যাওয়া। কিন্তু প্রচলিত আরবী বাকরীতিতে কথাটি শুধু এ একটি অর্থ জ্ঞাপকই নয়। বরং ভীতি-বিহবলতা, বিস্ময় অথবা কোন দুর্ঘটনার আকস্মিকতায় যদি কেউ হতবুদ্ধি হয়ে যায় এবং সে ভীতিকর দৃশ্যের প্রতি তার চক্ষু স্থির-নিবদ্ধ হয়ে যায় যা সে দেখতে পাচ্ছে তাহলে এ অবস্থা বুঝাতেও একথাটি বলা হয়ে থাকে। [দেখুন, ইবন কাসীরা] একথাটিই কুরআন মাজীদের আরেক জায়গায় এভাবে বলা হয়েছে, “আল্লাহ্ তো তাদের অবকাশ দিচ্ছেন সেদিন পর্যন্ত যেদিন চক্ষুসমূহ স্থির হয়ে যাবে।”\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৭৫ : ৮",
        "arabic_text": "\nوَخَسَفَ ٱلۡقَمَرُ ",
        "bangla_text": "এবং চাঁদ হয়ে পড়বে কিরণহীন [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কেয়ামতের পরিস্থিতি বর্ণনা করা হয়েছে। অর্থাৎ যখন চক্ষুতে ধাঁধা লেগে গেল— কেয়ামতের দিন সবার দৃষ্টিতে ধাঁধা লেগে যাবে। ফলে চক্ষু স্থির কোন বস্তু দেখতে পারবে না এবং চন্দ্র জ্যোতিহীন হয়ে যাবে। [ইবন কাসীর] তাছাড়া আরেকটি অনুবাদ হচ্ছে, চন্দ্র গায়েব হয়ে যাবে, চন্দ্র বলতে কিছু আর থাকবে না। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৭৫ : ৯",
        "arabic_text": "\nوَجُمِعَ ٱلشَّمۡسُ وَٱلۡقَمَرُ ",
        "bangla_text": "আর যখন সূর্য ও চাঁদকে একত্র করা হবে [১] –",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] চাঁদের আলোহীন হয়ে যাওয়া এবং চাঁদ ও সূর্যের পরস্পর একাকার হয়ে যাওয়ার অর্থ, মুজাহিদ বলেন, দু‘টিকে একত্রে পেঁচানো হবে। [আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৭৫ : ১০",
        "arabic_text": "\nيَقُولُ ٱلۡإِنسَٰنُ يَوۡمَئِذٍ أَيۡنَ ٱلۡمَفَرُّ ",
        "bangla_text": "সে-দিন মানুষ বলবে, ‘আজ পালাবার স্থান কোথায় ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৭৫ : ১১",
        "arabic_text": "\nكَلَّا لَا وَزَرَ ",
        "bangla_text": "কখনোই নয়, কোন আশ্রয়স্থল নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৭৫ : ১২",
        "arabic_text": "\nإِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمُسۡتَقَرُّ ",
        "bangla_text": "সেদিন ঠাঁই হবে আপনার রবেরই কাছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৭৫ : ১৩",
        "arabic_text": "\nيُنَبَّؤُاْ ٱلۡإِنسَٰنُ يَوۡمَئِذِۭ بِمَا قَدَّمَ وَأَخَّرَ ",
        "bangla_text": "সেদিন মানুষকে অবহিত করা হবে সে কী আগে পাঠিয়েছে ও কী পিছনে রেখে গেছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূল বাক্যটি হলো بِمَاقَدَّمَوَاَخَّرَ অর্থাৎ মানুষকে সেদিন অবহিত করা হবে যা সে অগ্ৰে প্রেরণ করেছে ও পশ্চাতে ছেড়ে এসেছে। এটা একটা ব্যাপক অর্থব্যঞ্জক বাক্য। এর কয়েকটি অর্থ হতে পারে এবং সম্ভবত সবগুলোই এখানে প্রযোজ্য। এর একটি অর্থ হলো, দুনিয়ার জীবনে মানুষ মৃত্যুর পূর্বে কি কি নেক কাজ বা বদ কাজ করে আখেরাতের জন্য অগ্রিম পাঠিয়ে দিয়েছিল সেদিন তাকে তা জানিয়ে দেয়া হবে। আর দুনিয়াতে সে নিজের ভাল এবং মন্দ কাজের কি ধরনের প্রভাব সৃষ্টি করে এসেছিল যা তার দুনিয়া ছেড়ে চলে আসার পরও পরবর্তী বংশধরদের মধ্যে দীর্ঘ দিন পর্যন্ত চলেছিল সে হিসেবও তার সামনে পেশ করা হবে। আবদুল্লাহ ইবনে মাসউদ ও ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুম বলেন, মানুষ মৃত্যুর পূর্বে যে সৎকাজ করে নেয়, তা সে অগ্ৰে প্রেরণ করে এবং যে সৎ অথবা অসৎ, উপকারী অথবা অপকারী কাজ ও প্রথা এমন ছেড়ে যায়, যা তার মৃত্যুর পর মানুষ বাস্তবায়িত করে, তা সে পশ্চাতে রেখে আসে। (এর সওয়াব অথবা শাস্তি সে পেতে থাকবে।) [দেখুন, বাগাভী; কুরতুবী] দ্বিতীয় অর্থ হলো, যেসব কাজ সে আগে করেছে এবং যেসব কাজ সে পরে করেছে দিন তারিখ সহ তার পুরো হিসেব তার সামনে পেশ করা হবে। কাতাদা রাহেমাহুল্লাহ বলেন, قدّم বলে এমন সৎকাজ বোঝানো হয়েছে, যা মানুষ জীবদ্দশায় করে নেয় এবং أخّر বলে এমন সৎকাজ বোঝানো হয়েছে, যা সে করতে পারত, কিন্তু করেনি এবং সুযোগ নষ্ট করে দিয়েছে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৭৫ : ১৪",
        "arabic_text": "\nبَلِ ٱلۡإِنسَٰنُ عَلَىٰ نَفۡسِهِۦ بَصِيرَةٞ ",
        "bangla_text": "বরং মানুষ নিজের সম্পর্কে সম্যক অবগত [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে بصيرة শব্দটির অর্থ যদি ‘চক্ষুষ্মান’ ধরা হয়, তখন আয়াতের অর্থ এই যে, যদিও ন্যায়বিচারের বিধি অনুযায়ী মানুষকে তার প্রত্যেকটি কর্ম সম্পর্কে হাশরের মাঠে অবহিত করা হবে, কিন্তু প্রকৃতপক্ষে এর প্রয়োজন নেই। কেননা, মানুষ তার কর্ম সম্পর্কে খুব জ্ঞাত। সে কি করেছে, তা সে নিজেই জানে। তাই আখেরাতের আদালতে হাজির করার সময় প্রত্যেক কাফের, মুনাফিক, পাপী ও অপরাধী নিজেই বুঝতে পারবে যে, সে কি কাজ করে এসেছে এবং কোন অবস্থায় নিজ প্রভুর সামনে দাঁড়িয়ে আছে; সে যতই অস্বীকার করুক বা ওযর পেশ করুক। [ইবন কাসীর] এছাড়া হাশরের মাঠে প্ৰত্যেকে তার সৎ কর্ম স্বচক্ষে দেখতেও পাবে। অন্য আয়াতে আছে وَوَجَدُوُامَاعَمِلُوْاحَاضِرًا অর্থাৎ “দুনিয়াতে মানুষ যা করেছে, হাশরের মাঠে তাকে উপস্থিত পাবে” [সূরা আল-কাহাফ: ৪৯] সুতরাং তারা তা স্বচক্ষে প্রত্যক্ষ করবে। এখানে মানুষকে নিজের সম্পর্কে চক্ষুষ্মান বলার অর্থ তাই।\n  <br/>\n  পক্ষান্তরে যদি بصيرة শব্দের অর্থ ‘প্রমাণ’ হয় তখন আয়াতের অর্থ হবে এই যে, মানুষ নিজেই নিজের সম্পর্কে প্রমাণস্বরূপ হবে। সে অস্বীকার করলেও তার অঙ্গ-প্রত্যঙ্গ স্বীকার করবে। [দেখুন, কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৭৫ : ১৫",
        "arabic_text": "\nوَلَوۡ أَلۡقَىٰ مَعَاذِيرَهُۥ ",
        "bangla_text": "যদিও সে নানা অজুহাতের অবতারণা করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৭৫ : ১৬",
        "arabic_text": "\nلَا تُحَرِّكۡ بِهِۦ لِسَانَكَ لِتَعۡجَلَ بِهِۦٓ ",
        "bangla_text": "তাড়াতাড়ি ওহী আয়ত্ত করার জন্য আপনি তা নিয়ে আপনার জিহ্বাকে দ্রুত সঞ্চালন করবেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৭৫ : ১৭",
        "arabic_text": "\nإِنَّ عَلَيۡنَا جَمۡعَهُۥ وَقُرۡءَانَهُۥ ",
        "bangla_text": "নিশ্চয় এর সংরক্ষণ ও পাঠ করাবার দায়িত্ব আমাদেরই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৭৫ : ১৮",
        "arabic_text": "\nفَإِذَا قَرَأۡنَٰهُ فَٱتَّبِعۡ قُرۡءَانَهُۥ ",
        "bangla_text": "কাজেই যখন আমরা তা পাঠ করি আপনি সে পাঠের অনুসরণ করুন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৭৫ : ১৯",
        "arabic_text": "\nثُمَّ إِنَّ عَلَيۡنَا بَيَانَهُۥ ",
        "bangla_text": "তারপর তার বর্ণনার দায়িত্ব নিশ্চিতভাবে আমাদেরই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতসমূহে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে একটি বিশেষ নির্দেশ দেয়া হয়েছে, যা ওহী নাযিল হওয়ার সময় অবতীর্ণ আয়াতগুলো সম্পর্কিত। নির্দেশ এই যে, যখন জিবরাঈল আলাইহিস্ সালাম কুরআনের কিছু আয়াত নিয়ে আগমন করতেন, তখন তা পাঠ করার সময় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দ্বিবিধ চিন্তায় জড়িত হয়ে পড়তেন যেন কোথায়ও এর শ্রবণ ও তদনুযায়ী পাঠে কোন পার্থক্য না হয়ে যায় বা কোথাও এর কোন অংশ, কোন বাক্য স্মৃতি থেকে উধাও না হয়ে যায়। এই চিন্তার কারণে যখন জিবরাঈল আলাইহিস্ সালাম কোন আয়াত শোনাতেন, তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাথে সাথে পাঠ  করতেন এবং জিহবা নেড়ে দ্রুত আবৃত্তি করতেন, যাতে বার বার পড়ে তা মুখস্থ করে নেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর এই পরিশ্রম ও কষ্ট দূর করার উদ্দেশ্যে এ আয়াতসমূহে আল্লাহ্ তা'আলা কুরআন পাঠ করানো, মুখস্থ করানো ও মুসলিমদের কাছে হুবহু পেশ করানোর দায়িত্ব নিজেই গ্ৰহণ করেছেন এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে বলে দিয়েছেন যে, আপনি এই উদ্দেশ্যে জিহবাকে দ্রুত নাড়া দেয়ার কষ্ট করবেন না। আয়াতসমুহকে আপনার অন্তরে সংরক্ষণ করা এবং হুবহু আপনার দ্বারা পাঠ করিয়ে দেয়া আমার দায়িত্ব। কাজেই আপনি এ চিন্তা পরিত্যাগ করুন। সুতরাং যখন আমি অর্থাৎ আমার পক্ষ থেকে জিবরাঈল আলাইহিস্ সালাম কুরআন পাঠ করে, তখন আপনি সাথে সাথে পাঠ করবেন না; বরং চুপ করে শুনবেন এবং আমার পাঠের পর পাঠ করবেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাই করতেন। তিনি জিবরাঈল থেকে শুনতেন তারপর জিবরাঈল চলে গেলে তা অনুরূপ পড়তেন যেমন জিবরাঈল পড়েছেন। [দেখুন, বুখারী: ৫, মুসলিম, ৪৪৮] এখানে কুরআন অনুসরণ করান মানে চুপ করে জিবরাঈলের পাঠ শ্রবণ করা। অবশেষে বলা হয়েছে আপনি এ চিন্তাও করবেন না যে, অবতীর্ণ আয়াতসমূহের সঠিক মর্ম ও উদ্দেশ্য কি? এটা বুঝিয়ে দেয়াও আমার দায়িত্ব। আমি কুরআনের প্রতিটি শব্দ ও তার উদ্দেশ্য আপনার কাছে ফুটিয়ে তুলব। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৭৫ : ২০",
        "arabic_text": "\nكَلَّا بَلۡ تُحِبُّونَ ٱلۡعَاجِلَةَ ",
        "bangla_text": "কখনো না, বরং তোমরা দুনিয়ার জীবনকে ভালবাস;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৭৫ : ২১",
        "arabic_text": "\nوَتَذَرُونَ ٱلۡأٓخِرَةَ ",
        "bangla_text": "আর তোমরা আখেরাতকে উপেক্ষা কর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মানুষ আখেরাত অস্বীকার করে কারণ তারা সংকীর্ণমনা ও স্বল্পবুদ্ধি সম্পন্ন; তাই তাদের দৃষ্টি কেবল এ দুনিয়ার ফলাফলের প্রতি নিবদ্ধ থাকে। আর আখেরাতে যে ফলাফলের প্রকাশ ঘটবে তাকে তারা আদৌ কোন গুরুত্ব দেয় না। তারা মনে করে, যে স্বাৰ্থ বা ভোগের উপকরণ বা আনন্দ এখানে লাভ করা সম্ভব তারই অন্বেষণে সবটুকু পরিশ্রম করা এবং প্রচেষ্টা চালানো উচিত, এভাবে তারা দুনিয়াকে চিরস্থায়ী মনে করে। [ইবন কাসীর; মুয়াস্সার]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৭৫ : ২২",
        "arabic_text": "\nوُجُوهٞ يَوۡمَئِذٖ نَّاضِرَةٌ ",
        "bangla_text": "সেদিন কোন কোন মুখমণ্ডল উজ্জ্বল হবে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৭৫ : ২৩",
        "arabic_text": "\nإِلَىٰ رَبِّهَا نَاظِرَةٞ ",
        "bangla_text": "তারা তাদের রবের দিকে তাকিয়ে থাকবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেদিন কিছু মুখমন্ডল হাসি-খুশী ও সজীব হবে এবং তারা তাদের রবের দিকে তাকিয়ে থাকবে। এ থেকে প্রমাণিত হয় যে, আখেরাতে জান্নাতীগণ স্বচক্ষে আল্লাহ্ তা‘আলার দীদার (দর্শন) লাভ করবে। আহলে সুন্নাত-ওয়াল-জামা‘আতের সকল আলেম ও ফেকাহবিদ এ বিষয়ে একমত। বহু সংখ্যক হাদীসে এর যে ব্যাখ্যা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণিত হয়েছে তা হলো, আখেরাতে আল্লাহ্র নেক্কার বান্দাদের আল্লাহ্র সাক্ষাত লাভের সৌভাগ্য হবে। এক হাদীসে এসেছে, “তোমরা প্রকাশ্যে সুস্পষ্টভাবে তোমাদের রবকে দেখতে পাবে” [বুখারী: ৭৪৩৫, ৫৫৪, ৪৭৩, ৪৮৫১, ৭৪৩৪, ৭৪৩৬] অন্য হাদীসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, বেহশতবাসীরা বেহেশতে প্রবেশ করার পর আল্লাহ্ তা'আলা তাদের জিজ্ঞেস করবেন, তোমরা কি চাও যে, আমি তোমাদের আরো কিছু দান করি? তারা আরয করবে, আপনি কি আমাদের চেহারা দীপ্তিময় করেননি? আপনি কি আমাদের জান্নাতে প্ৰবেশ করাননি এবং জাহান্নাম থেকে রক্ষা করেননি? তখন আল্লাহ্ তা‘আলা পর্দা সরিয়ে দেবেন। ইতিপূর্বে তারা যেসব পুরষ্কার লাভ করেছে তার কোনটিই তাদের কাছে তাদের ‘রবের’ সাক্ষাতলাভের সম্মান ও সৌভাগ্য থেকে অধিক প্রিয় হবে না। এটিই হচ্ছে সে অতিরিক্ত পুরস্কার যার কথা কুরআনে এভাবে বলা হয়েছে, অর্থাৎ “যারা নেক কাজ করেছে তাদের জন্য উত্তম পুরস্কার রয়েছে। আর এছাড়া অতিরিক্ত পুরস্কারও রয়েছে।” (সূরা ইউনুস: ২৬) [মুসলিম: ১৮১, তিরমিয়ী: ২৫৫২, মুসনাদে আহমাদ: ৪/৩৩৩] অন্য হাদীসে এসেছে, সাহাবায়ে কিরাম জিজ্ঞেস করলেন, হে আল্লাহ্র রাসূল, আমরা কি কিয়ামতের দিন আমাদের রবকে দেখতে পাবো? জবাবে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যখন মেঘের আড়াল থাকে না তখন সূর্য ও চাঁদকে দেখতে তোমাদের কি কোন কষ্ট হয়? সবাই বলল, না। তিনি বললেন, তোমরা তোমাদের রবকে এরকমই স্পষ্ট দেখতে পাবে। [বুখারী: ৭৪৩৭, মুসলিম: ১৮২] এ সমস্ত হাদীস এবং অন্য আরো বহু হাদীসের ভিত্তিতে আহলে সুন্নাত ওয়াল জামায়াতের অনুসারীগণ প্রায় সর্বসম্মতভাবেই এ আয়াতের যে অর্থ করেন তাহলো, জান্নাতবাসীগণ আখেরাতে মহান আল্লাহ্র সাক্ষাৎ লাভে ধন্য হবে। কুরআন মজীদের এ আয়াত থেকেও তার সমর্থন পাওয়া যায়। “কক্ষনো নয়, তারা (অর্থাৎ পাপীগণ)” সেদিন তাদের রবের সাক্ষাৎ থেকে বঞ্চিত হবে। [সূরা আল-মুতাফ্ফিফীন: ১৫] এ থেকে স্বতই এ সিদ্ধান্তে উপনীত হওয়া যায় যে, এ বঞ্চনা হবে পাপীদের জন্য নেক্কারদের জন্য নয়। [দেখুন, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৭৫ : ২৪",
        "arabic_text": "\nوَوُجُوهٞ يَوۡمَئِذِۭ بَاسِرَةٞ ",
        "bangla_text": "আর কোন কোন মুখমণ্ডল হয়ে পড়বে বিবর্ণ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৭৫ : ২৫",
        "arabic_text": "\nتَظُنُّ أَن يُفۡعَلَ بِهَا فَاقِرَةٞ ",
        "bangla_text": "আশংকা করবে যে, এক ধ্বংসকারী বিপর্যয় তাদের উপর আপতিত হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৭৫ : ২৬",
        "arabic_text": "\nكَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِيَ ",
        "bangla_text": "অবশ্যই [১], যখন প্ৰাণ কণ্ঠাগত হবে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে كلا শব্দ দ্বারা ‘অবশ্যই’ অর্থ উদ্দেশ্য নেওয়া হয়েছে। [মুয়াস্সার]\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৭৫ : ২৭",
        "arabic_text": "\nوَقِيلَ مَنۡۜ رَاقٖ ",
        "bangla_text": "এবং বলা হবে, ‘কে তাকে রক্ষা করবে ?’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৭৫ : ২৮",
        "arabic_text": "\nوَظَنَّ أَنَّهُ ٱلۡفِرَاقُ ",
        "bangla_text": "তখন তার প্রত্যয় হবে যে, এটা বিদায়ক্ষণ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৭৫ : ২৯",
        "arabic_text": "\nوَٱلۡتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ ",
        "bangla_text": "আর পায়ের গোছার সঙ্গে পায়ের গোছা জড়িয়ে যাবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ساق এর প্রসিদ্ধ অর্থ পায়ের গোছা। গোছার সাথে জড়িয়ে পড়ার এক অর্থ এই যে, তখন অস্থিরতার কারণে এক গোছা দ্বারা অন্য গোছার উপর আঘাত করবে। দ্বিতীয় অর্থ এই যে, দুর্বলতার আতিশয্যে এক পা অপর পায়ের উপর থাকলে তা সরাতে চাইলেও সক্ষম হবে না। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেন, তখন হবে দুনিয়ার শেষ দিন এবং আখেরাতের প্রথম দিনের সম্মিলন। তাই মানুষ দুনিয়ার শেষ দিন এবং আখেরাতের বিরহ-বেদনা এবং আখেরাতে কি হবে না হবে তার চিন্তায় পেরেশান থাকবে। অর্থাৎ সে সময় দু‘টি বিপদ একসাথে এসে হাজির হবে। একটি এ পৃথিবী এবং এর সবকিছু থেকে বিচ্ছিন্ন হয়ে যাওয়ার বিপদ। আরেকটি, একজন অপরাধী হিসেবে গ্রেফতার হয়ে আখেরাতের জীবনে যাওয়ার বিপদ যার মুখোমুখি হতে হবে প্রত্যেক কাফের মুনাফিক এবং পাপীকে। [দেখুন, ইবন কাসীরা]\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৭৫ : ৩০",
        "arabic_text": "\nإِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمَسَاقُ ",
        "bangla_text": "সেদিন আপনার রবের কাছেই সকলকে হাঁকিয়ে নেয়া হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৭৫ : ৩১",
        "arabic_text": "\nفَلَا صَدَّقَ وَلَا صَلَّىٰ ",
        "bangla_text": "সুতরাং সে বিশ্বাস করে নি এবং সালাতও আদায় করে নি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ‘দ্বিতীয় রুকূ’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৭৫ : ৩২",
        "arabic_text": "\nوَلَٰكِن كَذَّبَ وَتَوَلَّىٰ ",
        "bangla_text": "বরং সে মিথ্যারোপ করেছিল এবং মুখ ফিরিয়ে নিয়েছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৭৫ : ৩৩",
        "arabic_text": "\nثُمَّ ذَهَبَ إِلَىٰٓ أَهۡلِهِۦ يَتَمَطَّىٰٓ ",
        "bangla_text": "তারপর সে তার পরিবার পরিজনের কাছে চলে গিয়েছিল অহংকার করে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৭৫ : ৩৪",
        "arabic_text": "\nأَوۡلَىٰ لَكَ فَأَوۡلَىٰ ",
        "bangla_text": "দুর্ভোগ তোমার জন্য, দুর্ভোগ !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৭৫ : ৩৫",
        "arabic_text": "\nثُمَّ أَوۡلَىٰ لَكَ فَأَوۡلَىٰٓ ",
        "bangla_text": "আবার দুর্ভোগ তোমার জন্য, দুর্ভোগ [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أولى অর্থ ধ্বংস, দুর্ভোগ। সর্বনাশ হোক তোমার! মন্দ, ধ্বংস এবং দুর্ভাগ্য হোক তোমার! এখানে কাফিরদেরকে খুবই মারাত্মকভাবে সাবধান করে দেয়া হয়েছে। [ফাতহুল কাদীর] ইবন কাসীর বলেন: এটি একটি শ্লেষ বাক্যও হতে পারে। কুরআন মজীদের আরো এক জায়গায় এ ধরনের বাক্য প্রয়োগ করা হয়েছে। বলা হয়েছে যে, জাহান্নামে আযাব দেয়ার সময় পাপী লোকদের বলা হবেঃ “নাও, এর মজা আস্বাধন করে নাও। তুমি অতি বড় সম্মানী মানুষ কিনা।” [সূরা আদ-দুখান: ৪৯]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৭৫ : ৩৬",
        "arabic_text": "\nأَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى ",
        "bangla_text": "মানুষ কি মনে করে যে, তাকে এমনি ছেড়ে দেয়া হবে [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ হলো, মানুষ কি নিজেকে মনে করে যে তার স্রষ্টা তাকে এ পৃথিবীতে দায়িত্বহীন করে ছেড়ে দিয়েছেন? এ-কথাটিই কুরআন মজীদের অন্য একস্থানে এভাবে বলা হয়েছে যে, কিয়ামতের দিন আল্লাহ্ তা‘আলা কাফেরদের বলবেন, “তোমরা কি মনে করেছো যে, আমি তোমাদের অনৰ্থক সৃষ্টি করেছি? তোমাদেরকে কখনো আমার কাছে ফিরে আসতে হবে না?” [সূরা আল মুমিনূন: ১১৫] এ দু‘টি স্থানে মৃত্যুর পরের জীবনের অনিবার্যতার প্রমাণ প্রশ্নের আকারে পেশ করা হয়েছে। প্রশ্নের তাৎপর্য হলো আখেরাত যে অবশ্যই হবে তার প্রমাণ। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৭৫ : ৩৭",
        "arabic_text": "\nأَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ ",
        "bangla_text": "সে কি বীর্যের স্থলিত শুক্রবিন্দু ছিল না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৭৫ : ৩৮",
        "arabic_text": "\nثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ ",
        "bangla_text": "তারপর সে ‘আলাকা’য় পরিণত হয়। অতঃপর আল্লাহ্ তাকে সৃষ্টি করেন এবং সুঠাম করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৭৫ : ৩৯",
        "arabic_text": "\nفَجَعَلَ مِنۡهُ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ ",
        "bangla_text": "অতঃপর তিনি তা থেকে সৃষ্টি করেন যুগল--- নর ও নারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৭৫ : ৪০",
        "arabic_text": "\nأَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ ",
        "bangla_text": "তবুও কি সে স্রষ্টা মৃতকে পুনর্জীবিত করতে সক্ষম নন [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এক বর্ণনায় এসেছে, সাহাবীগণের একজন তার ঘরের ছাদে সালাত আদায় করত; যখনই সূরা আল-কিয়ামাহ এর এ আয়াতে পৌঁছত তখনই সে বলত: “পবিত্র ও মহান তুমি, অবশ্যই হ্যাঁ”, লোকেরা তাকে জিজ্ঞেস করলে তিনি বললেন, আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে তা শুনেছি।” [আবু দাউদ: ৮৮৪]\n </p>\n</div>"
    }
]