[
    {
        "id": 1,
        "verse": "৭৬ : ১",
        "arabic_text": "\nهَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا ",
        "bangla_text": "কালপ্রবাহে মানুষের উপর কি এমন এক সময় আসে নি [১] যখন সে উল্লেখযোগ্য কিছুই ছিল না [২] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সূরা ‘আল-ইনসান’ এর অপর নাম সূরা আদ্-দাহ্র। সাহাবায়ে কিরাম সূরাটিকে সূরা ‘হাল আতা আলাল ইনসান’ বলতেন। [দেখুন, বুখারী: ৮৮০; মুসলিম: ৮৭৯] এতে মানব সৃষ্টির আদি-অন্ত, কর্মের প্রতিদান ও শাস্তি, কেয়ামত জান্নাত ও জাহান্নামের বিশেষ বিশেষ অবস্থার উপর বিশুদ্ধ ও সাবলীল ভঙ্গিতে আলোকপাত করা হয়েছে। হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শুক্রবার দিন ফজরের সালাতে “সূরা আলিফ লাম মীম তানযীল আস-সাজদাহ” এবং “হাল আতা আলাল ইনসান” সূরা পড়তেন। [বুখারী: ৮৯১, মুসলিম: ৮৮০, ৮৭৯]\n  <br/>\n  <br/>\n  ________________________________________\n  <br/>\n  <br/>\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ\n  </b>\n  ৩১ আয়াত।\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  মাদানী, মতান্তরে মক্কী।\n  <br/>\n  <br/>\n  । রহমান, রহীম আল্লাহ্র নামে ।\n  <br/>\n  <br/>\n  <br/>\n  [১] هل অব্যয়টি আসলে প্রশ্নবোধকরূপে ব্যবহৃত হয়। মাঝে মাঝে কোন জাজ্বল্যমান ও প্রকাশ্য বিষয়কে প্রশ্নের আকারে ব্যক্ত করা যায়, যাতে তার প্রকাশ্যতা আরও জোরদার হয়ে যায়। [ফাতহুল কাদীর] উদ্দেশ্য এই যে, যাকেই জিজ্ঞাসা করবে, সে এ উত্তরই দিবে, অপর কোন সম্ভাবনাই নেই।\n  <br/>\n  <br/>\n  [২] আয়াতের উদ্দেশ্য এই যে, মানুষের উপর এমন দীর্ঘ এক সময় অতিবাহিত হয়েছে, যখন পৃথিবীতে তার নাম-নিশানা এমন কি, আলোচনা পর্যন্ত ছিল না। আয়াতে বৰ্ণিত “যখন সে উল্লেখযোগ্য কিছু ছিল না” এর অর্থ বর্ণনায় কয়েকটি মত রয়েছে, এক. এখানে মানবসৃষ্টির পূর্বের অবস্থা ব্যক্ত করা হয়েছে। অর্থাৎ এ অন্তহীন মহাকালের মধ্যে একটি দীর্ঘ সময় তো এমন অতিবাহিত হয়েছে যখন মানব প্ৰজাতির আদৌ কোন অস্তিত্ব ছিল না। তারপর মহাকাল প্রবাহে এমন একটি সময় আসল যখন মানুষ নামের একটি প্রজাতির সূচনা করা হল। [কুরতুবী] দুই. সে একটি ধড় ছিল যার কোন নাম-নিশানা ছিল না। পরবর্তীতে রূহ এর মাধ্যমে তাকে স্মরণীয় করা হয়েছে। [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৭৬ : ২",
        "arabic_text": "\nإِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا ",
        "bangla_text": "আমরা তো মানুষকে সৃষ্টি করেছি মিলিত শুক্রবিন্দু থেকে [১], আমরা তাকে পরীক্ষা করব [২]; তাই আমরা তাকে করেছি শ্রবণ ও দৃষ্টিশক্তি সম্পন্ন [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মানব সৃষ্টির সূচনা এভাবে বর্ণিত হয়েছে যে, আমি মানুষকে মিশ্র বীর্য থেকে সৃষ্টি করেছি। বলাবাহুল্য এখানে নর ও নারীর মিশ্র বীর্য বোঝানো হয়েছে। অর্থাৎ মানুষের সৃষ্টি পুরুষ ও নারীর দু‘টি আলাদা বীর্য দ্বারা হয়নি। বরং দু‘টি বীর্য সংমিশ্রিত হয়ে যখন একটি হয়ে গিয়েছে তখন সে সংমিশ্রিত বীর্য থেকে মানুষ সৃষ্টি হয়েছে। অধিকাংশ তফসীরবিদ তাই বলেছেন। [বাগভী; কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এই বাক্যে মানব সৃষ্টির উদ্দেশ্য ও রহস্য বিধৃত হয়েছে। অর্থাৎ মানুষকে এভাবে সৃষ্টি করার উদ্দেশ্য তাকে পরীক্ষা করা। [কুরতুবী] এটাই হলো দুনিয়ায় মানুষের এবং মানুষের জন্য দুনিয়ার প্রকৃত অবস্থান ও মর্যাদা।\n  <br/>\n  <br/>\n  [৩] বলা হয়েছে ‘আমরা তাকে বানিয়েছি শ্রবণশক্তি ও ‘দৃষ্টিশক্তির অধিকারী’। বিবেকবুদ্ধির অধিকারী করেছি বললে এর সঠিক অর্থ প্ৰকাশ পায়। আল্লাহ্ তা‘আলা তাকে জ্ঞান ও বিবেক-বুদ্ধির শক্তি দিয়েছেন যাতে সে পরীক্ষা দেয়ার উপযুক্ত হতে পারে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৭৬ : ৩",
        "arabic_text": "\nإِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا ",
        "bangla_text": "নিশ্চয় আমরা তাকে পথ নির্দেশ দিয়েছি, হয় সে কৃতজ্ঞ হবে, না হয় সে অকৃতজ্ঞ হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত পূর্বের আয়াতে বর্ণিত পরীক্ষার ফলে মানুষের কি অবস্থা হয়েছে তা বিধৃত হয়েছে। বলা হয়েছে, আমি রাসূল ও আসমানী গ্রন্থের মাধ্যমে তাকে পথ বলে দিয়েছি যে, এই পথ জান্নাতের দিকে এবং ঐ পথ জাহান্নামের দিকে যায়। এরপর তাকে ক্ষমতা দিয়েছি যে কোন পথ অবলম্বন করার। সুতরাং আমি তাকে শুধু জ্ঞান ও বিবেক-বুদ্ধি দিয়েই ছেড়ে দেইনি। বরং এগুলো দেয়ার সাথে সাথে তাকে পথও দেখিয়েছি যাতে সে জানতে পারে শোকরিয়ার পথ কোন্টি এবং কুফরীর পথ কোন্টি। এরপর যে পথই সে অবলম্বন করুক না কেন তার জন্য সে নিজেই দায়ী। এ বিষয়টিই অন্যত্র এভাবে বলা হয়েছে, “আমরা তাকে দু‘টি পথ (অর্থাৎ ভাল ও মন্দ পথ) স্পষ্ট করে দেখিয়ে দিয়েছি।” [সূরা আল-বালাদ: ১০] অন্যত্র বলা হয়েছে এভাবে, “শপথ (মানুষের) প্রবৃত্তির আর সে সত্তার যিনি তাকে (সব রকম বাহ্যিক) ও আভ্যন্তরীণ শক্তি দিয়ে শক্তিশালী করেছেন। আর পাপাচার ও তাকওয়া-পরহেজগারীর অনুভূতি দু’টোই তার ওপর ইলহাম করেছেন।” [সূরা আশ-শামস: ৭-৮]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৭৬ : ৪",
        "arabic_text": "\nإِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا ",
        "bangla_text": "নিশ্চয় আমরা কাফেরদের জন্য প্রস্তুত রেখেছি শেকল, গলার বেড়ি ও লেলিহান আগুন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখান থেকে উপরোক্ত আয়াতসমূহে বর্ণিত দু‘টি শ্রেণীর প্রতিফল ও পরিণাম উল্লেখ করা হয়েছে যে, তাদের মধ্যকার কাফেরদের জন্যে রয়েছে শিকল, বেড়ি ও জাহান্নাম। আর ঈমান ও ইবাদত পালনকারীদের জন্যে রয়েছে অফুরন্ত নেয়ামত। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৭৬ : ৫",
        "arabic_text": "\nإِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا ",
        "bangla_text": "নিশ্চয় সৎকর্মশীলেরা [১] পান করবে এমন পূৰ্ণপাত্ৰ-পানীয় থেকে যার মিশ্রণ হবে কাফূর [২]---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা এমন সব মানুষ যারা পুরোপুরি তাদের রবের আনুগত্য করেছে, তাঁর পক্ষ থেকে অৰ্পিত দায়িত্ব ও কর্তব্যসমূহ পালন করেছে এবং তাঁর পক্ষ থেকে নিষিদ্ধ কাজসমূহ থেকে বিরত রয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] সর্বপ্রথম পানীয় বস্তুর উল্লেখ করা হয়েছে যে, তাদেরকে এমন শরাবের পাত্র দেয়া হবে, যাতে কাফুরের মিশ্রণ থাকবে। অর্থাৎ তা হবে এমন একটি প্রাকৃতিক ঝর্ণাধারা যার পানি হবে স্বচ্ছ ও পরিচ্ছন্ন এবং শীতল আর তার খোশবু হবে অনেকটা কর্পূরের মত। কোন কোন তফসীরকারক বলেনঃ কাফুর জান্নাতের একটি ঝরণার নাম। এই শরাবের স্বাদ ও গুণ বৃদ্ধি করার জন্যে তাতে এই ঝরণার পানি মিলানো হবে। যদি কাফুরের প্রসিদ্ধ অর্থ নেয়া হয়, তবে জরুরী নয় যে, জান্নাতের কাফুর দুনিয়ার কাফুরের ন্যায় অখাদ্য হবে। বরং সেই কাফুরের বৈশিষ্ট্য ভিন্ন হবে। [দেখুন, কুরতুবী; ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৭৬ : ৬",
        "arabic_text": "\nعَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا ",
        "bangla_text": "এমন একটি প্রস্রবণ যা থেকে আল্লাহ্র বান্দাগণ [১] পান করবে, তারা এ প্রস্রবণকে যথেচ্ছা প্রবাহিত করবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘আল্লাহ্র বান্দাগণ’ কিংবা ‘রাহমানের বান্দাগণ’ শব্দগুলো আভিধানিক অর্থে সমস্ত মানুষের জন্যই ব্যবহৃত হতে পারে। কারণ সবাই আল্লাহ্র বান্দা। কিন্তু তা সত্ত্বেও কুরআন মজীদে যেখানেই এ ধরনের শব্দ ব্যবহৃত হয়েছে তার দ্বারা আল্লাহ্র নেক্কার বান্দাগণকেই বুঝানো হয়েছে। অসৎলোক, যারা নিজেরাই নিজেদেরকে আল্লাহ্র বন্দেগী তথা দাসত্বের বাইরে রেখেছে, তারা যেন এর যোগ্য-ই নয় যে, আল্লাহ্ তা‘আলা তাদেরকে নিজের মহান নামের সাথে যুক্ত করে অথবা এর মত সম্মানিত উপাধিতে ভূষিত করবেন।\n  <br/>\n  <br/>\n  [২] অর্থাৎ জান্নাতের মধ্যে যেখানেই তারা চাইবে সেখানেই এ ঝর্ণা বইতে থাকবে। এ জন্য তাদের নির্দেশ বা ইংগিতই যথেষ্ট হবে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৭৬ : ৭",
        "arabic_text": "\nيُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا ",
        "bangla_text": "তারা মানত পূর্ণ করে [১] এবং সে দিনের ভয়ে করে, যে দিনের অকল্যাণ হবে ব্যাপক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে বিধৃত হয়েছে যে, সৎকর্মশীল বান্দাগণকে এসব নেয়ামত কিসের ভিত্তিতে দেয়া হবে। অর্থাৎ তারা আল্লাহ্র ওয়াস্তে যে কাজের মানত করে, তা পূর্ণ করে। ‘মানত’ বলা হয় নিজের জন্যে এমন কোন কাজ ওয়াজিব করে নেয়া, যা শরীয়তের তরফ থেকে তার দায়িত্বে ওয়াজিব নয়। এরূপ মানত পূর্ণ করা শরীয়তের আইনে ওয়াজিব। [কুরতুবী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমাদের কেউ যদি আল্লাহ্র আনুগত্য করার মানত করে সে যেন তা পূর্ণ করে, আর কেউ যদি নাফরমানির মানত করে সে যেন নাফরমানি না করে।” [বুখারী: ৬৭০০] এখানে মানত পূর্ণ করাকে জান্নাতীদের মহান প্রতিদান ও অফুরন্ত নেয়ামত লাভের কারণ সাব্যস্ত করা হয়েছে। তবে কাতাদাহ রাহেমাহুল্লাহ বলেন, এখানে نذر শব্দ দ্বারা ‘কর্তব্য’ বোঝানো হয়েছে। তখন অর্থ হবে, তারাই জান্নাতের অধিকারী হবে যারা নিজেদের কর্তব্য যেমন সালাত, সাওম, হজ, উমরা ইত্যাদি যথাযথভাবে পালন করেছে। [কুরতুবী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৭৬ : ৮",
        "arabic_text": "\nوَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا ",
        "bangla_text": "আর তারা মহব্বত থাকা সাপেক্ষে [১] অভাবগ্রস্ত, ইয়াতীম ও বন্দীকে [২] খাবার দান করে [৩] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ জান্নাতীদের এসব নেয়ামত একারণেও যে, তারা দুনিয়াতে অভাবগ্ৰস্ত, এতীম ও বন্দীদেরকে আহার্য দান করত। অধিকাংশ তাফসীরকারকের মতে, এখানে حبه এর সর্বনাম দ্বারা طعام বা খাবার উদ্দেশ্য। অর্থাৎ খাদ্য অত্যন্ত প্রিয় ও আকর্ষণীয় হওয়া সত্ত্বেও এবং নিজেরাই খাদ্যের মুখাপেক্ষী হওয়া সত্ত্বেও নেক্কার লোকেরা তা অন্যদেরকে খাওয়ান। আবু সুলাইমান আদ-দারানী বলেন, حبه এর সর্বনাম দ্বারা الله তা‘আলাকেই উদ্দেশ্য নেয়া হয়েছে। অর্থাৎ তারা আল্লাহ্ তা‘আলার মহব্বতে এরূপ করে থাকে। পরবর্তী আয়াতাংশ  ‘আমরা আল্লাহর সন্তুষ্টিলাভের উদ্দেশ্যেই তোমাদের খাওয়াচ্ছি’ এ অর্থকেই সমর্থন করে। [কুরতুবী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে বন্দী বলতে কাফের হোক বা মুসলিম, যুদ্ধবন্দী হোক বা অপরাধের কারণে বন্দী হোক সব রকম বন্দীকে বুঝানো হয়েছে। বন্দী অবস্থায় তাদেরকে খাদ্য দেয়া, মুসলিম কিংবা অমুসলিম, সর্বাবস্থায় একজন অসহায় মানুষকে –যে তার খাবার সংগ্রহের জন্য নিজে কোন চেষ্টা করতে পারে না- খাবার দেয়া অতি বড় সওয়াবের কাজ। [দেখুন, কুরতুবী]\n  <br/>\n  <br/>\n  [৩]  কোন গরীবকে খেতে দেয়া যদিও বড় নেকীর কাজ, কিন্তু কোন অভাবী মানুষের অন্যান্য অভাব পূরণ করাও একজন ক্ষুধার্ত মানুষকে খেতে দেয়ার মতই নেক কাজ। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমরা কয়েদি মুক্ত কর, ক্ষুধার্তকে খাওয়াও এবং অসুস্থদের সুশ্রুষা কর” । [বুখারী: ৩০৪৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৭৬ : ৯",
        "arabic_text": "\nإِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا ",
        "bangla_text": "এবং বলে, ‘শুধু আল্লাহ্র সস্তুষ্টি লাভের উদ্দেশ্যে আমরা তোমাদেরকে খাবার দান করি, আমরা তোমাদের কাছ থেকে প্রতিদান চাই না, কৃতজ্ঞতাও নয় [১] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] গরীবদের খাবার দেয়ার সময় মুখে একথা বলতে হবে এমনটা জরুরী নয়। মনে মনেও একথা বলা যেতে পারে। আল্লাহ্র কাছে মুখে বলার যে মর্যাদা অন্তরে বলারও সে একই মর্যাদা। তবে একথা মুখে বলার উল্লেখ করা হয়েছে এ জন্য যে, যাকে সাহায্য করা হবে তাকে যেন নিশ্চিত করা যায় যে, আমরা তার কাছে কোন প্রকার কৃতজ্ঞতা অথবা বিনিময় চাই না, যাতে সে চিন্তামুক্ত হয়ে খাবার গ্রহণ করতে পারে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৭৬ : ১০",
        "arabic_text": "\nإِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا ",
        "bangla_text": "‘নিশ্চয় আমরা আশংকা করি আমাদের রবের কাছ থেকে এক ভীতিপ্ৰদ ভয়ংকর দিনের।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৭৬ : ১১",
        "arabic_text": "\nفَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا ",
        "bangla_text": "পরিণামে আল্লাহ্ তাদেরকে রক্ষা করবেন সে দিনের অনিষ্ট হতে এবং তাদেরকে প্ৰদান করবেন হাস্যোজ্জ্বলতা ও উৎফুল্লতা [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ চেহারার সজীবতা ও মনের আনন্দ। অন্য কথায় কিয়ামতের দিনের সমস্ত কঠোরতা ও ভয়াবহতা শুধু কাফেরদের জন্যই নির্দিষ্ট হবে। নেক্কার লোকেরা সেদিন কিয়ামতের সব রকম দুঃখ-কষ্ট থেকে নিরাপদ থাকবে এবং আনন্দিত ও উৎফুল্ল হবে। একথাটিই অন্যত্র এভাবে বলা হয়েছে: “চরম হতবুদ্ধিকর সে অবস্থা তাদেরকে অস্থির ও বিহ্বল করবে না। ফেরেশতারা অগ্রসর হয়ে অত্যন্ত সম্মানের সাথে তাদের গ্রহণ করবে এবং বলবে এটা তোমাদের সেদিন যার প্রতিশ্রুতি তোমাদের দেয়া হতো।” [সূরা আল-আম্বিয়া : ১০৩] এ বিষয়টিই আরেক জায়গায় আরো স্পষ্ট করে বলা হয়েছে যে, “যে ব্যক্তি সৎকাজ নিয়ে আসবে সে তার তুলনায় অধিক উত্তম প্রতিদান লাভ করবে। এসব লোক সেদিনের ভয়াবহতা থেকেও নিরাপদ থাকবে।” [সূরা আন-নামল: ৮৯]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৭৬ : ১২",
        "arabic_text": "\nوَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا ",
        "bangla_text": "আর তাদের সবরের [১] পুরস্কারস্বরূপ তিনি তাদেরকে প্রদান করবেন উদ্যান ও রেশমী বস্ত্ৰ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে ‘সবর’ শব্দটি অত্যন্ত ব্যাপক অর্থে ব্যবহৃত হয়েছে। বরং প্রকৃতপক্ষে সৎকর্মশীল ঈমানদারগণের গোটা পার্থিব জীবনকেই ‘সবর’ বা ধৈর্যের জীবন বলে আখ্যায়িত করা হয়েছে। জ্ঞান হওয়ার বা ঈমান আনার পর থেকে মৃত্যু পর্যন্ত কোন ব্যক্তির নিজের অবৈধ আশা আকাংখাকে অবদমিত করা, আল্লাহ্র নির্দিষ্ট সীমাসমূহ মেনে চলা, আল্লাহ্র নির্ধারিত ফরযসমূহ পালন করা, হারাম পন্থায় লাভ করা যায় এরূপ প্রতিটি স্বার্থ ও ভোগের উপকরণ পরিত্যাগ করা, ন্যায় ও সত্যপ্রীতির কারণে যে ক্ষতি মৰ্মবেদনা ও দুঃখ-কষ্ট এসে ঘিরে ধরে তা বরদাশত করা-এসবই আল্লাহ্র এ ওয়াদার ওপর আস্থা রেখে করা যে, এ সদাচরণের সুফল এ পৃথিবীতে নয় বরং মৃত্যুর পরে আরেকটি জীবনে পাওয়া যাবে। এটা এমন একটা কর্মপন্থা যা মুমিনের গোটা জীবনকেই সবরের জীবনে রূপান্তরিত করে। এটা সাৰ্বক্ষণিক সবর, স্থায়ী সবর, সর্বাত্মক সবর এবং জীবনব্যাপী সবর। [দেখুন, সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৭৬ : ১৩",
        "arabic_text": "\nمُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا ",
        "bangla_text": "সেখানে তারা হেলান দিয়ে আসীন থাকবে সুসজ্জিত আসনে, তারা সেখানে খুব গরম অথবা খুব শীত দেখবে না [১] ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কারণ খুব গরম ও খুব শীত তো জাহান্নাম থেকে নিৰ্গত হয়। জান্নাতবাসীরা সেটা কোনক্রমেই পাবে না। হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “জাহান্নাম তার রবের কাছে অভিযোগ করল যে, হে রব! আমার একাংশ (গরম অংশ) অপর অংশ (ঠাণ্ডা অংশ) কে শেষ করে দিল। তখন তাকে দু’টি নিঃশ্বাস ফেলার অনুমতি দেয়া হলো। একটি শীতকালে অপরটি গ্ৰীষ্মকালে। সেটাই তা তোমরা কঠিন গরম আকারে গ্ৰীষ্মকালে পাও এবং কঠিন শীত আকারে শীতকালে অনুভব কর।” [বুখারী: ৩২৬০, মুসলিম: ৬১৭]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৭৬ : ১৪",
        "arabic_text": "\nوَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا ",
        "bangla_text": "আর তাদের উপর সন্নিহিত থাকবে গাছের ছায়া এবং তার ফলমূলের থোকাসমূহ সম্পূর্ণরূপে তাদের আয়ত্তাধীন করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৭৬ : ১৫",
        "arabic_text": "\nوَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠ ",
        "bangla_text": "আর তাদের উপর ঘুরে ঘুরে পরিবেশন করা হবে রৌপ্যপাত্ৰে [১] এবং স্ফটিক-সচ্ছ পানপাত্রে---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পবিত্র কুরআনের অন্যত্র বলা হয়েছে যে, “তাদের সামনে সবসময় স্বর্ণপাত্ৰসমূহ পরিবেশিত হতে থাকবে।” [সূরা আয-যুখরুফ: ৭১] এ থেকে জানা গেল যে, সেখানে কোন সময় স্বর্ণপাত্র এবং কোন সময় রৌপ্য পাত্ৰ ব্যবহার করা হবে।\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৭৬ : ১৬",
        "arabic_text": "\nقَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا ",
        "bangla_text": "রূপার স্ফটিক পাত্ৰে [১], তারা তা পরিমাণ করবে সম্পূর্ণ-পরিমিতভাবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দুনিয়ার রৌপ্য-পাত্ৰ গাঢ় ও মোটা হয়ে থাকে-আয়নার মত স্বচ্ছ হয় না। পক্ষান্তরে কাঁচ নির্মিত পাত্র রৌপ্যের মত শুভ্ৰ হয় না। উভয়ের মধ্যে বৈপরীত্য আছে, কিন্তু জান্নাতের বৈশিষ্ট্য এই যে, সেখানকার রৌপ্য আয়নার মত স্বচ্ছ হবে। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ জান্নাতের সব বস্তুর নজীর দুনিয়াতেও পাওয়া যায়। তবে দুনিয়ার রৌপ্য নির্মিত গ্লাস ও পাত্রঃ জান্নাতের পাত্রের ন্যায় স্বচ্ছ নয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ প্রত্যেক ব্যক্তিকে তার চাহিদা অনুপাতে পানপাত্র ভরে ভরে দেয়া হবে। তা তাদের চাহিদার চেয়ে কম হবে না আবার বেশীও হবে না। অন্য কথায়, জান্নাতের খাদেমরা এত সতর্ক এবং সুবিবেচক হবে যে, যাকে তারা পানিপাত্র পরিবেশন করবে সে কি পরিমাণ শরাব পান করতে চায় সে সম্পর্কে তারা পুরোপুরি আন্দাজ করতে পারবে। এর আরেক অর্থ হতে পারে, জান্নাতীরা নিজেরাই তাদের ইচ্ছানুসারে যথাযথ পরিমাণ নির্ধারণ করে নিবে। [সা‘দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৭৬ : ১৭",
        "arabic_text": "\nوَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا ",
        "bangla_text": "আর সেখানে তাদেরকে পান করানো হবে যান্জাবীল মিশ্ৰিত পূৰ্ণপাত্ৰ-পানীয় [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যানজাবিল এর প্রসিদ্ধ অর্থ শুকনা আদা। কাতাদা বলেন, যানজাবিল বা আদা মিশ্রিত হবে। [আত-তাফসীরুস সহীহ] আরবরা শরাবে এর মিশ্রণ পছন্দ করত। তাই জান্নাতেও একে পছন্দ করা হয়েছে। মূলত: জান্নাতের বস্তু ও দুনিয়ার বস্তু নামেই কেবল অভিন্ন। বৈশিষ্ট্যে উভয়ের মধ্যে অনেক ব্যবধান। তাই দুনিয়ার আদার আলোকে জান্নাতের আদাকে বোঝার উপায় নেই। [ফাতহুল কাদীর] তবে মুজাহিদ বলেন, এখানে যানজাবিল বলে একটি ঝর্ণাধারাকেই বুঝানো হয়েছে, যা থেকে ‘মুকাররাবীন’ বা নৈকট্যবান ব্যক্তিগণ পান করবে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৭৬ : ১৮",
        "arabic_text": "\nعَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا ",
        "bangla_text": "জান্নাতের এমন এক প্রস্রবণের, যার নাম হবে সালসাবীল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তা হবে একটা প্রাকৃতিক ঝর্ণাধারা যার নাম হবে ‘সালসাবীল’। এক হাদীসে এসেছে, জনৈক ইয়াহূদী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জিজ্ঞেস করল, যখন এ যমীন ও আসমান অন্য কোন যমীন ও আসমান দিয়ে পরিবর্তিত হবে তখন মানুষ কোথায় থাকবে? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, তারা পুলসিরাতের নিকটে অন্ধকারে থাকবে। ইয়াহুদী আবার বলল, কারা সর্বপ্রথম পার হবে? রাসূল বললেন, দরিদ্র মুহাজিরগণ। ইয়াহুদী বলল, জান্নাতে প্রবেশের সময় তাদের উপঢৌকন কি? রাসূল বললেন, মাছের পেটের কলিজা, ইয়াহূদী বলল, এরপর কি খাওয়ানো হবে? রাসূল বললেন, জান্নাতের একটি ষাঁড় তাদের জন্য জবাই করা হবে তারা তার অংশ থেকে খাবে। ইয়াহূদী বলল, তাদের পানীয় কি হবে? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, একটি ঝর্ণা ধারা থেকে যার নাম হবে সালসাবীল” [মুসলিম: ৩১৫]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৭৬ : ১৯",
        "arabic_text": "\n۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا ",
        "bangla_text": "আর তাদের উপর প্রদক্ষিণ করবে চির কিশোরগণ, যখন আপনি তাদেরকে দেখবেন তখন মনে করবেন তারা যেন বিক্ষিপ্ত মুক্তা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৭৬ : ২০",
        "arabic_text": "\nوَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا ",
        "bangla_text": "আর আপনি যখন সেখানে দেখবেন, দেখতে পাবেন স্বাচ্ছন্দ্য এবং বিশাল রাজ্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৭৬ : ২১",
        "arabic_text": "\nعَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا ",
        "bangla_text": "তাদের আবরণ হবে সূক্ষ্ম সবুজ রেশম ও স্থূল রেশম, আর তারা অলংকৃত হবে রৌপ্য নির্মিত কংকনে [১], আর তাদের রব তাদেরকে পান করবেন পবিত্ৰ পানীয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে ব্যবহৃত أساور শব্দটি سوار এর বহুবচন অর্থ কংকন যা হাতে পরিধান করার অলংকারবিশেষ। এই আয়াতে রূপার কংকন এবং অন্য কয়েক আয়াতে স্বর্ণের কংকন উল্লেখ করা হয়েছে [যেমন সূরা আল-কাহফ: ৩১, আল-হাজ্জ:২৩, ফাতির: ৩৩]। উভয়ের মধ্যে বিরোধ নেই। কেননা কোন সময় রূপার এবং কোন সময় স্বর্ণের কংকন ব্যবহৃত হতে পারে। অথবা মনমতো কেউ রূপার এবং কেউ স্বর্ণের ব্যবহার করতে পারে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৭৬ : ২২",
        "arabic_text": "\nإِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا ",
        "bangla_text": "‘নিশ্চয় এটা তোমাদের পুরস্কার; আর তোমাদের কর্মপ্রচেষ্টা ছিল প্রসংশাযোগ্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৭৬ : ২৩",
        "arabic_text": "\nإِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا ",
        "bangla_text": "নিশ্চয় আমরা আপনার প্রতি কুরআন নাযিল করেছি ক্রমে ক্ৰমে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   ‘দ্বিতীয় রুকূ’\n  </b>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৭৬ : ২৪",
        "arabic_text": "\nفَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا ",
        "bangla_text": "কাজেই আপনি ধৈর্যের সাথে আপনার রবের নির্দেশের প্রতীক্ষা করুন এবং তাদের মধ্য থেকে কোন পাপিষ্ঠ বা ঘোর অকৃতজ্ঞ কাফিরের আনুগত্য করবেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৭৬ : ২৫",
        "arabic_text": "\nوَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا ",
        "bangla_text": "আর আপনার রবের নাম স্মরণ করুন সকালে ও সন্ধ্যায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৭৬ : ২৬",
        "arabic_text": "\nوَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا ",
        "bangla_text": "আর রাতের কিছু অংশে তাঁর প্রতি সিজ্দাবনত হোন আর রাতের দীর্ঘ সময় তাঁর পবিত্রতা ও মহিমা ঘোষণা করুন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৭৬ : ২৭",
        "arabic_text": "\nإِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا ",
        "bangla_text": "নিশ্চয় তারা ভালবাসে দুনিয়ার জীবনকে আর তারা তাদের সামনের কঠিন দিনকে উপেক্ষা করে চলে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ মক্কার কাফেররা যে কারণে আখলাক ও আকীদা-বিশ্বাসের ক্ষেত্রে গোমরাহীকে আঁকড়ে ধরে থাকতে আগ্রহী এবং তাদের কান নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সত্যের আহ্বানের প্রতি অমনযোগী, প্রকৃতপক্ষে সে কারণ হলো, তাদের দুনিয়া-পূজা এবং আখেরাত সম্পর্কে নিরুদ্বিগ্নতা, উদাসীনতা ও বেপরোয়া ভাব। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৭৬ : ২৮",
        "arabic_text": "\nنَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا ",
        "bangla_text": "আমরা তাদেরকে সৃষ্টি করেছি এবং তাদের গঠন সুদৃঢ় করেছি। আর আমরা যখন ইচ্ছে করব তাদের স্থানে তাদের মত (কাউকে) দিয়ে পরিবর্তন করে দেব [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতাংশের কয়েকটি অর্থ হতে পারে। একটি অর্থ হতে পারে, যখনই ইচ্ছা আমি তাদের ধ্বংস করে তাদের স্থলে অন্য মানুষদের নিয়ে আসতে পারি, যারা তাদের কাজ-কর্ম ও আচার-আচরণে এদের থেকে ভিন্ন প্রকৃতির হবে। এর দ্বিতীয় অর্থ হতে পারে, যখনই ইচ্ছা আমি এদের আকার-আকৃতি ও গুণাবলি নিকৃষ্টরূপে পরিবর্তন করে দিতে পারি। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৭৬ : ২৯",
        "arabic_text": "\nإِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا ",
        "bangla_text": "নিশ্চয় এটা এক উপদেশ, অতএব যে ইচ্ছে করে সে যেন তার রবের দিকে একটি পথ গ্রহণ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৭৬ : ৩০",
        "arabic_text": "\nوَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا ",
        "bangla_text": "আর তোমরা ইচ্ছে করতে সক্ষম হবে না যদি না আল্লাহ্ ইচ্ছে করেন। নিশ্চয় আল্লাহ্ সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৭৬ : ৩১",
        "arabic_text": "\nيُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا ",
        "bangla_text": "তিনি যাকে ইচ্ছে তাঁর অনুগ্রহের অন্তর্ভুক্ত করেন, কিন্তু যালেমরা- তাদের জন্য তিনি প্ৰস্তুত রেখেছেন যন্ত্রণাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]