[
    {
        "id": 1,
        "verse": "৮৪ : ১",
        "arabic_text": "\nإِذَا ٱلسَّمَآءُ ٱنشَقَّتۡ ",
        "bangla_text": "যখন আকাশ বিদীর্ণ হবে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আর সেটা হবে কিয়ামতের দিন। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৮৪ : ২",
        "arabic_text": "\nوَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ ",
        "bangla_text": "আর তার রবের আদেশ পালন করবে এবং এটাই তার করণীয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে কেয়ামতের দিন আকাশ ও পৃথিবীর উপর আল্লাহ্ তা‘আলার কর্তৃত্ব সম্পর্কে বলা হয়েছে, وَاَذِنَتْ لِرَبِّهَا وَحُقَّتْ এর মধ্যে أذنت অর্থ শুনেছে তথা আদেশ পালন করেছে। সে হিসেবে وَاَذِنَتْ لِرَبِّهَا এর শাব্দিক অর্থ হয়, “সে নিজের রবের হুকুম শুনবে।” এর মানে শুধুমাত্র হুকুম শুনা নয় বরং এর মানে সে হুকুম শুনে একজন অনুগতের ন্যায় নির্দেশ পালন করেছে এবং একটুও অবাধ্যতা প্ৰকাশ করেনি। [সা‘দী] আর حُقّت এর অর্থ ‘আদেশ পালন করাই তার ওয়াজিব কর্তব্য ছিল’। কারণ সে একজন মহান বাদশার কর্তৃত্বাধীন ও পরিচালনাধীন। যাদের নির্দেশ অমান্য করা যায় না, আর তার হুকুমের বিপরীত করা যায় না। [ইবন কাসীর; সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৮৪ : ৩",
        "arabic_text": "\nوَإِذَا ٱلۡأَرۡضُ مُدَّتۡ ",
        "bangla_text": "আর যখন যমীনকে সম্প্রসারিত করা হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] مُدّت এর অর্থ টেনে লম্বা করা, ছড়িয়ে দেয়া। [ইবন কাসীর] পৃথিবীকে ছড়িয়ে দেবার মানে হচ্ছে, সাগর নদী ও সমস্ত জলাশয় ভরে দেয়া হবে। পাহাড়গুলো চুৰ্ণবিচূর্ণ করে চারিদিকে ছড়িয়ে দেয়া হবে। পৃথিবীর সমস্ত উঁচু নীচু জায়গা সমান করে সমগ্ৰ পৃথিবীটাকে একটি সমতল প্রান্তরে পরিণত করা হবে। কুরআনের অন্যত্র এই অবস্থাটিকে নিমোক্তভাবে বর্ণনা করা হয়েছে, মহান আল্লাহ্ “তাকে একটা সমতল প্রান্তরে পরিণত করে দেবেন। সেখানে তোমরা কোন উঁচু জায়গা ও ভাঁজ দেখতে পাবে না।” [সূরা ত্ব-হা: ১০৬-১০৭] হাদীসে এসেছে, ‘কেয়ামতের দিন পৃথিবীকে চামড়ার ন্যায় টেনে সম্প্রসারিত করা হবে। তারপর মানুষের জন্য সেখানে কেবলমাত্র পা রাখার জায়গাই থাকবে।” [মুস্তাদরাকে হাকিম: ৪/৫৭১] একথাটি ভালোভাবে বুঝে নেয়ার জন্য এ বিষয়টিও সামনে রাখতে হবে যে, সেদিন সৃষ্টির প্রথম দিন থেকে নিয়ে কিয়ামত পর্যন্ত যত মানুষের জন্ম হয়েছে ও হবে সবাইকে একই সংগে জীবিত করে আল্লাহ্র আদালতে পেশ করা হবে। এ বিরাট জনগোষ্ঠীকে এক জায়গায় দাঁড় করাবার জন্য সমস্ত সাগর, নদী, জলাশয়, পাহাড়, পর্বত, উপত্যকা, মালভূমি, তথা উঁচু-নীচু সব জায়গা ভেঙ্গে-চুরে ভরাট করে সারা দুনিয়াটাকে একটি বিস্তীর্ণ প্রান্তরে পরিণত করা হবে। [দেখুন, ফাতহুল কাদীর; সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৮৪ : ৪",
        "arabic_text": "\nوَأَلۡقَتۡ مَا فِيهَا وَتَخَلَّتۡ ",
        "bangla_text": "আর যমীন তার অভ্যন্তরে যা আছে তা বাইরে নিক্ষেপ করবে ও শূন্যগর্ভ হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ পৃথিবী তার গর্ভস্থিত সবকিছু উদগিরণ করে একেবারে শূন্যগর্ভ হয়ে যাবে। পৃথিবীর গর্ভে গুপ্ত ধন-ভাণ্ডার, খনি এবং সৃষ্টির আদি থেকে অন্ত পর্যন্ত মৃত মানুষের দেহকণা ইত্যাদি রয়েছে। যমীন এসব বস্তু আপন গৰ্ভ থেকে বাইরে নিক্ষেপ করবে। অনুরূপভাবে যত মৃত মানুষ তার মধ্যে রয়েছে সবাইকে ঠেলে বাইরে বের করে দেবে। [ফাতহুল কাদীর; সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৮৪ : ৫",
        "arabic_text": "\nوَأَذِنَتۡ لِرَبِّهَا وَحُقَّتۡ ",
        "bangla_text": "এবং তার রবের আদেশ পালন করবে এটাই তার করণীয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যখন এসব ঘটনাবলী ঘটবে তখন কি হবে, একথা পরিষ্কার করে বলা হয়নি। কারণ এ পরবর্তী বক্তব্যগুলো নিজে নিজেই তা প্ৰকাশ করে দিচ্ছে। এ বক্তব্যগুলোতে বলা হচ্ছেঃ হে মানুষ! তুমি তোমার রবের দিকে এগিয়ে চলছো। শীঘ্র তাঁর সামনে হাযির হয়ে যাবে। তখন তোমার আমলনামা তোমার হাতে দেয়া হবে। আর তোমার আমলনামা অনুযায়ী তোমাকে পুরস্কার দেয়া হবে। [কুরতুবী] সুতরাং উপরোক্ত ঘটনাবলী ঘটলে কি হবে তা সহজেই বুঝা যায় যে, মানুষ তখন পুনরুথিত হবে। তখন পুনরুত্থানের ব্যাপারে কেউ সন্দেহ পোষণ করবে না। কারণ বাস্তবতা যখন এসে যাবে তখন সন্দেহ করার আর সুযোগ কোথায়?\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৮৪ : ৬",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلۡإِنسَٰنُ إِنَّكَ كَادِحٌ إِلَىٰ رَبِّكَ كَدۡحٗا فَمُلَٰقِيهِ ",
        "bangla_text": "হে মানুষ! তুমি তোমার রবের কাছে পৌছা পর্যন্ত কঠোর পরিশ্রম করতে হবে, অতঃপর তুমি তাঁর সাক্ষাত লাভ করবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] كدح এর অর্থ কোন কাজে পূর্ণ চেষ্টা ও শক্তি ব্যয় করা। [ফাতহুল কাদীর] মানুষের প্রত্যেক চেষ্টা ও অধ্যবসায় আল্লাহ্র দিকে চূড়ান্ত হবে। অর্থাৎ মানুষ দুনিয়ায় যা কিছু কষ্ট-সাধনা প্ৰচেষ্টা ও সংগ্রাম চালিয়ে যাচ্ছে সে সম্পর্কে সে মনে করতে পারে যে তা কেবল দুনিয়ার জীবন পর্যন্তই সীমাবদ্ধ এবং দুনিয়াবী স্বাৰ্থ লাভ করাই এর উদ্দেশ্য। কিন্তু আসলে সে সচেতন বা অচেতনভাবে নিজের রবের দিকেই এগিয়ে যাচ্ছে এবং অবশেষে তাকে তাঁর কাছেই পৌঁছতে হবে। মানুষ এখানে যে চেষ্টা-চরিত্র করছে, পরিশেষে তার পালনকর্তার কাছে পৌছে এর সাথে তার সাক্ষাৎ ঘটবে এবং এর শুভ অথবা অশুভ পরিণতি সামনে এসে যাবে। অথবা এর অর্থ প্রত্যেক মানুষ আখেরাতে তার পালনকর্তার সাথে সাক্ষাৎ করবে এবং হিসাবের জন্যে তাঁর সামনে উপস্থিত হবে। [দেখুন, কুরতুবী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, ‘যে ব্যক্তি আল্লাহ্র সাক্ষাত করতে চায়, আল্লাহ্ও তার সাক্ষাত করতে পছন্দ করেন। আর যে ব্যক্তি আল্লাহ্র সাক্ষাত করতে চায় না, আল্লাহ্ও তার সাথে সাক্ষাত করতে অপছন্দ করেন।’ আয়েশা রাদিয়াল্লাহু ‘আনহা-অথবা রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের অন্য কোন স্ত্রী- বলেন, ‘আমরা তো মৃত্যুকে অপছন্দ করি।’ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, ‘তা নয়। কিন্তু মুমিন ব্যক্তির যখন মৃত্যু ঘণিয়ে আসে, তখন তাকে আল্লাহ্ তা'আলার সস্তুষ্টি ও সম্মানের সুসংবাদ দেওয়া হয়। তখন তার কাছে মৃত্যু অপেক্ষা অন্য কিছু প্রিয় হতে পারে না। এভাবে সে আল্লাহ্র সাক্ষাত করতে পছন্দ করে, তাই আল্লাহ্ তা‘আলাও তার সাথে সাক্ষাত করতে পছন্দ করেন। আর কাফির ব্যক্তিকে মৃত্যুর সময় আল্লাহ্র আযাব ও শাস্তির সংবাদ দেওয়া হয়, তখন মৃত্যু অপেক্ষা অপ্রিয় আর কিছু থাকে না। সে আল্লাহ্র সাক্ষাত অপছন্দ করে বিধায় আল্লাহ্ তা'আলা তার সাথে সাক্ষাত অপছ ন্দকরেন’। [বুখারী: ৬৫০৭, মুসলিম: ২৬৮৩]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৮৪ : ৭",
        "arabic_text": "\nفَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ ",
        "bangla_text": "অতঃপর যাকে তার ‘আমলনামা তার ডান হাতে দেয়া হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৮৪ : ৮",
        "arabic_text": "\nفَسَوۡفَ يُحَاسَبُ حِسَابٗا يَسِيرٗا ",
        "bangla_text": "তার হিসেব-নিকেশ সহজেই নেয়া হবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে মুমিনদের অবস্থা বর্ণনা করা হয়েছে যে, তাদের আমলনামা ডান হাতে আসবে এবং তাদের সহজ হিসাব নিয়ে জান্নাতের সুসংবাদ দান করা হবে। তারা তাদের পরিবার-পরিজনের কাছে হৃষ্টচিত্তে ফিরে যাবে। তার হিসেব নেয়ার ব্যাপারে কড়াকড়ি করা হবে না। তাকে জিজ্ঞেস করা হবে না, ওমুক ওমুক কাজ তুমি কেন করেছিলে? ঐসব কাজ করার ব্যাপারে তোমার কাছে কি কি ওযর আছে? নেকীর সাথে সাথে গোনাহও তার আমলনামায় অবশ্যি লেখা থাকবে। কিন্তু গোনাহের তুলনায় নেকীর পরিমাণ বেশী হবার কারণে তার অপরাধগুলো উপেক্ষা করা হবে এবং সেগুলো মাফ করে দেয়া হবে। কুরআন মজিদে অসৎকর্মশীল লোকদের কঠিন হিসেব-নিকেশের জন্য “সু-উল হিসাব” (খারাপভাবে হিসেব নেয়া) শব্দ ব্যবহার করা হয়েছে। [সূরা আর-রা‘দ ১৮] সৎলোকদের সম্পর্কে বলা হয়েছেঃ “এরা এমন লোক যাদের সৎকাজগুলো আমি গ্রহণ করে নেবো এবং অসৎকাজগুলো মাফ করে দেবো। ”[সূরা আল-আহকাফ ১৬] আয়েশা রাদিয়াল্লাহু ‘আনহা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণনা করেন, তিনি বলেন, কেয়ামতের দিন যার হিসাব নেয়া হবে, সে আযাব থেকে রক্ষা পাবে না। এ কথা শুনে আয়েশা রাদিয়াল্লাহু ‘আনহা প্রশ্ন করলেন, কুরআনেকি فَسَوْفَ يُحَا سَبْ مِاَبًا يَّسِيْرًا বলা হয়নি? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এই আয়াতে যাকে সহজ হিসাব বলা হয়েছে, সেটা প্রকৃতপক্ষে পরিপূর্ণ হিসাব নয়; বরং কেবল আল্লাহ্ রাব্ববুল আলামীনের সামনে পেশ করা। যে ব্যক্তির কাছ থেকে তার কাজকর্মের পুরোপুরি হিসাব নেয়া হবে, সে আযাব থেকে কিছুতেই রক্ষা পাবে না। [বুখারীঃ ৪৯৩৯, মুসলিম: ২৮৭৬]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৮৪ : ৯",
        "arabic_text": "\nوَيَنقَلِبُ إِلَىٰٓ أَهۡلِهِۦ مَسۡرُورٗا ",
        "bangla_text": "এবং সে তার স্বজনদের কাছে [১] প্ৰফুল্লচিত্তে ফিরে যাবে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, নিজের লোকজন বলতে পরিবার-পরিজন, আত্মীয়-স্বজন ও সাখী-সহযোগীদের কথা বুঝানো হয়েছে। তাদেরকেও একইভাবে মাফ করে দেয়া হয়ে থাকবে। কাতাদাহ বলেন, এখানে পরিবার বলে জান্নাতে তার যে পরিবার থাকবে তাদের বোঝানো হয়েছে। [কুরতুবী; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৮৪ : ১০",
        "arabic_text": "\nوَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ وَرَآءَ ظَهۡرِهِۦ ",
        "bangla_text": "আর যাকে তার ‘আমলনামা তার পিঠের পিছনদিক থেকে দেয়া হবে0,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৮৪ : ১১",
        "arabic_text": "\nفَسَوۡفَ يَدۡعُواْ ثُبُورٗا ",
        "bangla_text": "সে অবশ্যই তার ধ্বংস ডাকবে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৮৪ : ১২",
        "arabic_text": "\nوَيَصۡلَىٰ سَعِيرًا ",
        "bangla_text": "এবং জ্বলন্ত আগুনে দগ্ধ হবে;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৮৪ : ১৩",
        "arabic_text": "\nإِنَّهُۥ كَانَ فِيٓ أَهۡلِهِۦ مَسۡرُورًا ",
        "bangla_text": "নিশ্চয় সে তার স্বজনদের মধ্যে আনন্দে ছিল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৮৪ : ১৪",
        "arabic_text": "\nإِنَّهُۥ ظَنَّ أَن لَّن يَحُورَ ",
        "bangla_text": "নিশ্চয় সে তার স্বজনদের মধ্যে আনন্দে ছিল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যার আমলনামা তার পিঠের দিক থেকে বাম হাতে আসবে, সে মরে মাটি হয়ে যাওয়ার আকাঙ্খা করবে, যাতে আযাব থেকে বেঁচে যায়। কিন্তু সেখানে তা সম্ভবপর হবে না। তাকে জাহান্নামে দাখিল করা হবে। এর এক কারণ এই বলা হয়েছে যে, সে দুনিয়াতে তার পরিবার-পরিজনের মধ্যে আখেরাতের প্রতি উদাসীন হয়ে আনন্দ-উল্লাসে দিন যাপন করত। সে তার রবের কাছে ফিরে যাওয়ার ব্যাপারে বিশ্বাসী ছিল না। হিসাব-নিকাশের জন্য পুনরুথিত হবে না। কারণ সে পুনরুত্থানে ও আখেরাতে মিথ্যারোপ করত। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৮৪ : ১৫",
        "arabic_text": "\nبَلَىٰٓۚ إِنَّ رَبَّهُۥ كَانَ بِهِۦ بَصِيرٗا ",
        "bangla_text": "হ্যাঁ, [১] নিশ্চয় তার রব তার উপর সম্যক দৃষ্টি দানকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সে যা মনে করেছে তা ঠিক নয়। সে অবশ্যই তার রবের কাছে ফিরে যাবে। অবশ্যই সে পুনরুথিত হবে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৮৪ : ১৬",
        "arabic_text": "\nفَلَآ أُقۡسِمُ بِٱلشَّفَقِ ",
        "bangla_text": "অতঃপর আমি শপথ করছি [১] পশ্চিম আকাশের ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা‘আলা তিনটি বস্তুর শপথ করে মানুষকে আবার اِنَّكَ كَادِحٌ اِلٰى رَبِّكَ আয়াতে বর্ণিত বিষয়ের প্রতি মনোযোগী করেছেন। শপথের জওয়াবে বলা হয়েছে যে, মানুষ এক অবস্থার উপর স্থিতিশীল থাকে না বরং তার অবস্থা প্রতিনিয়তই পরিবর্তিত হতে থাকে। যৌবন থেকে বাৰ্ধক্য, বাৰ্ধক্য থেকে মৃত্যু, মৃত্যু থেকে বরযখ (মৃত্যু ও কিয়ামতের মাঝখানের জীবন), বরযখ থেকে পুনরুজ্জীবন, পুনরুজ্জীবন থেকে হাশরের ময়দান তারপর হিসেব-নিকেশ এবং শাস্তি ও পুরস্কারের অসংখ্য মনযিল মানুষকে অতিক্রম করতে হবে। এ বিভিন্ন পৰ্যায় প্রমাণ করছে যে, একমাত্র আল্লাহ্ই তার মা‘বুদ, তিনি বান্দাদের কর্মকাণ্ড নিজস্ব প্রজ্ঞা ও রহমতে নিয়ন্ত্রণ করেন। আর বান্দা মুখাপেক্ষী, অপারগ, মহান প্রবল পরাক্রমশালী দয়ালু আল্লাহ্র কর্তৃত্বাধীন। [বাদায়‘উত তাফসীর; ফাতহুল কাদীর; সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৮৪ : ১৭",
        "arabic_text": "\nوَٱلَّيۡلِ وَمَا وَسَقَ ",
        "bangla_text": "আর শপথ রাতের এবং তা যা কিছুর সমাবেশ ঘটায় তার,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৮৪ : ১৮",
        "arabic_text": "\nوَٱلۡقَمَرِ إِذَا ٱتَّسَقَ ",
        "bangla_text": "এবং শপথ চাঁদের, যখন তা পূর্ণ হয়;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৮৪ : ১৯",
        "arabic_text": "\nلَتَرۡكَبُنَّ طَبَقًا عَن طَبَقٖ ",
        "bangla_text": "অবশ্যই তোমরা এক স্তর থেকে অন্য স্তরে আরোহণ করবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] اتسق শব্দটি وسق থেকে উদ্ভূত, যার অর্থ একত্রিত করা, পূর্ণ করা। চন্দ্রের একত্রিত করার অর্থ তার আলোকে একত্রিত করা। এটা চৌদ্দ তারিখের রাত্রিতে হয়, যখন চন্দ্র পূর্ণ হয়ে যায়। [ইবন কাসীর] এখানে চন্দ্রের বিভিন্ন অবস্থার দিকে ইঙ্গিত রয়েছে। চন্দ্ৰ প্ৰথমে খুবই সরু ধনুকের মতো দেখা যায়। এরপর প্রত্যহ এর আলো বৃদ্ধি পেতে পেতে পূর্ণিমার চাঁদ হয়ে যায়। অবিরাম ও উপর্যুপরি পরিবর্তনের সাক্ষ্যদাতা উপরোক্ত বস্তুগুলোর শপথ করে আল্লাহ্ তা'আলা বলেছেন, “অবশ্যই তোমরা ধাপে ধাপে আরোহণ করবে” । طبق এর অর্থ অবস্থা, স্তর, পর্যায় ইত্যাদি [ইবন কাসীর] تَرْكَبُنَّ শব্দটি ركوب থেকে। এর অর্থ আরোহণ করা। অর্থ এই যে, হে মানুষ, তোমরা সর্বদাই এক স্তর থেকে অন্য স্তরে আরোহণ করতে থাকবে। উদ্দেশ্য এই যে, সৃষ্টির আদি থেকে অন্ত পর্যন্ত মানুষ কোন সময় এক অবস্থায় স্থির থাকে না, বরং তার ওপর পর্যায়ক্রমে পরিবর্তন আসতে থাকে। স্বাভাবিকভাবে যে সমস্ত পরিবর্তন হয় তা তো লক্ষণীয়। তাছাড়া মানুষ নিজেও আল্লাহ্র দেয়া সহজ-সরল দ্বীন থেকে বিমুখ হয়ে অন্যান্য বাতিল দ্বীনের অনুসরণে প্রবৃত্ত হয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমরা তোমাদের পূর্বের লোকদের হাতে হাতে বিঘাতে বিঘাতে অনুসরণ করতে থাকবে, এমনকি তারা যদি ষাণ্ডার গর্তে ঢুকে থাকে তোমরাও তাদের অনুসরণ করে তাতে ঢুকবে” সাহাবায়ে কিরাম বললেন, আমরা বললাম, হে আল্লাহ্র রাসূল! ইয়াহূদ ও নাসারা? তিনি বললেন, “তারা নয়তো কারা?” [বুখারী: ৭৩২০, মুসলিম: ২৬৬৯] [ইবন কাসীর] এখানে ইবন জারীর আত-তাবারীর মত হচ্ছে, মানুষকে অবশ্যই কঠিন থেকে কঠিন পর্যায় অতিক্রম করতে হবে। আখেরাতের পর্যায়গুলোও উদ্দেশ্য হতে পারে। [তাবারী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৮৪ : ২০",
        "arabic_text": "\nفَمَا لَهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "অতঃপর তাদের কি হল যে, তারা ঈমান আনে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৮৪ : ২১",
        "arabic_text": "\nوَإِذَا قُرِئَ عَلَيۡهِمُ ٱلۡقُرۡءَانُ لَا يَسۡجُدُونَۤ۩ ",
        "bangla_text": "আর যখন তাদের কাছে কুরআন পাঠ করা হলে তখন তারা সিজ্দা করে না [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যখন তাদের সামনে সুস্পষ্ট হেদায়েত পরিপূর্ণ কুরআন পাঠ করা হয়, তখনও তারা আল্লাহ্র দিকে নত হয় না। سجود এর আভিধানিক অর্থ নত হওয়া, আনুগত্য করা। বলাবাহুল্য, এখানে পারিভাষিক সাজদার পাশাপাশি আল্লাহ্র সামনে আনুগত্য সহকারে নত হওয়া তথা বিনীত হওয়াও উদ্দেশ্য। আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু এ সূরা পরে সাজদাহ করলেন, তারপর লোকদের দিকে ফিরে জানালেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম স্বয়ং এ সূরা পড়ার পরে সাজদাহ করেছেন। [মুসলিম: ৫৭৮] অন্য বর্ণনায় এসেছে, তিনি এশার সালাতে এ সূরা পাঠের পর সাজদাহ করলেন, এ ব্যাপারে জিজ্ঞাসিত হওয়ার পর বললেন, আমি আবুল কাসেম (মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর পিছনে সাজদাহ করেছি, সুতরাং তার সাথে মিলিত হওয়ার আগ পর্যন্ত সাজদাহ করবই।” [বুখারী: ১০৭৮, মুসলিম: ৫৭৮]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৮৪ : ২২",
        "arabic_text": "\nبَلِ ٱلَّذِينَ كَفَرُواْ يُكَذِّبُونَ ",
        "bangla_text": "বরং কাফিররা মিথ্যারোপ করে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৮৪ : ২৩",
        "arabic_text": "\nوَٱللَّهُ أَعۡلَمُ بِمَا يُوعُونَ ",
        "bangla_text": "আর তারা যা পোষণ করে আল্লাহ্ তা সবিশেষ অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৮৪ : ২৪",
        "arabic_text": "\nفَبَشِّرۡهُم بِعَذَابٍ أَلِيمٍ ",
        "bangla_text": "কাজেই আপনি তাদেরকে যন্ত্রণাদায়ক শাস্তির সংবাদ দিন;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৮৪ : ২৫",
        "arabic_text": "\nإِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونِۭ ",
        "bangla_text": "কিন্তু যারা ঈমান আনে ও সৎকাজ করে তাদের জন্য রয়েছে নিরবচ্ছিন্ন পুরস্কার।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]