[
    {
        "id": 1,
        "verse": "৮৫ : ১",
        "arabic_text": "\nوَٱلسَّمَآءِ ذَاتِ ٱلۡبُرُوجِ ",
        "bangla_text": "শপথ বুরূজবিশিষ্ট [১] আসমানের,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] بُرُوْجٌ শব্দটি بُرْجٌ এর বহুবচন। অর্থ বড় প্রাসাদ ও দুর্গ। অন্য আয়াতে আছে,  وَلَوْكُنُتُمْ فِىْ بُرُوْجٍ مُّشَيَّدَةٍ এখানে এই অর্থই বোঝানো হয়েছে। [কুরতুবী] অধিকাংশ তাফসীরবিদের মতে আলোচ্য আয়াতে بُرُوجٌ এর অর্থ বড় বড় গ্রহ-নক্ষত্র। কয়েকজন তাফসীরবিদ এ স্থলে অর্থ নিয়েছেন প্রাসাদ। অর্থাৎ সেসব গৃহ, যা আকাশে প্রহরী ও তত্ত্বাবধায়ক ফেরেশতাদের জন্যে নির্ধারিত। আবার কারও কারও মতে, এ অর্থ সুন্দর সৃষ্টি। অর্থাৎ সুন্দর সৃষ্টি আসমানের শপথ। তবে ইমাম ইবন জারীর আত-তাবারীর মত হচ্ছে, এখানে সূর্য ও চন্দ্রের অবস্থানস্থলসমূহ। আর তার সংখ্যা বারটি। সূর্য তার প্রতিটিতে একমাস চলে। আর চন্দ্র এর প্রতিটিতে দুইদিন ও একদিনের তিনভাগের এক অংশ সময় চলে। এতে করে চাঁদের আটাশটি অবস্থান হয়। তারপর সে দু‘দিন গোপন থাকে। এই বারটির প্রত্যেকটি একেকটি بُرْجٌ । চন্দ্র ও সূর্য আকাশের গতিতে গতিশীল হয়ে এসব بُرْجٌ এর মধ্যে অবতরণ করে। [ইবন কাসীর] তাই আয়াতের অর্থ হবে, সেই আসমানের শপথ, যাতে রয়েছে চাঁদ ও সূর্যের অবতরণস্থানসমূহ, অনুরূপ তাতে রয়েছে সমস্ত গ্রহ-নক্ষত্রের অবতরনস্থলসমূহ, যেগুলো নিয়ম মেনে সুনির্দিষ্ট পদ্ধতিতে চলছে। এ সুন্দর চলন ও সুন্দর নিয়মই আল্লাহ্র অপার শক্তি, রহমত, জ্ঞান ও প্রজ্ঞার প্রমাণ বহন করছে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৮৫ : ২",
        "arabic_text": "\nوَٱلۡيَوۡمِ ٱلۡمَوۡعُودِ ",
        "bangla_text": "আর প্রতিশ্রুত দিনের,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৮৫ : ৩",
        "arabic_text": "\nوَشَاهِدٖ وَمَشۡهُودٖ ",
        "bangla_text": "এবং দ্রষ্টা ও দৃষ্টের [১]---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “وَالُيَوْمِ الْمَوْعُوْدِ বা প্ৰতিশ্রুত দিনের অর্থ কেয়ামতের দিন। আর مشهود এর অর্থ আরাফার দিন এবং شاهد এর অর্থ শুক্রবার দিন। জুম'আর দিনের চেয়ে উত্তম কোন দিনে কোন সূর্য উদিত হয়নি এবং ডুবেওনি। সেদিন এমন একটি সময় আছে, কোন মুমিন বান্দা যখনই কোন কল্যাণের দো'আ করে তখনই তার দো'আ কবুল করা হয়। অথবা যদি কোন অকল্যাণ থেকে আশ্রয় প্রার্থনা করা হয় তখনই তাকে আল্লাহ্ তা থেকে আশ্রয় দেয়।” [তিরমিয়ী: ৩৩৩৯]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৮৫ : ৪",
        "arabic_text": "\nقُتِلَ أَصۡحَٰبُ ٱلۡأُخۡدُودِ ",
        "bangla_text": "অভিশপ্ত হয়েছিল [১] কুণ্ডের অধিপতিরা--- [২] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা‘আলা চারটি বস্তুর শপথ করার পর মূল কথা বর্ণনা করেছেন। (এক) বুরূজবিশিষ্ট আকাশের; (দুই) কেয়ামত দিবসের; (তিন) আরাফার দিনের এবং (চার) শুক্রবারের। এসব শপথের সম্পর্ক এই যে, এগুলো আল্লাহ্ তা'আলার পরিপূর্ণ শক্তি, কেয়ামতের হিসাব-নিকাশ এবং শাস্তি ও প্রতিদানের দলীল। শুক্রবার ও আরাফার দিন মুসলিমদের জন্যে আখেরাতের পুঁজি সংগ্রহের পবিত্ৰ দিন।\n  <br/>\n  <br/>\n  [২] যারা বড় বড় গর্তের মধ্যে আগুন জ্বালিয়ে ঈমানদারদেরকে তার মধ্যে ফেলে দিয়েছিল এবং তাদের জ্বলে পুড়ে মরার বীভৎস দৃশ্য নিজেদের চোখে দেখেছিল তাদেরকে এখানে গর্তওয়ালা বলা হয়েছে। বলা হয়েছে, তাদের ওপর আল্লাহ্র লা‘নত পড়েছিল এবং তারা আল্লাহ্র আযাবের অধিকারী হয়েছিল। [ইবন কাসীর; ফাতহুল কাদীর] এর আরেক অর্থ ধ্বংস হয়েছিল। [সা‘দী]\n  <br/>\n  গর্তে আগুন জ্বলিয়ে ঈমানদারদেরকে তার মধ্যে নিক্ষেপ করার ঘটনা সহীহ হাদিসে বর্ণিত হয়েছে। সুহাইব রুমী রাদিয়াল্লাহু ‘আনহু রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণনা করেন। এক বাদশার কাছে একজন যাদুকর ছিল। বৃদ্ধ বয়সে সে বাদশাহকে বললো, একটি ছেলেকে আমার কাছে নিযুক্ত করো, সে আমার কাছ থেকে এ জাদু শিখে নেবে। বাদশাহ জাদু শেখার জন্য জাদুকরের কাছে একটি ছেলেকে নিযুক্ত করলো। কিন্তু সেই ছেলেটি জাদুকরের কাছে আসা যাওয়ার পথে একজন রাহেবের (যিনি সম্ভবত ঈসা আলাইহিস সালামের দ্বীনের অনুসারী একজন সাধক ছিলেন) সাক্ষাত গুণে সে অলৌকিক শক্তির অধিকারীও হয়ে গেলো। সে অন্ধদের দৃষ্টিশক্তি ফিরিয়ে দিতে এবং কুষ্ঠরোগ নিরাময় করতে লাগলো। ছেলেটি তাওহীদের প্রতি ঈমান এনেছে, একথা জানতে পেরে বাদশাহ প্ৰথমে রাহেবকে হত্যা করলো তারপর ছেলেটিকে হত্যা করতে চাইলো। কিন্তু কোন অস্ত্ৰ দিয়েই এবং কোনভাবেই তাকে হত্যা করতে পারলো না। শেষে ছেলেটি বললো, যদি তুমি আমাকে হত্যা করতে চাও তাহলে প্রকাশ্য জনসমাবেশে “বিস্মি রাব্বিল গুলাম” (অর্থাৎ এই ছেলেটির রবের নামে) বাক্য উচ্চারণ করে আমাকে তীর মারো, তাতেই আমি মারা যাবো। বাদশাহ তাই করলো। ফলে ছেলেটি মারা গেলো। এ ঘটনা প্রত্যক্ষ করে লোকেরা চিৎকার করে উঠলো, আমরা এই ছেলেটির রবের প্রতি ঈমান আনলাম। বাদশাহর সভাসদরা তাকে বললো, এখন তো তাই হয়ে গেলো যা থেকে আপনি বাঁচতে চাচ্ছিলেন। লোকেরা আপনার ধর্ম ত্যাগ করে এ ছেলেটির ধর্মগ্রহণ করেছে। এ অবস্থা দেখে বাদশাহ অত্যন্ত ক্রুদ্ধ হলো। সে রাস্তার পাশে গর্ত খনন করালো। তাতে আগুন জ্বালালো। যারা ঈমান ত্যাগ করতে রাজী হলো না তাদের সবাইকে তার মধ্যে নিক্ষেপ করলো। [মুসলিম: ৩০০৫ তিরমিয়ী: ৩৩৪০]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৮৫ : ৫",
        "arabic_text": "\nٱلنَّارِ ذَاتِ ٱلۡوَقُودِ ",
        "bangla_text": "যে কুণ্ডে ছিল ইন্ধনপূর্ণ আগুন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৮৫ : ৬",
        "arabic_text": "\nإِذۡ هُمۡ عَلَيۡهَا قُعُودٞ ",
        "bangla_text": "যখন তারা এর পাশে উপবিষ্ট ছিল;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৮৫ : ৭",
        "arabic_text": "\nوَهُمۡ عَلَىٰ مَا يَفۡعَلُونَ بِٱلۡمُؤۡمِنِينَ شُهُودٞ ",
        "bangla_text": "এবং তারা মুমিনদের সাথে যা করছিল তা প্রত্যক্ষ করছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৮৫ : ৮",
        "arabic_text": "\nوَمَا نَقَمُواْ مِنۡهُمۡ إِلَّآ أَن يُؤۡمِنُواْ بِٱللَّهِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ ",
        "bangla_text": "আর তারা তাদেরকে নির্যাতন করেছিল শুধু এ কারণে যে, তারা ঈমান এনেছিল পরাক্রমশালী ও প্রশংসার যোগ্য আল্লাহ্র উপর---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৮৫ : ৯",
        "arabic_text": "\nٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ ",
        "bangla_text": "আসমানমূহ ও যমীনের সর্বময় কর্তৃত্ব যাঁর; আর আল্লাহ্ সবকিছুর প্রত্যক্ষদর্শী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৮৫ : ১০",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ فَتَنُواْ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ ثُمَّ لَمۡ يَتُوبُواْ فَلَهُمۡ عَذَابُ جَهَنَّمَ وَلَهُمۡ عَذَابُ ٱلۡحَرِيقِ ",
        "bangla_text": "নিশ্চয় যারা মুমিন নরনারীকে বিপদাপন্ন করেছে [১] তারপর তাওবা করেনি [২]  তাদের জন্য আছে জাহান্নামের শাস্তি, আর তাদের জন্য আছে দহন যন্ত্রণা [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] فتنوا শব্দের এক অর্থ হচ্ছে, أحرقوا বা জ্বালিয়েছিল। অপর অর্থ পরীক্ষা করা। বিপদে ফেলা। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] কাফেরদের জাহান্নামের আযাব ও দহন যন্ত্রণার খবর দেয়ার সাথে সাথে কুরআন বলছে যে, এই আযাব তাদের ওপর পতিত হবে, যারা এই দুষ্কর্মের কারণে অনুতপ্ত হয়ে তওবা করেনি। এতে তাদেরকে তাওবার দাওয়াত দেয়া হয়েছে। হাসান বসরী বলেন: বাস্তবিকই আল্লাহ্র অনুগ্রহ ও কৃপার কোন তুলনা নেই। তারা তো আল্লাহ্র নেক বান্দাদেরকে জীবিত দগ্ধ করে তামাশা দেখছে, আল্লাহ্ তা‘আলা এরপরও তাদেরকে তওবা ও মাগফিরাতের দাওয়াত দিচ্ছেন। [ইবনুল কাইয়্যেম, বাদায়ে‘উস তাফসীর; ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] এখানে অত্যাচারী কাফেরদের শাস্তি বর্ণিত হয়েছে, যারা মুমিনদেরকে কেবল ঈমানের কারণে অগ্নিকুণ্ডে নিক্ষেপ করেছিল। শাস্তি প্রসঙ্গে দুটি বিষয় উল্লেখ করা হয়েছে- (এক) তাদের জন্যে আখেরাতে জাহান্নামের আযাব রয়েছে, (দুই) তাদের জন্যে দহন যন্ত্রণা রয়েছে। এখানে দ্বিতীয়টি প্রথমটিরই বর্ণনা ও তাকীদ হতে পারে। অর্থাৎ জাহান্নামে গিয়ে তারা চিরকাল দহন যন্ত্রণা ভোগ করবে। এটাও সম্ভবপর যে, দ্বিতীয় বাক্যে দুনিয়ার শাস্তি বর্ণিত হয়েছে। প্রখ্যাত আলেম রবী ইবনে আনাস বলেন, মুমিনদেরকে অগ্নিতে নিক্ষেপ করার পর অগ্নি স্পর্শ করার পূর্বেই আল্লাহ্ তা'আলা তাদের রূহ্ কবজ করে নেন। এভাবে তিনি তাদেরকে দহন যন্ত্রণা থেকে রক্ষা করেন। ফলে তাদের মৃতদেহই কেবল অগ্নিতে দগ্ধ হয়। অতঃপর এই অগ্নি আরও বেশি প্রজ্বলিত হয়ে তার লেলিহান শিখা শহরে ছড়িয়ে পড়ে। ফলে যারা মুসলিমদের অগ্নি দগ্ধ হওয়ার তামাশা দেখছিল, তারাও এই আগুনে পুড়ে ভস্ম হয়ে যায়। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৮৫ : ১১",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡكَبِيرُ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে তাদের জন্য রয়েছে জান্নাত, যার পাদদেশে নদী প্রবাহিত; এটাই মহাসাফল্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৮৫ : ১২",
        "arabic_text": "\nإِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ ",
        "bangla_text": "নিশ্চয় আপনার রবের পাকড়াও বড়ই কঠিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৮৫ : ১৩",
        "arabic_text": "\nإِنَّهُۥ هُوَ يُبۡدِئُ وَيُعِيدُ ",
        "bangla_text": "তিনিই অস্তিত্ব দান করেন ও পুনরাবর্তন ঘটান,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৮৫ : ১৪",
        "arabic_text": "\nوَهُوَ ٱلۡغَفُورُ ٱلۡوَدُودُ ",
        "bangla_text": "এবং তিনি ক্ষমাশীল, অতিস্নেহময় [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] الودود শব্দটির কয়েকটি অর্থ বর্ণিত আছে। কারও কারও মতে, ‘ওয়াদূদ’ বলা হয় তাকে যার কোন সন্তান নেই। অর্থাৎ যার এমন কেউ নেই যার প্রতি মন টানতে থাকবে। [ফাতহুল কাদীর] তবে অধিকাংশ মুফাসসিরের মতে এর অর্থ, প্রিয় বা প্রিয়পাত্র। [ইবন কাসীর] যার ভালবাসায় কোন খাদ নেই। যারা তাঁকে ভালবাসেন তিনিও তাদেরকে ভালবাসেন। অন্য আয়াতে আল্লাহ্ বলেন, ‘তিনি তাদেরকে ভালবাসেন আর তারাও তাঁকে ভালবাসে’। [সূরা আল-মায়েদাহ: ৫৪] তিনি এমন সত্তা যাঁকে তার ভালবাসার পাত্ররা এমন ভালবাসে যে ভালবাসার কোন উদাহরণ দেয়া সম্ভব হয় না। যার কোন তুলনা নেই। তাঁর খালেস বান্দাদের অন্তরে তাঁর যে ভালবাসা রয়েছে সেটার তুলনা কোন ভালবাসা দিয়ে দেয়া যাবে না। আর এজন্যই ভালবাসা হচ্ছে আল্লাহ্র দাসত্বের মূল কথা। যে ভালবাসার কারণে যাবতীয় ভালবাসার পাত্রের উপর সেটা স্থান করে নেয়। অন্য ভালবাসা যদি আল্লাহ্র ভালবাসার অনুগামী না হয় তবে সেটা বান্দার জন্য বিপদ ও শাস্তির কারণ হয়। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৮৫ : ১৫",
        "arabic_text": "\nذُو ٱلۡعَرۡشِ ٱلۡمَجِيدُ ",
        "bangla_text": "‘আরশের অধিকারী ও সম্মানিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৮৫ : ১৬",
        "arabic_text": "\nفَعَّالٞ لِّمَا يُرِيدُ ",
        "bangla_text": "তিনি যা ইচ্ছে তা-ই করেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “তিনি ক্ষমাশীল” বলে এই মৰ্মে আশান্বিত করা হয়েছে যে, কোন ব্যক্তি গোনাহ করা থেকে বিরত হয়ে যদি তাওবা করে তাহলে সে আল্লাহ্র রহমত লাভ করতে পারে। তিনি গোনাহগারদের প্রতি এতই ক্ষমাশীল যে, তাদেরকে লজ্জা দেন না। আর তাঁর আনুগত্যকারী বন্ধুদেরকে অতিশয় ভালবাসেন। [ফাতহুল কাদীর] “অতিস্নেহময়” বলে الودود শব্দের পূর্ণ অর্থ প্রকাশ পায় না। কারণ, স্নেহ ও ভালবাসার মধ্যে খাটি হলেই তবে তাকে ‘ওয়াদূদ’ বলা যাবে। তিনি নিজের সৃষ্টিকে অত্যধিক ভালোবাসেন। তাকে তিনি কেবল তখনই শাস্তি দেন যখন সে বিদ্রোহাত্মক আচরণ করা থেকে বিরত হয় না। এখানে غَفُوْر বা ক্ষমাকারী বলার পরে وَدُوْدٌ বা অতি স্নেহময় বলে এটাই বুঝাচ্ছেন যে, যারা অন্যায় করে তারপর তাওবাহ করবে, তাদেরকে তিনি শুধু ক্ষমাই করবেন না বরং নিখাদভাবে ভালও বাসবেন। [সা‘দী] “আরশের মালিক” বলে মানুষের মধ্যে এ অনুভূতি জাগানো হয়েছে যে তিনি যেহেতু আরশের মালিক। আর আরশ সবকিছুর উপরে। তাই তিনিও সবকিছুর উপরে। [ইবন কাসীর] সবকিছু মহান আল্লাহ্র আরশের সামনে অতি নগন্য। বরং সমস্ত আসমান, যমীন ও কুরসী সবগুলোকেই আরশ শামিল করে। [সা’দী] কাজেই তাঁর বিরুদ্ধে বিদ্রোহ করে কেউ তাঁর হাত থেকে নিস্তার পেতে পারে না। “শ্রেষ্ঠ সম্মানিত” বলে এ ধরনের বিপুল মর্যাদাসম্পন্ন সত্তার প্রতি অশোভন আচরণ করার হীন মনোবৃত্তির বিরুদ্ধে মানুষকে\n  <br/>\n  সতর্ক করা হয়েছে। তাছাড়া এটি আরাশের গুণও হতে পারে। [ইবন কাসীর] তাঁর শেষ গুণটি বর্ণনা করে বলা হয়েছে, “তিনি যা চান তাই করেন।” অর্থাৎ আল্লাহ্ যে কাজটি করতে চান তাতে বাধা দেওয়ার ক্ষমতা এ সমগ্র সৃষ্টিকুলের কারো নেই। আবু বকর রাদিয়াল্লাহু আনহুকে মৃত্যু শয্যায় কেউ জিজ্ঞেস করেছিলেন, আপনাকে কি কোন ডাক্তার দেখেছেন? তিনি বললেন, হ্যাঁ। তারা বললেন, ডাক্তার কী বলেছেন? তিনি বললেন, ডাক্তার আমাকে বলেছেন, আমি যা ইচ্ছা তাই করি। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৮৫ : ১৭",
        "arabic_text": "\nهَلۡ أَتَىٰكَ حَدِيثُ ٱلۡجُنُودِ ",
        "bangla_text": "আপনার কাছে কি পৌঁছেছে সৈন্যবাহিনীর বৃত্তান্ত---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৮৫ : ১৮",
        "arabic_text": "\nفِرۡعَوۡنَ وَثَمُودَ ",
        "bangla_text": "ফির‘আউন ও সামূদের ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৮৫ : ১৯",
        "arabic_text": "\nبَلِ ٱلَّذِينَ كَفَرُواْ فِي تَكۡذِيبٖ ",
        "bangla_text": "তবু কাফিররা মিথ্যারোপ করায় রত;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৮৫ : ২০",
        "arabic_text": "\nوَٱللَّهُ مِن وَرَآئِهِم مُّحِيطُۢ ",
        "bangla_text": "আর আল্লাহ্ সবদিক থেকে তাদেরকে পরিবেষ্টন করে রয়েছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৮৫ : ২১",
        "arabic_text": "\nبَلۡ هُوَ قُرۡءَانٞ مَّجِيدٞ ",
        "bangla_text": "বস্তুত এটা সম্মানিত কুরআন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৮৫ : ২২",
        "arabic_text": "\nفِي لَوۡحٖ مَّحۡفُوظِۭ ",
        "bangla_text": "সংরক্ষিত ফলকে লিপিবদ্ধ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]