[
    {
        "id": 1,
        "verse": "৮৬ : ১",
        "arabic_text": "\nوَٱلسَّمَآءِ وَٱلطَّارِقِ ",
        "bangla_text": "শপথ আসমানের এবং রাতে যা আবির্ভূত হয় তার; ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৮৬ : ২",
        "arabic_text": "\nوَمَآ أَدۡرَىٰكَ مَا ٱلطَّارِقُ ",
        "bangla_text": "আর কিসে আপনাকে জানাবে ‘রাতে যা আবির্ভূত হয়’ তা কী? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৮৬ : ৩",
        "arabic_text": "\nٱلنَّجۡمُ ٱلثَّاقِبُ ",
        "bangla_text": "উজ্জ্বল নক্ষত্ৰ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রথম শপথে আকাশের সাথে والطارق শব্দ যোগ করা হয়েছে। এর অর্থ রাত্রিতে আগমনকারী। নক্ষত্র দিনের বেলায় লুক্কায়িত থাকে এবং রাতে প্রকাশ পায়, এজন্যে নক্ষত্রকে والطارق বলা হয়েছে। [ইবন কাসীর] কুরআন এ সম্পর্কে প্রশ্ন রেখে নিজেই জওয়াব দিয়েছে النَّجْمُ الثَّا قِبُ অর্থাৎ উজ্জ্বল নক্ষত্র। আয়াতে কোন নক্ষত্ৰকে নির্দিষ্ট করা হয়নি। তাই যে কোন উজ্জল নক্ষত্ৰকে বোঝানো যায়। [সা‘দী]  কোন কোন তাফসীরবিদ এর অর্থ নিয়েছেন বিশেষ করে নক্ষত্র ‘সুরাইয়া’; যা সপ্তর্ষিমণ্ডলস্থ একটি নক্ষত্র কিংবা ‘শনি গ্ৰহ’। আরবী ভাষায় সুরাইয়া ও শনি গ্ৰহ উভয়কেই نجم বলা হয়ে থাকে। [ফাতহুল কাদীর] ইবনুল কাইয়েম বলেন, যদি উজ্জল নক্ষত্রের উদাহরণ হিসেবে এ দু‘টি তারকাকে উল্লেখ করা হয়, তবে কোন সমস্যা নেই। কিন্তু এ দু‘টিকে উদ্দেশ্য নেয়া হয়েছে এমন কিছু নির্দিষ্ট করে বলা যাবে না। [আত-তিবইয়ান ফী আকসামিল কুরআন: ১০০]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৮৬ : ৪",
        "arabic_text": "\nإِن كُلُّ نَفۡسٖ لَّمَّا عَلَيۡهَا حَافِظٞ ",
        "bangla_text": "প্রত্যেক জীবের উপরই তত্ত্বাবধায়ক রয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটা শপথের জওয়াব। حافظ শব্দের অর্থ তত্ত্বাবধায়ক। অর্থাৎ আল্লাহ্ তা‘আলা আকাশ ও নক্ষত্রের শপথ করে বলেছেন, প্রত্যেক মানুষের ওপর তত্ত্বাবধায়ক বা আমলনামা লিপিবদ্ধকারী ফেরেশতা নিযুক্ত রয়েছে। সে তার সমস্ত কাজকর্ম ও নড়াচড়া দেখে, জানে। [ফাতহুল কাদীর] এর পরিপ্রেক্ষিতে মানুষের চিন্তা করা উচিত যে, সে দুনিয়াতে যা কিছু করছে, তা সবই কেয়ামতের দিন হিসাব-নিকাশের জন্যে আল্লাহ্র কাছে সংরক্ষিত রয়েছে। তাই কোন সময় আখেরাত ও কেয়ামতের চিন্তা থেকে গাফেল হওয়া অনুচিত। এখানে حافظ শব্দ একবচনে উল্লেখ করা হলেও তারা যে একাধিক তা অন্য আয়াত থেকে জানা যায়। অন্য আয়াতে আছে وَاِنَّ عَلَيْكُمْ لَهَفِظِيْنَ ٭ كِرَامًا كٰتِبِيْنَ “নিশ্চয় তোমাদের উপর নিয়োজিত রয়েছে তত্ত্বাবধায়করা, সম্মানিত লেখকরা”। [সূরা আল-ইনফিতার; ১০-১১]\n  <br/>\n  <br/>\n  তাছাড়া حافظ এর অপর অর্থ আপদ-বিপদ থেকে হেফাযতকারী ও হয়ে থাকে। [ইবন কাসীর] আল্লাহ্ তা‘আলা প্রত্যেক মানুষের হেফাযতের জন্যে ফেরেশতা নিযুক্ত করেছেন। তারা দিন-রাত মানুষের হেফাযতে নিয়োজিত থাকে। তবে আল্লাহ্ তা’আলা যার জন্যে যে বিপদ অবধারিত করে দিয়েছেন, তারা সে বিপদ থেকে হেফাযত করে না। অন্য এক আয়াতে একথা পরিষ্কারভাবে বর্ণিত হয়েছে,\n  <br/>\n  <br/>\n  لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ\n  <br/>\n  <br/>\n  অর্থাৎ মানুষের জন্যে পালাক্রমে আগমনকারী পাহারাদার ফেরেশতা নিযুক্ত রয়েছে। তারা আল্লাহ্র আদেশে সামনে ও পেছনে থেকে তার হেফাযত করে। [সূরা আর-রা‘দ: ১১]\n  <br/>\n  <br/>\n  অথবা হেফাযতকারী বলতে এখানে আল্লাহ্কেই বুঝানো হয়েছে। [ফাতহুল কাদীর] তিনি আকাশ ও পৃথিবীর ছোট বড় সকল সৃষ্টির দেখাশুনা, তত্ত্বাবধান ও হেফাযত করছেন। তিনিই সব জিনিসকে অস্তিত্ব দান করেছেন তিনিই সবকিছুকে টিকিয়ে রেখেছেন। তিনি সব জিনিসকে ধারণ করেছেন বলেই প্রত্যেকটি জিনিস তার নিজের জায়গায় প্রতিষ্ঠিত আছে। তিনি সব জিনিসকে তার যাবতীয় প্ৰায়োজন পূর্ণ করার এবং তাকে একটি নির্দিষ্ট সময়সীমা পর্যন্ত বিপদমুক্ত রাখার দায়িত্ব নিয়েছেন। এ বিষয়টির জন্য আকাশের ও রাতের অন্ধকারে আত্মপ্রকাশকারী প্ৰত্যেকটি গ্রহ ও তারকার কসম খাওয়া হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৮৬ : ৫",
        "arabic_text": "\nفَلۡيَنظُرِ ٱلۡإِنسَٰنُ مِمَّ خُلِقَ ",
        "bangla_text": "অতএব মানুষ যেন চিন্তা করে দেখে তাকে কী থেকে সৃষ্টি করা হয়েছে [১] !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা‘আলা যে মানুষকে পুনরায় সৃষ্টি করতে সক্ষম তার ওপর মানুষেরই নিজের সত্ত্বা থেকে প্রমাণাদি উপস্থাপন করছেন। মানুষ তার নিজের সম্পর্কে একটু চিন্তা করে দেখুক। তাকে কিভাবে কোথেকে সৃষ্টি করা হয়েছে? তাকে অত্যন্ত দুর্বল বস্তু হতে সৃষ্টি করা হয়েছে। যিনি প্রথমবার তাকে সৃষ্টি করতে পারেন তিনি অবশ্যই দ্বিতীয়বার সৃষ্টি করতে সক্ষম। যেমন অন্য আয়াতে বলেছেন, “তিনিই প্রথম সৃষ্টি করেন, পরে আবার তিনি তা করবেন, আর এটা তো তার জন্য সহজতর”। [সূরা আর-রূম: ২৭] [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৮৬ : ৬",
        "arabic_text": "\nخُلِقَ مِن مَّآءٖ دَافِقٖ ",
        "bangla_text": "তাকে সৃষ্টি করা হয়েছে সবেগে স্থলিত পানি হতে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ বীর্য থেকে। যা পুরুষ ও নারী থেকে সবেগে বের হয়। যা থেকে আল্লাহ্র হুকুমে সন্তান জন্মলাভ করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৮৬ : ৭",
        "arabic_text": "\nيَخۡرُجُ مِنۢ بَيۡنِ ٱلصُّلۡبِ وَٱلتَّرَآئِبِ ",
        "bangla_text": "এটা নিৰ্গত হয় মেরুদণ্ড ও পঞ্জরাস্থির মধ্য থেকে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবন আব্বাস বলেন, পুরুষের মেরুদণ্ড ও নারীর পঞ্জরাস্থির পানি হলদে ও তরল। সে দু’টো থেকেই সন্তান হয়। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৮৬ : ৮",
        "arabic_text": "\nإِنَّهُۥ عَلَىٰ رَجۡعِهِۦ لَقَادِرٞ ",
        "bangla_text": "নিশ্চয় তিনি তাকে ফিরিয়ে আনতে সক্ষম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উদ্দেশ্য এই যে, যিনি প্রথমবার মানুষকে বীর্য থেকে প্রথম সৃষ্টিতে একজন জীবিত, শ্ৰোতা ও দ্রষ্টা মানব সৃষ্টি করেছেন, তিনি তাকে পুনরায় ফিরিয়ে দিতে অর্থাৎ মৃত্যুর পর জীবিত করতে আরও ভালরূপে সক্ষম। [ইবন কাসীর] যদি তিনি প্রথমটির ক্ষমতা রেখে থাকেন এবং তারই বদৌলতে মানুষ দুনিয়ায় জীবন ধারণ করছে, তাহলে তিনি দ্বিতীয়টির ক্ষমতা রাখেন না, এ ধারণা পোষণ করার পেছনে এমন কি শক্তিশালী যুক্তি পেশ করা যেতে পারে?\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৮৬ : ৯",
        "arabic_text": "\nيَوۡمَ تُبۡلَى ٱلسَّرَآئِرُ ",
        "bangla_text": "যেদিন গোপন বিষয় পরীক্ষিত হবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] গোপন রহস্য বলতে মানুষের যেসব বিশ্বাস ও সংকল্প অন্তরে লুক্কায়িত ছিল, দুনিয়াতে কেউ জানতনা এবং যেসব কাজকর্ম সে গোপনে করেছিল, কেয়ামতের দিন সে সবগুলোই পরীক্ষিত হবে। বা প্ৰকাশ করে দেয়া হবে। অর্থাৎ তাদের আমলনামা পেশ করা হবে, আর তখন ভাল-মন্দ, উত্তম-অনুত্তম সবই স্পষ্ট হয়ে যাবে। [ফাতহুল কাদীর] আবদুল্লাহ্ ইবনে ওমর রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “কেয়ামতের দিন প্ৰত্যেক গাদ্দারের পিছনে একটি পতাকা লাগানো হবে যাতে থাকবে, এটা অমুকের পুত্ৰ অমুকের গাদ্দারী” [বুখারী: ৬১৭৮, মুসলিম: ১৭৩৫] সুতরাং সেদিন মানুষের সব গোপন ভেদ খুলে যাবে। প্রত্যেক ভাল-মন্দ বিশ্বাস ও কর্মের আলামত মানুষের মুখমণ্ডলে শোভা পাবে।\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৮৬ : ১০",
        "arabic_text": "\nفَمَا لَهُۥ مِن قُوَّةٖ وَلَا نَاصِرٖ ",
        "bangla_text": "সেদিন তার কোন সামর্থ্য থাকবে না, এবং সাহায্যকারীও নয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৮৬ : ১১",
        "arabic_text": "\nوَٱلسَّمَآءِ ذَاتِ ٱلرَّجۡعِ ",
        "bangla_text": "শপথ আসমানের, যা ধারণ করে বৃষ্টি [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আকাশের জন্য (বৃষ্টি বর্ষণকারী) বিশেষণটি ব্যবহার করা হয়েছে। ‘রাজ‘আ’ শব্দটির আভিধানিক অর্থ হচ্ছে, ফিরে আসা। তবে পরোক্ষভাবে আরবী ভাষায় এ শব্দটি বৃষ্টির জন্য ব্যবহার করা হয়। কারণ বৃষ্টি মাত্র একবার বর্ষিত হয়েই খতম হয়ে যায় না  বরং একই মওসূমে বারবার এবং কখনো মওসূম ছাড়াই একাধিকবার ফিরে আসে এবং যখন তখন বর্ষিত হয়। সুতরাং এর অর্থ পর পর বর্ষিত বৃষ্টি। [ফাতহুল কাদীর] কাতাদাহ বলেন, এর অর্থ, আকাশের বৃষ্টি প্রতিবছর মানুষের রিফিক নিয়ে আসে। যদি তা নিয়ে না আসত তবে মানুষ ও জীব-জানোয়ারের ধ্বংস অনিবার্য হতো। [ইবন কাসীর] বৃষ্টিকে প্রত্যাবর্তনকারী বলার আর একটি কারণ এটাও হতে পারে পৃথিবীর সমুদ্রগুলো থেকে পানি বাষ্পের আকারে উঠে যায়। আবার এই বাস্পই পানির আকারে পৃথিবীতে বৰ্ষিত হয়। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৮৬ : ১২",
        "arabic_text": "\nوَٱلۡأَرۡضِ ذَاتِ ٱلصَّدۡعِ ",
        "bangla_text": "এবং শপথ যমীনের, যা বিদীর্ণ হয় [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যমীন বিদীর্ণ হওয়ার অর্থ উদ্ভিদ উৎপন্ন হওয়া। [ইবন কাসীর; সা‘দী] মুজাহিদ বলেন, পথবিশিষ্ট যমীন যা পানি দ্বারা বিদীর্ণ হয়। অথবা যমীন যা বিদীর্ণ হয়ে মৃতরা পুনরুত্থানের জন্য বের হবে। [ফাতহুল কাদীর; সাদী] তবে প্রথম তাফসীরটিই বেশী প্ৰসিদ্ধ।\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৮৬ : ১৩",
        "arabic_text": "\nإِنَّهُۥ لَقَوۡلٞ فَصۡلٞ ",
        "bangla_text": "নিশ্চয় আল-কুরআন মীমাংসাকারী বাণী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৮৬ : ১৪",
        "arabic_text": "\nوَمَا هُوَ بِٱلۡهَزۡلِ ",
        "bangla_text": "এবং এটা নিরর্থক নয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আসমান ও যমীনের শপথ করে যে কথাটি বলা সেটা হচ্ছে, কুরআনের সত্যতা প্রমাণ করা। [ফাতহুল কাদীর] বলা হয়েছে, এ কুরআন হক ও সত্যবাণী। [ইবন কাসীর] অথবা বলা হয়েছে, কুরআন সত্য ও মিথ্যার ফয়সালাকারী। [ফাতহুল কাদীর] এ কুরআন হাসি-তামাশার জন্য আসে নি। এটা বাস্তব সত্য। [ফাতহুল কাদীর] যা কিছু এতে বিবৃত হয়েছে তা বাস্তব সত্য, যা অবশ্যই সংঘটিত হবে। সুতরাং কুরআন হক আর তার শিক্ষাও হক।\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৮৬ : ১৫",
        "arabic_text": "\nإِنَّهُمۡ يَكِيدُونَ كَيۡدٗا ",
        "bangla_text": "তারা ভীষণ ষড়যন্ত্র করে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ কাফেররা কুরআনের দাওয়াতকে ব্যৰ্থ করার জন্য নানা ধরণের অপকৌশলের আশ্রয় নিচ্ছে। কুরআনের পথ থেকে মানুষদেরকে দূরে রাখতে চাচ্ছে। কুরআনের আহবানের বিপরীতে চলার জন্য ষড়যন্ত্র করছে। [ইবন কাসীর] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যে হক দ্বীন নিয়ে এসেছেন তারা তা ব্যর্থ করে দিতে ষড়যন্ত্র করছে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৮৬ : ১৬",
        "arabic_text": "\nوَأَكِيدُ كَيۡدٗا ",
        "bangla_text": "এবং আমিও ভীষণ কৌশল করি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এদের কোন অপকৌশল লাভে কামিয়াব না হয় এবং অবশেষে এরা ব্যর্থ হয়ে যায় সে জন্য আমিও কৌশল করছি। আমি তাদেরকে এমনভাবে ছাড় দিচ্ছি যে তারা বুঝতেই পারছে না। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৮৬ : ১৭",
        "arabic_text": "\nفَمَهِّلِ ٱلۡكَٰفِرِينَ أَمۡهِلۡهُمۡ رُوَيۡدَۢا ",
        "bangla_text": "অতএব কাফিরদেরকে অবকাশ দিন; তাদেরকে অবকাশ দিন কিছু কালের জন্য [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এদেরকে ছেড়ে দিন, তাদের ধ্বংসের ব্যাপারে তাড়াতাড়ি করবেন না। [ইবন কাসীর; ফাতহুল কাদীর] তাদেরকে অল্প কিছু দিন অবকাশ দিন। দেখুন তাদের শাস্তি, আযাব ও ধ্বংস কিভাবে তাদের উপর আপতিত হয়। [ইবন কাসীর] যেমন অন্য আয়াতেও আল্লাহ্ বলেছেন, “তাদেরকে আমরা অল্পকিছু উপভোগ করতে দেব, তারপর আমরা তাদেরকে কঠিন শাস্তির দিকে যেতে বাধ্য করব।” [সূরা লুকমান: ২৪]\n </p>\n</div>"
    }
]