[
    {
        "id": 1,
        "verse": "৮৭ : ১",
        "arabic_text": "\nسَبِّحِ ٱسۡمَ رَبِّكَ ٱلۡأَعۡلَى ",
        "bangla_text": "আপনি আপনার সুমহান রবের নামের পবিত্রতা ও মহিমা ঘোষণা করুন [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  সূরা সম্পর্কিত তথ্যঃ\n  <br/>\n  <br/>\n  এ সূরা মক্কায় নাযিল হওয়া প্রাচীন সূরাসমূহের অন্যতম। বারা ইবনে আযিব রাদিয়াল্লাহু ‘আনহু বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাহাবীগণের মধ্যে সর্বপ্রথম মুস‘আব ইবনে উমায়ের এবং আব্দুল্লাহ্ ইবনে উম্মে মাকতুমই মদীনায় হিজরত করে আসেন। তারা দু‘জনই আমাদেরকে কুরআন পড়ে শোনাতেন। তারপর আম্মার, বিলাল ও সা‘দ আসলেন। তারপর উমর ইবনুল খাত্তাব আসলেন বিশজনকে সাথে নিয়ে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আসলেন, মদীনাবাসীগণ তার আগমনে যে রকম খুশী হয়েছিলেন তেমন আর কারও আগমনে খুশী হননি। এমনকি আমি ছোট ছোট ছেলে-মেয়েদেরকে একথা বলতে শুনেছি যে, এই হলো আল্লাহ্র রাসূল। তিনি আমাদের মাঝে তাশরীফ রেখেছেন। তিনি আসার আগেই আমি ‘সাব্বিহিস্মা রাব্বিকাল আ‘লা’ এবং এ ধরনের আরও কিছু সূরা পড়ে নিয়েছিলাম।” [বুখারী: ৪৯৪১, ৩৯২৪, ৩৯২৫, ৪৯৯৫] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মু‘আয রাদিয়াল্লাহু ‘আনহুকে বললেন, “তুমি কেন ‘সাব্বিহিস্মা রাব্বিকাল আ‘লা, ওয়াস শামছি ওয়া দুহাহা, ওয়াল্লাইলে ইযা ইয়াগসা” এ সূরাগুলো দিয়ে সালাত পড়ালে না?” [বুখারী: ৭০৫, মুসলিম: ৪৬৫] অন্য হাদীসে এসেছে, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দুই ঈদের সালাতে ‘সাব্বিহিসমা রাব্বিকাল আ‘লা এবং হাল আতাকা হাদীসুল গাশীয়াহ’ পড়তেন। আর যদি জুম‘আর দিনে ঈদ হতো তবে তিনি দুটাতেই এ সূরা দুটি দিয়ে সালাত পড়াতেন।” [মুসনাদে আহমাদ: ৪/২৭৭] কোন কোন হাদীসে এসেছে যে, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম জুম‘আ ও দুই ঈদের সালাতে “সাব্বিবহিসমা রাব্বিকাল আ‘লা এবং হাল আতাকা হাদীসুল গাশীয়াহ’ দিয়ে সালাত পড়াতেন। এমনকি কখনো যদি জুম‘আ ও ঈদের সালাতও একই দিনে অনুষ্ঠিত হয়ে যেত তখন তিনি উভয় সালাতে এ দু’ সূরাই পড়তেন। [মুসলিম: ৮৭৮, আবুদাউদ: ১১২২, তিরমিয়ী: ৫৩৩, নাসায়ী: ১৪২৪, ১৫৬৮, ১৫৯০, ইবনে মাজহ: ১২৮১] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিতরের সালাতে “সাব্বিবহিসমা রাব্বিকাল আ‘লা, কুল ইয়া আইয়ুহাল কাফিরূন এবং কুল হুয়াল্লাহু আহাদ, পড়তেন। আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে অপর বর্ণনায় এসেছে যে, তিনি এর সাথে ‘কুল আউযু বিরাব্বিল ফালাক ও কুল আউযু বিরাব্বিন নাস’ও পড়তেন। [মুসনাদে আহমাদ: ৩/৪০৬, ৫/১২৩, আবুদাউদ: ১৪২৪, মুস্তাদরাকে হাকিম: ১/৩০৫] ইবনে আব্বাসরা দিয়াল্লাহু ‘আনহুমা বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখনই এ আয়াত পড়তেন তখন বলতেন, ‘সুবহানা রাব্বিয়াল আ‘লা’। [আবু দাউদ: ৮৮৩, মুসনাদে আহমাদ: ১/২৩২, মুস্তাদরাকে হাকিম:১/২৬৩]\n  <br/>\n  <br/>\n  --------------------\n  <br/>\n  <br/>\n  [১] আল্লাহ্ তা‘আলা বান্দাদেরকে তাঁর তাসবীহ বা পবিত্রতা ও মহিমা ঘোষণা করার নির্দেশ দিচ্ছেন। যে পবিত্ৰতা ঘোষণার মাধ্যমে আল্লাহ্র যিকির, ইবাদাত, তাঁর মাহাত্নের জন্য বিনয়, দৈন্যদশা ও হীনাবস্থা প্ৰকাশ পায়। আর তাঁর তাসবীহ যেন তাঁর সত্তার মাহাত্ম উপযোগী হয়। যেন তাঁকে তাঁর সুন্দর সুন্দর নামসমূহ দিয়েই সেগুলোর মহান অর্থের প্রতি লক্ষ্য রেখেই কেবল আহ্বান করা হয়। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৮৭ : ২",
        "arabic_text": "\nٱلَّذِي خَلَقَ فَسَوَّىٰ ",
        "bangla_text": "যিনি [১] সৃষ্টি করেন [২] অতঃপর সুঠাম করেন [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মূলত: আল্লাহ্ তা‘আলার পবিত্রতা ও মহিমা ঘোষণার কারণ ও হেতুসমূহ বর্ণনা করা হচ্ছে। এ আয়াত এবং এর পরবর্তী কয়েকটি আয়াতে জগৎ সৃষ্টিতে আল্লাহ্র অপার রহস্য ও শক্তি সম্পর্কিত কতিপয় কর্মগত গুণাবলী বর্ণিত হয়েছে।\n  <br/>\n  <br/>\n  [২] অর্থাৎ সৃষ্টি করেছেন। কোন কিছুকে নাস্তি থেকে আস্তিতে আনয়ন করেছেন। কোন সৃষ্টির এ কাজ করার সাধ্য নেই; একমাত্র আল্লাহ্ তা‘আলার অপার কুদরতই কোন পূর্ব-নমুনা ব্যতিরেকে যখন ইচ্ছা, যাকে ইচ্ছা নাস্তি থেকে আস্তিতে আনয়ন করে।\n  <br/>\n  <br/>\n  [৩] অর্থ সামঞ্জস্যপূর্ণ, মজবুত ও সুন্দর করেছেন। [সা‘দী]। অর্থাৎ তিনি সবকিছু সৃষ্টি করেছেন। আর যে জিনিসটিই সৃষ্টি করেছেন তাকে সঠিক ও সুঠাম দেহসৌষ্ঠব দান করেছেন তার মধ্যে ভারসাম্য ও শক্তির অনুপাত সঠিকভাবে প্রতিষ্ঠিত করেছেন। তাকে এমন আকৃতি দান করেছেন যে, তার জন্য এর চেয়ে ভালো আকৃতির কল্পনাই করা যেতে পারে না। একথাটিকে অন্যত্র বলা হয়েছে, “তিনি প্রত্যেকটি জিনিসকে চমৎকার তৈরি করেছেন।” [সূরা আস-সাজদাহ: ৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৮৭ : ৩",
        "arabic_text": "\nوَٱلَّذِي قَدَّرَ فَهَدَىٰ ",
        "bangla_text": "আর যিনি নির্ধারণ করেন [১] অতঃপর পথনির্দেশ করেন [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ প্রতিটি বস্তুকে তাকদীর নির্ধারণ করেছেন। প্রতিটি জিনিস সে তাকদীর অনুসরণ করছে। [সা’দী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ স্রষ্টা যে কাজের জন্যে যাকে সৃষ্টি করেছেন, তাকে সে কাজের পথনির্দেশও দিয়েছেন। সত্যিকারভাবে এ পথনির্দেশে আকাশ ও পৃথিবীর যাবতীয় সৃষ্টিই অন্তর্ভুক্ত আছে। কেননা, এক বিশেষ ধরনের বুদ্ধি ও চেতনা আল্লাহ্ তা‘আলা সবাইকে দিয়েছেন, যদিও তা মানুষের বুদ্ধি ও চেতনা থেকে নিম্নস্তরের। অন্য আয়াতে আছে:\n  <br/>\n  <br/>\n  قَالَ رَبُّنَا الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ\n  <br/>\n  <br/>\n  “ তিনি বললেন , ‘আমাদের প্রতিপালক তিনি, যিনি প্রত্যেক বস্তুর জন্য তাকদীর নির্ধারণ করেছেন, তারপর পথনির্দেশ করেছেন।” [সূরা ত্বাহা: ৫০] এ হিসেবে আলোচ্য আয়াতের অর্থ, আল্লাহ্ তা‘আলা প্রত্যেক বস্তুকে সৃষ্টি করে এর জন্য তাকদীর নির্ধারণ করেছেন। তারপর সে তাকদীর নির্ধারিত বিষয়ের দিকে মানুষকে পরিচালিত করছেন। মুজাহিদ বলেন, মানুষকে সৌভাগ্য কিংবা দুর্ভাগ্যের পথ দেখিয়েছেন। আর জীব-জন্তুকে তাদের চারণভূমির পথ দেখিয়েছেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৮৭ : ৪",
        "arabic_text": "\nوَٱلَّذِيٓ أَخۡرَجَ ٱلۡمَرۡعَىٰ ",
        "bangla_text": "আর যিনি তৃণাদি উৎপন্ন করেন [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তিনি চারণভূমির ব্যবস্থা করেছেন। যাবতীয় উদ্ভিদ ও ক্ষেত-খামার। [ইবন-কাসীরা] حافظ শব্দের অর্থ খড়-কুটো, আবর্জনা; যা বন্যার পানির উপর ভাসমান থাকে। [ফাতহুল কাদীর] أحوى শব্দের অর্থ কৃষ্ণাভ গাঢ় সবুজ রং। [ফাতহুল কাদীর] এ আয়াতে আল্লাহ্ তা‘আলা উদ্ভিদ সম্পর্কিত স্বীয় কুদরত ও হেকমত বৰ্ণনা করেছেন। তিনি ভূমি থেকে সবুজ-শ্যামল ঘাস উৎপন্ন করেছেন, অতঃপর একে শুকিয়ে কাল রং-এ পরিণত করেছেন এবং সবুজতা বিলীন করে দিয়েছেন। এতে দুনিয়ার চাকচিক্য যে ক্ষণস্থায়ী সেদিকে ইঙ্গিত করেছেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৮৭ : ৫",
        "arabic_text": "\nفَجَعَلَهُۥ غُثَآءً أَحۡوَىٰ ",
        "bangla_text": "পরে তা ধূসর আবর্জনায় পরিণত করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৮৭ : ৬",
        "arabic_text": "\nسَنُقۡرِئُكَ فَلَا تَنسَىٰٓ ",
        "bangla_text": "শীঘ্রই আমরা আপনাকে পাঠ করাব, ফলে আপনি ভুলবেন না [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী আয়াত সমূহে আল্লাহ্ তা‘আলা মানুষের জন্য তাঁর যে সমস্ত দুনিয়াবী নেয়ামত প্রদান করেছেন সেগুলোর কিছু বর্ণনার পর এখন কিছু দ্বীনী নেয়ামত বর্ণনা করছেন। তন্মধ্যে প্রথমেই হচ্ছে কুরআন। [সা‘দী] এ আয়াতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে সুসংবাদ জানানো হচ্ছে যে, আল্লাহ্ তাকে এমন জ্ঞান দান করবেন যে, তিনি কুরআনের কোন আয়াত বিস্মৃত হবেন না। আপনার কাছে কিতাবের যে ওহী আমরা পাঠিয়েছি আমরা সেটার হিফাযত করব, আপনার অন্তরে সেটা গেঁথে দেব, ফলে তা ভুলে যাবেন না। [ইবন কাসীর; সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৮৭ : ৭",
        "arabic_text": "\nإِلَّا مَا شَآءَ ٱللَّهُۚ إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ وَمَا يَخۡفَىٰ ",
        "bangla_text": "আল্লাহ্ যা ইচ্ছে করেন তা ছাড়া [১]। নিশ্চয় তিনি জানেন যা প্ৰকাশ্য ও যা গোপনীয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এই বাক্যটির কয়েকটি অর্থ হতে পারে। এক, কুরআনের কিছু আয়াত রহিত করার এক সুবিদিত পদ্ধতি হচ্ছে প্রথম আদেশের বিপরীতে পরিষ্কার দ্বিতীয় আদেশ নাযিল করা। এর আরেকটি পদ্ধতি হলো সংশ্লিষ্ট আয়াতটিই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সকল মুসলিমের স্মৃতি থেকে মুছে দেয়া। এ সম্পর্কে এক আয়াতে আছে,\n  <br/>\n  <br/>\n  مَانَنْسَخْ مِنْ اٰيَةٍ اَوْنُنْسِهَا\n  <br/>\n  <br/>\n  অর্থাৎ ‘আমরা কোন আয়াত রহিত করি অথবা আপনার স্মৃতি থেকে উধাও করে দেই’ । [সূরা আল-বাকারাহ: ১০৬] তাই ‘আল্লাহ্ যা ইচ্ছা করেন তা ছাড়া’ বলে রহিত আয়াতগুলোর কথা বলা হয়েছে। দুই. অথবা আয়াতের উদ্দেশ্য, কখনো সাময়িকভাবে আপনার ভুলে যাওয়া এবং কোন আয়াত বা শব্দ আপনার কোন সময় ভুলে যাওয়া এই ওয়াদার ব্যতিক্রম। যে ব্যাপারে ওয়াদা করা হয়েছে তা হচ্ছে এই যে, আপনি স্থায়ীভাবে কুরআনের কোন শব্দ ভুলে যাবেন না। হাদীসে আছে, একদিন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন একটি সূরা তেলাওয়াত করলেন এবং মাঝখান থেকে একটি আয়াত বাদ পড়ল। ওহী লেখক উবাই ইবনে কা‘ব রাদিয়াল্লাহু ‘আনহু মনে করলেন যে, আয়াতটি বোধ হয় মনসুখ হয়ে গেছে। কিন্তু জিজ্ঞাসার জওয়াবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ মনসুখ হয়নি, আমিই ভুলক্রমে পাঠ করিনি। [মুসনাদে আহমাদ: ৩/৪০৭] অন্য হাদীসে এসেছে, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এক সাহাবীকে কোন আয়াত পড়তে শোনে বললেন, আল্লাহ্ তাকে রহমত করুন, আমাকে এ আয়াতটি ভুলিয়ে দেয়া হয়েছিল এখন মনে পড়েছে। [মুসলিম: ৭৮৮] অতএব, উল্লিখিত ব্যতিক্রমের সারমর্ম এই যে, সাময়িকভাবে কোন আয়াত ভুলে যাওয়া অতঃপর তা স্মরণে আসা বর্ণিত প্রতিশ্রুতির পরিপন্থী নয়। [দেখুন, কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৮৭ : ৮",
        "arabic_text": "\nوَنُيَسِّرُكَ لِلۡيُسۡرَىٰ ",
        "bangla_text": "আর আমরা আপনার জন্য সুগম করে দেব সহজ পথ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা‘আলা আপনার জন্য সহজ সরল শরী‘আত প্ৰদান করবেন। যাতে কোন বক্রতা থাকবে না। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৮৭ : ৯",
        "arabic_text": "\nفَذَكِّرۡ إِن نَّفَعَتِ ٱلذِّكۡرَىٰ ",
        "bangla_text": "অতঃপর উপদেশ যদি ফলপ্রসূ হয় তবে উপদেশ দিন [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যেখানে স্মরণ করিয়ে দিলে কাজে লাগে সেখানে স্মরণ করিয়ে দিবেন। এর দ্বারা জ্ঞান দেয়ার আদব ও নিয়ম নীতি বোঝা যায়। সুতরাং যারা জ্ঞান গ্ৰহণ করার উপযুক্ত নয়, তাদের কাছে সেটা না দেয়া। যেমন আলী রাদিয়াল্লাহু আনহু বলেন, ‘তুমি যদি এমন কওমের কাছে কোন কথা বল যা তাদের বিবেকে ঢুকবে না, তাহলে সেটা তাদের কারও কারও জন্য বিপদের কারণ হবে। তারপর তিনি বললেন, মানুষ যা চিনে তা-ই শুধু তাদেরকে জানাও, তুমি কি চাও যে লোকেরা আল্লাহ্ ও তাঁর রাসূলের উপর মিথ্যারোপ করুক? [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৮৭ : ১০",
        "arabic_text": "\nسَيَذَّكَّرُ مَن يَخۡشَىٰ ",
        "bangla_text": "যে ভয় করে সেই উপদেশ গ্ৰহণ করবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যে ব্যক্তির মনে আল্লাহ্র ভয় এবং তাঁর সাথে সাক্ষাত করতে হবে এমন ধারণা কাজ করে সে অবশ্যই আপনার উপদেশ মনোযোগ সহকারে শুনবে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৮৭ : ১১",
        "arabic_text": "\nوَيَتَجَنَّبُهَا ٱلۡأَشۡقَى ",
        "bangla_text": "আর তা উপেক্ষা করবে যে নিতান্ত হতভাগ্য,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৮৭ : ১২",
        "arabic_text": "\nٱلَّذِي يَصۡلَى ٱلنَّارَ ٱلۡكُبۡرَىٰ ",
        "bangla_text": "যে ভয়াবহ আগুনে দগ্ধ হবে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৮৭ : ১৩",
        "arabic_text": "\nثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ ",
        "bangla_text": "তারপর সেখানে সে মরবেও না বাঁচবেও না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তার মৃত্যু হবে না। যার ফলে আযাব থেকে রেহাই পাবে না। আবার বাঁচার মতো বাঁচাবেও না। যার ফলে জীবনের কোন স্বাদ-আহলাদও পাবে না। [ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আর যারা জাহান্নামী; তারা সেখানে মরবেও না, বাঁচবেও না। তবে এমন কিছু লোক হবে যারা গোনাহ করেছিল (কিন্তু মুমিন ছিল) তারা সেখানে মরে যাবে। তারপর যখন তারা কয়লায় পরিণত হবে তখন তাদের জন্য সুপারিশের অনুমতি দেয়া হবে; ফলে তাদেরকে টুকরা টুকরা অবস্থায় নিয়ে এসে জান্নাতের নালাসমূহে প্রসারিত করে রাখা হবে। তারপর বলা হবে, হে জান্নাতীরা তোমরা এদেরকে সিক্ত কর। এতে তারা বন্যায় ভেসে আসা বীজের ন্যায় আবার উৎপন্ন হবে।” [মুসলিম: ১৮৫] এ হাদীস থেকে বোঝা গেল যে, আলোচ্য আয়াতে শুধু কাফের মুশরিকদের ক্ষেত্রেই বলা হয়েছে যে, তারা বাঁচবেও না আবার মরবেও না। অর্থাৎ তারা আরামের বাঁচা বাঁচবে না। আবার মৃত্যুও হবে না যে, তারা আযাব থেকে মুক্তি পেয়ে যাবে। পক্ষান্তরে ঈমানদারদের ব্যাপারটি সম্পূর্ণ ভিন্ন। তারা জাহান্নামে গেলে সেখানে তাদের গোনাহ পরিমাণ শাস্তি ভোগ করার পর মৃত্যু প্রাপ্ত হবে, ফলে তারা অতিরিক্ত শাস্তি ভোগ থেকে মুক্তি পাবে। এরপর সুপারিশের মাধ্যমে সেখান থেকে বেরিয়ে আসবে।\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৮৭ : ১৪",
        "arabic_text": "\nقَدۡ أَفۡلَحَ مَن تَزَكَّىٰ ",
        "bangla_text": "অবশ্যই সাফল্য লাভ করবে যে পরিশুদ্ধ হয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পরিশুদ্ধ বা পবিত্রতার অর্থ কুফার ও শির্ক ত্যাগ করে ঈমান আনা, অসৎ আচার-আচরণ ত্যাগ করে  সদাচার অবলম্বন করা এবং অসৎকাজ ত্যাগ করে সৎকাজ করা। আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে যা নাযিল হয়েছে তার অনুসরণ করা। আয়াতের আরেক অর্থ, ধনসম্পদের যাকাত প্ৰদান করা। তবে যাকাতকেও একারণে যাকাত বলা হয় যে, তা ধন-সম্পদকে পরিশুদ্ধ করে। এখানে تزكى শব্দের অর্থ ব্যাপক হতে পারে। ফলে ঈমানগত ও চরিত্রগত পরিশুদ্ধি এবং আর্থিক যাকাত প্ৰদান সবই এই আয়াতের অন্তর্ভুক্ত বলে বিবেচিত হবে। [দেখুন, ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৮৭ : ১৫",
        "arabic_text": "\nوَذَكَرَ ٱسۡمَ رَبِّهِۦ فَصَلَّىٰ ",
        "bangla_text": "এবং তার রবের নাম স্মরণ করে ও সালাত কায়েম করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কেউ কেউ অর্থ করেছেন, তারা তাদের রবের নাম স্মরণ করে এবং সালাত আদায় করে। বাহ্যতঃ এতে ফরয ও নফল সবরকম সালাত অন্তর্ভুক্ত। কেউ কেউ ঈদের সালাত দ্বারা এর তাফসীর করে বলেছেন যে, যে যাকাতুল ফিতর এবং ঈদের সালাত আদায় করে। কোন কোন মুফাসসির বলেন, ‘নাম স্মরণ করা’ বলতে আল্লাহ্কে মনে মনে স্মরণ করা এবং মুখে তা উচ্চারণ করাও উদ্দেশ্য হতে পারে। অর্থাৎ আল্লাহ্কে মনে মনে বা মুখে উচ্চারণ করে স্মরণ করেছে, তারপর সালাত আদায় করেছে। সে শুধু আল্লাহ্র স্মরণ করেই ক্ষান্ত থাকেনি। বরং নিয়মিত সালাত আদায়ে ব্যাপৃত ছিল। মূলত: এ সবই আয়াতের অর্থ হতে কোন বাধা নেই। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৮৭ : ১৬",
        "arabic_text": "\nبَلۡ تُؤۡثِرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا ",
        "bangla_text": "কিন্তু তোমরা দুনিয়ার জীবনকে প্রাধান্য দাও,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৮৭ : ১৭",
        "arabic_text": "\nوَٱلۡأٓخِرَةُ خَيۡرٞ وَأَبۡقَىٰٓ ",
        "bangla_text": "অথচ আখিরাতই উৎকৃষ্ট [১] ও স্থায়ী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আখেরাতের তুলনায় দুনিয়া তো শুধু এমন যেন তোমাদের কেউ সমূদ্রে তার আঙ্গুল ডুবিয়েছে। তারপর সে যেন দেখে নেয় সে আঙ্গুল কি নিয়ে আসতে সক্ষম হয়েছে?” [মুসলিম:২৮৫৮]\n  <br/>\n  <br/>\n  [২] অর্থাৎ আখেরাত দু’দিক দিয়ে দুনিয়ার মোকাবিলায় অগ্ৰাধিকার পাওয়ার যোগ্য। প্রথমত তার সুখ, স্বাচ্ছন্দ, আরাম-আয়েশ দুনিয়ার সমস্ত নিয়ামতের চাইতে অনেক বেশী ও অনেক উচ্চ পর্যায়ের। দ্বিতীয়ত দুনিয়া ধ্বংসশীল এবং আখেরাত চিরস্থায়ী। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৮৭ : ১৮",
        "arabic_text": "\nإِنَّ هَٰذَا لَفِي ٱلصُّحُفِ ٱلۡأُولَىٰ ",
        "bangla_text": "নিশ্চয় এটা আছে পূর্ববর্তী সহীফাসমূহে---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৮৭ : ১৯",
        "arabic_text": "\nصُحُفِ إِبۡرَٰهِيمَ وَمُوسَىٰ ",
        "bangla_text": "ইব্রাহীম ও মূসার সহীফাসমূহে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এই সূরার সব বিষয়বস্তু অথবা সর্বশেষ বিষয়বস্তু (আখেরাত উৎকৃষ্ট ও চিরস্থায়ী হওয়া) পূর্ববর্তী ইব্রাহীম ও মূসা আলাইহিস্ সালাম-এর সহীফাসমূহে লিখিত আছে। [ইবন কাসীর]\n </p>\n</div>"
    }
]