[
    {
        "id": 1,
        "verse": "৮৯ : ১",
        "arabic_text": "\nوَٱلۡفَجۡرِ ",
        "bangla_text": "শপথ ফজরের [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মু‘আয রাদিয়াল্লাহু ‘আনহুকে বলেছেন, মু‘আয তুমি কেন সূরা ‘সাব্বিবহিসমা রাব্বিকাল আ‘লা’, ‘ওয়াস শামছি ওয়া দুহাহা’, ‘ওয়াল ফাজর’ আর ‘ওয়াললাইলি ইযা ইয়াগশা’ দিয়ে সালাত পড়ো না? [সুনানুল কুবরা লিন নাসায়ী: ১১৬৭৩]\n  <br/>\n  <br/>\n  ------------------\n  <br/>\n  <br/>\n  [১] শপথের পাঁচটি বিষয়ের মধ্যে প্রথম বিষয় হচ্ছে ফজর অর্থাৎ সোবহে-সাদেকের সময়, যা ঊষা নামে খ্যাত। এখানে কোন ‘ফজর’ উদ্দেশ্য নেয়া হয়েছে এ ব্যাপারে কয়েকটি মত রয়েছে। এক. প্রত্যেক দিনের প্রভাতকাল উদ্দেশ্য। কারণ, প্রভাতকাল বিশ্বে এক মহাবিপ্লব আনয়ন করে এবং আল্লাহ্ তা‘আলার অপার কুদরতের দিকে পথ প্রদর্শন করে। দুই. এখানে বিশেষ দিনের প্রভাতকাল বোঝানা হয়েছে। সে হিসেবে কারো কারো মতে এর দ্বারা মহররম মাসের প্রথম তারিখের প্রভাতকাল উদ্দেশ্য; কারণ এ দিনটি ইসলামী চান্দ্র বছরের সূচনা। কেউ কেউ এর অর্থ নিয়েছেন, যিলহজ্ব মাসের দশম তারিখের প্রভাতকাল। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৮৯ : ২",
        "arabic_text": "\nوَلَيَالٍ عَشۡرٖ ",
        "bangla_text": "শপথ দশ রাতের [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] শপথের দ্বিতীয় বিষয় হচ্ছে দশ রাত্রি। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু, কাতাদা ও মুজাহিদ প্রমুখ তাফসীরবিদদের মতে এতে যিলহজের দশ দিন বোঝানো হয়েছে। [ইবন কাসীর] যা সর্বোত্তম দিন বলে বিভিন্ন হাদীসে স্বীকৃত। হাদীসে এসেছে, “এদিনগুলোতে নেক আমল করার চেয়ে অন্য কোন দিন নেক আমল করা আল্লাহ্র নিকট এত উত্তম নয়, অর্থাৎ জিলহজের দশ দিন। সাহাবায়ে কিরাম বললেন, হে আল্লাহ্র রাসূল! আল্লাহ্র পথে জিহাদও নয়? রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আল্লাহ্র পথে জিহাদও নয় তবে সে ব্যক্তির কথা ভিন্ন যে নিজের জান ও মাল নিয়ে জিহাদে বের হয়ে আর ফিরে আসেনি” । [বুখারী: ৯৬৯, আবু দাউদ: ২৩৪৮, তিরমিয়ী: ৭৫৭, ইবনে মাজহ: ১৭২৭, মুসনাদে আহমাদ: ১/২২৪] তাছাড়া এই দশ দিনের তাফসীরে জাবের রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “নিশ্চয় দশ হচ্ছে কোরবানীর মাসের দশদিন, বেজোড় হচ্ছে আরফার দিন আর জোড় হচ্ছে কোরবানির দিন” [মুসনাদে আহমাদ: ৩/৩২৭, মুস্তাদরাকে হাকিম: ৪/২২০, আস-সুনানুল কুবরা লিন নাসায়ী: ৪০৮৬, ১১৬০৭, ১১৬০৮] সুতরাং এখানে দশ রাত্রি বলে যিলহজের দশদিন বোঝানো হয়েছে। ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেন : মুসা আলাইহিস্ সালাম-এর কাহিনীতে وَّاَتْمَمْنٰهَا بِعَشْرٍ বলে এই দশ রাত্রিকেই বোঝানো হয়েছে। কুরতুবী বলেন, জাবের রাদিয়াল্লাহু ‘আনহু-এর হাদীস থেকে জানা গেল যে, যিলহজ্বের দশ দিন সর্বোত্তম দিন এবং এ হাদীস থেকে জানা গেল যে, মূসা আলাইহিস্ সালাম-এর জন্যেও এ দশদিনই নির্ধারিত করা হয়েছিল।\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৮৯ : ৩",
        "arabic_text": "\nوَٱلشَّفۡعِ وَٱلۡوَتۡرِ ",
        "bangla_text": "শপথ জোড় ও বেজোড়ের [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ দুটি শব্দের আভিধানিক অর্থ যথাক্রমে ‘জোড়’ ও ‘বিজোড়’ । এই জোড় ও বিজোড় বলে আসলে কি বোঝানো হয়েছে, আয়াত থেকে নির্দিষ্টভাবে তা জানা যায় না। তাই এ ব্যাপারে তাফসীরকারগণের উক্তি অসংখ্য। কিন্তু জাবের রাদিয়াল্লাহু ‘আনহু বর্ণিত হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “বেজোড় এর অর্থ আরাফা দিবস (যিলহজ্বের নবম তারিখ) এবং জোড় এর অর্থ ইয়াওমুন্নাহ্র (যিলহজ্বের দশম তারিখ)” । [মুসনাদে আহমাদ: ৩/৩২৭] কোন কোন তাফসীরবিদ বলেন, জোড় বলে যাবতীয় সালাত আর বেজোড় বলে বিতর ও মাগরিবের সালাত বোঝানো হয়েছে। কোন কোন তাফসীরবিদ বলেন, জোড় বলে সমগ্র সৃষ্টজগৎ বোঝানো হয়েছে। কেননা, আল্লাহ্ তা‘আলা সমস্ত সৃষ্টিকে জোড়ায় জোড়ায় সৃষ্টি করেছেন। তিনি বলেন, وَّخَلَقْنٰكُمْ اَزْوَاجًا অর্থাৎ আমি সবকিছু জোড়ায় জোড়ায় সৃষ্টি করেছি। [সূরা আন-নাবা: ৮] যথা: কুফার ও ঈমান, সৌভাগ্য ও দুর্ভাগ্য, আলো ও অন্ধকার, রাত্রি ও দিন, শীত-গ্ৰীষ্ম, আকাশ ও পৃথিবী, জিন ও মানব এবং নর ও নারী। এগুলোর বিপরীতে বিজোড় একমাত্ৰ আল্লাহ্ তা‘আলার সত্তা। [ইবন কাসীর; ফাতহুল কাদীর] তবে যেহেতু জাবের রাদিয়াল্লাহু ‘আনহু বর্ণিত হাদীসে এর একটি তাফসীর এসেছে সেহেতু সে তাফসীরটি বেশী অগ্রগণ্য।\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৮৯ : ৪",
        "arabic_text": "\nوَٱلَّيۡلِ إِذَا يَسۡرِ ",
        "bangla_text": "শপথ রাতের যখন তা গত হয়ে থাকে –[১]—",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] يسري অর্থ রাত্রিতে চলা। অর্থাৎ রাত্রির শপথ, যখন সে চলতে থাকে তথা খতম হতে থাকে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৮৯ : ৫",
        "arabic_text": "\nهَلۡ فِي ذَٰلِكَ قَسَمٞ لِّذِي حِجۡرٍ ",
        "bangla_text": "নিশ্চয়ই এর মধ্যে শপথ রয়েছে বোধসম্পন্ন ব্যক্তির জন্য [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরোক্ত পাঁচটি শপথ উল্লেখ করার পর আল্লাহ্ তা‘আলা গাফেল মানুষকে চিন্তাভাবনা করার জন্যে বলেছেন, “এতে কি বিবেকবানরা শপথ নেয়ার মত গুরুত্ব খুঁজে পায়? মূলত: حجر এর শাব্দিক অৰ্থ বাধা দেয়া। মানুষের বিবেক মানুষকে মন্দ ও ক্ষতিকর বিষয়াদি থেকে বাধাদান করে। তাই حجر এর অর্থ বিবেকও হয়ে থাকে। এখানে তাই বোঝানো হয়েছে। [ইবন কাসীর] আয়াতের অর্থ এই যে, বিবেকবানের জন্যে এসব শপথও যথেষ্ট কিনা? এই প্রশ্ন প্রকৃতপক্ষে মানুষকে গাফলত থেকে জাগ্রত করার একটি কৌশল। পরবর্তী আয়াতসমূহে কাফেরদের ওপর আযাব আসার কথা বর্ণনা করেও এ কথা ব্যক্ত করা হয়েছে যে, কুফার ও গোনাহের শাস্তি আখেরাতে হওয়া তো স্থিরীকৃত বিষয়ই। মাঝে মাঝে দুনিয়াতেও তাদের প্রতি আযাব প্রেরণ করা হয়। এ ক্ষেত্রে তিনটি জাতির আযাবের কথা উল্লেখ করা হয়েছে- (এক) ‘আদ বংশ, (দুই) সামূদ গোত্র এবং (তিন) ফির‘আউন সম্প্রদায়।\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৮৯ : ৬",
        "arabic_text": "\nأَلَمۡ تَرَ كَيۡفَ فَعَلَ رَبُّكَ بِعَادٍ ",
        "bangla_text": "আপনি দেখেননি আপনার রব কি (আচরণ) করেছিলেন ‘আদ বংশের---",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৮৯ : ৭",
        "arabic_text": "\nإِرَمَ ذَاتِ ٱلۡعِمَادِ ",
        "bangla_text": "ইরাম গোত্রের প্রতি [১]--- যারা অধিকারী ছিল সুউচ্চ প্রাসাদের?--- ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ‘আদ ও সামুদ জাতিদ্বয়ের বংশলতিকা উপরের দিকে ইরামে গিয়ে এক হয়ে যায়। তাই আয়াতে বর্ণিত ইরাম শব্দটি ‘আদ ও সামূদ উভয়ের বেলায় প্রযোজ্য। এখানে ইরাম শব্দ ব্যবহার করে ‘আদ-গোত্রের পূর্ববতী বংশধর তথা প্রথম ‘আদকে নির্দিষ্ট করা হয়েছে। তারা দ্বিতীয় ‘আদের তুলনায় ‘আদের পূর্বপুরুষ ইরামের নিকটতম বিধায় তাদেরকে عادإرم ‘আদে-ইরাম শব্দে ব্যক্ত করা হয়েছে এবং সূরা আন-নাজমে عَادَانِالْاُوْاٰى শব্দ দ্বারা বর্ণনা করা হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  এখানে তাদের বিশেষণে বলা হয়েছে ذات العماد মূলত: عملد শব্দের অর্থ স্তম্ভ। তারা অত্যন্ত দীর্ঘকায় জাতি ছিল বিধায় তাদের ذَاتِ الْعِمَادِ বলা হয়েছে। অপর কারো কারো মতে তারা যেহেতু অট্টালিকায় বাস করত সেহেতু তাদেরকে ذَاتِ الْعِمَادِ বলা হয়েছে। কারণ অট্টালিকা নির্মাণ করতে স্তম্ভ নির্মানের প্রয়োজন হয়। তারা সর্বপ্রথম এ জাতীয় অট্টালিকা নির্মাণ করে। দুনিয়ায় তারাই সর্বপ্রথম উঁচু উঁচু স্তম্ভের ওপর ইমারত নির্মাণ করার কাজ শুরু করে। কুরআন মজীদের অন্য জায়গায় তাদের এই বৈশিষ্ট্য সম্পর্কে বলা হয়েছে: হূদ আলাইহিস্ সালাম তাদেরকে বললেন, ‘তোমাদের এ কেমন অবস্থা, প্রত্যেক উঁচু জায়গায় অনর্থক একটি স্মৃতিগৃহ তৈরি করছো এবং বড় বড় প্রাসাদ নির্মাণ করছো, যেন তোমরা চিরকাল এখানে থাকবে।” [সূরা আশ শু‘আরা: ১২৮-১২৯] অন্য আয়াতে আছে,\n  <br/>\n  <br/>\n  وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ\n  <br/>\n  <br/>\n  “আর তারা পাহাড় কেটে ঘর নির্মাণ করত নিরাপদ বাসের জন্য। [সূরা আল-হিজর: ৮২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৮৯ : ৮",
        "arabic_text": "\nٱلَّتِي لَمۡ يُخۡلَقۡ مِثۡلُهَا فِي ٱلۡبِلَٰدِ ",
        "bangla_text": "যার সমতুল্য কোন দেশে সৃষ্টি করা হয়নি [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ‘আদি জাতি দৈহিক গঠন ও শক্তি-সাহসে অন্য সব জাতি থেকে স্বতন্ত্র ছিল। কোরআনের অন্যান্য স্থানে তাদের সম্পর্কে বলা হয়েছে, “দৈহিক গঠনের দিক দিয়ে  তোমাদের অবয়বকে অত্যন্ত সমৃদ্ধ করেছেন।” [সূরা আল আরাফ, ৬৯] আল্লাহ্ অন্যত্র আরো বলেছেন, “আর তাদের ব্যাপারে বলতে গেলে বলতে হয়, তারা কোন অধিকার ছাড়াই পৃথিবীর বুকে নিজেদের শ্রেষ্ঠত্বের অহংকার করেছে। তারা বলেছে, কে আছে আমাদের চাইতে বেশী শক্তিশালী?” [সূরা হা-মীম আস সাজদাহ, ১৫] আরও বলেছেন, “আর তোমরা যখন কারো ওপর হাত উঠিয়েছো প্ৰবল পরাক্রান্ত হয়েই উঠিয়েছো।” [সূরা আশ শু‘আরা, ১৩০]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৮৯ : ৯",
        "arabic_text": "\nوَثَمُودَ ٱلَّذِينَ جَابُواْ ٱلصَّخۡرَ بِٱلۡوَادِ ",
        "bangla_text": "এবং সামূদের প্রতি?- যারা উপত্যকায় [১] পাথর কেটে ঘর নির্মাণ করেছিল;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপত্যকা বলতে ‘আলাকুরা’ উপত্যকা বুঝানো হয়েছে। সামূদ জাতির লোকেরা সেখানে পাথর কেটে কেটে তার মধ্যে এভাবে ইমারত নির্মাণের রীতি প্ৰচলন করেছিল। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৮৯ : ১০",
        "arabic_text": "\nوَفِرۡعَوۡنَ ذِي ٱلۡأَوۡتَادِ ",
        "bangla_text": "এবং কীলকওয়ালা ফির‘আউনের প্রতি [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] أوتاد শব্দটি وتد এর বহুবচন। এর অর্থ কীলক। ফির‘আউনের জন্য ‘যুল আউতাদ’ (কীলকধারী) শব্দ এর আগে সূরা সাদের ১২ আয়াতেও ব্যবহার করা হয়েছে। ফির‘আউনকে কীলকওয়ালা বলার বিভিন্ন কারণ তাফসীরবিদগণ বর্ণনা করেছেন। কারও কারও মতে এর দ্বারা যুলুম নিপীড়ন বোঝানোই উদ্দেশ্য। কারণ, ফির‘আউন যার উপর ক্রোধান্বিত হত, তার হাত-পা চারটি পেরেকে বেঁধে অথবা চার হাত-পায়ে পেরেক মেরে রৌদ্ৰে শুইয়ে রাখত। বা কোন গাছের সাথে পেরেক মেরে রাখত। অথবা পেরেক মেরে দেহের উপর সাপ-বিচ্ছু ছেড়ে দিত। কোনো কোনো তাফসীরবিদ বলেন, এখানে তার সেনাবাহিনীকেই কীলকের সাথে তুলনা করা হয়েছে এবং সেই অর্থে কীলকধারী মানে সেনাবাহিনীর অধিকারী। কারণ তাদেরই বদৌলতে তার রাজত্ব এমনভাবে প্রতিষ্ঠিত ছিল যেমন কীলকের সাহায্যে তাবু মজবুতভাবে প্রতিষ্ঠিত থাকে। তাছাড়া এর অর্থ সেনা দলের সংখ্যাধিক্যও হতে পারে। এক্ষেত্রে এর অর্থ হবে, তার সেনাদল যেখানে গিয়ে তাবু গাঁড়তো সেখানেই চারদিকে শুধু তাঁবুর কীলকই পোঁতা দেখা যেতো। কারও কারও মতে, এর দ্বারা ফির‘আউনের প্রাসাদ-অট্টালিকা বোঝানো হয়েছে। এসবের মধ্যে কোন বিরোধ নেই। ফির‘আউন মূলত: এসবেরই অধিকারী ছিল। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৮৯ : ১১",
        "arabic_text": "\nٱلَّذِينَ طَغَوۡاْ فِي ٱلۡبِلَٰدِ ",
        "bangla_text": "যারা দেশে সীমালংঘন করেছিল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৮৯ : ১২",
        "arabic_text": "\nفَأَكۡثَرُواْ فِيهَا ٱلۡفَسَادَ ",
        "bangla_text": "অতঃপর সেখানে অশান্তি বৃদ্ধি করেছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৮৯ : ১৩",
        "arabic_text": "\nفَصَبَّ عَلَيۡهِمۡ رَبُّكَ سَوۡطَ عَذَابٍ ",
        "bangla_text": "ফলে আপনার রব তাদের উপর শাস্তির কশাঘাত হানলেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৮৯ : ১৪",
        "arabic_text": "\nإِنَّ رَبَّكَ لَبِٱلۡمِرۡصَادِ ",
        "bangla_text": "নিশ্চয় আপনার রব সতর্ক দৃষ্টি রাখেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সূরায় পাঁচটি বস্তুর শপথ করে\n  <br/>\n  <br/>\n  اِنَّ رَبَّكَ لَبِا لْمِرْصَادِ\n  <br/>\n  <br/>\n  আয়াতে বর্ণিত বিষয়বস্তুকে জোরদার করা হয়েছে। অর্থাৎ এ দুনিয়াতে তোমরা যাকিছু করছ, তার শাস্তি ও প্রতিদান অপরিহার্য ও নিশ্চিত। তোমাদের পালনকর্তা তোমাদের যাবতীয় কাজকর্ম ও গতিবিধির প্রতি সতর্ক দৃষ্টি রাখছেন এবং সবাইকে প্রতিদান ও শাস্তি দেবেন। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৮৯ : ১৫",
        "arabic_text": "\nفَأَمَّا ٱلۡإِنسَٰنُ إِذَا مَا ٱبۡتَلَىٰهُ رَبُّهُۥ فَأَكۡرَمَهُۥ وَنَعَّمَهُۥ فَيَقُولُ رَبِّيٓ أَكۡرَمَنِ ",
        "bangla_text": "মানুষ তো এরূপ যে, তার রব যখন তাকে পরীক্ষা করেন সম্মান ও অনুগ্রহ দান করে, তখন সে বলে, ‘আমার রব আমাকে সম্মানিত করেছেন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা‘আলা যখন কাউকে জীবনোপকরণে সমৃদ্ধি ও স্বাচ্ছন্দ্য, ধন-সম্পদ ও সুস্বাস্থ্য দান করেন, তখন শয়তান তাকে বিভিন্ন ভাবে ভ্রান্ত ধারণায় লিপ্ত করে- সে মনে করতে থাকে যে, এটা আমার ব্যক্তিগত প্রতিভা, গুণ-গরিমা ও কর্ম প্রচেষ্টারই অবশ্যম্ভাবী ফলশ্রুতি, যা আমার লাভ করাই সঙ্গত। আমি এর যোগ্য পাত্ৰ। [ইবন কাসীর; ফাতহুল কাদীর] সে আরও মনে করে যে, আমি আল্লাহ্র কাছেও প্রিয় পাত্র। যদি প্রত্যাখ্যাত হতাম, তবে তিনি আমাকে এসব নেয়ামত দান করতেন না। এমনি ভাবে কেউ অভাব-অনটন ও দারিদ্রের সম্মুখীন হলে একে আল্লাহ্র কাছে প্রত্যাখ্যাত হওয়ার দলীল মনে করে।\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৮৯ : ১৬",
        "arabic_text": "\nوَأَمَّآ إِذَا مَا ٱبۡتَلَىٰهُ فَقَدَرَ عَلَيۡهِ رِزۡقَهُۥ فَيَقُولُ رَبِّيٓ أَهَٰنَنِ ",
        "bangla_text": "আর যখন তাকে পরীক্ষা করেন তার রিয্ক সংকুচিত করে, তখন সে বলে, ‘আমার রব আমাকে হীন করেছেন।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৮৯ : ১৭",
        "arabic_text": "\nكَلَّاۖ بَل لَّا تُكۡرِمُونَ ٱلۡيَتِيمَ ",
        "bangla_text": "কখনো নয় [১]। বরং [২] তোমরা ইয়াতীমকে সম্মান কর না,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী ধারণা খণ্ডানোর জন্যই মহান আল্লাহ্ এ আয়াতে বলছেন যে, তোমাদের পূর্ববর্তী আয়াতে বর্ণিত ধারণাসমূহ সম্পূর্ণ ভ্ৰান্ত ও ভিত্তিহীন। দুনিয়াতে জীবনোপকরণের স্বাচ্ছন্দ সৎ ও আল্লাহ্র প্ৰিয়পাত্র হওয়ার আলামত নয়, তেমনি অভাব-অনটন ও দারিদ্র প্রত্যাখ্যাত ও লাঞ্ছিত হওয়ার দলীল নয়। বরং অধিকাংশ ক্ষেত্রে ব্যাপার সম্পূর্ণ উল্টো হয়ে থাকে। কোন কোন নবী-রাসূল কঠিন কষ্ট ভোগ করেছেন আবার কোনও কোনও আল্লাহ্দ্রোহী আরাম-আয়েশে জীবন অতিবাহিত করে দিয়েছেন। [দেখুন, ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে কাফের ও তাদের অনুসারী ফাসিকদের কয়েকটি মন্দ অভ্যাস সম্পর্কে সাবধান করা হচ্ছে। প্রথমেই বলা হয়েছে যে, তোমরা ইয়াতীমকে সম্মান কর না। এখানে আসলে বলার উদ্দেশ্য এই যে, তোমরা ইয়াতীমদের প্রাপ্য আদায় কর না এবং তাদের প্রয়োজনীয় ব্যয়ভার গ্রহণ করো না। [ফাতহুল কাদীর] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “জন্নাতে আমি ও ইয়াতীমের তত্ত্বাবধানকারী এভাবে থাকবে” এটা বলে তিনি তার মধ্যমা ও তর্জনী আংগুলদ্বয় একসাথ করে দেখালেন। [বুখারী: ৬০০৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৮৯ : ১৮",
        "arabic_text": "\nوَلَا تَحَٰٓضُّونَ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ ",
        "bangla_text": "এবং তোমরা মিসকীনকে খাদ্যদানে পরস্পরকে উৎসাহিত কর না [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে তাদের দ্বিতীয় মন্দ অভ্যাস বর্ণনা করা হয়েছে যে, তোমরা নিজেরা তো গরীব-মিসকীনকে খাবার দাওই না, পরন্তু অপরকেও এ কাজে উৎসাহিত কর না।\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৮৯ : ১৯",
        "arabic_text": "\nوَتَأۡكُلُونَ ٱلتُّرَاثَ أَكۡلٗا لَّمّٗا ",
        "bangla_text": "আর তোমরা উত্তরাধিকারের সম্পদ সম্পূর্ণরূপে খেয়ে ফেল [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে তাদের তৃতীয় মন্দ অভ্যাস বর্ণনা করা হয়েছে যে, তোমরা হালাল ও সব রকম ওয়ারিশী সম্পত্তি একত্রিত করে খেয়ে ফেল [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৮৯ : ২০",
        "arabic_text": "\nوَتُحِبُّونَ ٱلۡمَالَ حُبّٗا جَمّٗا ",
        "bangla_text": "আর তোমরা ধন-সম্পদ খুবই ভালবাস [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে চতুর্থ মন্দ অভ্যাস বর্ণনা করা হয়েছে যে, তোমরা ধন-সম্পদকে অত্যাধিক ভালবাস। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৮৯ : ২১",
        "arabic_text": "\nكَلَّآۖ إِذَا دُكَّتِ ٱلۡأَرۡضُ دَكّٗا دَكّٗا ",
        "bangla_text": "কখনো নয় [১]। যখন যমীনকে চূর্ণ- বিচূর্ণ করা হবে [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তোমাদের কাজ এরকম হওয়া উচিত নয়। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] কাফেরদের মন্দ অভ্যাসসমূহ বৰ্ণনার পর আবার আখেরাতের আলোচনা করা হচ্ছে। বলা হচ্ছে যে, যখন ভূকম্পনের মত হয় সবকিছু ভেঙ্গে চুরমার হয়ে যাবে; তখন কার কি অবস্থা হবে একটু চিন্তা করা দরকার।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৮৯ : ২২",
        "arabic_text": "\nوَجَآءَ رَبُّكَ وَٱلۡمَلَكُ صَفّٗا صَفّٗا ",
        "bangla_text": "আর যখন আপনার রব আগমন করবেন ও সারিবদ্ধভাবে ফেরেশ্তাগণও [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মূলে বলা হয়েছে وَّجَآءَرَبُّكَ এর শাব্দিক অনুবাদ হচ্ছে, “আপনার রব আসবেন।” এখানে ‘হাশরের মাঠে আল্লাহ্র আগমন’ সাব্যস্ত করা হয়েছে। তিনি (আল্লাহ্) অবশ্যই হাশরের মাঠে বিচার ফয়সালা করার জন্য স্বয়ং আসবেন। [ইবন কাসীর] আল্লাহ্ তা‘আলা হাশরের মাঠে আগমন করবেন এটা সত্য। যেভাবে আসা তাঁর জন্য উপযুক্ত তিনি সেভাবে আসবেন। এই আগমনের অর্থ আমরা বুঝি কিন্তু তিনি কিভাবে আগমন করবেন তা তিনি ব্যতীত কেউ জানে না। এটা আহলে সুন্নাত ওয়াল জামা‘আতের আলেমদের বিশ্বাস। দুনিয়ায় কোন বাদশাহর সমগ্র সেনাদল এবং তার মন্ত্রণাপরিষদ ও সভাসদদের আগমনে ঠিক ততটা প্রভাব ও প্রতাপ সৃষ্টি হয় না যতটা বাদশাহর নিজের দরবারে আগমনে সৃষ্টি হয়। এই বিষয়টিই এখানে বুঝানো হয়েছে।\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৮৯ : ২৩",
        "arabic_text": "\nوَجِاْيٓءَ يَوۡمَئِذِۭ بِجَهَنَّمَۚ يَوۡمَئِذٖ يَتَذَكَّرُ ٱلۡإِنسَٰنُ وَأَنَّىٰ لَهُ ٱلذِّكۡرَىٰ ",
        "bangla_text": "আর সেদিন জাহান্নামকে আনা হবে?, [১] সেদিন মানুষ স্মরণ করবে, তখন এ স্মরণ তার কি কাজে আসবে [২] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সেদিন জাহান্নামকে আনা হবে বা সামনে উপস্থিত করা হবে। হাদীসে এসেছে, “জাহান্নামকে ফেরেশতারা টেনে নিয়ে আসবে, সেদিন জাহান্নামের সত্তর হাজার লাগাম হবে, প্ৰতি লাগামে সত্তর হাজার ফেরেশতা থাকবে।” [মুসলিম: ২৮৪২, তিরমিযী:২৫৭৩]\n  <br/>\n  <br/>\n  [২] মূলে বলা হয়েছে يَتَذَكَّرُ এর দু‘টি অর্থ হতে পারে। এক. يَتَذَكَّرُ এর অর্থ এখানে বুঝে আসা। সুতরাং সেদিন মানুষ সচেতন হবে। সে উপদেশ গ্রহণ করবে। সে বুঝতে পারবে, নবীগণ তাকে যা কিছু বলেছিলেন তাই ছিল সঠিক এবং তাদের কথা না মেনে সে বোকামি করেছে। কিন্তু সে সময় সচেতন হওয়া, উপদেশ গ্রহণ করা এবং নিজের ভুল বুঝতে পারায় কী লাভ? [দেখুন, ফাতহুল কাদীর] দুই. অথবা يَتَذَكَّرُ অর্থ স্মরণ করা। অর্থাৎ সেদিন মানুষ দুনিয়ায় যা কিছু করে এসেছে তা স্মরণ করবে এবং সেজন্য লজ্জিত হবে। কিন্তু তখন স্মরণ করায় এবং লজ্জিত হওয়ায় কোন লাভ হবে না। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৮৯ : ২৪",
        "arabic_text": "\nيَقُولُ يَٰلَيۡتَنِي قَدَّمۡتُ لِحَيَاتِي ",
        "bangla_text": "সে বলবে, ‘হায়! আমার এ জীবনের জন্য আমি যদি কিছু অগ্রিম পাঠাতাম?”",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৮৯ : ২৫",
        "arabic_text": "\nفَيَوۡمَئِذٖ لَّا يُعَذِّبُ عَذَابَهُۥٓ أَحَدٞ ",
        "bangla_text": "সেদিন তাঁর শাস্তির মত শাস্তি কেউ দিতে পারবে না,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৮৯ : ২৬",
        "arabic_text": "\nوَلَا يُوثِقُ وَثَاقَهُۥٓ أَحَدٞ ",
        "bangla_text": "এবং তাঁর বাঁধার মত বাঁধতে কেউ পারবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৮৯ : ২৭",
        "arabic_text": "\nيَٰٓأَيَّتُهَا ٱلنَّفۡسُ ٱلۡمُطۡمَئِنَّةُ ",
        "bangla_text": "হে প্রশান্ত আত্মা !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৮৯ : ২৮",
        "arabic_text": "\nٱرۡجِعِيٓ إِلَىٰ رَبِّكِ رَاضِيَةٗ مَّرۡضِيَّةٗ ",
        "bangla_text": "তুমি তোমার রবের কাছে ফিরে আস সন্তুষ্ট ও সন্তোষভাজন হয়ে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মুমিনদের রূহকে ‘আন-নাফসুল মুতমায়িন্নাহ’ বা প্রশান্ত আত্মা বলে সম্বোধন করা হয়েছে। অর্থাৎ এ আত্মা আল্লাহ্র প্রতি সন্তুষ্ট এবং আল্লাহ্ তা‘আলাও তার প্রতি সন্তুষ্ট। কেননা, বান্দার সন্তুষ্টির দ্বারাই বোঝা যায় যে, আল্লাহ্ তার প্রতি সন্তুষ্ট। আল্লাহ্ বান্দার প্রতি সন্তুষ্ট না হলে বান্দা আল্লাহ্র ফয়সালায় সন্তুষ্ট হওয়ার তাওফীকই পায় না। এমনি আত্মা মৃত্যুকালে মৃত্যুতেও সন্তুষ্ট ও আনন্দিত হয়।\n  <br/>\n  <br/>\n  এখন প্রশ্ন হলো, একথা তাকে কখন বলা হবে? বলা হয় মৃত্যুকালে বলা হবে; অথবা, যখন কিয়ামতের দিন পুনরায় জীবিত হয়ে হাশরের ময়দানের দিকে যেতে থাকবে সে সময়ও বলা হবে এবং আল্লাহ্র আদালতে পেশ করার সময়ও তাকে একথা বলা হবে। প্রতিটি পর্যায়ে তাকে এই মর্মে নিশ্চয়তা দান করা হবে যে, সে আল্লাহ্র রহমতের দিকে এগিয়ে যাচ্ছে। [দেখুন, ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৮৯ : ২৯",
        "arabic_text": "\nفَٱدۡخُلِي فِي عِبَٰدِي ",
        "bangla_text": "অতঃপর আমার বান্দাদের অন্তর্ভুক্ত হও [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রশান্ত আত্মাকে সম্বোধন করে বলা হবে, আমার বিশেষ বান্দাদের কাতারভুক্ত হয়ে যাও এবং আমার জান্নাতে প্ৰবেশ কর। এ আদেশ হতে ইঙ্গিত পাওয়া যায় যে, জান্নাতে প্ৰবেশ করা নেককার সৎ বান্দাদের অন্তর্ভুক্ত হওয়ার ওপর নির্ভরশীল। তাদের সাথেই জান্নাতে প্রবেশ করা যাবে। এ কারণেই সুলাইমান আলাইহিস্ সালাম দো‘আ প্রসঙ্গে বলেছিলেন,\n  <br/>\n  <br/>\n  وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ\n  <br/>\n  <br/>\n  “এবং আপনার অনুগ্রহে আমাকে আপনার সৎকর্ম পরায়ণ বান্দাদের শামিল করুন।” [সূরা আন-নামল: ১৯] অনুরূপভাবে ইউসুফ আলাইহিস্ সালামও দো‘আ করতে গিয়ে বলেছিলেন, وَّاَلْحِقْنِىْ بِا لطّٰلِحِيْنَ “আর আমাকে সৎকর্ম পরায়ণদের সাথে মিলিয়ে দিন” [সূরা ইউসুফ: ১০১] এমনকি ইবরাহীম আলাইহিস্ সালামও দো‘আ করে বলেছিলেন,\n  <br/>\n  <br/>\n  رَبِّ هَبْ لِىْ حُكْمًا وَّاَلْحِيْنِىْ بِالصّٰلِحِيْنَ\n  <br/>\n  <br/>\n  “হে আমার রব! আমাকে প্রজ্ঞা দান করুন এবং আমাকে সৎকর্মপরায়ণদের সাথে মিলিয়ে দিন” । [সূরা আশ-শু‘আরা: ৮৩] এতে বোঝা গেল, সৎসংসর্গ একটি মহা নেয়ামত, যা নবী-রাসূলগণও উপেক্ষা করতে পারেন না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৮৯ : ৩০",
        "arabic_text": "\nوَٱدۡخُلِي جَنَّتِي ",
        "bangla_text": "আর আমার জান্নাতে প্ৰবেশ কর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]