[
    {
        "id": 1,
        "verse": "৮ : ১",
        "arabic_text": "\nيَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ ",
        "bangla_text": "লোকেরা আপনাকে জিজ্ঞাসা করে [১] আনফাল [২] (যুদ্ধ লব্ধ সম্পদ) সম্বদ্ধে;বলুন, ‘ যুদ্ধলব্ধ সম্পদ আল্লাহ্‌ এবং রাসূলের [৩]; সুতরাং তোমারা আল্লাহ্‌র তাকওয়া অবলম্বন কর এবং নিজেদের মধ্যে সদ্ভাব স্থাপন কর আর আল্লাহ্‌ই তাঁর রাসূলের অনুগত্য কর, যদি তোমারা মুমিন হও।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ ৭৫।\n  </b>\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার স্থানঃ\n  </b>\n  এ সূরা সর্বসম্মতভাবে মাদানী সূরা।\n  <br/>\n  <br/>\n  <b>\n   নামকরণঃ\n  </b>\n  এ সূরার নাম সূরা আল-আনফাল; কারণ সূরার প্রথম আয়াতেই এ শব্দটির উল্লেখ আছে, যার অর্থ যুদ্ধলব্ধ সম্পদ। এর অধিকাংশ বর্ণনা এ সংক্রান্ত। কেউ কেউ এটাকে সূরা ‘বদর’ও নাম দিয়েছেন। [বুখারীঃ ৪৮৮২] কারণ, অধিকাংশ আলোচনা ছিল বদর যুদ্ধের। আবার কেউ কেউ এ সূরাকে সূরা ‘জিহাদ' নামেও অভিহিত করেছেন।\n  <br/>\n  <br/>\n  <br/>\n  <b>\n   নাযিল হওয়ার সময়কালঃ\n  </b>\n  আল-আনফাল সম্পর্কে ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেনঃ বদরের যুদ্ধ সম্পর্কে নাযিল হয়েছে। [বুখারীঃ ৪৬৪৫, মুসলিমঃ ৩০৩১]। সে হিসেবে এই সূরা ২য় হিজরী সনে বদর যুদ্ধের পরেই নাযিল হয়েছে।\n  <br/>\n  <br/>\n  -----------------------\n  <br/>\n  <br/>\n  [১]  এ আয়াতটি বদর যুদ্ধে সংঘটিত একটি ঘটনার সাথে সম্পর্কিত। আয়াতের বিস্তারিত তাফসীরের পূর্বে সে ঘটনাটি জানা থাকলে এর তাফসীর বুঝতে সহজ হবে। ঘটনাটি হল এই যে, কুফর ও ইসলামের প্রথম সংঘর্ষ বদর যুদ্ধে যখন মুসলিমদের বিজয় সূচিত হয়ে গেল এবং কিছু গনীমতের মাল-সামান হাতে এল, তখন সেগুলোর বিলি-বন্টন নিয়ে সাহাবায়ে কেরামের মধ্যে মতভেদ হয়, যার পরিপ্রেক্ষিতে এ আয়াতটি নাযিল হয়। [মুসনাদে আহমাদঃ ৫/৩২২] বদর যুদ্ধে অংশগ্রহণকারী উবাদা রাদিয়াল্লাহু আনহুর নিকট কোন এক ব্যক্তি আয়াতে উল্লেখিত ‘আনফাল' শব্দের মর্ম জিজ্ঞেস করলে তিনি বলেনঃ “এ আয়াতটি তো আমাদের অর্থাৎ বদর যুদ্ধে অংশগ্রহণকারীদের সম্পর্কেই নাযিল হয়েছে। সে ঘটনাটি ছিল এই যে, গনীমতের মালামাল বিলিবন্টনের ব্যাপারে আমাদের মাঝে সামান্য মতবিরোধ হয়ে গিয়েছিল, যাতে আমাদের পবিত্র চরিত্রে একটি অশুভ প্রতিক্রিয়া দেখা দেয়। আল্লাহ এ আয়াতের মাধ্যমে গনীমতের সমস্ত মালামাল আমাদের হাত থেকে নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাতে অর্পণ করেন। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বদরে অংশগ্রহণকারী সবার মধ্যে তা সমভাবে বন্টন করে দেন।\n  <br/>\n  <br/>\n  অন্য এক হাদীসে উবাদা ইবন সামেত রাদিয়াল্লাহু আনহু বলেনঃ বদরের যুদ্ধে আমরা সবাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে বেরিয়ে যাই এবং উভয় দলের মধ্যে তুমুল যুদ্ধের পর আল্লাহ্ তা'আলা যখন শক্রদের পরাজিত করেন, তখন আমাদের সেনাবাহিনী তিনটি ভাগে বিভক্ত হয়ে যায়। কিছু লোক শক্ৰদের পশ্চাদ্ধাবন করেন, যাতে তারা পুনরায় ফিরে আসতে না পারে। কিছু লোক কাফেরদের পরিত্যক্ত গনীমতের মালামাল সংগ্রহে মনোনিবেশ করেন।\n  <br/>\n  আর কিছু লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পাশে এসে সমবেত হন, যাতে গোপনে লুকিয়ে থাকা কোন শক্র রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর আক্রমণ করতে না পারে। যুদ্ধ শেষে সবাই যখন নিজেদের অবস্থানে এসে উপস্থিত হন, তখন যারা গনীমতের মালামাল সংগ্রহ করেছিলেন, তারা বলতে লাগলেন যে, এ সমস্ত মালামাল যেহেতু আমরা সংগ্রহ করেছি, কাজেই এতে আমাদের ছাড়া অপর কারো ভাগ নেই। আর যারা শক্রর পশ্চাদ্ধাবন করতে গিয়েছিলেন, তারা বললেন, এতে তোমরা আমাদের চাইতে বেশী অধিকারী নও। কারণ, আমরাই তো শক্রকে হটিয়ে দিয়ে তোমাদের জন্য সুযোগ করে দিয়েছি যাতে তোমরা নিশ্চিন্তে গনীমতের মালামালগুলো সংগ্রহ করে আনতে পার। পক্ষান্তরে যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হেফাযতকল্পে তার পাশে সমবেত ছিলেন, তারা বললেন, আমরাও ইচ্ছা করলে গনীমতের এই মাল সংগ্রহে তোমাদের সাথে অংশগ্রহণ করতে পারতাম, কিন্তু আমরা জিহাদের সর্বাপেক্ষা গুরুত্বপূর্ণ কাজ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হেফাযতে নিয়োজিত ছিলাম। অতএব আমরাও এর অধিকারী সাহাবায়ে কেরাম রাদিয়াল্লাহু আনহুম-দের এসব কথাবার্তা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত পৌঁছার পর এ আয়াতটি নাযিল হয়। এতে পরিস্কার হয়ে যায় যে, এসব মালামাল আল্লাহ তা'আলার; একমাত্র আল্লাহ ব্যতিত এর অন্য কোন মালিক বা অধিকারী নেই; শুধু তাকে ছাড়া, যাকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দান করেন। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহ রাববুল আলামীন-এর নির্দেশ অনুযায়ী এসব মালামাল জিহাদে অংশগ্রহণকারীদের মাঝে সমানভাবে বন্টন করে দেন। [মুসনাদে আহমাদঃ ৫/৩২৪] অতঃপর সবাই আল্লাহ ও তার রাসূলের এই সিদ্ধান্ত সস্তুষ্টচিত্তে মেনে নেন।\n  <br/>\n  <br/>\n  [২]  (انفالٌ) শব্দটি (نَفْلٌ) এর বহুবচন। এর অর্থ অনুগ্রহ, দান ও উপটৌকন। নফল সালাত, রোযা, সদকা প্রভৃতিকে এ কারণেই নফল বলা হয় যে, এগুলো কারো উপর অপরিহার্য কর্তব্য ও ওয়াজিব নয়। যারা তা করে, নিজের খুশীতেই করে থাকে। কুরআন ও সুন্নাহর পরিভাষায় নফল ও আনফাল গনীমত বা যুদ্ধলব্ধ মালামালকে বোঝানোর জন্য ব্যবহৃত হয়, যা যুদ্ধকালে কাফেরদের থেকে লাভ করা হয়। তবে কুরআনুল কারীমে যুদ্ধ লব্ধ সম্পদ সম্পর্কে তিনটি শব্দ ব্যবহৃত হয়েছে-[১] আনফাল [২] গনীমত এবং [৩] ফায়। (انفالٌ) শব্দটি তো এ আয়াতেই রয়েছে। আর (غنيمة) (গনীমত) শব্দ এবং তার বিশ্লেষণ এ সূরার একচল্লিশতম আয়াতে আসবে। আর (فيئ) এবং তার ব্যাখ্যা সূরা হাশরের আয়াত (وَمَااَفَاءَاللهُ) প্রসঙ্গে করা হয়েছে। এ তিনটি শব্দের অর্থ যৎসামান্য পার্থক্যসহ বিভিন্ন রকম। সামান্য ও সাধারণ পার্থক্যের কারণে অনেক সময় একটি শব্দকে অন্যটির জায়গায় শুধু ‘গনীমতের মাল’ অর্থেও ব্যবহার করা হয়। (انفالٌ) বা গনীমত সাধারণতঃ সে মালকে বলা হয়, যা যুদ্ধ-জিহাদের মাধ্যমে প্রতিপক্ষের কাছ থেকে হাসিল করা হয়। [কুরতুবী; আত-তাহরীর ওয়াত তানওয়ীর] আর (فيئ) বা ফায় বলা হয় সে মালকে যা কোন রকম যুদ্ধ-বিগ্রহ ছাড়াই কাফেরদের কাছ থেকে পাওয়া যায়। তা সেগুলো ফেলে কাফেররা পালিয়েই যাক, অথবা স্বেচ্ছায় দিয়ে দিতে রাজী হোক। [আত-তাহরীর ওয়াত তানওয়ীর] আর (نفل) বা (انفال) (নফল বা আনফাল) পুরস্কার অর্থেও ব্যবহৃত হয়, যা জিহাদের অধিনায়ক কোন বিশেষ মুজাহিদকে তার কৃতিত্বের বিনিময় হিসেবে গনীমতের প্রাপ্য অংশের অতিরিক্ত পুরস্কার হিসেবে দিয়ে থাকেন। কাশশাফ; আত তাহরীর ওয়াত তানওয়ীর আব্দুল্লাহ ইবন আববাস রাদিয়াল্লাহু আনহুমা থেকেও এ অর্থ বর্ণিত হয়েছে। আবার কখনো 'নফল’ ও ‘আনফাল’ শব্দ দ্বারা সাধারণ গনীমতের মালকেও বোঝানো হয়। এ আয়াতের ক্ষেত্রেও অধিকাংশ মুফাসসির এই সাধারণ অর্থই গ্রহণ করেছেন। সহীহ বুখারী শরীফে আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে এ অর্থই উদ্ধৃত হয়েছে। প্রকৃতপক্ষে এ শব্দটি সাধারণ-অসাধারণ উভয় অর্থেই ব্যবহৃত হয়ে থাকে। এতে কোন মতবিরোধ নেই। বস্তুতঃ এর সর্বোত্তম ব্যাখ্যা ও পর্যালোচনা হলো সেটাই; যা ইমাম আবু ওবাইদ রাহিমাহুল্লাহ করেছেন। তিনি উল্লেখ করেছেন যে, মূল অভিধান অনুযায়ী নফল বলা হয় দান ও পুরস্কারকে। আর এই উম্মতের প্রতি এটা এক বিশেষ দান যে, জিহাদ ও লড়াইয়ের মাধ্যমে যেসব মাল-সামান হয়েছে। বিগত উম্মতের মধ্যে এই প্রচলন ছিল না। [কিতাবুল আমওয়াল:৪২৬; ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩]  উল্লেখিত আয়াতে আনফালের বিধান বর্ণনা প্রসঙ্গে বলা হয়েছে যে, এগুলো আল্লাহর এবং রাসূলের তার অর্থ এই যে, এগুলোর প্রকৃত মালিকানা আল্লাহরাববুল আলামীনএর এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হচ্ছেন সেগুলোর ব্যবস্থাপক। তিনি আল্লাহ তা'আলার নির্দেশ মোতাবেক স্বীয় কল্যাণ বিবেচনায় সেগুলো বিলিবন্টন করবেন। সেজন্যই আব্দুল্লাহ ইবন আব্বাস, ইকরিম রাদিয়াল্লাহু আনহুম এবং মুজাহিদ ও সুদী রাহিমাহুমাল্লাহ প্রমূখ তাফসীরবিদগণের মতে এই হুকুমটি ছিল ইসলামের প্রাথমিক আমলের, যখন গনীমতের মাল-সামান বিলি-বন্টনের ব্যাপারে কোন আইন নাযিল হয়নি। [ইবন কাসীর] এ আয়াতে গনীমতের যাবতীয় মালামালের বিষয়টি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কল্যাণ বিবেচনার উপর ছেড়ে দেয়া হয়েছে। তিনি যেভাবে ইচ্ছা তার ব্যবস্থা করতে পারেন। কিন্তু পরবর্তীতে যে বিস্তারিত বিধি-বিধান এসেছে, তাতে বলা হয়েছে যে, গনীমতের সম্পূর্ণ মালামালকে পাঁচ ভাগ করে তার এক ভাগ বায়তুলমালে সাধারণ মুসলিমদের প্রয়োজন পূরণের লক্ষ্যে সংরক্ষণ করতে হবে এবং বাকী চার ভাগ বিশেষ নিয়ম-নীতির ভিত্তিতে জিহাদে অংশগ্রহণকারী মুজাহিদদের মধ্যে বন্টন করে দেয়া হবে। এ সম্পর্কিত বিস্তারিত বিবরণ হাদীসে উল্লেখ রয়েছে। সে সমস্ত বিস্তারিত ব্যাখ্যা বিশ্লেষণ সূরা আল-আনফালের আলোচ্য প্রথম আয়াতটিকে রহিত করে দিয়েছে। আবার কোন কোন মনীষী বলেছেন যে, এখানে কোন ‘নাসেখ-মনসূখ’ অর্থাৎ রহিত কিংবা রহিতকারী নেই, বরং সংক্ষেপন ও বিশ্লেষণের পার্থক্য মাত্র। [বাগভী] সূরা আল-আনফালের প্রথম আয়াতে যা সংক্ষেপে বলা হয়েছে, একত্রিশতম আয়াতে তারই বিশ্লেষণ করা হয়েছে। অবশ্য ‘ফায়'-এর মালামাল- যার বিধান সূরা হাশরে বিবৃত হয়েছে, তা সম্পূর্ণভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের অধিকারভুক্ত। তিনি নিজের ইচ্ছা ও বিবেচনা অনুযায়ী যেভাবে ইচ্ছা ব্যবহার করতে পারেন। সে কারণেই সেখানে তার বিধান বর্ণনা প্রসঙ্গে বলা হয়েছেঃ “আমার রাসূল যা কিছু তোমাদের দেন, তা গ্রহণ কর এবং যা থেকে বারণ করেন, তা থেকে বিরত থাক”। এই বিশ্লেষণের দ্বারা প্রতীয়মান হচ্ছে যে, গনীমতের মাল হলো সে সমস্ত মালামালযা যুদ্ধ-জিহাদের মাধ্যমে হস্তগত হয়। আর ফায় হলো সে সমস্ত মালামাল- যা কোন রকম জিহাদ এবং লড়াই ছাড়াই হাতে আসে। আর (انفال) (আনফাল) শব্দটি উভয় মালামালের জন্য সাধারণভাবে ব্যবহৃত হয় এবং সেই বিশেষ পুরস্কার বা উপটৌকনের অর্থেও ব্যবহৃত হয়, যা জিহাদের নেতা বা পরিচালক দান করেন।\n  <br/>\n  <br/>\n  এ প্রসঙ্গে সার্থীদেরকে পুরস্কার দেয়ার চারটি রীতি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের যুগে প্রচলিত ছিল। (এক) এ কথা ঘোষণা করে দেয়া যে, যে লোক কোন বিরোধী শক্রকে হত্যা করতে পারবে- যে সামগ্ৰী তার সাথে থাকবে সেগুলো তারই হয়ে যাবে, যে হত্যা করেছে। এসব সামগ্ৰী গনীমতের সাধারণ মালামালের সাথে জমা হবে না। (দুই) বড় কোন সৈন্যদল থেকে কোন দলকে পৃথক করে কোন বিশেষ দিকে জিহাদ করার জন্য পাঠিয়ে দেয়া এবং এমন নির্দেশ দেয়া যে, এদিক থেকে যেসব গনীমতের মালামাল সংগৃহীত হবে সেগুলো উল্লেখিত বিশেষ দলের সদস্যদের জন্য নির্দিষ্ট হয়ে যাবে। তবে এতে শুধু এটুকু করতে হবে যে, সমস্ত মালামাল থেকে এক-পঞ্চমাংশ সাধারন মুসলিমদের প্রয়োজনে বায়তুল মালে জমা করতে হবে। (তিন) বায়তুল মালে গনীমতের যে এক-পঞ্চমাংশ জমা করা হয়, তা থেকে কোন বিশেষ গাযী (জয়ী)-কে তার কোন বিশেষ কৃতিত্বের প্রতিদান হিসেবে আমীরের কল্যাণ বিবেচনা অনুযায়ী কিছু দান করা। (চার) সমগ্র গনীমতের মালামালের মধ্য থেকে কিছু অংশ পৃথক করে যারা মুজাহিদ বা সৈনিকদের ঘোড়া প্রভৃতি দেখাশোনা এবং তাদের বিভিন্ন কাজে সাহায্য করে তাদেরকে বিনিময় হিসাবে দান করা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  তাহলে আয়াতের মোটামুটি বিষয়বস্তু দাঁড়ালো এই যে, এতে আল্লাহ্ তাআলা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে উদ্দেশ্য করে বলেছেন যে, আপনার নিকট লোকেরা আনফাল’ সম্পর্কে প্রশ্ন করে- আপনি তাদেরকে বলে দিন যে, আনফাল সবই হল আল্লাহ এবং তার রাসূলের। অর্থাৎ নিজস্বভাবে কেউ এসবের অধিকারী কিংবা মালিক নয়। আল্লাহর নির্দেশক্রমে তাঁর রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এগুলোর ব্যাপারে যে সিদ্ধান্ত নেবেন, তাই কার্যকর হবে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৮ : ২",
        "arabic_text": "\nإِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ ",
        "bangla_text": "মুমিন তো তারাই যাদের হৃদয় আল্লাহকে স্মরণ করা হলে কম্পিত হয় [১] এবং তাঁর আয়াতসমূহ তাদের নিকট পাঠ করা হলে তা তাদের ঈমান বর্ধিত করে [২]। আর তারা তাদের রব –এর উপরই নির্ভর করে [৩] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াত এবং এর পরবর্তী আয়াতে সেসব গুণ-বৈশিষ্ট্যের কথা বলা হয়েছে যা প্রতিটি মুমিনের মধ্যে থাকা প্রয়োজন। আয়াতে বর্ণিত প্রথম বৈশিষ্ট্য হচ্ছে, “তাদের সামনে যখন আল্লাহর আলোচনা করা হয়, তখন তাদের অন্তর আঁতকে উঠে” অর্থাৎ তাদের অন্তর আল্লাহর মহত্ত্ব ও ভালবাসায় ভরপুর, যার দাবী হলো ভয় ও ভীতি। কুরআনুল কারীমের অন্য এক আয়াতে বলা হয়েছে, “(হে নবী!) সুসংবাদ দিয়ে দিন সে সমস্ত বিনয়ী, কোমলপ্ৰাণ লোকদিগকে, যাদের অন্তর তখন ভীত-সন্ত্রস্ত হয়ে উঠে, যখন তাদের সামনে আল্লাহর আলোচনা করা হয় \" [সূরা হজ: ৩৪] আর অপর আয়াতটিতে আল্লাহর যিকর-এর এই বৈশিষ্ট্যও বর্ণনা করা হয়েছে যে, তাতে অন্তর প্রশান্ত হয়ে উঠে। বলা হয়েছে, “জেনে রাখ, আল্লাহর যিকর-এর দ্বারাই আত্মা শান্তি লাভ করে, প্রশান্ত হয় \" [সূরা আর-রাদ: ২৮]\n  <br/>\n  <br/>\n  [২]  মুমিনের দ্বিতীয় বৈশিষ্ট্য প্রসঙ্গে বলা হয়েছে যে, তার সামনে যখন আল্লাহ তা'আলার আয়াত পাঠ করা হয়, তখন তার ঈমান বৃদ্ধি পায়। এ আয়াত এবং এ ধরণের অসংখ্য আয়াত ও সহীহ হাদীস থেকে প্রমাণিত হচ্ছে যে, ঈমানেরহাস-বৃদ্ধি ঘটে। আহলে সুন্নাত ওয়াল জামা'আত বিশ্বাস করে যে, ঈমান যেহেতু মৌখিক স্বীকৃতি, আন্তরিক বিশ্বাস ও সে অনুযায়ী দ্বীনী নির্দেশের উপর আমল করা এ তিনটি বস্তুর নাম, সেহেতু এগুলোর হ্রাস-বৃদ্ধিতে ঈমানেরও হ্রাস-বৃদ্ধি ঘটে। যে ব্যক্তি কুরআনের কোন আয়াত সম্পর্কে ভালভাবে জানলো, সে ব্যক্তির ঈমান ঐ ব্যক্তির চেয়ে অবশ্যই বেশী যার সে আয়াতের জ্ঞান নেই। সুতরাং ঈমানদারগণ তাদের ঈমানে সমপর্যায়ের নন। যেমন, আবু বকর রাদিয়াল্লাহু আনহু-এর ঈমান অন্যান্য সাহাবাদের ঈমানের চেয়ে অনেক বেশী। সাহাবাদের ঈমান তাবেয়ীদের ঈমানের চেয়ে অনেক বেশী। অনুরূপভাবে যারা শরীআতের হুকুম-আহকামের উপর আমল করে, তাদের ঈমান ঐ লোকদের থেকে বেশী যারা শরীআতের হুকুম-আহকাম ঠিকমত পালন করে না। সুতরাং যে সমস্ত লোকেরা আল্লাহর হুকুম-আহকাম ও তার বিধান অনুযায়ী না চলেও ঈমানের দাবী করে, তারা মূলতঃ ঈমানই বুঝে না। তাদের ঈমান সবচেয়ে নিমস্তরের ঈমান।\n  <br/>\n  <br/>\n  কুরআন ও সুন্নাহ প্রমাণ করে যে, আনুগত্যের দ্বারা ঈমান বর্ধিত হয় আর অবাধ্যতার কারণে ঈমান কমে যায়। মহান আল্লাহর বাণীঃ\n  <br/>\n  <br/>\n  (وَالَّذِيْنَ اهْتَدَوْا زَادَهُمْ هُدًى وَّاٰتٰىهُمْ تَقْوٰىهُمْ)\n  <br/>\n  <br/>\n  আর যারা হেদায়াত অবলম্বন করে তিনি তাদের হেদায়াত বৃদ্ধিকরে দেন, তাদেরকে তাকওয়া প্রদান করেন\"। [সূরা মুহাম্মাদঃ ১৭]\n  <br/>\n  <br/>\n  মহান আল্লাহ আরো বলেনঃ\n  <br/>\n  <br/>\n  (اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيٰتُهٗ زَادَتْهُمْ اِيْمَانًا وَّعَلٰي رَبِّهِمْ يَتَوَكَّلُوْنَ)\n  <br/>\n  <br/>\n  “মুমিন তো তারাই যাদের হৃদয় কম্পিত হয় যখন আল্লাহকে স্মরণ করা হয়, এবং যখন তাঁর আয়াত সমূহ তাদের নিকট পাঠ করা হয় তখন তা তাদের ঈমান বর্ধিত করে আর তারা তাদের প্রতিপালকের উপরই নির্ভর করে” [সূরা আল-আনফালঃ ২]\n  <br/>\n  <br/>\n  অনুরূপ ভাবে তিনি আর বলেনঃ\n  <br/>\n  <br/>\n  (هُوَ الَّذِيْٓ اَنْزَلَ السَّكِيْنَةَ فِيْ قُلُوْبِ الْمُؤْمِنِيْنَ لِيَزْدَادُوْٓا اِيْمَانًا مَّعَ اِيْمَانِهِمْ)\n  <br/>\n  <br/>\n  তিনি মুমিনদের অন্তরে প্রশান্তি অবতীর্ণ করেন যাতে করে তাদের ঈমানের সাথে ঈমান বর্ধিত হয়”। [সূরা আল-ফাতহঃ ৪] অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যার অন্তরে সরিষা পরিমাণ ঈমান থাকবে সে জাহান্নাম থেকে বের হবে। [বুখারীঃ ৭৫১০, মুসলিমঃ ১৯৩] অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, ঈমানের সত্তরের উপর শাখা রয়েছে, তন্মধ্যে সর্বোচ্চ হলোঃ \"লা ইলাহা ইল্লাল্লাহ আল্লাহ ব্যতীত আর কোন হক্ক মা’বুদ নেই, সর্বনিম হলোঃ পথ থেকে কষ্টদায়ক বস্তু দূর করা আর লজ্জা ঈমানের একটি শাখা'। [সহীহ মুসলিমঃ ৫৭]\n  <br/>\n  <br/>\n  উপরোক্ত আয়াত ও হাদীস থেকে সুস্পষ্টভাবে বুঝা যাচ্ছে যে, ঈমানের হ্রাসবৃদ্ধি ঘটে। মোটকথা, আল্লাহ ও তার রাসূলের আনুগত্যের কারণে ঈমান বাড়ে। আর তাদের অবাধ্যতার কারণে ঈমান কমে যায়। এমনকি কারো কারো ঈমানের পর্যায় সরিষা পরিমাণে পৌছে যায়। যেমনটি হাদীসে এসেছে। আর একথা অভিজ্ঞতার মাধ্যমেও প্রমাণিত যে, সৎকাজের দ্বারা ঈমানী শক্তি বৃদ্ধি লাভ হয় এবং এমন আত্মিক প্রশান্তি সৃষ্টি হয়, যাতে সৎকর্ম মানুষের অভ্যাসে পরিণত হয়ে যায়। তখন তা পরিহার করতে গেলে খুবই কষ্ট হয় এবং পাপের প্রতি একটা প্রকৃতিগত ঘৃণার উদ্ভব হয়, যার ফলে সে তার কাছেও যেতে পারে না। ঈমানের এ অবস্থাকেই এক হাদীসে ঈমানের মাধুর্য শব্দে বিশ্লেষণ করা হয়েছে। [দেখুন, বুখারীঃ ১৬]\n  <br/>\n  <br/>\n  সুতরাং আয়াতের সারমর্ম হলো, একজন পরিপূর্ণ মুমিনের এমন গুণ-বৈশিষ্ট্য থাকা উচিত যে, তার সামনে যখনই আল্লাহ তা'আলার আয়াত পাঠ করা হবে, তখনই তার ঈমান বৃদ্ধি পাবে, তাতে উন্নতি সাধিত হবে এবং সৎকর্মের প্রতি অনুরাগ বৃদ্ধি পাবে। এতে বোঝা যাচ্ছে যে, সাধারণ মুসলিমরা যেভাবে কুরআন পাঠ করে এবং শোনে, যাতে থাকে না কুরআনকে বোঝার চেষ্টা, থাকে না কুরআনের আদব ও মর্যাদাবোধের কোন খেয়াল, আর থাকে না আল্লাহ জাল্লা শানুহুর মহত্বের প্রতি লক্ষ্য, সে ধরণের তেলাওয়াত উদ্দেশ্যও নয় এবং এতে উচ্চতর ফলাফলও সৃষ্টি হয় না।\n  <br/>\n  <br/>\n  [৩]  মুমিনের তৃতীয় বৈশিষ্ট্য হচ্ছে, তারা আল্লাহ্ তা'আলার উপর ভরসা করবে তাওয়াকুল অর্থ হলো আস্থা ও ভরসা। অর্থাৎ নিজের যাবতীয় কাজ-কর্ম ও অবস্থায় তার পরিপূর্ণ আস্থা ও ভরসা থাকে শুধুমাত্র একক সত্তা আল্লাহ তা'আলার উপর। ইবন কাসীর অর্থাৎ বাহ্যিক জড়-উপকরণকেই প্রকৃত কৃতকার্যতার জন্য যথেষ্ট বলে মনে না করে বরং নিজের সামর্থ্য ও সাহস অনুযায়ী জড়-উপকরণের আয়োজন ও চেষ্টা-চালানোর পর সাফল্য আল্লাহর উপর ছেড়ে দেবে এবং মনে করবে যে, যাবতীয় উপকরণও তারই সৃষ্টি এবং সে উপকরণসমূহের ফলাফলও তিনিই সৃষ্টি করেন। বস্তুতঃ হবেও তাই, যা তিনি চাইবেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৮ : ৩",
        "arabic_text": "\nٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ ",
        "bangla_text": "যারা সালাত কায়েম করে [১] এবং আমারা তাদেরকে যা রিযক দিয়েছি তা থেকে ব্যয় করে [২]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  মুমিনের চতুর্থ বৈশিষ্ট্য হলো সালাত প্রতিষ্ঠা করা। আয়াতে সালাতের জন্য ইকামত শব্দ ব্যবহার করা হয়েছে। বস্তুত: ইকামত শব্দের আভিধানিক অর্থ হলো কোন কিছুকে সোজা করে দাঁড় করানো। কাজেই সালাত কায়েম করার মর্মার্থ হচ্ছে, যেমন করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় কথা ও কাজের মাধ্যমে শিখিয়ে দিয়েছেন, সেভাবে ফরয ও নাফল যাবতীয় সালাত প্রকাশ্য ও অপ্রকাশ্য সার্বিক দিক থেকে পরিপূর্ণভাবে আদায় করা, যেমন সালাতে কলব হাযির থাকা; কেননা এটাই সালাতের মূল বিষয়। [সা’দী] কাতাদা বলেন, ইকামাতুস সালাত অর্থ, সুনির্দিষ্ট সময়ে, ওজুসহ, রূকু-সাজদাসহ আদায় করা। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২]  মুমিনের পঞ্চম বৈশিষ্ট্য হলো আল্লাহ তাকে যে রিযক দান করেছেন, তা থেকে আল্লাহর পথে খরচ করবে। আল্লাহর পথে এই ব্যয় করার অর্থ ব্যাপক। এতে শরীআত নির্ধারিত যাকাত, নফল দান-খয়রাত, আত্মীয়দেরকে প্রদান, বড়দের কিংবা বন্ধু-বান্ধবদের প্রতি কৃত আর্থিক সাহায্য-সহায়তা প্রভৃতি দান-সদকাই অন্তর্ভুক্ত। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৮ : ৪",
        "arabic_text": "\nأُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ ",
        "bangla_text": "তারাই প্রকৃত মুমিন [১]। তাদের রব এর কাছে তাদেরই জন্য রয়েছে উচ্চ মর্যাদাসমূহ,ক্ষমা এবং সম্মানজনক জীবিকা [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  মুমিনের এই পাঁচটি বৈশিষ্ট্য বর্ণনা করার পর বলা হয়েছে যে, (اُولٰىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّا) অর্থাৎ এমনসব লোকই হলো সত্যিকার মুমিন যাদের ভেতর ও বাহির এক রকম এবং মুখ ও অন্তর ঐক্যবদ্ধ। অন্যথায় যাদের মধ্যে এসমস্ত বৈশিষ্ট অবর্তমান, তারা মুখে কালেমা পড়লেও বললেও তাদের অন্তরে থাকে না তাওহীদের রং, আর থাকে না রাসূলের আনুগত্য। কোন এক ব্যক্তি হাসান বসরী রাহিমাহুল্লাহ-এর নিকট জিজ্ঞেস করলেন যে- হে আবু সাঈদ। আপনি কি মুমিন? তখন তিনি বললেন: ভাই, ঈমান দুই প্রকার। তোমার প্রশ্নের উদ্দেশ্য যদি এই হয়ে থাকে যে, আমি আল্লাহ, তার ফিরিশতাগণ, কিতাবসমূহ ও রাসূলগণের উপর এবং জান্নাত-জাহান্নাম, কেয়ামত ও হিসাব-কিতাবের উপর বিশ্বাস রাখি কি না? তাহলে উত্তর এই যে, নিশ্চয়ই আমি মুমিন। পক্ষান্তরে সূরা আল-আনফালের আয়াতে যে মুমিনে কামেল বা পরিপূর্ণ মুমিনের কথা বলা হয়েছে, তোমার প্রশ্নের উদ্দেশ্য যদি এই হয় যে, আমি তেমন মুমিন কি না? তাহলে আমি তা কিছুই জানি না যে, আমি তার অন্তর্ভুক্ত কি না। [বাগভী; কুরতুবী]\n  <br/>\n  <br/>\n  [২]  এখানে মুমিনদের জন্য তিনটি বিষয়ের ওয়াদা করা হয়েছে।[১] সুউচ্চ মর্যাদা, [২] মাগফেরাত বা ক্ষমা এবং [৩] সম্মানজনক রিযক।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৮ : ৫",
        "arabic_text": "\nكَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ ",
        "bangla_text": "এটা এরূপ, যেমন আপনার রব আপনাকে ন্যায়ভাবে আপনার ঘর থেকে বের করেছিলেন [১] অথচ মুমিনদের এক দল তো তা অপছন্দ করছিল [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আপনার ঘর থেকে। অর্থাৎ আপনার পালনকর্তা আপনাকে আপনার ঘর থেকে বের করেছেন। অধিকাংশ তাফসীরকারের মতে এই ‘ঘর’ বলতে মদীনা তাইয়্যেবার ঘর কিংবা মদীনা মুনওয়ারাকে বোঝানো হয়েছে, যেখানে হিজরতের পর তিনি অবস্থান করছিলেন। [মুয়াসসার]  কারণ, বদরের ঘটনাটি হিজরতের দ্বিতীয় বর্ষে সংঘটিত হয়েছিল। এরই সঙ্গে (بِالْحَقِّ) শব্দ ব্যবহার করে বাতলে দেয়া হয়েছে যে, এই সমুদয় বিষয়টিই সত্য ও ন্যায় প্রতিষ্ঠা এবং অন্যায় ও অসত্যকে প্রতিহত করার উদ্দেশ্যে অনুষ্ঠিত হয়েছে। যে সত্যের মধ্যে কোন সন্দেহের অবকাশ নেই  [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ মুসলিমদের কোন একটি দল এ জিহাদ কঠিন মনে করেছিল এবং পছন্দ করছিল না। কারণ, সাহাবায়ে কিরাম এর জন্য প্রস্তুত ছিলেন না। ঘটনাটি ছিল এই যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট মদীনায় এ সংবাদ এসে পৌঁছে যে, আবু সুফিয়ানের নেতৃত্বে একটি বাণিজ্যিক কাফেলা বাণিজ্যিক পণ্য-সামগ্ৰী নিয়ে সিরিয়া থেকে মক্কার দিকে যাচ্ছে। আর এই বাণিজ্যে মক্কার সমস্ত কুরাইশ অংশীদার। ইবন আব্বাস, ইবন যুবাইর রাদিয়াল্লাহু আনহুম প্রমূখের বর্ণনা মতে, এই কাফেলার অন্তর্ভুক্ত ছিলেন কুরাইশদের চল্লিশ জন ঘোড়সওয়ার সর্দার যাদের মধ্যে আমর ইবনুল আস, মাখরামাহ ইবন নওফেল বিশেষভাবে উল্লেখযোগ্য। তাছাড়া একথাও সবাই জানতো যে, এই বাণিজ্য এবং বাণিজ্যিক এই পুঁজিই ছিল কুরাইশদের সবচেয়ে বড় শক্তি। এরই ভরসায় তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সঙ্গীসাথীদেরকে উৎপীড়ন করে মক্কা ছেড়ে যেতে বাধ্য করেছিল। সে কারণেই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সিরিয়া থেকে এই কাফেলা ফিরে আসার সংবাদ পেলেন, তখন তিনি স্থির করলেন যে, এখনই কাফেলার মোকাবেলা করে কুরাইশদের ক্ষমতাকে ভেঙ্গে দেয়ার উপযুক্ত সময়। তিনি সাহাবায়ে কেরামের সাথে এ বিষয়ে পরামর্শ করলেন। তখন ছিল রমাদান মাস। যুদ্ধেরও কোন পূর্বপ্রস্তুতি ছিল না। কাজেই কেউ কেউ সাহস ও শৌর্য প্রদর্শন করলেও অনেকে কিছুটা দোদুল্যমানতা প্রকাশ করলেন। স্বয়ং রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামও সবার উপর এ জিহাদে অংশগ্রহণ করাকে অপরিহার্য ও বাধ্যতামূলক করলেন না; বরং তিনি হুকুম করলেন, যাদের কাছে সওয়ারীর ব্যবস্থা রয়েছে, তারা যেন আমাদের সাথে যুদ্ধযাত্রা করেন। তাতে অনেকে যুদ্ধযাত্রা থেকে বিরত থেকে যান। আর যারা যুদ্ধে যেতে ইচ্ছুক ছিলেন, কিন্তু তাদের সওয়ারী ছিল গ্রাম এলাকায়, তারা গ্রাম থেকে সওয়ারী আনিয়ে পরে যুদ্ধে অংশ গ্রহণের অনুমতি চাইলেন, কিন্তু এতটা অপেক্ষা করার মত সময় তখন ছিল না। তাই নির্দেশ হলো, যাদের নিকট এই মুহুর্তে সওয়ারী উপস্থিত রয়েছে এবং জিহাদেও যেতে চায়, শুধু তারাই যাবে। বাইরে থেকে সওয়ারী আনিয়ে নেবার মত সময় এখন নেই। কাজেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে যেতে আগ্রহীদের মধ্যেও অল্পই তৈরী হতে পারলেন। বস্তুতঃ যারা এই জিহাদে অংশগ্রহণের আদৌ ইচ্ছাই করেনি তাদের এই অনিচ্ছার কারণ হলো, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এতে অংশ গ্রহণ করা সবার জন্য ওয়াজিব বা অপরিহার্য করেননি। তাছাড়া তাদের মনে এ বিশ্বাসও ছিল যে, এটা একটা বাণিজ্যিক কাফেলা মাত্র, কোন যুদ্ধবাহিনী নয়, যার মোকাবেলা করার জন্য রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সঙ্গীদেরকে খুব বেশী পরিমাণ সৈন্য কিংবা মুজাহিদীনের প্রয়োজন পড়তে পারে। কাজেই সাহাবায়ে কেরামের এক বিরাট অংশ এতে অংশগ্রহণ করেননি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ‘বি’রে সুকইয়া’ নামক স্থানে পৌঁছে যখন একজন সাহাবীকে সৈন্য গণনা করার নির্দেশ দেন, তখন তিনি তা গুণে নিয়ে জানান তিন’শ তের জন রয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একথা শুনে আনন্দিত হয়ে বললেনঃ তালুতের সৈন্য সংখ্যাও তাই ছিল। কাজেই লক্ষণ শুভ। বিজয় ও কৃতকার্যতারই লক্ষণ বটে। সাহাবায়ে কেরামের সাথে সর্বমোট উটের সংখ্যা ছিল সত্তরটি। প্রতি তিনজনের জন্য একটি, যাতে তারা পালাক্রমে সওয়ার হয়েছিলেন। স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে অপর দু'জন একটি উটের অংশীদার ছিলেন। তারা ছিলেন আবু লুবাবাহ ও আলী রাদিয়াল্লাহু আনহুমা। যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পায়ে হেঁটে চলার পালা আসতো, তখন তারা বলতেনঃ ইয়া রাসূলাল্লাহ! আপনি উটের উপরেই থাকুন, আপনার পরিবর্তে আমরা হেঁটে চলবো। এ কথার প্রেক্ষিতে রাহমাতুল্লিল আলামীনের পক্ষ থেকে উত্তর আসতোঃ না তোমরা আমার চাইতে বেশী বলিষ্ঠ, আর না আখেরাতের সওয়াবে আমার প্রয়োজন নেই যে, আমার সওয়াবের সুযোগটি তোমাদেরকে দিয়ে দেব। সুতরাং নিজের পালা এলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও পায়ে হেঁটে চলতেন।\n  <br/>\n  <br/>\n  অপরদিকে সিরিয়ার বিখ্যাত স্থান ‘আইনে-যোরকায়’ পৌঁছে এক ব্যক্তি কুরাইশ কাফেলার নেতা আবু সুফিয়ানকে এ সংবাদ দিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের এ কাফেলার অপেক্ষা করছেন; তিনি এর পশ্চাদ্ধাবন করবেন। আবু সুফিয়ান সতর্কতামূলক ব্যবস্থা অবলম্বন করল। যখন কাফেলাটি হেজাযের সীমানায় পৌঁছাল, তখন বিচক্ষণ ও কর্মক্ষম জনৈক দমদম্ ইবন উমরকে কুড়ি মেসকাল সোনা অর্থাৎ প্রায় দু'হাজার টাকা মজুর দিয়ে এ ব্যাপারে রাযি করাল যে, সে একটি দ্রুতগামী উষ্ট্রীতে চড়ে যথাশীঘ্র মক্কা মুকাররামায় গিয়ে এ সংবাদটি পৌছে দেবে যে, তাদের কাফেলা মুহাম্মাদ ও তার সঙ্গীসাথীদের আক্রমণ আশঙ্কার সম্মুখীন হয়েছে।\n  <br/>\n  <br/>\n  দমদম্ ইবন উমর সেকালের বিশেষ রীতি অনুযায়ী আশঙ্কা ঘোষণা দেয়ার উদ্দেশ্যে তার উষ্ট্রীর নাক ও কান কেটে এবং নিজের পরিধেয় পোষাকের সামনেপিছনে ছিড়ে ফেলল এবং হাওদাটি উল্টোভাবে উষ্ট্রীর পিঠে বসিয়ে দিল। এটি ছিল সেকালের ঘোর বিপদের চিহ্ন। যখন সে এভাবে মক্কায় এসে ঢুকলো, তখন গোটা মক্কা নগরীতে এক হৈ চৈ পড়ে গেল, সাজ সাজ রব উঠল। সমস্ত কুরাইশ প্রতিরোধের জন্য তৈরী হয়ে গেল। যারা এ যুদ্ধে যেতে পারল, নিজেই অংশগ্রহণ করল। আর যারা কোন কারণে অপারগ ছিল, তারা অন্য কাউকে নিজের স্থলাভিষিক্ত করে যুদ্ধের জন্য প্রস্তুত করল। এভাবে মাত্র তিন দিনের মধ্যে সমগ্র কুরাইশ বাহিনী পরিপূর্ণ সাজ-সরঞ্জাম নিয়ে যুদ্ধের জন্য প্রস্তুত হয়ে গেল। তাদের মধ্যে যারা এ যুদ্ধে অংশগ্রহণে গড়িমসি করত তাদেরকে তারা সন্দেহের দৃষ্টিতে দেখত এবং মুসলিমদের সমর্থক বলে মনে করত। কাজেই এ ধরণের লোককে তারা বিশেষভাবে যুদ্ধে অংশগ্রহণে বাধ্য করেছিল। যারা প্রকাশ্যভাবে মুসলিম ছিলেন এবং কোন অসুবিধার দরুন তখনো হিজরত করতে না পেরে তখনো মক্কায় অবস্থান করছিলেন, তাদেরকে এবং বনু-হাশেম গোত্রের যেসব লোকের প্রতি সন্দেহ হতো যে, এরা মুসলিমদের প্রতি সহানুভূতি পোষণ করে, তাদেরকেও এ যুদ্ধে অংশ গ্রহণে বাধ্য করা হয়েছিল। এ সমস্ত অসহায় লোকদের মধ্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পিতৃব্য আব্বাস রাদিয়াল্লাহু ‘আনহু এবং আবু তালেবের দুই পুত্র তালেব ও আকীলও ছিলেন। এভাবে সব মিলিয়ে এ বাহিনীতে এক হাজার জওয়ান, দুশ' ঘোড়া, ছশ বর্মধারী এবং সারী গায়িকা বাদীদল তাদের বাদ্যযন্ত্রাদিসহ বদর অভিমুখে রওয়ানা হল। প্রত্যেক মঞ্জিলে তাদের খাবারের জন্য দশটি করে উট জবাই করা হতো।\n  <br/>\n  <br/>\n  অপরদিকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুধু একটি বাণিজ্যিক কাফেলার মোকাবেলা করার প্রস্তুতি নিয়ে ১২ই রমাদান শনিবার মদীনা মুনওয়ারা থেকে রওয়ানা হন এবং কয়েক মঞ্জিল অতিক্রম করার পর বদরের নিকট এসে পৌছে দু’জন সাহাবীকে আবু সুফিয়ানের কাফেলার সংবাদ নিয়ে আসার জন্য পাঠিয়ে দেন। সংবাদবাহকরা ফিরে এসে জানালেন যে, আবু সুফিয়ানের কাফেলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পশ্চাদ্ধাবনের সংবাদ জানতে পেরে সাগরের তীর ধরে অতিক্রম করে চলে গেছে। আর কুরাইশরা তাদের রক্ষণাবেক্ষণ ও মুসলিমদের সাথে মোকাবেলা করার জন্য মক্কা থেকে এক হাজার সৈন্যের এক বাহিনী নিয়ে এগিয়ে আসছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  বলাবাহুল্য, এ সংবাদে অবস্থার মোড় পাল্টে গেল। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সঙ্গী সাহাবীদের সাথে পরামর্শ করলেন যে, আগত এ বাহিনীর সাথে যুদ্ধ করা হবে কি না। কতিপয় সাহাবী নিবেদন করলেন, তাদের মোকাবেলা করার মত শক্তি আমাদের নেই। তাছাড়া আমরা এমন কোন উদ্দেশ্য নিয়েও আসিনি। তখন সিদ্দীকে আকবর রাদিয়াল্লাহু আনহু উঠে দাঁড়ালেন এবং রাসূলের নির্দেশ পালনের জন্য নিজেকে নিবেদন করলেন। তারপর ফারুকে আযম রাদিয়াল্লাহু আনহু উঠে দাঁড়ালেন এবং তেমনিভাবে নির্দেশ পালন ও জিহাদের প্রস্তুতির কথা প্রকাশ করলেন। অতঃপর মিকদাদ রাদিয়াল্লাহু আনহু উঠে নিবেদন করলেনঃ ইয়া রাসূলাল্লাহ আল্লাহর পক্ষ থেকে আপনি যে ফরমান পেয়েছেন, তা জারি করে দিন, আমরা আপনার সাথে রয়েছি। আল্লাহর কসম, আমরা আপনাকে এমন উত্তর দেব না, যা বনী-ইসরাঈলরা দিয়েছিল মূসা আলাইহিস সালাম-কে। তারা বলেছিলঃ\n  <br/>\n  <br/>\n  (فَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَآ اِنَّا ھٰهُنَا قٰعِدُوْنَ)\n  <br/>\n  <br/>\n  কর, আমরা এখানেই বসে থাকব। সে সত্তার কসম যিনি আপনাকে সত্য দ্বীন দিয়ে পাঠিয়েছেন, আপনি যদি আমাদের আবিসিনিয়ার বার্কুলগিমাদ স্থানে নিয়ে যান, তবুও আমরা জিহাদ করার জন্য আপনার সাথে যাব।\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিকদাদের কথা শুনে অত্যন্ত আনন্দিত হন এবং দোআ করেন। কিন্তু তখনো আনসারগণের পক্ষ থেকে সহযোগিতার কোন সাড়া পাওয়া যাচ্ছিল না। আর এমন একটা সম্ভাবনাও ছিল যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে আনসারগণের যে সহযোগীতার চুক্তি মদীনার বাইরে সাহায্য-সহায়তার ব্যাপারে বাধ্যও ছিলেন না। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সভাসদকে লক্ষ্য করে বললেনঃ বন্ধুগণ! তোমরা আমাকে পরামর্শ দাও, আমরা এই জিহাদে মদীনার বাইরে এগিয়ে যাব কি না? এ সম্বোধনের মূল লক্ষ্য ছিলেন আনসারগণ। সা'দ ইবন মো’আয আনসারী রাদিয়াল্লাহু আনহু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উদ্দেশ্য বুঝতে পেরে নিবেদন করলেনঃ ‘ইয়া রাসূলাল্লাহ্! আপনি কি আমাদেরকে জিজ্ঞেস করছেন? তিনি বললেনঃ হ্যা’। তখন সা'দ ইবন মু'আয রাদিয়াল্লাহু আনহু বললেনঃ ‘ইয়া রাসূলাল্লাহ। আমরা আপনার উপর ঈমান এনেছি এবং সাক্ষ্য দান করেছি যে, আপনি যা কিছু বলেন, তা সত্য। আমরা এ প্রতিশ্রুতি দিয়েছি যে, যে কোন অবস্থায় আপনার আনুগত্য করবো। অতএব, আপনি আল্লাহর পক্ষ থেকে যে ফরমান লাভ করেছেন, তা জারি করে দিন। সে সত্তার কসম, যিনি আপনাকে দ্বীনে-হক সহকারে পাঠিয়েছেন, আপনি যদি আমাদিগকে সমুদ্রে নিয়ে যান, তবে আমরা আপনার সাথে তাতেই ঝাপিয়ে পড়ব। আমাদের মধ্য থেকে কোন একটি লোকও আপনার কাছ থেকে সরে যাবে না। আপনি যদি কালই আমাদেরকে শক্রর সম্মুখীন করে দেন, তবুও আমাদের মনে এতটুকু ক্ষোভ থাকবে না। আমরা আশা করি, আল্লাহ তা'আলা আমাদের কর্মের মাধ্যমে এমন বিষয় প্রত্যক্ষ করাবেন, যা দেখে আপনার চোখ জুড়িয়ে যাবে। আল্লাহর নামে আমাদেরকে যেখানে ইচ্ছা নিয়ে যান। এ বক্তব্য শুনে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অত্যন্ত খুশী হলেন এবং স্বীয় কাফেলাকে হুকুম করলেন, আল্লাহর নামে এগিয়ে যাও। সাথে সাথে এ সুসংবাদও শোনালেন যে, আমাদের আল্লাহ রাববুল আলামীন ওয়াদা করেছেন যে, এ দু’টি দলের মধ্যে একটির উপর আমাদের বিজয় হবে। দু'টি দল বলতে- একটি হলো আবু সুফিয়ানের বাণিজ্যিক কাফেলা, আর অপরটি হলো মক্কা থেকে আগত সৈন্যদল। অতঃপর তিনি বললেন, \"আল্লাহর কসম, আমি যেন মুশরিকদের বধ্যভূমি স্বচক্ষে দেখছি।’ [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৮ : ৬",
        "arabic_text": "\nيُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ ",
        "bangla_text": "সত্য [১] স্পষ্টভাবে প্রকাশিত হওয়ার পরও তারা আপনার সাথে বিতর্ক করে। মনে হচ্ছিল তাদেরকে যেন মৃত্যুর দিকে হাঁকিয়ে নিয়ে যাওয়া হচ্ছে আর তারা যেন তা অবলোকন করছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এখানে ‘হক’ বলে যুদ্ধও উদ্দেশ্য হতে পারে। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৮ : ৭",
        "arabic_text": "\nوَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "আর স্মরণ কর, যখন আল্লাহ তোমাদেরকে প্রতিশ্রুতি দেন যে, দু দলের [১] একদল তোমাদের আয়ত্তাধীন  হবে; অথচ তোমরা চাচ্ছিলে যে,  নিরস্ত্র দলটি তোমাদের আয়ত্তাধীন হোক [২]। আর আল্লাহ্‌ চাচ্ছিলেন যে , তিনি সত্যকে তাঁর বাণী দ্বারা প্রতিষ্ঠিত করেন এবং কাফেরদেরকে নির্মূল করেন [৩] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ বানিজ্য কাফেলা কিংবা কুরাইশ সৈন্য। [মুয়াসসার]\n  <br/>\n  <br/>\n  [২]  অর্থাৎ বানিজ্য কাফেলা, যার সাথে কেবলমাত্র ত্রিশ-চল্লিশ জন রক্ষী ছিল। [বাগভী]\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ যার ফলে বাতিলকে সম্পূর্ণভাবে পর্যুদস্ত করা যায়। আর মুমিনদেরকে এমন\n  <br/>\n  বিজয় দেখাবেন যার কল্পনাও তাদের অন্তরে আসেনি। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৮ : ৮",
        "arabic_text": "\nلِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ ",
        "bangla_text": "এটা এ জন্যে যে,তিনি সত্যকে সত্য ও বাতিলকে বাতিল প্রতিপন্ন করেন, যদিও অপরাধীরা এটা পছন্দ করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৮ : ৯",
        "arabic_text": "\nإِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ ",
        "bangla_text": "স্মরণ কর, যখন তোমরা তোমাদের রব-এর নিকট উদ্ধার প্রার্থনা করছিলে, অতঃপর তিনি তোমাদের ডাকে সাড়া দিয়েছিলেন যে, ‘অবশ্যই আমি তোমাদেরকে সাহায্য করব এক হাজার ফিরিশ্‌তা দিয়ে, যারা একের পর এক আসবে।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৮ : ১০",
        "arabic_text": "\nوَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ ",
        "bangla_text": "আর আল্লাহ এটা করেছেন শুধু সুসংবাদ স্বরূপ এবং যাতে তোমাদের অন্তরসমূহ এর দ্বারা প্রশান্তি লাভ করে; আর সাহায্য তো শুধু আল্লাহর কাছ থেকেই আসে; নিশ্চয় আল্লাহ প্রবল পরাক্রমশালী, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৮ : ১১",
        "arabic_text": "\nإِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ ",
        "bangla_text": "স্মরণ কর [১] , যখন তিনি তাঁর পক্ষ থেকে স্বস্তির জন্য তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেন [২] এবং আকাশ থেকে তোমাদের উপর বৃষ্টি বর্ষণ করেন যাতে এর মাধ্যমে তিনি তোমাদেরকে পবিত্র করেন [৩], আর তোমাদের থেকে শয়তানের কুমন্ত্রণা দূর করেন, তোমাদের হৃদয়সমূহ দৃঢ় রাখেন এবং এর মাধ্যমে তোমাদের পা- সমূহ স্থির রাখেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   দ্বিতীয় রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  আয়াতে বদর যুদ্ধের প্রতি ইংগিত করা হয়েছে। ইসলামের সর্বপ্রথম এই সমর যখন অবশ্যম্ভাবী হয়ে পড়ে, তখন মক্কার কাফের বাহিনী প্রথমে সেখানে পৌছে গিয়ে পানির কুপ সংলগ্ন উচু জায়গায় অবস্থান গ্রহণ করে। পক্ষান্তরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সাহাবায়ে কেরাম সেখানে পৌঁছলে তাদেরকে অবস্থান গ্রহণ করতে হয় নিম্নাঞ্চলে। আল্লাহ্ তা'আলা এই যুদ্ধক্ষেত্রের নকশা সূরার বিয়াল্লিশতম আয়াতে বিবৃত করেছেন। বদরে পৌঁছার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেখানে প্রথম অবস্থান গ্রহণ করেন, সে স্থানের সাথে পরিচিত হোবাব ইবন মুন্যির রাদিয়াল্লাহু আনহু স্থানটিকে যুদ্ধের জন্য অনুপযোগী বিবেচনা করে নিবেদন করলেনঃ ‘ইয়া রাসূলাল্লাহ! যে জায়গাটি আপনি গ্রহণ করেছেন, তা কি আপনি আল্লাহ্ তা'আলার নির্দেশে গ্রহণ করেছেন, যাতে আমাদের কিছু বলার কোন অধিকার নেই, নাকি শুধুমাত্র নিজের মত ও অন্যান্য কল্যাণ বিবেচনায় বেছে নিয়েছেন? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না, এটা আল্লাহর নির্দেশ নয়; এতে পরিবর্তনও করা যেতে পারে। তখন হোবাব ইবন মুন্যির রাদিয়াল্লাহু আনহু নিবেদন করলেনঃ তাহলে এখান থেকে গিয়ে মক্কীসর্দারদের বাহিনীর নিকটবর্তী একটি পানিপূর্ণ স্থান রয়েছে, সেটি অধিকার করাই হবে উত্তম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার এ পরামর্শ গ্রহণ করেন এবং সেখানে পৌছে পানিপূর্ণ জায়গা দখল করেন। একটি হাউজ বানিয়ে তাতে পানির সঞ্চয় গড়ে তোলেন। অবস্থানগ্রহণ স্থল নিশ্চিত হওয়ার পর সা'দ ইবন মো’আয রাদিয়াল্লাহু আনহু নিবেদন করেনঃ ইয়া রাসূলাল্লাহ! আমরা আপনার জন্য কোন একটি সুরক্ষিত স্থানে একটি সামিয়ানা টাঙ্গিয়ে দিতে চাই। সেখানে আপনি অবস্থান করবেন এবং সওয়ারীগুলিও আপনার কাছেই থাকবে। এর উদ্দেশ্য এই যে, তবে তো এটাই উদ্দেশ্য। আর যদি অন্য কোন অবস্থার উদ্ভব হয়ে যায়, তাহলে আপনি আপনার সওয়ারীতে সওয়ার হয়ে সে সমস্ত সাহাবায়ে কেরামের সাথে মিশবেন, যারা মদীনা-তাইয়্যেবায় রয়ে গেছেন। কারণ, আমার ধারণা, তারাও একান্ত জীবন উৎসর্গকারী এবং আপনার সাথে মহব্বতের ক্ষেত্রে তারাও আমাদের চাইতে কোন অংশে কম নয়। আপনার মদীনা থেকে বের হয়ে আসার সময় তারা যদি একথা জানতেন যে, আপনাকে এহেন সুসজ্জিত বাহিনীর সাথে যুদ্ধে লিপ্ত হতে হবে, তাহলে তাদের একজনও পেছনে থাকতেন না। আপনি মদীনায় গিয়ে পৌছলে তারা হবেন আপনার সহকমী রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার এই বীরোচিত প্রস্তাবনার প্রেক্ষিতে দোআ করলেন। পরে রাসূলের জন্য একটি সামিয়ানার ব্যবস্থা করে দেয়া হলো। তাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং সিদীকে আকবার রাদিয়াল্লাহু আনহু ছাড়া আর কেউ ছিলেন না। মু'আয রাদিয়াল্লাহু আনহু তাদের হেফাজতের জন্য তরবার হাতে দরজায় দাড়িয়ে ছিলেন। যুদ্ধের প্রথম রাত। তিনশ’ তের জন নিরস্ত্র লোকের মোকাবেলা নিজেদের চাইতে তিনগুণ অর্থাৎ প্রায় এক হাজার লোকের এক বাহিনীর সাথে। যুদ্ধক্ষেত্রের উপযুক্ত স্থানটিও তাদের দখলে। পক্ষান্তরে নিমাঞ্চল, তাও বালুকাময় এলাকা, যাতে চলাফেরাও কষ্টকর, সেটি পড়ল মুসলিমদের ভাগে। স্বাভাবিকভাবেই পেরেশানী ও চিন্তা-দুর্ভাবনা সবারই মধ্যে ছিল; কারো কারো মনে শয়তান এমন ধারণারও সঞ্চার করেছিল যে, তোমরা নিজেদেরকে ন্যায়ের উপর প্রতিষ্ঠিত বলে দাবী কর এবং এখনো আরাম করার পরিবর্তে তাহাজ্জুদের সালাতে ব্যাপৃত রয়েছ। অথচ সবদিক দিয়েই শক্ররা তোমাদের উপর বিজয়ী এবং ভাল অবস্থায় রয়েছে। এমনি অবস্থায় আল্লাহ্ তা'আলা মুসলিমদেরকে তন্দ্রাচ্ছন্ন করে দিলেন। তাতে ঘুমানোর কোন প্রবৃত্তি থাক বা নাই থাক সবারই ঘুম চলে আসলো। বদর যুদ্ধের এই রাতে কেউ ছিল না, যে ঘুমায়নি। শুধু রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সারা রাত জেগে থেকে ভোর পর্যন্ত তাহাৰ্জ্জুদের সালাতে নিয়োজিত থাকেন। [সীরাত ইবন হিশাম]\n  <br/>\n  <br/>\n  ইবন কাসীর বিশুদ্ধসনদসহ উদ্ধৃত করেছেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ রাতে যখন স্বীয় আরীশ’ অর্থাৎ সামিয়ানার নীচে তাহাজ্জুদের সালাতে নিয়োজিত ছিলেন তখন তার চোখেও সামান্য তন্দ্রা এসে গিয়েছিল, কিন্তু সঙ্গে সঙ্গে তিনি হাসতে হাসতে জেগে উঠে বলেনঃ হে আবুবকর! সুসংবাদ শুন; এই যেজিবরাঈল আলাইহিস্ সালাম টিলার কাছে দাড়িয়ে আছেন। একথা বলতে বলতে তিনি\n  <br/>\n  <br/>\n  (سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ)\n  <br/>\n  <br/>\n  আয়াতটি পড়তে পড়তে সামিয়ানার বাইরে বেরিয়ে এলেন। আয়াতের অর্থ এই যে, “এ দল তো (শক্রপক্ষ) শীঘ্রই পরাজিত হবে এবং পিঠ দেখাবে\"। [ সূরা আল-কামারঃ ৪৫] কোন কোন রেওয়ায়েতে আছে যে, তিনি সামিয়ানার বাইরে এসে বিভিন্ন জায়গার প্রতি ইশারা করে বললেনঃ ‘এটা আবু জাহলের হত্যার স্থান, এটা অমুকের, সেটা অমুকের। অতঃপর ঘটনা তেমনিভাবে ঘটতে থাকে। সমস্ত সাহাবায়ে কেরামের উপর এক বিশেষ ধরণের তন্দ্রা চাপিয়ে দিয়েছিলেন, তেমনি ঘটনা ঘটেছিল ওহুদ যুদ্ধের ক্ষেত্রেও। আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু উদ্ধৃত করেছেন যে, যুদ্ধাবস্থায় ঘুম আসাটা আল্লাহর পক্ষ থেকে শান্তি ও স্বস্তির লক্ষণ, আর সালাতের সময় ঘুম আসাটা শয়তানের পক্ষ থেকে। [ইবন কাসীর]। ওহুদের যুদ্ধেও মুসলিমগণ এ অভিজ্ঞতাই লাভ করে, যেমন সূরা আলে ইমরানের ১৫৪ নং আয়াতে বলা হয়েছে। উভয় স্থানে মূল কারণ একই ছিল। যে সময়টি কঠিন ভয় ও শংকায় প্রকম্পিত, তখন আল্লাহ্ তা'আলা মুসলিমদের দিলকে এমন চিন্তাশূন্য ও ভয়ভীতি মুক্ত করে দিলেন যে, তাদের তন্দ্রা আসতে লাগল।\n  <br/>\n  <br/>\n  [২]  ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, “যুদ্ধক্ষেত্রে তন্দ্রা আল্লাহর পক্ষ থেকে, আর সালাতে আসে শয়তানের পক্ষ থেকে\"। [তাবারী; আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [৩]  এ রাতে মুসলিমগণ দ্বিতীয় যে নেয়ামতটি প্রাপ্ত হয়েছিলেন, তা ছিল বৃষ্টি। এ বৃষ্টিপাতে\n  <br/>\n  কয়েকটি ফায়দা হয়। এক, মুসলিমরা যথেষ্ট পরিমাণে পানি লাভ করে এবং তারা সংগে সংগে কৃপ বানিয়ে পানি আটকিয়ে রাখে। দুই, এতে গোটা সমরাঙ্গনের চেহারাই পাল্টে যায়। কুরাইশ সৈন্যরা যে জায়গাটি দখল করেছিল তাতে বৃষ্টি হয় খুবই তীব্র এবং সারা মাঠ জুড়ে কাদা হয়ে গিয়ে চলাচলই দুস্কর হয়ে পড়ে। আর যেখানে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সাহাবায়ে কেরাম অবস্থান করছিলেন, সেখানে বালুর কারণে চলাচল করা ছিল দুস্কর। বৃষ্টি এখানে অল্প হয়। যাতে সমস্ত বালুকে বসিয়ে দিয়ে মাঠকে অতি সমতল ও আরামদায়ক করে দেয়া হয়। [ইবন ইসহাক; ইবন কাসীর; আত-তাফসীরুস সহীহ]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৮ : ১২",
        "arabic_text": "\nإِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ ",
        "bangla_text": "স্মরণ করুন,যখন আপনার রব ফিরিশতাদের প্রতি ওহী প্রেরণ করেন যে, ‘নিশ্চয় আমি তোমাদের সাথে আছি, সুতরাং তোমারা মুমিনদেরকে অবিচল রাখ’। যারা কুফরী করেছে অচিরেই আমি তাদের হৃদয়ে ভীতির সঞ্চার করব; কাজেই তোমারা আঘাত কর তাদের ঘাড়ের উপরে এবং আঘাত কর তাদের প্র্যত্যক আঙ্গুলের অগ্রভাগে এবং জোড়ে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আলোচ্য আয়াতে আরেকটি নেয়ামতের কথা উল্লেখ করা হয়েছে; যা বদরের সমরাঙ্গনে মুসলিমদেরকে দেয়া হয়েছে। তা হলো, আল্লাহ তা'আলা যেসব ফিরিশতাকে মুসলিমদের সাহায্যের জন্য পাঠিয়েছিলেন তাদের সম্বোধন করে বলা হয়েছেঃ আমি তোমাদের সঙ্গে রয়েছি, তোমরা ঈমানদারদিগকে সাহস যোগাতে। আমি এখনই কাফেরদের মনে ভীতির সঞ্চার করে দিচ্ছি। তোমরা কাফেরদের গর্দানের উপর অস্ত্রের আঘাত হান; তাদের হত্যা কর দলে দলে। এভাবে ফিরিশতাদেরকে দুটি কাজের দায়িত্ব অর্পণ করা হয়। প্রথমতঃ মুসলিমদের সাহস বৃদ্ধি করবে। এ কাজটি ফিরিশতাগণ কর্তৃক মুসলিমদের সঙ্গে যুদ্ধক্ষেত্রে উপস্থিত হয়ে দলবৃদ্ধি করে কিংবা তাদের সাথে মিলে যুদ্ধ করার মাধ্যমেও হতে পারে এবং নিজেদের ক্ষমতা প্রয়োগের মাধ্যমে মুসলিমদের অন্তরসমূহকে সুদৃঢ় ও শক্তিশালী করেও হতে পারে। তাদের উপর দ্বিতীয় দায়িত্ব অর্পণ করা হয় যে, ফিরিশতাগণ নিজেরাও যুদ্ধে অংশগ্রহণ করবেন এবং কাফেরদের উপর আক্রমণও করবেন। সুতরাং এ আয়াতের দ্বারা একথাই প্রতীয়মান হয় যে, ফিরিশতাগণ উভয় দায়িত্বই যথাযথ সম্পাদন করেছেন। [ইবন কাসীর সা’দী]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৮ : ১৩",
        "arabic_text": "\nذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "এটা এ জন্যে যে, তারা আল্লাহ ও তাঁর রাসূলের বিরোধিতা করেছে। আর কেউ আল্লাহ ও তাঁর রাসূলের বিরোধিতা করলে আল্লাহ তো শাস্তি দানে কঠোর।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৮ : ১৪",
        "arabic_text": "\nذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ ",
        "bangla_text": "এটি শাস্তি, সুতরাং তোমরা এর আস্বাদ  গ্রহণ কর। আর নিশ্চয় কাফেরদের জন্য রয়েছে আগুনের শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৮ : ১৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ ",
        "bangla_text": "হে মুমিনগণ! তোমরা যখন কাফের  বাহিনীর সম্মুখীন [১] হবে পরস্পর নিকটবর্তী অবস্থায়, তখন তোমরা তাদের সামনে পিঠ ফিরাবে না;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে (زحف) শব্দের মর্মার্থ হলো, উভয় বাহিনীর মোকাবেলা ও সংঘর্ষ। দুটি দল পরস্পর নিকটবর্তী হওয়া। [ফাতহুল কাদীর] আয়াতের অর্থ এমনভাবে যুদ্ধ আরম্ভ হয়ে যাবার পর পশ্চাদপসরণ এবং যুদ্ধক্ষেত্র থেকে পালিয়ে যাওয়া মুসলিমদের জন্য জায়েয নয়। আল্লাহ তা'আলা এর থেকে ঈমানদারদেরকে নিষেধ করছেন [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৮ : ১৬",
        "arabic_text": "\nوَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "আর সেদিন যুদ্ধ কৌশল অবলম্বন কিংবা দলে যোগ দেয়া [১] ছাড়া কেউ তাদেরকে পিঠ দেখালে সে তো আল্লাহ্‌র গজব নিয়েই ফিরল এবং তার আশ্রয় জাহান্নাম, আর তা কতই না নিকৃষ্ট ফিরে যাওয়ার স্থান [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ যুদ্ধাবস্থায় পশ্চাদপসরণ করা দুই অবস্থায় জায়েয। প্রথমতঃ যুদ্ধক্ষেত্র থেকে এ পশ্চাদপসরণ হবে শুধুমাত্র যুদ্ধের কৌশল স্বরূপ, শক্রকে দেখাবার জন্য প্রকৃতপক্ষে এতে যুদ্ধ ছেড়ে পলায়নের কোন উদ্দেশ্য থাকবে না; বরং প্রতিপক্ষকে অসতর্কাবস্থায় ফেলে হঠাৎ আক্রমণ করাই থাকবে এর প্রকৃত উদ্দেশ্য। এটাই হল \" (اِلَّا مُتَحَرِّفًا لِّقِتَالٍ) এর অর্থ। কারণ, (تَحَرِّف) অর্থ হয় কোন একদিকে ঝুঁকে পড়া।\n  <br/>\n  <br/>\n  দ্বিতীয়তঃ বিশেষ কোন অবস্থা- যাতে সমরক্ষেত্র থেকে পশ্চাদপসরণের অনুমতি রয়েছে, তা হলো যাতে মুজাহিদগণ অতিরিক্ত শক্তি অর্জন করে নিয়ে পুনরায় আক্রমণ করতে সমর্থ হয়। (اَوْ مُتَحَيِّزًا اِلٰي فِئَةٍ) এর অর্থ তাই। কারণ (تَحَيَّز) এর আভিধানিক অর্থ হলো মিলিত হওয়া এবং (فِئَةٍ) অর্থ হল দল। কাজেই এর মর্মার্থ হচ্ছে, নিজেদের দলের সাথে মিলিত হয়ে শক্তি অর্জন করে নিয়ে পুনরায় আক্রমণ কুল দলে দল আলতায় [ইবন কাসীর]\n  <br/>\n  <br/>\n  এ আয়াত দু'টির দ্বারা বোঝা যাচ্ছে যে, প্রতিপক্ষ সংখ্যা, শক্তি ও আড়ম্বরের দিক দিয়ে যত বেশীই হোক না কেন, মুসলিমদের জন্য তাদের মোকাবেলার পশ্চাদপসরণ করা হারাম, তবে উল্লেখিত দু'টি স্বতন্ত্র অবস্থা ব্যতীত। বদর যুদ্ধকালে যখন এ আয়াতগুলো নাযিল হয়, তখন এটাই ছিল সাধারণ হুকুম যে, নিজেদের সৈন্য সংখার সাথে প্রতিপক্ষের কোন তুলনা করা না গেলেও পশ্চাদপসরণ কিংবা যুদ্ধক্ষেত্র ছেড়ে যাওয়া জায়েয নয়। বদর যুদ্ধের অবস্থাও ছিল তাই। মাত্র তিনশ’ তের জনকে মোকাবেলা করতে হচ্ছিল তিন গুণ অর্থাৎ এক হাজারের অধিক সৈন্যের সাথে। [ইবন কাসীর] তারপর অবশ্য এই হুকুমটি শিথিল করার জন্য সূরা আল-আনফালের ৬৫ ও ৬৬তম আয়াত নাযিল করা হয়। ৬৫তম আয়াতে বিশজন মুসলিমকে দু’শ কাফেরের সাথে এবং একশ’ মুসলিমকে এক হাজার কাফেরের সাথে যুদ্ধ করার হুকুম দেয়া হয়। তারপর ৬৬তম আয়াতে তা আরো শিথিল করে আল্লাহ্ তা'আলা বলেন, “এখন আল্লাহ তা'আলা তোমাদের জন্য সহজ করে দিয়েছেন এবং তোমাদের দুর্বলতার প্রেক্ষিতে এই বিধান জারি করেছেন যে, দৃঢ়চিত্ত মুসলিম যদি একশ’ হয় তবে তারা দুশ' কাফেরের উপর জয়ী হতে পারবে।\" এতে ইঙ্গিত করে দেয়া হয়েছে যে, নিজেদের দ্বিগুণ সংখ্যক প্রতিপক্ষের মোকাবেলায় মুসলিমদেরই জয়ী হওয়ার আশা করা যায়। কাজেই এমন ক্ষেত্রে পশ্চাদপসরণ করা জায়েয নয়। তবে প্রতিপক্ষের সংখ্যা যদি দ্বিগুণের চেয়ে বেশী হয়ে যায়, তাহলে সেক্ষেত্রে যুদ্ধক্ষেত্র ত্যাগ করা জায়েয রয়েছে।\n  <br/>\n  <br/>\n  আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ যে ব্যক্তি একা তিন ব্যক্তির মোকাবেলা থেকে পালিয়ে যায়, তা পলায়ন নয়। [বাগভী; কুরতুবী] অবশ্য যে দু'জনের মোকাবেলা থেকে পালায় সে-ই পলাতক বলে গণ্য হবে। অর্থাৎ সে কবীরা গোনাহে লিপ্ত হবে। এখন এই হুকুমই কেয়ামত পর্যন্ত বলবৎ থাকবে। অধিকাংশ উম্মত এবং চার ইমামের মতেও এটাই শরীআতের নির্দেশ যে, প্রতিপক্ষের সংখ্যা যতক্ষণ না দ্বিগুণের বেশী হয়ে যায়, ততক্ষণ পর্যন্ত যুদ্ধক্ষেত্র থেকে পালিয়ে যাওয়া হারাম ও কবীরা গোনাহ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাতটি বিষয়কে মানুষের জন্য মারাত্মক বলেছেন। সেগুলোর মধ্যে যুদ্ধক্ষেত্র থেকে পালিয়ে যাওয়া অন্তর্ভুক্ত। দেখুন- [বুখারীঃ ২৭৬৬, মুসলিমঃ ৮৯] তাছাড়া আব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু আনহু-এর এক কাহিনী বর্ণিত রয়েছে যে, একবার তিনি যুদ্ধক্ষেত্র থেকে পালিয়ে মদীনা এসে আশ্রয় নেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দরবারে উপস্থিত হয়ে এই বলে অপরাধ স্বীকার করেন যে, আমরা যুদ্ধক্ষেত্র থেকে পলাতক অপরাধীতে পরিণত হয়ে পড়েছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অসন্তোষ প্রকাশের পরিবর্তে তাকে দান করলেন। বললেনঃ\n  <br/>\n  <br/>\n  (بَلْ اَنُتُمُ الْعَكّارُوْنَ وَاَنَافِئَتُكُمْ)\n  <br/>\n  <br/>\n  অর্থাৎ 'তোমরা পলাতক নও; বরং অতিরিক্ত শক্তি সঞ্চয় করে পুনর্বার আক্রমণকারী, আর আমি হলাম তোমাদের জন্য সে অতিরিক্ত শক্তি' [আবু দাউদঃ ২৬৪৭, তিরমিযীঃ ১৭১৬] এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ বাস্তবতাকেই পরিস্কার করে দিয়েছেন যে, তাদের পালিয়ে এসে মদীনায় আশ্রয় গ্রহণ সেই স্বাতন্ত্র্যের অন্তর্ভুক্ত যাতে অতিরিক্ত শক্তি সঞ্চয়ের উদ্দেশ্যে সমরাঙ্গন ত্যাগ করার অনুমতি দেয়া হয়েছে।\n  <br/>\n  <br/>\n  [২]  অর্থাৎ যারা এই স্বতন্ত্রাবস্থা ছাড়াই অবৈধভাবে যুদ্ধক্ষেত্র ত্যাগ করেছে কিংবা পশ্চাদপসরণ করেছে। তারা আল্লাহ তা'আলার গযব নিয়ে ফিরে যায় এবং তাদের ঠিকানা হল জাহান্নাম। আর সেটি হল নিকৃষ্ট অবস্থান। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৮ : ১৭",
        "arabic_text": "\nفَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ ",
        "bangla_text": "সুতরাং তোমরা তাদেরকে হত্যা করনি বরং আল্লাহই তাদেরকে হত্যা করেছেন [১]। আর আপনি যখন নিক্ষেপ করেছিলেন তখন আপনি নিক্ষেপ করেননি বরং আল্লাহ্‌ই নিক্ষেপ করেছিলেন [২] এবং এটা মুমিনদেরকে আল্লাহ্‌র পক্ষ থেকে উত্তমরূপে পরীক্ষার (মাধ্যমে উচ্চ মর্যাদার অসীন করার) জন্য [৩]; নিশ্চয় আল্লাহ্‌ সর্বশ্রোতা,সর্বজ্ঞ। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে যে ঘটনা বর্ণিত হয়েছে তা হচ্ছে, বদর যুদ্ধের দিনে যখন মক্কার এক হাজার জওয়ানের বাহিনী ময়দানে এসে উপস্থিত হয়, তখন মুসলিমদের সংখ্যাল্পতা এবং নিজেদের সংখ্যাধিক্যের কারণে তারা একান্ত গর্বিত ও সদম্ভ ভঙ্গিতে উপস্থিত হয়। সে সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দো’আ করেনঃ ইয়া আল্লাহ! আপনাকে মিথ্যা জ্ঞানকারী এই কুরাইশরা গর্ব ও দম্ভ নিয়ে এগিয়ে আসছে, আপনি বিজয়ের যে প্রতিশ্রুতি আমাকে দিয়েছেন, তা যথাশীঘ্র পূরণ করুন। তখন জিবরাঈল আলাইহিস সালাম এসে নিবেদন করেনঃ ইয়া রাসূলাল্লাহ্! আপনি একমুঠো মাটি তুলে নিয়ে শক্রবাহিনীর প্রতি নিক্ষেপ করুন। তিনি তাই করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার মাটি ও কাঁকরের মুঠো তুলে নেন এবং একবার শক্রবাহিনীর ডান অংশের উপর, একবার বাম অংশের উপর এবং একবার সামনের দিকে নিক্ষেপ করেন। সেই এক কিংবা তিন মুঠি কাঁকরকে আল্লাহ তার একান্ত কুদরতে এমন বিস্তৃত করে দেন যে, প্রতিপক্ষের সৈন্যদের এমন একটি লোকও বাকী ছিল না, যার চোখ অথবা মুখমণ্ডলে এই ধুলি ও কাকর পৌঁছেনি। আর তারই প্রতিক্রিয়ায় গোটা শক্রবাহিনীর মাঝে এক ভীতির সঞ্চার হয়ে যায়। [তাবারী] এভাবে মুসলিমগণ এই মহান বিজয় লাভে সমর্থ হন। আয়াতে মুসলিমদেরকে হেদায়াত দান করা হয় যে, নিজের চেষ্টা-চরিত্রের জন্য গর্ব করো না; যা কিছু ঘটেছে তা শুধুমাত্র তোমাদের চেষ্টা ও পরিশ্রমেরই ফসল নয়; বরং এটা আল্লাহ্ তা'আলার একান্ত সাহায্য ও সহায়তারই ফল। তোমাদের হাতে যেসব শক্র নিহত হয়েছে প্রকৃতপক্ষে তাদেরকে তোমরা হত্যা করনি; বরং আল্লাহ্ তা'আলাই হত্যা করেছেন।\n  <br/>\n  <br/>\n  [২]  অর্থাৎ আপনি যে কাঁকরের মুঠো নিক্ষেপ করেছেন প্রকৃতপক্ষে তা আপনি নিক্ষেপ করেননি, বরং স্বয়ং আল্লাহই নিক্ষেপ করেছেন। কাঁকর নিক্ষেপের এই কাজটি যদিও আপনার দ্বারা হয়েছিল, কিন্তু সেগুলো কাফেরদের চোখে-মুখে পৌঁছে দেয়ার কাজটি ছিল আল্লাহর। [সা'দী]\n  <br/>\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ আমি মুমিনগণকে এই মহাবিজয় দিয়েছি তাদের পরিশ্রমের পরিপূর্ণ প্রতিদান দেয়ার উদ্দেশ্যে। (بَلاءً) এর শব্দগত অর্থ হল পরীক্ষা। অর্থাৎ আল্লাহ তা'আলা বিনা উচ্চ মর্যাদার অধিকারী হতে পারে। [সা'দী] (بَلاءً) দ্বারা নেয়ামতও উদ্দেশ্য হতে পারে। তখন অর্থ হবে, আমি তাদেরকে যে নে'আমত দান করেছি তারা যেন সেটার শুকরিয়া করে। [আইসারুত তাফসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৮ : ১৮",
        "arabic_text": "\nذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "এটা তোমাদের জন্য, আর নিশ্চই আল্লাহ্‌ কাফেরদের ষড়যন্ত্র দুর্বল করেন [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ মুসলিমদেরকে এ বিজয় এ কারণেই দেয়া হয়েছে যেন এর মাধ্যমে কাফেরদের পরিকল্পনা ও কলা-কৌশলসমূহকে নস্যাৎ করে দেয়া যায় এবং যাতে কাফেররা এ কথা উপলব্ধি করে যে, আল্লাহ্ তা'আলার সহায়তা আমাদের প্রতি নেই এবং কোন কলা-কৌশল তথা পরিকল্পনাই আল্লাহ্ তা'আলার সাহায্য ছাড়া কৃতকার্য হতে পারে না। তাদের কলা-কৌশল তাদেরই বিরুদ্ধে যাবে। [সাদী]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৮ : ১৯",
        "arabic_text": "\nإِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "যদি তোমারা মিমাংসা চেয়ে থাক,তাহলে তা তো তোমাদের কাছে এসেছে ; আর যদি তোমারা বিরত হও তবে তা তোমাদের জন্য কল্যাণকর, কিন্তু যদি তোমরা আবার যুদ্ধ করতে আস তবে আমরাও আবার শাস্তি নিয়ে  আসব। আর তোমাদের দল সংখ্যায় বেশী হলেও তোমাদের কোন কাজে আসবে না। আর নিশ্চয় আল্লাহ মুমিনদের সাথে আছেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে পরাজিত কুরাইশ কাফেরদের সম্বোধন করে একটি ঘটনার প্রতি ইঙ্গিত করা হয়েছে যা মুসলিমদের সাথে মোকাবেলা করার উদ্দেশ্যে কুরাইশ বাহিনীর মক্কা থেকে বের হওয়ার সময় ঘটেছিল। ঘটনাটি এই যে, কুরাইশ কাফেরদের বাহিনী মুসলিমদের সাথে যুদ্ধ করার উদ্দেশ্যে প্রস্তুতি নেয়ার পর মক্কা থেকে রওয়ানা হওয়ার প্রাক্কালে বাহিনী প্রধান আবু জাহল প্রমূখ বায়তুল্লাহর পর্দা ধরে প্রার্থনা করেছিল। আর আশ্চর্যের ব্যাপার এই যে, এই দো'আ করতে গিয়ে তারা নিজেদের বিজয়ের দো'আর পরিবর্তে সাধারণ বাক্যে এভাবে দোআ করেছিলঃ ইয়া আল্লাহ! উভয় বাহিনীর মধ্যে যেটি উত্তম ও উচ্চতর, উভয় বাহিনীর মধ্যে যেটি হেদায়াতের উপর রয়েছে এবং উভয় দলের যেটি বেশী ভদ্র ও শালীন এবং উভয়ের মধ্যে যে দ্বীন উত্তম তাকেই বিজয় দান কর। [মুসনাদে আহমাদঃ ৫/৪৩১]\n  <br/>\n  <br/>\n  এই নির্বোধেরা এ কথাই ভাবছিল যে, মুসলিমদের তুলনায় আমরাই উত্তম ও উচ্চতর এবং অধিক হেদায়াতের উপর রয়েছি, কাজেই এ দোআটি আমাদেরই অনুকূলে হচ্ছে। আর এই দো-আর মাধ্যমে তারা কামনা করছিল, আল্লাহ তা'আলার পক্ষ থেকে যেন হক ও বাতিল তথা সত্য ও মিথ্যার ফয়সালা হয়ে যায়। তাদের ধারণা ছিল, যখন আমরা বিজয় অর্জন করব, তখন এটাই হবে আল্লাহ্ তা'আলার পক্ষ থেকে আমাদের সত্যতার ফয়সালা। কিন্তু তারা একথা জানত না যে, এই দোআর মাধ্যমে প্রকৃতপক্ষে তারা নিজেদের জন্য বদদোআ ও মুসলিমদের জন্য নেকদোআ করে যাচ্ছে। যুদ্ধের ফলাফল সামনে আসার পর আল্লাহ তা'আলা তাদেরকে বলে দিলেন (وَاَنَّ اللهَ مَعَ الْمُؤْمِنِيْنَ) অর্থাৎ আল্লাহ যখন মুসলিমদের সাথে রয়েছেন, তখন কোন দল তোমাদের কিইবা কাজে লাগতে পারে?\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৮ : ২০",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ ",
        "bangla_text": "হে ঈমানদারগণ! তোমরা আল্লাহ ও তাঁর রাসূলের আনুগত্য কর এবং তোমরা যখন তাঁর কথা শোন তখন তা হতে মুখ ফিরিয়ে নিও না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   তৃতীয় রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  মুসলিমগণ (তাদের সংখ্যাল্পতা ও নিঃসম্বলতা সত্বেও) শুধুমাত্র আল্লাহ তা'আলার সাহায্যের মাধ্যমেই এহেন বিপুল বিজয় অর্জন করতে সমর্থ হয়েছেন। আর এ সাহায্য আল্লাহর প্রতি তাদের আনুগত্যের ফল। এই আনুগত্যের উপর দৃঢ়তার সাথে স্থির থাকার জন্য মুসলিমদেরকে নির্দেশ দেয়া হয়েছে “হে মুমিনগণ! তোমরা আল্লাহ ও তার রাসূলের আনুগত্য কর\"। এবং তাতে স্থির থাক। কারণ, তোমরা আল্লাহর কিতাবের নির্দেশ, অসীয়ত, নসীহত সবই শুনতে পাচ্ছ। সুতরাং কুরআন ও সত্যবাণী শুনে নেবার পরেও তোমরা আনুগত্য-বিমুখ হয়ো না। বিমুখ হলে বর্তমান অবস্থা থেকে তোমাদেরকে নিকৃষ্ট অবস্থায় নিয়ে যাওয়া হবে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৮ : ২১",
        "arabic_text": "\nوَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ ",
        "bangla_text": "আর তোমরা তাদের মত হয়ো না, যারা বলে, ‘শুনলাম’; আসলে তারা শুনে না [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ তোমরা তাদের মত হয়ো না যারা মুখে এ কথা বলে সত্য যে, আমরা শুনে নিয়েছি, কিন্তু প্রকৃতপক্ষে কিছুই শোনেনি। কাজেই তাদের এই শ্রবণ না শোনারই শামিল। মুসলিমদেরকে এদের অনুরূপ হতে বারণ করা হয়েছে। কারণ, ঈমান দাবীর নাম নয়, ঈমান হচ্ছে যা অন্তরে প্রবেশ করে এবং যা সত্য হওয়ার উপর বান্দার আমল প্রমাণ বহন করে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৮ : ২২",
        "arabic_text": "\n۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌র কাছে নিকৃষ্টতম বিচরণশীল জীব হছে বধির, বোবা, যারা বুঝে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (الدَّوَابِّ) শব্দটি (دابة) এর বহুবচন। অভিধান অনুযায়ী যমীনের উপর বিচরণকারী প্রতিটি জীবকেই (دابة) বলা হয়। [কাশশাফ] কিন্তু সাধারণ প্রচলন ও পরিভাষায় (دابة) বলা হয় শুধুমাত্র চতুষ্পদ জন্তুকে। সুতরাং আয়াতের অর্থ দাড়ায় এই যে, আল্লাহর নিকট সে সমস্ত লোকই সর্বাপেক্ষা নিকৃষ্ট ও চতুষ্পদ জীবত্বল্য যারা সত্য ও ন্যায়ের শ্রবণের ব্যাপারে বধির এবং তা গ্রহণ করার ব্যাপারে মুক। কারণ আল্লাহ তা’আলা তাদেরকে হক জানা ও সে পথে চলার জন্য চোখ ও কান দিয়েছিলেন, কিন্তু তারা সেটা না করে সেগুলোকে ভিন্ন পথে পরিচালিত করেছে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৮ : ২৩",
        "arabic_text": "\nوَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ ",
        "bangla_text": "আর আল্লাহ্‌ যদি তাদের মধ্যে ভাল কিছু জানতেন তবে তিনি তাদেরকে শুনাতেন। কিন্তু তিনি তাদেরকে শুনালেও তারা উপেক্ষা করে মুখ ফিরিয়ে নিত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ আল্লাহ তা'আলা যদি তাদের মধ্যে সামান্যতম কল্যাণকর দিক তথা সৎচিন্তা দেখতেন, তবে তাদের বিশ্বাস সহকারে শোনার সামর্থ্য দান করতেন কিন্তু বর্তমান সত্যানুরাগ না থাকা অবস্থায় যদি আল্লাহ তা’আলা সত্য ও ন্যায় কথা তাদেরকে শুনিয়ে দেন, তাহলে তারা অনীহাভরে তা থেকে বিমুখতা অবলম্বন করবে। তাদের এ বিমুখতা এ কারণে হবে না যে, তারা দ্বীনের মধ্যে কোন আপত্তিকর বিষয় দেখতে পেয়েছে, সে জন্যই তা গ্রহণ করেনি; বরং প্রকৃতপক্ষে তারা সত্যের বিষয়ে কোন লক্ষ্যই করেনি। এর দ্বারা বোঝা গেল যে, আল্লাহ্ তা'আলা শুধু তাকেই ঈমান থেকে বঞ্চিত করেন যার মধ্যে কোন কল্যাণ অবশিষ্ট নেই, যে পবিত্র হতে চায় না, যার কোন ভাল কথা কোন ফল দেয় না। আর এতে রয়েছে বিরাট হিকমত ও রহস্য। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৮ : ২৪",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ ",
        "bangla_text": "হে ঈমানদারগণ! রাসূল যখন তোমাদেরকে এমন কিছুর দিকে ডাকে যা তোমাদেরকে প্রাণবন্ত করে, তখন তোমরা আল্লাহ ও তার রাসূলের ডাকে সাড়া দেবে এবং জেনে রাখ, নিশ্চয় আল্লাহ মানুষ ও তার হৃদয়ের মাঝে অন্তরায় হন [১]। আর নিশ্চয় তাঁরই দিকে তোমাদেরকে একত্রিত করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ আল্লাহ্ তা'আলা মানুষের এবং তার অন্তরের মাঝে অন্তরায় হয়ে থাকেন। এ বাক্যটির বিভিন্ন অর্থ হতে পারে।\n  <br/>\n  <br/>\n  (এক) একটি অর্থ হতে পারে যে, যখনই কোন সৎকাজ করার কিংবা পাপ থেকে বিরত থাকার সুযোগ আসে, তখন সঙ্গে সঙ্গে তা করে ফেলঃ এতটুকু বিলম্ব করো না এবং অবকাশকে গনীমত জ্ঞান কর। কারণ, যে কোন সময় মানুষের রোগশোক, মৃত্যু কিংবা এমন কোন কাজ উপস্থিত হয়ে যেতে পারে, যাতে সে কাজ করার আর অবকাশ থাকে না। সুতরাং মানুষের কর্তব্য হলো আয়ু এবং সময়ের অবকাশকে গনীমত মনে করা। আজকের কাজ কালকের জন্য ফেলে না রাখা। কারণ, এ কথা কারোরই জানা নেই যে, কাল কি হবে। পরবর্তীতে ভাল কাজ করতে চাইলে সক্ষম নাও হতে পার। [সা’দী]\n  <br/>\n  <br/>\n  (দুই) এ বাক্যের দ্বিতীয় মর্ম এও হতে পারে যে, এতে আল্লাহ্ তা'আলা যে বান্দার অতি সন্নিকটে তাই বলে দেয়া হয়েছে। প্রতিটি মানুষ আল্লাহর নিয়ন্ত্রণে রয়েছে, যখনই তিনি কোন বান্দাকে অকল্যাণ থেকে রক্ষা করতে চান, তখন তিনি তার অন্তর ও পাপের মাঝে অন্তরায় সৃষ্টি করে দেন। আবার যখন কারো ভাগ্যে অমঙ্গল থাকে, তখন তার অন্তর ও সৎকর্মের মাঝে অন্তরায় সৃষ্টি করে দেয়া হয়। সে কারণেই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময় এই দোআ\n  <br/>\n  করতেন\n  <br/>\n  <br/>\n  (يَامُقَلِّبَ الْقُلُوْب ثَبِّتْ قَلْبِيْ عَلٰى دِيْنِكَ)\n  <br/>\n  <br/>\n  অর্থাৎ ‘ হে অন্তরসমূহের বিবর্তনকারী!  আমার অন্তরকে আপনার দ্বীনের উপর প্রতিষ্ঠিত রাখুন' [ তিরমিযীঃ ২১৪১] [ইবন কাসীর]\n  <br/>\n  <br/>\n  (তিন) ইবনে অববাস রাদিয়াল্লাহু আনহুমা বলেন, এর অর্থ আল্লাহ কাফেরের ঈমান ও মুমিনের কুফরীর মাঝে অন্তরায় হয়ে যান। [মুসানদে আহমাদ ৩/১১২] [ইবন কাসীর]\n  <br/>\n  <br/>\n  (চার) কেউ কেউ বলেনঃ আয়াতটি যেহেতু বদর যুদ্ধের সাথে সংশ্লিষ্ট সেহেতু তার অর্থ হবে- জেনে রাখ, আল্লাহ তার নেক বান্দাদের ভাগ্যকে নিরাপত্তায় রূপান্তরিত করেন। আর কাফেরদের প্রশান্ত অন্তরে অশান্তি ও ভয়ে পরিবর্তন করে দেবেন। আবার তিনি ইচ্ছে করলে মুসলিমদের নিরাপদ অবস্থাকে ভীত অবস্থায় রুপান্তরিত করতে পারেন। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৮ : ২৫",
        "arabic_text": "\nوَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "আর তোমারা ফেৎনা থেকে বেঁচে থাক যা বিশেষ করে তোমাদের মধ্যে যারা যালিম শুধু তাদের উপরই আপতিত হবে না। আর জেনে রাখ যে, নিশ্চয় আল্লাহ্‌ শাস্তি দানে কঠোর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে কিছু পাপ থেকে বেঁচে থাকার জন্য বিশেষভাবে নির্দেশ দেয়া হয়েছে। কারণ, পাপের আযাব শুধু পাপীদের পর্যন্তই সীমাবদ্ধ থাকে না, বরং পাপ করেনি এমন লোকও তাতে জড়িয়ে পড়ে। সে পাপ যে কি, সে সম্পর্কে মুফাসসিরীন ওলামায়ে কেরামের বিভিন্ন মত রয়েছে। কেউ কেউ বলেনঃ এখানে ফেতনা বলতে সে সব সামাজিক সামগ্রিক ফেতনা বুঝানো হয়েছে, যা এক সংক্রামক ব্যাধির মত জন-সমাজে ছড়িয়ে পড়ে, যাতে কেবল গোনাহগার লোকরাই নিপতিত হয় না, সে লোকেরাও এতে পড়ে মার খায়, যারা গোনাহগার সমাজে বসবাস করাকে বরদাশত করে থাকে। [ইবন কাসীর] মুতাররিফ বলেন, আমি আব্দুল্লাহ ইবন যুবাইরকে জিজ্ঞেস করলাম, হে আবু আবদিল্লাহ! আপনারা কী জন্য এসেছেন? আপনারা এক খলীফা (উসমান) কে নিঃশেষ করে দিয়েছেন। তারপর তার রক্তের দাবী নিয়ে এসেছেন। তখন আব্দুল্লাহ ইবন যুবাইর বললেন, আমরা (وَاتَّقُوْافِتْنَةً) এ আয়াতটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, আবু বকর, উমর ও উসমানের সময় পড়েছিলাম, কিন্তু আমরা মনে করেনি যে, আমরাই এর দ্বারা উদ্দিষ্ট। শেষ পর্যন্ত তা আমাদের মধ্যেই যেভাবে ঘটার ঘটে গেল। [মুসনাদে আহমাদ: ১/১৬৫] [ইবন কাসীর]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেনঃ আম্‌র বিল মা’রূফ’ তথা সৎকাজের নির্দেশ দান এবং নাহী আনিল মুনকার অর্থাৎ অসৎকাজ থেকে মানুষকে বিরত রাখার চেষ্টা পরিহার করাই হল এই পাপ। [ইবন কাসীর] আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ আল্লাহ মানুষকে নির্দেশ দিয়েছেন যেন তারা নিজের এলাকায় কোন অপরাধ ও পাপানুষ্ঠান হতে না দেয়। কারণ, যদি তারা এমন না করে, অর্থাৎ সামর্থ্য থাকা সত্বেও অপরাধ ও পাপকৰ্ম অনুষ্ঠিত হতে দেখে তা থেকে বারণ না করে, তবে আল্লাহ স্বীয় আযাব সবার উপরই ব্যাপক করে দেন। [তাবারী] তখন তা থেকে না বাঁচতে পারে কোন গোনাহগার, আর না বাচতে পারে নিরপরাধ।\n  <br/>\n  <br/>\n  এখানে নিরপরাধ বলতে সেসব লোককেই বোঝানো হচ্ছে যারা মূল পাপে পাপীদের সাথে অংশগ্রহণ করেনি, কিন্তু তারাও আমর বিল মা’রূফ। বর্জন করার পাপে পাপী। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন কোন জাতির এমন অবস্থার উদ্ভব হয় যে, সে নিজের এলাকায় পাপকৰ্ম অনুষ্ঠিত হতে দেখে বাধা দানের ক্ষমতা থাকা সত্ত্বেও তাতে বাধা দেয় না, তখন আল্লাহর আযাব সবাইকে ঘিরে ফেলে। [আবু দাউদঃ ৩৭৭৬, ইবন মাজাহঃ ৩৯৯৯] আবু বকর রাদিয়াল্লাহু আনহু তার এক ভাষণে বলেছেন যে, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, তিনি বলেছেন যে, মানুষ যখন কোন অত্যাচারীকে দেখেও অত্যাচার থেকে তার হাতকে প্রতিরোধ করবে না, শীঘ্রই আল্লাহ তাদের সবার উপর ব্যাপক আযাব নাযিল করবেন। [আবু দাউদঃ ৩৭৭৫, তিরমিয়ীঃ ২০৯৪] নু’মান ইবন বশীর রাদিয়াল্লাহু আনহু বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যারা আল্লাহর কানুনের সীমালংঘনকারী গোনাহগার এবং যারা তাদের দেখেও মৌনতা অবলম্বন করে, অর্থাৎ সামর্থ্য থাকা সত্ত্বেও তাদেরকে সেই পাপানুষ্ঠান থেকে বাধা দান করে না, এতদুভয় শ্রেণীর উদাহরণ এমন একটি সামুদ্রিক জাহাজের মত যাতে দু’টি শ্রেণী রয়েছে এবং নীচের শ্রেণীর লোকেরা উপরে উঠে এসে নিজেদের প্রয়োজনে পানি নিয়ে যায়, যাতে উপরের লোকেরা কষ্ট অনুভব করে। নীচের লোকেরা বলে বসে যে, যদি আমরা জাহাজের তলায় ছিদ্র করে নিজেদের কাজের জন্য পানি সংগ্রহ করতে শুরু করি, তবে আমরা আমাদের উপরের লোকদের কষ্ট দেয়া থেকে অব্যাহতি পাব। এখন যদি নিচের লোকদেরকে এ কাজ করতে দেয়া হয় এবং বাধা না দেয়া হয়, তবে বলাবাহুল্য যে, গোটা জাহাজেই পানি ঢুকে পড়বে। আর তাতে নীচের লোকেরা যখন ডুবে মরবে, তখন উপরের লোকেরাও বাঁচতে পারবে না। [সহীহ আল-বুখারীঃ ২৪৯৩] এসব বর্ণনার ভিত্তিতে অনেক মুফাসসির মনীষী সাব্যস্ত করেছেন যে, এ আয়াতে (فتنة) (ফিতনাহ) বলতে এই পাপ অর্থাৎ সৎকাজের নির্দেশ দান ও অসৎ কাজে বাধা দান বর্জনকেই বোঝানো হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৮ : ২৬",
        "arabic_text": "\nوَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ ",
        "bangla_text": "আর স্মরণ কর, যখন তোমরা ছিলে স্বল্প সংখ্যক , যমীনে তোমারা দুর্বল হিসেবে গণ্য হতে। তোমারা আশংকা করতে যে, লোকেরা তোমাদেরকে হঠাৎ এসে ধরে নিয়ে যাবে। অতঃপর তিনি তোমাদেরকে আশ্রয় দেন, নিজের সাহায্য দিয়ে তোমাদেরকে শক্তিশালী করেন এবং তোমাদেরকে উত্তম জিনিষগুলো জীবিকারূপে দান করেন যাতে তোমারা কৃতজ্ঞ হও।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৮ : ২৭",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "হে  ইমানদারগণ ! জেনে –বুঝে আল্লাহ্‌ ও তাঁর রাসূলের খেয়ানত করো না [১] এবং তোমাদের পরস্পরের আমানতেরও [২] খেয়ানত করো না [৩] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আল্লাহর আমানত বলতে অধিকাংশের মতে যাবতীয় ফরয কাজ বুঝানো হয়েছে। আর রাসূলের আমানত বলতে তার সুন্নাত ও নির্দেশ বুঝানো হয়েছে। সে হিসাবে খেয়ানত হলো সেগুলো না মানা। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২]  নিজেদের আমানত বলতে সে সব দায়িত্ব বুঝানো হয়েছে, যা কারো প্রতি আস্থা স্থাপন করে তার উপর ন্যস্ত করা হয়। তা ওয়াদা পূরনের দায়িত্ব হতে পারে, সামগ্রিক সামাজিক চুক্তি হতে পারে, কোন সংস্থার আভ্যন্তরীণ গোপন তথ্য হতে পারে, ব্যক্তিগত বা সমষ্টিগত ধন-সম্পদ হতে পারে। কারো প্রতি বিশ্বাস করে জনসমাজ যদি তাকে কোন দায়িত্বপূর্ণ পদে নিযুক্ত করে তবে তাও এর মধ্যে শামিল মনে করতে হবে। বিস্তারিত জানার জন্য সূরা আন- নিসার ৫৮ নং আয়াতের ব্যাখ্যা দেখুন।\n  <br/>\n  <br/>\n  [৩]   আয়াতের দুটি অর্থ হতে পারে, প্রথম অর্থ যা উপরে করা হয়েছে। অর্থাৎ তোমরা আল্লাহ ও তাঁর রাসূলের সাথে খেয়ানত করো না এবং তোমাদের আমানতসমূহেরও খেয়ানত করো না। [তাবারী; ইবন কাসীর] দ্বিতীয় অর্থ, তোমরা আল্লাহ ও তাঁর রাসূলের সাথে খেয়ানত করো না কারণ এতে করে তোমরা তোমাদের উপর অর্পিত আমানতেরই খেয়ানত করে বসবে। [তাবারী; বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৮ : ২৮",
        "arabic_text": "\nوَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ ",
        "bangla_text": "আর জেনে রাখ, তোমাদের ধন –সম্পদ ও সন্তান-সন্তুতি তো এক পরীক্ষা।আর নিশ্চয় আল্লাহ্‌, তাঁরই কাছে রয়েছে মহাপুরস্কার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  যেহেতু আল্লাহ ও বান্দার হকসমূহ আদায় করার ক্ষেত্রে গাফেলতী ও শৈথিল্যের কারণ সাধারণতঃ মানুষের ধন-দৌলত ও সন্তান-সন্ততিই হয়ে থাকে, কাজেই সে সম্পর্কে সতর্ক করার উদ্দেশ্যে বলা হয়েছে, “আর জেনে রেখো যে, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি তোমাদের জন্য ফেৎনা।\" [সা’দী] 'ফেৎনা’ শব্দের অর্থ পরীক্ষাও হয়; আবার আযাবও হয়। তাছাড়া এমনসব বিষয়কেও ফেৎনা বলা হয় যা আযাবের কারণ হয়ে থাকে। কুরআনুল কারীমের বিভিন্ন আয়াতে এই তিনটি অর্থেই ফেৎনা শব্দের ব্যবহার হয়েছে। বস্তুতঃ এখানে তিনটি অর্থেরই সুযোগ রয়েছে।\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৮ : ২৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ ",
        "bangla_text": "হে ঈমানদারগণ! যদি তোমরা আল্লাহর তাকওয়া অবলম্বন কর তবে তিনি তোমাদেরকে ফুরকান [১] তথা ন্যায় –অন্যায় পার্থক্য করার শক্তি দেবেন, তোমাদের পাপ মোচন করবেন [২] এবং আল্লাহ্‌ মহাকল্যাণের অধিকারী [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   চতুর্থ রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  আলোচ্য আয়াতে বলা হয়েছে, যে লোক বিবেককে স্বভাবের উপর প্রবল রেখে এই পরীক্ষায় দৃঢ়তা অবলম্বন করবে এবং আল্লাহর আনুগত্য ও মহব্বতকে সবকিছুর উর্ধ্বে স্থাপন করবে-যাকে কুরআন ও শরীআতের পরিভাষায় তাকওয়া’ বলা হয়-তাহলে সে এর বিনিময়ে কয়েকটি প্রতিদান লাভ করবে। (এক) ফুরকান, (দুই) পাপের প্রায়শ্চিত্ত ও (তিন) মাগফেরাত বা পরিত্রাণ। (চার) জান্নাত। [সা'দী; আইসারুত তাফাসীর]\n  <br/>\n  <br/>\n  (فرقان) ও (فرق) দুটি ধাতুর সমার্থক। পরিভাষাগতভাবে (فرقان) (ফুরকান) এমনসব বস্তু বা বিষয়কে বলা হয় যা দুটি বস্তুর মাঝে প্রকৃষ্ট পার্থক্য ও দূরত্ব সূচিত করে দেয়। [কুরতুবী] সেজন্যই কোন বিষয়ের মীমাংসাকে ফুরকান বলা হয়। কারণ তা হক ও বাতিলের মধ্যে পার্থক্য সুস্পষ্ট করে দেয়। তাছাড়া আল্লাহ তা'আলার সাহায্যকেও ফুরকান বলা হয়। কারণ, এর দ্বারাও সত্যপন্থীদের বিজয় এবং তাদের প্রতিপক্ষের পরাজয় সূচিত হওয়ার মাধ্যমে সত্য ও মিথ্যার পার্থক্য সুস্পষ্ট হয়ে যায়। সে জন্যই কুরআনুল কারীমে বদরের যুদ্ধকে ইয়াওমুলফুরকান’ তথা পার্থক্যসূচক দিন বলে আখ্যায়িত করা হয়েছে। এ আয়াতে বর্ণিত তাকওয়া অবলম্বনকারীদের প্রতি ফুরকান দান করা হবে- কথাটির মর্ম অধিকাংশ মুফাসসিরের মতে এই যে, তাদের প্রতি আল্লাহ তা'আলার সাহায্য ও সহায়তা থাকে এবং তিনি তাদের হেফাজত করেন। কোন শক্র তাদের ক্ষতি সাধন করতে পারে না। যাবতীয় উদ্দেশ্যে তারা সাফল্য লাভে সমর্থ হন এবং যে কোন বিপদ থেকে উদ্ধার পান। [ইবন কাসীর]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেন, এ আয়াতে ফুরকান বলতে সেসব আলো বা জ্ঞানবুদ্ধিকে উদ্দেশ্য করা হয়েছে যার মাধ্যমে সত্য-মিথ্যা ও খাটি-মেকীর মাঝে পার্থক্য করা সহজ হয়ে যায়। [আইসারুত তাফাসীর; সাদী] অতএব, মর্ম দাড়ায় এই যে, যারা ‘তাকওয়া’ অবলম্বন করেন, আল্লাহ তাদেরকে এমন জ্ঞান ও অন্তদৃষ্টি দান করেন যাতে তাদের পক্ষে ভাল-মন্দ পার্থক্য করা সহজ হয়ে যায়।\n  <br/>\n  <br/>\n  ইবনে ওয়াহাব বলেন, আমি ইমাম মালেককে প্রশ্ন করেছি এখানে ফুরকান অর্থ কি? তিনি বললেন, এখানে ফুরকান অর্থ, উত্তরণের পথ। তারপর তিনি দলীল হিসেবে সূরা আত-তালাকের এই আয়াত পাঠ করলেন, “আর যে কেউ আল্লাহর তাকওয়া অবলম্বন করে আল্লাহ তার জন্য (উত্তরণের) পথ করে দেবেন\"। [সূরা আত-তালাক: ২] কারও কারও মতে, এখানে ‘ফুরকান’ দ্বারা আখেরাতে মুমিনদেরকে জান্নাত এবং কাফেরদেরকে জাহান্নামে দেয়া বোঝানো হয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২]  দ্বিতীয়তঃ তাকওয়ার বিনিময়ে যা লাভ হয়, তা হলো পাপের মোচন। অর্থাৎ পার্থিব ও বদলার ব্যবস্থা করে দেয়া হয়। এমন সৎকর্ম সম্পাদনের তৌফিক তার হয়, যা তার সমুদয় ক্রটি-বিচূতির উপর প্রাধান্য লাভ করে। তাকওয়ার বিনিময়ে তৃতীয় যে জিনিষটি লাভ হয়, তা হচ্ছে, আখেরাতে মুক্তি ও যাবতীয় পাপের ক্ষমা লাভ। পাপের মোচন এবং মাগফিরাত দুটি সমার্থবোধক শব্দ হলেও একত্রে ব্যবহার হলে দুটির অর্থ ভিন্ন হয়। তখন পাপ মোচন দ্বারা ছোট গোনাহের ক্ষমা, আর মাগফিরাত দ্বারা বড় গোনাহের ক্ষমা উদ্দেশ্য হয়। [সা'দী]\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ আল্লাহ তা'আলা বড়ই অনুগ্রহশীল ও করুণাময়। তিনি বিরাট অনুগ্রহ ও ইহসানের অধিকারী। তার দান ও দয়া কোন পরিমাপের গণ্ডিতে আবদ্ধ নয় এবং তার দান ও ইহসানের অনুমান করাও কারো পক্ষে সম্ভব নয়। কাজেই তাকওয়া থেকে আরো বহু দান ও অনুগ্রহ লাভের আশা রাখা কর্তব্য। তবে শর্ত হচ্ছে আল্লাহর সন্তুষ্টিকে নিজের প্রবৃত্তির চাহিদার উপর স্থান দিতে হবে। সাদী কেউ কেউ এটাকে জান্নাত দ্বারা তাফসীর করেছেন। [আইসারুত তাফসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৮ : ৩০",
        "arabic_text": "\nوَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ ",
        "bangla_text": "আর স্মরণ করুন , যখন কাফেররা আপনার বিরুদ্ধে ষড়যন্ত্র করে আপনাকে বন্দী করার জন্য , বা হত্য করার অথবা নির্বাসিত করার জন্য। আর তারা ষড়যন্ত্র করে এবং আল্লাহও (তাদের ষড়যন্ত্রের বিপক্ষে) ষড়যন্ত্র করেন; আর আল্লাহ্‌ সর্বশ্রেষ্ঠ কৌশলী [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  হিজরত-পূর্বকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কাফের পরিবেষ্টিত ছিলেন এবং তারা তাকে হত্যা কিংবা বন্দী করার ব্যাপারে সলা-পরামর্শ করছিল, তখন আল্লাহ রাববুল আলামীন তাদের এ অপবিত্র হীন চক্রান্তকে ধূলিস্মাৎ করে দেন এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নিরাপদে মদীনায় পৌছে দেন। ঘটনা এই যে, মদীনা থেকে আগত আনসারদের মুসলিম হওয়ার বিষয়টি যখন মক্কায় জানাজানি হয়ে যায়, তখন মক্কার কুরাইশরা চিন্তান্বিত হয়ে পড়ে যে, এ পর্যন্ত তো তার ব্যাপারটি মক্কার ভেতরেই সীমিত ছিল, যেখানে সর্বপ্রকার ক্ষমতাই ছিল আমাদের হাতে। কিন্তু এখন যখন মদীনাতেও ইসলাম বিস্তার লাভ করছে এবং বহু সাহাবী হিজরত করে মদীনায় চলে গেছেন, তখন এদের একটি কেন্দ্র মদীনাতেও স্থাপিত হয়েছে। এমতাবস্থায় এরা যেকোন রকম শক্তি আমাদের বিরুদ্ধে সংগ্রহ করতে পারে এবং শেষ পর্যন্ত আমাদের উপর আক্রমণও করে বসতে পারে। সঙ্গে সঙ্গে তারা এ কথাও উপলব্ধি করতে পারে যে, এ পর্যন্ত সামান্য কিছু সাহাবীই হিজরত করে মদীনায় গিয়েছেন, কিন্তু এখন প্রবল সম্ভাবনা দেখা দিয়েছে যে, স্বয়ং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও সেখানে চলে যেতে পারেন। সে কারণেই মক্কার নেতৃবর্গ এ বিষয়ে সলা-পরামর্শ করার উদ্দেশ্যে মসজিদুল হারাম সংলগ্ন দারুন-নাদওয়াতে এক বিশেষ বৈঠকের আয়োজন করে। যাতে আবু জাহল, নযর ইবন হারেস, উমাইয়া ইবন খালফ, আবু সুফিয়ান প্রমূখসহ সমগ্র বিশেষ বিশেষ ব্যক্তিত্ব অংশগ্রহণ করেন এবং রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও ইসলামের ক্রমবর্ধমান শক্তির মোকাবেলার উপায় ও ব্যবস্থা সম্পর্কে চিন্তা ভাবনা করা হয়। এখানে বসেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে হত্যার ষড়যন্ত্র করা হয়। [এর জন্য দেখুনঃ মুসনাদে আহমাদঃ ১/৩৪৮]\n  <br/>\n  <br/>\n  পরামর্শ অনুযায়ী কাফেররা সন্ধ্যা থেকেই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহিস ওয়সাল্লামের বাড়িটি\n  <br/>\n  অবরোধ করে ফেলে। আল্লাহর নির্দেশক্রমে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একমুঠো মাটি হাতে নিয়ে বাইরে বেরিয়ে আসেন এবং তিনি তা সবার দিকে লক্ষ্য করে ছিটিয়ে দিয়ে তাদের বেষ্টনী থেকে বেরিয়ে আসেন। [সা’দী] কুরাইশ সর্দারদের পরামর্শে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বিরুদ্ধে ষড়যন্ত্রমূলক যে তিনটি মত উপস্থাপিত হয়েছিল সে সবকটিই কুরআনের এ আয়াতে উল্লেখ করে বলা হয়েছে “সে সময়টি স্মরণ করুন, যখন কাফেররা আপনার বিরুদ্ধে নানা রকম ব্যবস্থা নেয়ার বিষয় চিন্তাভাবনা করছিল যে, আপনাকে বন্দী করে রাখবে না হত্যা করবে, নাকি দেশ থেকে বের করে দেবে। কিন্তু আল্লাহ্ তাদের সমস্ত পরিকল্পনা ধূলিস্মাৎ করে দিয়েছেন। সুতরাং আয়াতের শেষাংশে বলা হয়েছে \"\n  <br/>\n  <br/>\n  (وَاللهُ خَيْرُ الْمٰكِرِيْنَ)\n  <br/>\n  <br/>\n  অর্থাৎ আল্লাহ্ তাআলা সবচাইতে উত্তম ব্যবস্থাপক, যা যাবতীয় ব্যবস্থা ও পরিকল্পনাকে চাপিয়ে যায়। যেমনটি এ ঘটনার সাথে পরিলক্ষিত হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৮ : ৩১",
        "arabic_text": "\nوَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "আর যখন তাদের কাছে আমাদের আয়াতসমূহ পাঠ করা হয় তখন তারা বলে, ‘আমরা তো শুনলাম, ইচ্ছে করলে আমরাও এর মত করে বলতে পারি, এগুলো তো শুধু পুরোনো দিনের লোকদের উপকথা [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এটা ছিল কাফের কুরাইশদের মুখের কথা। তারা কুরআনের বিপরীতে কিছুই আনতে পারেনি। আল্লাহ তা'আলা তাদেরকে এ ব্যাপারে চ্যালেঞ্জ করেছিলেন। এটা বলে তারা নিজেদেরকে ধোঁকায় ফেলছিল এবং আত্মপ্রসাদ লাভ করছিল। [ইবন কাসীর] কোন কোন বর্ণনায় এসেছে, আয়াতখানা নদর ইবন হারেসের ব্যাপারে অবতীর্ণ হয়েছিল। [তাবারী; বগভী] সে জাহেলী যুগে ইরানের বিভিন্ন রাজা-বাদশাহ ও ইয়াহুদী ও নাসারাদের বিভিন্ন কাহিনী আয়ত্ব করেছিল। রাসূল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কুরআনে কোন জাতি সম্পর্কে বলতেন তখন সে দাঁড়িয়ে বিভিন্ন আজেবাজে কাহিনী রচনা করত এবং তার সঙ্গী-সাথীদের বলতঃ আমার গল্প মুহাম্মাদ যা নিয়ে এসেছে তার থেকে উত্তম। [বাগভী] বদরের যুদ্ধে মিকদাদ আলাইহি ওয়াসাল্লাম তার মিথ্যাচার, অপবাদ, ঠাট্টা বিদ্রুপের শাস্তি স্বরূপ তাকে মৃত্যুদণ্ড দেন। কাফেরগণ প্রায়ই এ কুরআনকে গল্প বলে প্রচার করতে চেষ্টা করত এবং এর বিপরীত কিছু নিয়ে আসার দাবী করত কিন্তু তারা তা আনতে পারত না। [ইবন কাসীর] সুরা আল-ফুরকানের ৫ ও ৬ নং আয়াতেও আল্লাহ তা'আলা তাদের এ সমস্ত হঠকারিতাপূর্ণ কথা উল্লেখ করে তার জবাব দিয়েছেন।\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৮ : ৩২",
        "arabic_text": "\nوَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ ",
        "bangla_text": "আর স্মরণ করুন, যখন তারা বলেছিল, হে আল্লাহ! এগুলো যদি আপনার কাছ থেকে সত্য হয়, তবে আমাদের উপর আকাশ থেকে পাথর - বর্ষণ করুন কিংবা আমাদের উপর কোন মর্মম্ভদ শাস্তি নিয়ে আসুন [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আবু জাহ্‌ল এ বলে দোআ করত যে, হে আল্লাহ! এই কুরআনই যদি আপনার পক্ষ থেকে সত্য হয়ে থাকে, তবে আমাদের উপর আকাশ থেকে পাথর বর্ষণ করুন কিংবা কোন কঠিন আযাব নাযিল করে দিন। তখন এ আয়াত নাযিল হয় যে, তাদের মধ্যে আপনার অবস্থান করা অবস্থায় আল্লাহ তাদের উপর আযাব নাযিল করবেন না আর আল্লাহ এমনও নন যে, তারা ক্ষমা প্রার্থনা করবে অথচ তিনি তাদেরকে শাস্তি দেবেন। [বুখারীঃ ৪৬৪৮]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৮ : ৩৩",
        "arabic_text": "\nوَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ ",
        "bangla_text": "আর আল্লাহ এমন নন যে, আপনি তাদের মধ্যে থাকবেন অথচ তিনি তাদেরকে শাস্তি দেবেন এবং আল্লাহ এমনও নন যে, তারা ক্ষমা প্রার্থনা করবে অথচ তিনি তাদেরকে শাস্তি দেবেন [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এখানে কারা ইস্তেগফার বা ক্ষমা প্রার্থনা করবে এ ব্যাপারে দুটি মত রয়েছে। কোন কোন মুফাসসির বলেনঃ এখানে কাফেরদেরকে উদ্দেশ্য করা হয়েছে। কারণ তারা উক্ত কথা বলার পরে লজ্জিত হয়ে আল্লাহর কাছে ক্ষমা চেয়েছিল। কোন কোন বর্ণনায় এসেছে তারা কাবা ঘরের তাওয়াফ করার সময় বলত, গোফরানাকা, গোফরানাক। [আইসারুত তাফসীর] অথবা, তাদের মাঝে ঐ সমস্ত লোকদেরকে এ আয়াতে উদ্দেশ্য করা হয়েছে, যারা ঈমান আনবে বলে আল্লাহ তা'আলা তাঁর ইলমে গায়েবে নির্ধারিত করেছেন [ইবন কাসীর] অপরপক্ষে, কোন কোন মুফাসসির বলেনঃ এখানে ঐ সমস্ত ঈমানদারদের উদ্দেশ্য করা হয়েছে, যারা মক্কায় অসহায় অবস্থায় জীবন-যাপন করছিলেন; হিজরত করতে সমর্থ হননি। তারা আল্লাহর কাছে ক্ষমা চাচ্ছিলেন। [ইবন কাসীর] এ আয়াতটি উদ্দেশ্য করে আবু হুরায়রা রাদিয়াল্লাহু আনহু বলেনঃ আল্লাহ আমাদেরকে দুটি নিরাপত্তা দিয়েছিলেন। যার একটি চলে গেছে। [অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মৃত্যু] কিন্তু আরেকটি রয়ে গেছে। (অর্থাৎ ইস্তেগফার) [মুস্তাদরাকে হাকেমঃ ১/৫৪২] অনুরূপ বর্ণনা ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকেও রয়েছে। অন্য এক হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ইবলিস তার রবকে উদ্দেশ্য করে বললঃ আপনার সম্মান ও ইজ্জতের শপথ করে বলছি, যতক্ষণ বনী আদমের দেহে প্রাণ থাকবে ততক্ষণ আমি তাদেরকে পথভ্রষ্ট করতে থাকব। ফলে আল্লাহ বললেনঃ আমি আমার সম্মান-প্রতিপত্তির শপথ করে বলছিঃ আমি তাদেরকে ক্ষমা করতে থাকব যতক্ষণ তারা আমার কাছে ক্ষমা চাইতে থাকবে। [মুসনাদে আহমাদঃ ৩/২৯, মুস্তাদরাকে হাকেমঃ ৪/২৬১]\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৮ : ৩৪",
        "arabic_text": "\nوَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "আর তাদের কী ওজর আছে যে, আল্লাহ তাদেরকে শাস্তি দেবেন না? [১] যখন তারা লোকদেরকে  মসজিদুল হারাম থেকে নিবৃত্ত করে? অথছ তারা সে মসজিদের অভিভাবক নয়, এর অভিভাবক তো কেবল মুত্তাকীগণই; কিন্তু তাদের অধিকাংশই জানে না। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ হে মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম! আপনি তাদের মধ্যে থাকতে তাদেরকে আমি কিভাবে শাস্তি দেব? আপনি যখন তাদের মধ্যে থাকবেন না, যখন আপনাকে বের করে আনব তখনই কেবল তাদের উপর শাস্তি আসতে পারে। কারণ, নবী-রাসূলরা যে জনপদে থাকবেন সেখানে আমি শাস্তি নাযিল করি না। তাছাড়া তারা তাদের গোনাহও কুফর থেকে যদি তাওবাহ করে তবুও আমি তাদের উপর শাস্তি নাযিল করব না। কিন্তু তারা তো ক্ষমা প্রার্থনা করছে না বরং তাদের গোনাহর উপর স্থির রয়েছে সুতরাং তাদেরকে আমি কেন শাস্তি দেব না? তদুপরি তাদের শাস্তির আরও একটি কারণ অবধারিত হয়ে গেছে, তা হচ্ছে তারা মাসজিদুল হারাম থেকে মানুষদেরকে বাঁধা দেয়, অথচ তারা মাসজিদুল হারামের কেউ নয়। [তাবারী] আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিংবা ক্ষমা প্রার্থনার কারণে যদি দুনিয়াতে তাদের আযাব রহিত হয়েও গিয়ে থাকে, আখেরাতে তাদের আযাব তো অবশ্যম্ভাবী। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৮ : ৩৫",
        "arabic_text": "\nوَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ ",
        "bangla_text": "আর কা’বাঘরের কাছে শুধু শিস ও হাততালি দেয়াই তাদের সালাত, কাজেই তোমার শাস্তি ভোগ কর, কারণ তোমারা কুফরী করতে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  আযাব বলতে এখানে দুনিয়ার আযাবও হতে পারে যা বদরের যুদ্ধে মুসলিমদের মাধ্যমে তাদের উপর নাযিল হয়। [তাবারী; ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৮ : ৩৬",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ ",
        "bangla_text": "নিশ্চয় যারা কুফরী করেছে, তারা আল্লাহর পথ থেকে লোকদেরকে নিবৃত্ত করার জন্য তাদের ধন- সম্পদ ব্যয় করে, অচিরেই তারা তা ব্যয় করবে; তারপর সেটা তাদের আফসোসের কারণ হবে, এরপর তারা পরাভূত হবে [১]। আর যারা কুফরী করেছে তাদেরকে জাহান্নামে একত্র করা হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ ঘটনার বিবরণ মুহাম্মাদ ইবনে ইসহাক ‘রাহিমাহুল্লাহর বর্ণনা মতে আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহু থেকে উদ্ধৃত রয়েছে যে, বদরের যুদ্ধের পরাজয়ের পর অবশিষ্ট আহত মক্কাবাসী কাফেররা যখন মক্কায় গিয়ে পৌঁছল, তখন যাদের পিতা-পুত্র এ যুদ্ধে নিহত হয়েছিল, তারা বাণিজ্যিক কাফেলার আমীর আবু সুফিয়ানের কাছে উপস্থিত হয় এবং বলে যে, আপনি তো জানেন, এ যুদ্ধটি বাণিজ্যিক কাফেলার হেফাজতকল্পে করা হয়েছ, যার ফলে জান-মালের এহেন ক্ষতির সম্মুখীন হতে হয়। কাজেই আমরা চাই, সংশ্লিষ্ট ব্যবসায়ী প্রতিষ্ঠানগুলোর পক্ষ থেকে আমাদের কিছু সাহায্য করা হোক, যাতে আমরা ভবিষ্যতে মুসলিমদের থেকে এর প্রতিশোধ গ্রহণ করতে পারি। তারা এ দাবী মেনে নিয়ে তাদেরকে এক বিরাট অঙ্কের অর্থ দিয়ে দেয় যা তারা বদর যুদ্ধের প্রতিশোধ নেয়ার জন্য ওহুদ যুদ্ধে ব্যয় করে এবং তাতেও শেষ পর্যন্ত পরাজিত হয়। ফলে পরাজয়ের গ্লানির সাথে সাথে অর্থ অপচয়ের অতিরিক্ত অনুতাপ যোগ হয়ে যায়।\n  <br/>\n  <br/>\n  আল্লাহ রাববুল ‘আলামীন এই আয়াতে এই ঘটনার পূর্বেই রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে এর পরিণতি সম্পর্কে অবহিত করে দেন। বলা হয়, যারা কাফের তারা নিজেদের ধন-সম্পদ আল্লাহর দ্বীন থেকে মানুষকে বাধা দান করার কাজে ব্যয় করতে চাইছে। অতএব, তার পরিণতি হবে এই যে, নিজেদের ধনসম্পদও ব্যয় করে বসবে এবং পরে এ ব্যয়ের জন্য তাদের অনুতাপ হবে। অথচ শেষ পর্যন্ত তাদেরকে পরাজয়ই বরণ করতে হবে। বস্তুতঃ ওহুদের যুদ্ধে ঠিক তাই ঘটেছে; সঞ্চিত ধন-সম্পদও ব্যয় করে ফেলেছে এবং পরে যখন পরাজিত হয়েছে, তখন পরাজয়ের গ্লানির সাথে সাথে ধন-সম্পদ বিনষ্ট হওয়ার জন্য অতিরিক্ত অনুতাপ ও দুঃখ পোহাতে হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  তাফসীরকার দাহহাক এ আয়াতের বিষয়বস্তুকে বদর যুদ্ধের ব্যয়সংক্রান্ত বলেই অভিহিত করেছেন। [ইবন কাসীর] কারণ, বদর যুদ্ধে এক হাজার জওয়ানের বাহিনী মুসলিমদের মোকাবেলা করতে গিয়েছিল। তাদের খাবার-দাবার এবং অন্যান্য যাবতীয় ব্যয়ভার মক্কার বার জন সর্দার নিজেদের দায়িত্বে নিয়ে নিয়েছিল। বলাবাহুল্য, এক হাজার লোকের যাতায়াত ও খানা-পিনা প্রভৃতিতে বিরাট অঙ্কের অর্থ ব্যয় হয়েছিল। কাজেই নিজেদের পরাজয়ের সাথে সাথে অর্থ ব্যয়ের জন্যও বিপুল অনুতাপ ও আফসোস হয়েছিল। হাফেয ইবন কাসীর ও ইমাম তাবারীর মতে, ঘটনাটি উহুদ বা বদরের সাথে সম্পৃক্ত হলেও এর ভাষা ব্যাপক। এর দ্বারা কাফেরদের যাবতীয় ব্যয়ই উদ্দেশ্য। তাদের ব্যয়ের কোন ভবিষ্যত নেই। তারা শুধু আফসোসই করবে। [তাবারী; ইবন কাসীরা]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৮ : ৩৭",
        "arabic_text": "\nلِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ ",
        "bangla_text": "যাতে আল্লাহ অপবিত্রদেরকে পবিত্রদের থেকে আলাদা করেন [১]। তিনি অপবিত্রদের একটাকে আরেকটার উপর রাখবেন এবং সেগুলোকে একসাথে স্তুপ করবেন,তারপর তা জাহান্নামে নিক্ষেপ করবেন। তারাই তো ক্ষতিগ্রস্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ কাফেররা যেসব সম্পদ ইসলামের বিরুদ্ধে ব্যবহার করেছে এবং পরে যার জন্য দুঃখ ও অনুতাপ করেছে আর অপমানিত-অপদস্থ হয়েছে, তাতে ফায়দা হয়েছে এই যে, আল্লাহ তা'আলা যাতে অপবিত্র পঙ্কিল এবং পবিত্র বস্তুতে পার্থক্য প্রকাশ করে দেন। (طيب) ও (خبيث) দু'টি বিপরীতাৰ্থক শব্দ। এখানে (خبيث) ও (طيب) বলতে কি বোঝানো হয়েছে তাতে দুটি মত রয়েছে।\n  <br/>\n  <br/>\n  (এক) অধিকাংশ মুফাসসির (خبيث) ও (طيب) এর সাধারণ অর্থ যথাক্রমে অপবিত্র ও পবিত্র বলেই সাব্যস্ত করেছেন এবং পবিত্র বলতে মুমিন এবং অপবিত্র বলতে কাফের বুঝিয়েছেন। [তাবারী]। এ অর্থে উল্লেখিত অবস্থার মাধ্যমে আল্লাহ্ তাআলা পবিত্র ও অপবিত্র অর্থাৎ মুমিন ও কাফেরের মধ্যে পার্থক্য করতে চান; সমস্ত মুমিন জান্নাতে আর সমস্ত কাফের জাহান্নামে সমবেত হোক, এটাই তাঁর ইচ্ছা।\n  <br/>\n  <br/>\n  (দুই) (خبيث) শব্দটি অপবিত্র, পঙ্কিল ও হারাম বস্তুকে বোঝাতে ব্যবহৃত হয়। আর (طيب) তার বিপরীত পবিত্র, পরিস্কার-পরিচ্ছন্ন ও হালাল বস্তুকে বোঝাতে বলা হয়। এখানে এ দু'টি শব্দের দ্বারা যথাক্রমে কাফেরদের অপবিত্র ধনসম্পদ এবং মুসলিমদের পবিত্র সম্পদ ও অর্থ বোঝা যেতে পারে। [ফাতহুল কাদীরা ] এমতাবস্থায় এর অর্থ হবে এই যে, কাফেররা যে বিপুল অর্থ-সম্পদ ব্যয় করেছে তা ছিল অপবিত্র ও হারাম সম্পদ। ফলে তার অশুভ পরিণতিতে মালও গেছে এবং জানও গেছে। পক্ষান্তরে মুসলিমরা অতি অল্প পরিমাণ সম্পদ ব্যয় করেছে, কিন্তু সে সম্পদ ছিল পবিত্র ও হালাল। ফলে তা ব্যয়কারীরা বিজয় অর্জন করেছেন এবং সাথে সাথে গনীমতের মালামাল অর্জনেও সমর্থ হয়েছেন। এ অর্থে জাহান্নামে জমা করার অর্থ, এ সম্পদের দ্বারা তাদেরকে শাস্তি দেয়া হবে। যেমন অন্য আয়াতে বলা হয়েছে, \"যেদিন জাহান্নামের আগুনে সেগুলোকে উত্তপ্ত করা হবে এবং সে সব দিয়ে তাদের কপাল, পাঁজর আর পিঠে দাগ দেয়া হবে।\" [সূরা আত-তাওবাহ: ৩৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৮ : ৩৮",
        "arabic_text": "\nقُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ ",
        "bangla_text": "যারা কুফরী করে তাদেরকে বলুন, ‘যদি তারা বিরত হয় তবে যা আগে হয়ে গেছে আল্লাহ তা ক্ষমা করবেন; কিন্তু তারা যদি অন্যায়ের পুনরাবৃত্তি করে তবে পুর্ববর্তীদের রীতি তো গত হয়েছেই [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   পঞ্চম রুকূ’\n  </b>\n  <br/>\n  <br/>\n  [১]  আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু আনহু বলেনঃ এক লোক রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে প্রশ্ন করলঃ হে আল্লাহর রাসূল! আমরা জাহেলিয়াতে (অর্থাৎ কাফের অবস্থায়) যা করেছি, তার জন্য কি জবাবদিহি করতে হবে? তিনি বললেনঃ \"যদি কেউ ইসলামে সুন্দরভাবে আমল করে তবে জাহেলিয়াতের কর্মকাণ্ডের জবাবদিহি করতে হবে না। আর যদি খারাপ আমল করে তবে পূর্বাপর সবকিছুর জন্যই ধরা হবে। [বুখারীঃ ৬৯২১]\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৮ : ৩৯",
        "arabic_text": "\nوَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ ",
        "bangla_text": "আর তোমরা তাদের বিরুদ্ধে সংগ্রাম করতে থাকবে যতক্ষণ না ফেৎনা দূর হয় এবং দ্বীন পূর্ণরূপে আল্লাহর জন্য হয়ে যায় [১] তারপর যদি তারা বিরত হয় তবে তারা যা করে আল্লাহ্‌ তো তার সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে বর্ণিত ফেৎনা ও দ্বীন শব্দ দুটি বিশেষ তাৎপর্যপূর্ণ। ব্যবহার অনুযায়ী আয়াতে শব্দ দুটির একাধিক অর্থ করা হয়ে থাকেঃ এক. ফেৎনা অর্থ কুফর ও শির্ক আর দ্বীন অর্থ ইসলাম। আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহু থেকেও এই বিশ্লেষণই বর্ণিত হয়েছে। সুতরাং এই তাফসীর অনুযায়ী আয়াতের অর্থ হবে, মুসলিমদেরকে কাফেরদের বিরুদ্ধে ততক্ষণ পর্যন্ত যুদ্ধ করে যেতে হবে যতক্ষণ না শির্ক ও কুফর নিঃশেষিত হয়ে যায়। [তাবারী; ইবন কাসীর] এক্ষেত্রে এ নির্দেশের উদ্দেশ্য হবে কিয়ামত পর্যন্ত শর্ত সাপেক্ষে জিহাদ চালিয়ে যাওয়া যতক্ষণ না দুনিয়া থেকে শির্ক ও কুফর নিঃশেষিত না হবে বা শির্কের প্রভাব কমে না যাবে। দুই, যা আব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু আনহুমা প্রমূখ সাহাবায়ে কেরামের উদ্ধৃতিতে বর্ণিত হয়েছে, তা হচ্ছে, ফেৎনা হচ্ছে দুঃখ-দুর্দশা ও বিপদাপদের ধারা, পক্ষান্তরে ‘দ্বীন’ শব্দের অর্থ প্রভাব ও বিজয়। মক্কার কাফেররা সদাসর্বদা মুসলিমদের উপর এ ফেৎনা অব্যাহত রেখেছিল যতক্ষণ পর্যন্ত তারা মক্কায় অবস্থান করছিলেন। প্রতি মুহুর্তে তাদের অবরোধে আবদ্ধ থেকে নানা রকম কষ্ট সহ্য করে গেছেন। তারপর যখন তারা মদীনায় হিজরত করেন, তারপরও গোটা মদীনা আক্রমণের মাধ্যমে তাদের হিংসা-রোষই প্রকাশ পেতে থাকে। এ ক্ষেত্রে আয়াতের ব্যাখ্যা হবে যে, মুসলিমগণকে কাফেরদের বিরুদ্ধে ততক্ষণ পর্যন্ত যুদ্ধ করতে থাকা কর্তব্য, যতক্ষণ না তারা অন্যায়-অত্যাচার-উৎপীড়ন থেকে মুক্তি লাভ করতে সমর্থ হন, মুসলিম আপন দ্বীন পালন করতে কোন প্রকার সমস্যার সম্মুখীন হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  তিন. আয়াতের তৃতীয় আরেকটি অর্থ হচ্ছে, এখানে জিহাদ করার আসল উদ্দেশ্য ব্যক্ত করা হয়েছে। এ উদ্দেশ্যের নেতিবাচক দিক হচ্ছে ফেৎনা না থাকা আর ইতিবাচক দিক হচ্ছে দ্বীন সম্পূর্ণরূপে কেবল আল্লাহর জন্য হবে। কেবলমাত্র এ সর্বাত্মক উদ্দেশ্যের জন্য লড়াই করাই মুসলিমদের জন্য জায়েয বরং ফরয। তা ব্যতীত অপর কোন উদ্দেশ্যে লড়াই করা মোটেই জায়েয নহে। তাতে অংশগ্রহণও ঈমানদার লোকদের শোভা পায় না। এ মতের সমর্থন আমরা রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের একটি হাদীসে পাই, তাকে প্রশ্ন করা হয়েছিলঃ হে আল্লাহর রাসূল! আল্লাহর রাস্তায় জিহাদ কি? আমাদের কেউ কেউ ক্রোধের বশবর্তী হয়ে যুদ্ধ করে, আবার কেউ নিজস্ব অহমিকা (চাই তা গোত্রীয় বা জাতিগত যাই হোক তা) ঠিক রাখার জন্য যুদ্ধ করে। তখন রাসূল রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম প্রশ্নকারীর প্রতি মাথা উঠিয়ে বললেনঃ \"যে আল্লাহর কালেমা  (তাওহীদ/দ্বন/কুরআন) কে বুলন্দ করার জন্য যুদ্ধ করে সে মহান আল্লাহর রাস্তায় জিহাদ করল। [বুখারীঃ ১২৩] কোন কোন মুফাসসির এখানে উপরোক্ত তিনটি অর্থই গ্রহণ করেছেন। [মুয়াসসার]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৮ : ৪০",
        "arabic_text": "\nوَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ ",
        "bangla_text": "আর যদি তারা মুখ ফিরায় তবে জেনে রাখ, আল্লাহই তোমাদের অভিভাবক, তিনি কতই না উত্তম অভিভাবক এবং কতই না উত্তম সাহায্যকারী! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৮ : ৪১",
        "arabic_text": "\n۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ",
        "bangla_text": "আর জেনে রাখ, যুদ্ধে যা তোমরা গনীমত হিসেবে লাভ করেছ ,তার এক-পঞ্চামাংশ আল্লাহ্‌র [১] , রাসূলের, রাসূলের স্বজনদের, ইয়াতীমদের, মিসকীনদের এবং সফরকারীদের [২] যদি তোমারা ঈমান রাখ আল্লাহ্‌তে এবং তাতে যা মীমাংসার দিন আমারা আমাদের বান্দার প্রতি নাযিল করেছিলাম [৩], যে দিন দু দল পরস্পরের সম্মুখীন হয়েছিল।আর আল্লাহ্‌ সবকিছুর উপর ক্ষমতাবান।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এ আয়াতে গনীমতের বিধান ও তার বন্টননীতি বিশ্লেষণ করা হয়েছে। অভিধানে গনীমত বলা হয় সে সমস্ত মাল-সামানকে যা শক্রর নিকট থেকে লাভ করা হয়। শরীআতের পরিভাষা অনুযায়ী অমুসলিমদের নিকট থেকে যুদ্ধ-বিগ্রহে বিজয়ার্জনের মাধ্যমে যে মালামাল অর্জিত হয়, তাকেই বলা হয় ‘গনীমতী’ [ফাতহুল কাদীর] আর যা কিছু আপোষ, সন্ধি-সম্মতির মাধ্যমে অর্জিত হয়, তাকে বলা হয় ’ফাই’। [ইবন কাসীর] কুরআনুল কারামে এতদুভয় শব্দের মাধ্যমে (অর্থাৎ ‘গনীমত’ ও ‘ফাই’) এতদুভয় প্রকার মালামালের হুকুম-আহকাম তথা বিধি-বিধান বর্ণনা করা হয়েছে সূরা আনফালের প্রথম আয়াতে এবং এ আয়াতে শুধুমাত্র গনীমতের মালামালের কথাই আলোচিত হয়েছে যা যুদ্ধকালে অমুসলিমদের কাছ থেকে লাভ হয়েছে। ‘ফাই’-এর আলোচনা সূরা হাশর-এ আসবে।\n  <br/>\n  <br/>\n  [২]  এখানে জিহাদের পর যুদ্ধলব্ধ সম্পদ গণীমতের হকদারদের বিস্তারিত বিবরণ দেয়া হয়েছে। সমস্ত সম্পদ পাঁচ ভাগে ভাগ করা হবে। এর চার ভাগ যোদ্ধাদের মধ্যে বন্টন করা হবে। আর বাকী এক পঞ্চমাংশ পাঁচভাগে ভাগ করা হবে। প্রথমভাগ আল্লাহ ও তাঁর রাসূলের। এ অংশ মুসলিমদের সাধারণ স্বার্থ সংরক্ষনে ব্যয় হবে। দ্বিতীয়ভাগ রাসূলের স্বজনদের জন্য নির্ধারিত। তারা হলেন ঐ সমস্ত লোক যাদের উপর সদকা খাওয়া হারাম। অর্থাৎ বনু হাশেম ও বনু মুত্তালিব। কারণ তাদের দেখাশুনার দায়িত্ব রাসূলের ছিল। তিনি তার নবুওয়াতের কর্মকাণ্ডে ব্যস্ত থাকায় তাদের জন্য এ গণীমতের মাল থেকে দেয়া ছাড়া কোন উপায় নেই। তৃতীয়ভাগ ইয়াতিমদের জন্য\n  <br/>\n  সুনির্দিষ্ট। চতুর্থভাগ ফকীর ও মিসকিনদের জন্য, আর পঞ্চম ভাগ মুসাফিরদের জন্য। [ইবন কাসীর] ইবন তাইমিয়া রাহিমাহুল্লাহ বলেন, পুরো এক পঞ্চমাংশই বর্তমানে ইমামের কর্তৃত্বে থাকবে। তিনি মুসলিমদের অবস্থা অনুযায়ী কল্যাণকর কাজে ব্যয় করবেন। [ইবন কাসীর] সুতরাং বুঝা যাচ্ছে যে, গণীমতের মাল যদিও পূর্বে সূরা আনফালের প্রথম আয়াতে শুধু আল্লাহ ও তার রাসূলের বলা হয়েছে তবুও তা মূলতঃ মুসলিমদের মধ্যেই পুনরায় বন্টন হয়ে গেছে। রাসূল তার জন্য তার জীবদ্দশায় যা কিছু পেতেন তাও বর্তমানে সাধারণ জনকল্যাণমূলক কাজে ব্যয় করা হয়ে থাকে।\n  <br/>\n  <br/>\n  [৩]  অর্থাৎ সে সাহায্য ও সহায়তা, যার বদৌলতে তোমরা জয়লাভ করেছ। [মুয়াসসার] এখানে মীমাংসার দিন বলে বদরের দিনকে বুঝানো হয়েছে। কারণ এ দিন তিনি হক ও বাতিলের মধ্যে পার্থক্য করেছেন, ঈমানের কালেমাকে কুফরীর কালেমার উপর বিজয়ী করেছেন এবং তার দ্বীন, তার নবী ও অনুসারীদেরকে উপরে উঠিয়েছেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৮ : ৪২",
        "arabic_text": "\nإِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ ",
        "bangla_text": "স্মরণ কর, যখন তোমরা ছিলে উপত্যকার নিকট প্রান্তে এবং তারা ছিল দূর প্রান্তে আর আরোহী দল [১] ছিল তোমাদের থেকে নিম্নভূমিতে। আর যদি তোমরা পরস্পর যুদ্ধ সম্পর্কে কোন পূর্বসিদ্ধান্তে থাকতে তবে এ সিদ্ধান্ত সম্পর্কে তোমরা মতভেদ করতে। কিন্তু যা ঘটার ছিল, আল্লাহ্‌ তা সম্পন্ন করলেন, যাতে যে কেউ ধ্বংস হবে সে যেন সুস্পষ্ট প্রমান পাওয়ার পর ধ্বংস হয় এবং যে জীবিত থাকবে সে যেন সুস্পষ্ট প্রমাণ পাওয়ার পর জীবিত থাকে [২]; আর নিশ্চয় আল্লাহ্‌ সর্বশ্রোতা, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরোহী দল বলে এখানে মক্কার কুরাইশ কাফেরদেরকে বোঝানো হয়েছে। যাদের নেতৃত্বে ছিল আবু সুফিয়ান, যারা ব্যবসায়ী পণ্য নিয়ে সমুদ্রের পাশ ঘেঁষে যাচ্ছিল [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] বিনা ঘোষণায় কাফের ও ঈমানদারদেরকে বদরের এ যুদ্ধে নিয়ে আসার পিছনে কি রহস্য রয়েছে আল্লাহ তা'আলা এখানে তাই ব্যক্ত করছেন। আর তা হলো, যাতে তোমাদেরকে কাফেরদের উপর বিজয় দেই, হকের ঝান্ডা বাতিলের উপর বুলন্দ করে দেখাই, ফলে কোনটা হক এবং কোনটা বাতিল তা স্পষ্ট হয়ে যায়। ইসলাম ও তার অনুসারীদের সম্মান বৃদ্ধি পায় এবং কুফর-শিক ও তাদের অনুসারীরা অসম্মানিত হয়। [ইবন কাসীরা] যাতে অকাট্য প্রমাণাদি দ্বারা মানুষ বুঝে নিতে পারে যে, মুসলিমরা হকের উপর আছে ফলে তাদের বিজয় এসেছে, আর কাফেররা বাতিলের উপর আছে ফলে তাদের বিপর্যয় ঘটেছে। সুতরাং যারা জীবিত আছে তারা দলীল প্রমাণসহ হক বেছে নিতে পারে। আর তাদের মধ্যে যে বাতিল বেছে নেয় সে তার স্বইচ্ছায় হক স্পষ্ট হওয়ার পরও বাতিলকে গ্রহণ করে নিজের ধ্বংসকেই ডেকে আনলো। মূলতঃ বদরের যুদ্ধের পর অধিকাংশ মানুষের কাছে হক ও বাতিলের মধ্যে পার্থক্য স্পষ্ট হয়ে যায়। আজও মানুষ বদর যুদ্ধের বিজয়কে হক ও বাতিল চেনার ক্ষেত্রে এক বিরাট নিদর্শন বলে বিশ্বাস করে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৮ : ৪৩",
        "arabic_text": "\nإِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ",
        "bangla_text": "স্মরণ করুন, যখন আল্লাহ্‌ আপনাকে স্বপ্নে দেখিয়েছিলেন যে, তারা সংখ্যায় কম [১]; যদি আপনাকে দেখাতেন যে, তারা সংখ্যায় বেশি তবে অবশ্যই তোমরা সাহস হারাতে এবং যুদ্ধ বিষয়ে নিজেদের মধ্যে বিরোধ সৃষ্টি করতে। কিন্তু আল্লাহ্‌ তোমাদেরকে বাঁচিয়ে দিয়েছেন। আবশ্যই তিনি অন্তরে যা আছে সে সম্বন্ধে সবিশেষে অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুফাসসির মুজাহিদ রাহিমাহুল্লাহ্ বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে তাদের সংখ্যা কম করে দেখানো হয়েছিল। আর তাই তিনি সাহাবাদের কাছে বর্ণনা করেছিলেন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৮ : ৪৪",
        "arabic_text": "\nوَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ ",
        "bangla_text": "আর স্মরণ কর, যখন তোমরা পরস্পরের সম্মুখীন হয়েছিলে তখন তিনি তাদেরকে তোমাদের দৃষ্টিতে স্বল্প সংখ্যক দেখিয়েছিলেন [১] এবং তোমাদেরকে তাদের দৃষ্টিতে স্বল্প সংখ্যক দেখিয়েছিলেন, যাতে আল্লাহ্‌ সম্পন্ন করেন এমন কাজ যা ঘটারই ছিল। আর আল্লাহ্‌র দিকেই সব বিষয় প্রত্যাবর্তন করা হয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আব্দুল্লাহ ইবন মাসউদ বলেন, বদরের দিন কাফেরদেরকে আমাদের দৃষ্টিতে কম করে দেখানো হয়েছিল। এমনকি আমার পাশের লোককে বলছিলাম যে, তুমি তাদের সংখ্যা সত্তর দেখতে পাও? সে বললঃ আমি একশত দেখতে পাচ্ছি। আব্দুল্লাহ বলেনঃ শেষে আমরা তাদের একজনকে বন্দী করে জিজ্ঞাসা করলে সে তাদের সংখ্যা এক হাজার বলে জানায়। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৮ : ৪৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ ",
        "bangla_text": "হে ঈমানদারগন ! তোমরা যখন কোন দলের সম্মুখীন হবে তখন অবিচলিত থাক [১] এবং আল্লাহ্‌কে বেশি পরিমাণ স্মরণ কর, যাতে তোমরা সফলকাম হও [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এক যুদ্ধে তিনি এ বিষয়টি বর্ণনা করেছেন। আব্দুল্লাহ ইবন আবি আওফা বলেনঃ এক যুদ্ধে রাসূল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূৰ্য্য পশ্চিমাকাশে যাওয়া পর্যন্ত অপেক্ষা করলেন, তারপর ভাষণ দিতে দাঁড়ালেন এবং বললেনঃ হে মানুষগণ! তোমরা শক্রর সাথে সাক্ষাতের আকাংখায় থেকো না। আল্লাহর কাছে এর থেকে বিমুক্তি চাও। তারপরও যদি সাক্ষাত হয়ে যায় তখন ধৈর্যের সাথে টিকে থাক এবং মনে রেখ যে, তরবারীর ছায়ার নীচে জান্নাত। [বুখারীঃ ২৯৬৫, ২৯৬৬]\n  <br/>\n  <br/>\n  [২] এ আয়াতে আল্লাহ তা'আলা মুসলিমগণকে যুদ্ধক্ষেত্র এবং শক্রর মোকাবেলার জন্য এক বিশেষ হেদায়াত দান করেছেন। তন্মধ্যে প্রথম হচ্ছে, দৃঢ়তা অবলম্বন করা ও স্থির-অটল থাকা। মনের দৃঢ়তা ও সংকল্পের অটলতা উভয়টিই এর অন্তর্ভুক্ত। দ্বিতীয় হচ্ছে, আল্লাহর যিকর। আল্লাহর যিকর-এ নিজস্বভাবে যে বরকত ও কল্যাণ রয়েছে, তা তো যথাস্থানে আছেই, তদুপরি এটাও একটি বাস্তব সত্য যে, দৃঢ়তার জন্যও এর চেয়ে পরীক্ষিত কোন ব্যবস্থা নেই। সুতরাং দৃঢ়পদ থাকা ও আল্লাহর যিকর এ দু'টি বিজয়ের প্রধান কারণ। [সা’দী; আইসারুত তাফাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৮ : ৪৬",
        "arabic_text": "\nوَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ ",
        "bangla_text": "আর তোমরা আল্লাহ্‌ ও তাঁর রাসূলের আনুগত্য কর [১] এবং নিজেদের মধ্যে ঝগড়া করবে না [২], করলে তোমরা সাহস হারাবে এবং তোমাদের শক্তি বিলুপ্ত হবে [৩]। আর ধৈর্য ধারণ কর [৪]; নিশ্চয় আল্লাহ্‌ ধৈর্যশীলদের সাথে রয়েছেন [৫]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের মাধ্যমে যুদ্ধক্ষেত্রের জন্য কুরআনী হেদায়াতনামার তিনটি ধারা সাব্যস্ত হয়ে যায়। তা হল দৃঢ়চিত্ততা, আল্লাহর যিকর ও আনুগত্য।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা পারস্পরিক বিবাদ-বিসংবাদে লিপ্ত হয়ো না। এটি চতুর্থ হিদায়াত। [আইসারুত তাফাসীর]\n  <br/>\n  <br/>\n  [৩] এখানে আরও একটি হিদায়াত দেয়া হয়েছে। যাতে দূর্বল ও শক্তিহীন হওয়ার কারণ বলে দেয়া হয়েছে, যাতে তা থেকে প্রতিকারের ব্যবস্থা নেয়া যায়। বলা হয়েছে, তোমরা যদি বিবাদে লিপ্ত হও তবে তোমাদের মাঝে সাহসহীনতা বিস্তার লাভ করবে এবং তোমাদের মনোবল ভেঙ্গে যাবে, তোমরা হীনবল হয়ে পড়বে। [আইসারুত তাফাসীর] এখানে আনুগত্য না করার ক্ষতিকর দিকগুলোর উপর আলোকপাত করে তা থেকে বেঁচে থাকার নির্দেশ দেয়া হয়েছে। এটি পঞ্চম হিদায়াত।\n  <br/>\n  <br/>\n  [৪] বলা হয়েছে, আর ধৈর্য ধারণ কর। এটি ষষ্ঠ হিদায়াত [আইসারুত তাফাসীর] এটা যেমন বিবাদ-বিসংবাদ থেকে রক্ষা পাবার একান্ত কার্যকর ব্যবস্থা, তেমনি নিজেদের লোভ-লালসা ও আবেগ উচ্ছাসের ধারা সংযত রাখার উপায়। তাড়াহুড়া, ঘাবড়িয়ে যাওয়া, কাতর হয়ে পড়া, লোভ ও অবাঞ্ছনীয় উত্তেজনা পরিহার কর। বিপদ ও কঠিন অবস্থা সম্মুখে আসলেও যেন পদস্খলন না ঘটে, সে বিষয়ে সচেতন থাকবে। যুদ্ধ চালিয়ে যাওয়ার মত মানসিকতা রাখতে হবে। মনকে এ ব্যাপারে তৈরী করে নিতে হবে।\n  <br/>\n  <br/>\n  [৫] এখানে সবর অবলম্বনের এক বিরাট উপকারিতার কথা বলে এর তিক্ততা দূর করে দিয়েছেন যে, (اِنَّ اللهَ مَعَ الصّٰبِرِيْنَ) (যারা সবর তথা ধৈর্য ধারণ করে আল্লাহ তাদের সঙ্গে রয়েছেন ) এটি এমন এক মহা সম্পদ যে, দুনিয়া ও আখেরাতের যাবতীয় সম্পদ এর মোকাবেলায় নগণ্য। যারা এ সমস্ত অবস্থায় ধৈর্য ধারণ করতে পারবে আল্লাহর সহায়তা ও সাহায্য কেবল তারাই লাভ করবে। মনে রাখা প্রয়োজন যে, আল্লাহর কারো সাথে থাকার অর্থ এ নয় যে, তার সাথে লেগে থাকবে। বরং এর অর্থ দুটি: এক. সাহায্য ও সহযোগিতা দ্বারা সাথে থাকা। দুই. জ্ঞানের মাধ্যমে সাথে থাকা। কারণ, সবকিছুই আল্লাহর জ্ঞানে রয়েছে। কোন কিছুই আল্লাহর কাছে গোপন নেই। [সিফাতিল্লাহিল ওয়ারিদা ফিল কিতাবি ওয়াস সুন্নাহ] এখানে সবরকারীদের সাথে থাকার অর্থ সাহায্য ও সহযোগিতায় তাদের সাথে থাকা। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৮ : ৪৭",
        "arabic_text": "\nوَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ ",
        "bangla_text": "আর তোমরা তাদের মত হবে না যারা গর্বের সাথে ও লোক দেখানোর জন্য নিজ ঘর থেকে বের হয়েছিল [১] এবং তারা লোকজনকে আল্লাহ্‌র পথ থেকে নিবৃত্ত করে। আর তারা যা করে, আল্লাহ্‌ তা পরিবেষ্টন করে আছেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ইখলাসের সাথে যুদ্ধ করবে, আর একমাত্র আল্লাহর সন্তুষ্টির উদ্দেশ্যেই অভিযানে বের হতে হবে। এটি সপ্তম হিদায়াত। [আইসারুত তাফাসীর] সুতরাং মুমিন কখনো কাফের, মুশরিক ও পাপাচারীদের মত হবে না। যেমনটি করেছিল আবু জাহল ও তার কাফের বাহিনী। কারণ তারা অত্যন্ত জাঁক-জমক ও শান-শওকত, গান বাদ্য, নারী দাসী সহ বের হয়েছিল। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৮ : ৪৮",
        "arabic_text": "\nوَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "আর স্মরণ কর, যখন শয়তান তাদের জন্য তাদের কার্যাবলীকে শোভন করেছিল এবং বলেছিল, ‘আজ মানুষের মধ্যে কেউই তোমাদের উপর বিজয় আর্জনকারী নেই, আর নিশ্চয় আমি তোমাদের পাশে অবস্থানকারী।’ অতঃপর দু দল যখন পরস্পর দৃশ্যমান হল তখন সে পিছনে সারে পড়ল এবং বলল, ‘নিশ্চয় আমি তোমাদের থেকে সম্পর্কমুক্ত, নিশ্চয় আমি এমন কিছু দেখেছি যা তোমরা দেখতে পাও না। নিশ্চয় আমি আল্লাহ্‌কে ভয় করি,’ আর আল্লাহ্‌ শাস্তি দানে কঠোর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহু বর্ণনা করেন যে, মক্কার কুরাইশ বাহিনী যখন মুসলিমদের বিরুদ্ধে মোকাবেলার উদ্দেশ্যে রওয়ানা হয়, তখন তাদের মনে এমন এক আশংকা চেপে ছিল যে, আমাদের প্রতিবেশী বনু-বকর গোত্রও আমাদের শত্রু; আমরা মুসলিমদের সাথে যুদ্ধ করতে চলে গেলে সেই সুযোগে শত্রু গোত্র না আবার আমাদের বাড়ী-ঘর এবং নারী-শিশুদের উপর হামলা করে বসে। সুতরাং কাফেলার নেতা আবু সুফিয়ানের ভয়াত আবেদনের প্রেক্ষিতে প্রস্তুতি নিয়ে বাড়ী থেকে তারা বেরিয়ে গেল বটে, কিন্তু মনের এ আশংকা তাদের পায়ের বেড়ী হয়ে রইল। এমনি সময়ে শয়তান সোরাকাহ ইবন মালেকের রূপে এমনভাবে সামনে এসে উপস্থিত হল যে, তার হাতে রয়েছে একটি পতাকা আর তার সাথে রয়েছে বীর সৈনিকদের একটি খণ্ড দল। সুরাকাহ ইবন মালিক ছিল সে এলাকার এবং গোত্রের বড় সর্দার। কুরাইশদের মনে তারই আক্রমণের আশংকা ছিল। সে এগিয়ে গিয়ে কুরাইশ জওয়ানদের বাহিনীকে লক্ষ্য করে এক ভাষণ দিয়ে বলল, আজকের দিনে এমন কেউ নেই যারা তোমাদের উপর জয়লাভ করতে পারে। আর বনূ-বকর প্রভৃতি গোত্রের ব্যাপারে তোমাদের মনে যে আশংকা চেপে আছে যে, তোমাদের অবর্তমানে তারা মক্কা আক্রমণ করে বসবে, তার দায়-দায়িত্ব আমি নিয়ে নিচ্ছি। আমি তোমাদের সমর্থনে রয়েছি। [তাবারী] মক্কার কুরাইশরা সুরাকাহ ইবন মালেক এবং তার বিরাট ব্যক্তিত্ব ও প্রভাব-প্রতিপত্তি সম্পর্কে পূর্ব থেকেই অবগত ছিল। কাজেই তার বক্তব্য শোনামাত্র তাদের মন বসে গেল এবং বনু-বকর গোত্রের আক্রমণাশংকা মুক্ত হয়ে মুসলিমদের মোকাবেলায় উদ্বুদ্ধ হল। এ দ্বিবিধ প্রতারণার মাধ্যমে শয়তান তাদেরকে নিজেদের বধ্যভূমির দিকে দাবড়ে দিল। কিন্তু যখন মক্কার মুশরিক ও মুসলিম উভয় দল (বদর প্রাঙ্গণে) সম্মুখ সমরে লিপ্ত হল, তখন শয়তান পিছন ফিরে পালিয়ে গেল। বদর যুদ্ধে যেহেতু মক্কার মুশরিকদের সহায়তায় একটি শয়তানী বাহিনীও এসে উপস্থিত হয়েছিল, কাজেই আল্লাহ্ তাআলা তাদের মোকাবেলায় জিবরাঈল ও মিকাঈল আলাইহিমাস সালাম-এর নেতৃত্বে রাদিয়াল্লাহু আনহুমা-এর উদ্ধৃতি দিয়ে লিখেছেন যে, শয়তান যখন সুরাকাহ ইবন মালেকের রূপে স্বীয় বাহিনীর নেতৃত্ব দিচ্ছিল, তখন সে জিবরাঈল-আমীন এবং তার সাথী ফিরিশতা বাহিনী দেখে আতঙ্কিত হয়ে পড়ল। সে সময় তার হাত এক কুরাইশী যুবক হারেস ইবন হিশামের হাতে ধরা ছিল। সঙ্গে সঙ্গে সে তার হাত ছাড়িয়ে নিয়ে পালাতে চাইল। হারেস তিরস্কার করে বললঃ এ কি করছ? তখন সে বুকের উপর এক প্রবল ঘা মেরে হারেসকে ফেলে দিল এবং নিজের বাহিনী নিয়ে পালিয়ে গেল। হারেস তাকে সোরাকাহ মনে করে বললঃ হে আরব সর্দার সোরাকাহ! তুমি তো বলেছিলে আমি তোমাদের সমর্থনে রয়েছি। অথচ ঠিক যুদ্ধের ময়দানে এমন আচরণ করছ! তখন শয়তান সুরাকাহর বেশেই উত্তর দিল, আমি কৃত চুক্তি থেকে মুক্ত হয়ে যাচ্ছি। কারণ, আমি এমন জিনিস দেখছি যা তোমাদের চোখ দেখতে পায় না। অর্থাৎ ফিরিশতা বাহিনী। আর আমি আল্লাহকে ভয় করি। কাজেই তোমাদের সঙ্গ ত্যাগ করে চলে যাচ্ছি। [তাবারী] শয়তান যখন ফিরিশতা বাহিনী দেখতে পেল এবং সে যেহেতু তাদের শক্তি সম্পর্কে অবহিত ছিল, তখন বুঝল যে, এবার আর পরিত্রাণ নেই। তবে তার বাক্য ‘আমি আল্লাহকে ভয় করি সম্পর্কে তাফসীর শাস্ত্রের ইমাম কাতাদাহ বলেন যে, কথাটি সে মিথ্যে বলেছিল। [ইবন কাসীর] ইবন ইসহাক বলেন, আর যখন সে বলেছিল যে, আমি এমন জিনিস দেখছি যা তোমাদের চোখ দেখতে পায় না।’ এ কথাটি সত্যি বলেছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৮ : ৪৯",
        "arabic_text": "\nإِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ ",
        "bangla_text": "স্মরণ কর, যখন মুনাফেক ও যাদের অন্তরে ব্যাধি আছে তারা বলছিল, ‘এদের দ্বীন এদের বিভ্রান্ত করেছে।‘ বস্তুতঃ কেউ আল্লাহ্‌র উপর নির্ভর করলে আল্লাহ্‌  তো প্রবল পরাক্রান্ত ও প্রজ্ঞাময় [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বদরের ময়দানে মুষ্টিমেয় এই মুসলিমরা যে এহেন বিরাট শক্তিশালী বাহিনীর বিরুদ্ধে লড়তে এসেছে, তাদেরকে তাদের দ্বীনই প্রতারণায় ফেলে মৃত্যুর মুখে এসে দাড় করিয়েছে, এটাকেই মুনাফিকরা ধোঁকা বলছে। কারণ, তারা ঈমানদারগণকে সংখ্যায় কম দেখে মনে করেছিল যে, তারা নিশ্চিত মারা পড়বে [ইবন কাসীর] আল্লাহ্ তাআলা তাদের উত্তরে বলেছেন যে ব্যক্তি আল্লাহর উপর তাওয়াকুল ও ভরসা করে, জেনে রাখ, সে কখনো অপমানিত ও অপদস্ত হয় না। কারণ আল্লাহ তা'আলা সবকিছুর উপর পরাক্রমশালী। তার কৌশলের সামনে সবার জ্ঞান-বুদ্ধিই বিকল হয়ে যায়। তিনি প্রজ্ঞাময়, হিকমতওয়ালা। তিনি জানেন কে সহযোগিতা পাওয়ার উপযুক্ত, আর কে অপমানিত হওয়ার উপযুক্ত। সে অনুসারে তিনি সম্মানিত বা অপমানিত করে থাকেন [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৮ : ৫০",
        "arabic_text": "\nوَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ ",
        "bangla_text": "আর আপনি যদি দেখতে পেতেন যখন ফিরিশতাগণ যারা কুফরী করেছে তাদের প্রাণ হরণ করেছিল, তাদের মুখমন্ডলে ও পিঠে আঘাত করছিল [১]। আর বলছিল ‘তোমরা দহনযন্ত্রণা ভোগ কর [২]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সম্বোধন করে বলা হয়েছে যে, যখন আল্লাহর ফিরিশতাগণ কাফেরদের রূহ কবজ করছিলেন, তাদের মুখে ও পিঠে আঘাত করছিলেন এবং বলছিলেন যে, আগুনে জুলার আযাবের স্বাদ গ্রহণ কর; আপনি যদি সে সময় তাদের অবস্থা দেখতেন এতটুকু বলা হয়েছে। এখানে ‘যদি’ শব্দের উত্তর বর্ণিত হয়নি, মুফাসসিরগণ বলেন, এখানে উত্তর উহ্য রয়েছে, যার মূল কথা হচ্ছে, তখন আপনি এক ভয়াবহ দৃশ্য দেখতে পেতেন। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে যারা কুফরী করেছে বলে কাদের উদ্দেশ্য করা হয়েছে; এ ব্যাপারে কয়েকটি মত রয়েছেঃ\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির এ বিবরণকে সে সমস্ত কুরাইশ কাফেরের অবস্থা বলে সাব্যস্ত করেছেন, যারা বদর যুদ্ধে মুসলিমদের মোকাবেলায় অবতীর্ণ হয়েছিল এবং আল্লাহ তা'আলা মুসলিমদের সাহায্যের জন্য ফিরিশতা বাহিনী পাঠিয়ে দিয়েছিলেন। এক্ষেত্রে এর অর্থ হবে এই যে, বদর যুদ্ধে যেসব কাফের সর্দার নিহত হয়, তাদের মৃত্যুতে ফিরিশ্‌তাদের হাত ছিল। তারা তাদেরকে সামনের দিক দিয়ে তাদের মুখে এবং পিছন দিক থেকে তাদের পিঠে আঘাত করে তাদেরকে হত্যা করেছিলেন আর সেই সঙ্গে আখেরাতে জাহান্নামের আযাব সম্পর্কে তাদেরকে সংবাদ দিয়ে দিচ্ছিলেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসিরের মতে এখানে ঐ সমস্ত কাফেররাই উদ্দেশ্য যারা বদর যুদ্ধে অংশ গ্রহণ করেছিল। কিন্তু বদর যুদ্ধে মারা যায়নি। সে হিসেবে এসমস্ত কাফেরদের মৃত্যুকালে কি হাল-অবস্থা হবে তা পূর্ব থেকেই জানিয়ে দিয়ে একদিকে ঈমানদারদেরকে সাস্তুনা, অপরদিকে কাফেরদেরকে ভীতি প্রদর্শন করা হচ্ছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  অধিকাংশ মুফাসসিরের মতে, যারা’ শব্দের ব্যাপকতার ভিত্তিতে এর বিষয়বস্তুকেও ব্যাপক হিসেবে গ্রহণ করেছেন, তাদের ব্যাখ্যা অনুযায়ী আয়াতের অর্থ হবে এই যে, যখন কোন কাফের মারা যায়, তখন মৃত্যুর ফিরিশতা রূহ কবজ করার সময় তার মুখে ও পিঠে আঘাত করেন। কিন্তু যেহেতু এই আযাবের সম্পর্ক জড় জগতের সাথে নয়, বরং কবর জগতের সাথে যাকে বরযখ বলা হয়, কাজেই এই আযাব সাধারণতঃ চোখে দেখা যায় না। এ ব্যাপারে কুরআনের অন্যান্য আয়াত যেমন, সূরা আল-আনআমঃ ৯৩; সূরা মুহাম্মাদ: ২৭ এবং বারা ইবন আযিব বর্ণিত বিখ্যাত কবরের আযাবের হাদীসটি প্রমাণবহ। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৮ : ৫১",
        "arabic_text": "\nذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ ",
        "bangla_text": "এটা তো সে কারণে, যা তোমাদের হাত আগে পাঠিয়েছিল, আর আল্লাহ্‌ তো তাঁর বান্দাদের প্রতি অত্যাচারী নন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে কাফেরদেরকে সম্বোধন করে বলা হয়েছে, দুনিয়া ও আখেরাতে এ আযাব তোমাদের নিজেদের হাতেরই অর্জিত ৷ সাধারণ কাজকর্ম যেহেতু হাতের দ্বারা সম্পাদিত হয়, সেহেতু এখানেও হাতেরই উল্লেখ করা হয়েছে। [জালালাইন] মৰ্মার্থ হল এই যে, এসব আযাব দুনিয়ার জীবনে তোমাদের নিজেদের খারাপ আমলেরই ফলাফল। সেটার শাস্তিই তোমাদের দেয়া হচ্ছে। [ইবন কাসীর] আর এ কথা সত্য যে, আল্লাহ তাঁর বান্দাদের উপর যুলুমকারী নন যে, অকারণেই কাউকে আযাবে নিপতিত করে দেবেন। হাদীসে কুদসীতে আল্লাহ্ তা'আলা বলেনঃ “হে আমার বান্দাগণ! আমি যুলুম করা আমার উপর নিষিদ্ধ করে নিয়েছি। আর তা তোমাদের উপরও হারাম করে দিয়েছি। সুতরাং তোমরা যুলুম করো না। হে আমার বান্দাগণ! এগুলো তো তোমাদের আমল যা আমি তোমাদের জন্য পুঙ্খানুপুঙ্খ হিসেব করে রাখি। যদি তোমাদের কেউ ভাল দেখতে পায়, তবে সে যেন আল্লাহর শুকরিয়া আদায় করে। আর যদি এর ব্যতিক্রম দেখতে পায়, তবে যেন সে নিজেকে ছাড়া আর কাউকে তিরস্কার না করে। [মুসলিমঃ ২৫৭৭]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৮ : ৫২",
        "arabic_text": "\nكَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ ",
        "bangla_text": "ফির’আউনের বংশধর ও তাদের পূর্ববর্তীদের অভ্যাসের মত, তারা আল্লাহ্‌র আয়াতসমূহকে অস্বীকার করে; ফলে আল্লাহ্‌ তাদের পাপের জন্য তাদেরকে পাকড়াও করেন। নিশ্চয় আল্লাহ্‌ শক্তিমান, শাস্তিদানে কঠোর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বলা হয়েছে যে, এসব অপরাধীর উপর আল্লাহ তা'আলার এই আযাব নতুন কিছু নয়, বরং এটাই আল্লাহ্ তা'আলার সাধারণ রীতি। [ইবন কাসীর; সাদী]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৮ : ৫৩",
        "arabic_text": "\nذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ ",
        "bangla_text": "এটা এজন্যে যে, যদি কোন সম্প্রদায় নিজের অবস্থার পরিবর্তন না করে তবে আল্লাহ্‌ এমন নন যে, তিনি তাদেরকে যে নেয়ামত দান করেছেন, তাতে পরিবর্তন আনবেন; এবং নিশ্চয় আল্লাহ্‌ সর্বশ্রোতা, সর্বজ্ঞ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ রাব্বুল আলামীন তার নেয়ামতের স্থায়িত্বের জন্য এবং তা অব্যাহত রাখার জন্য একটি মূলনীতি বর্ণনা করেছেন। \"আল্লাহ্ তা'আলা কোন জাতিকে যে নেয়ামত দান করেন, তিনি তা ততক্ষণ পর্যন্ত বদলান না, যে পর্যন্ত না সে জাতি নিজেই নিজের অবস্থা ও কার্যকলাপ বদলে দেয়”। সুতরাং যে জাতিকে আল্লাহ তা'আলা কোন নেয়ামত দান করেন, ততক্ষণ পর্যন্ত তিনি তা তাদের কাছ থেকে ফিরিয়ে নেন না, যে পর্যন্ত না তারা নিজেরাই নিজেদের অবস্থা ও কার্যকলাপকে পরিবর্তিত করে আল্লাহ তা'আলার আযাবকে আমন্ত্রণ জানায়। এ আয়াতটির ভাষ্য অন্যত্রও বর্ণিত হয়েছে। আল্লাহ বলেন, “নিশ্চয় আল্লাহ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেন না যতক্ষণ না তারা নিজেদের অবস্থা নিজেরা পরিবর্তন করে। আর কোন সম্প্রদায়ের জন্য যদি আল্লাহ অশুভ কিছু ইচ্ছে করেন তবে তা রদ হওয়ার নয় এবং তিনি ছাড়া তাদের কোন অভিভাবক নেই।\" [সূরা আর-রা’দ: ১১]\n  <br/>\n  <br/>\n  অবস্থা পরিবর্তনের অর্থ হচ্ছে সৎ ও ভাল অবস্থা ও কর্মের পরিবর্তে মন্দ অবস্থা ও কার্যকলাপ অবলম্বন করে নেয়া কিংবা আল্লাহ্ তা'আলার নেয়ামত আগমনের সময় যে সমস্ত মন্দ ও পাপ কাজে লিপ্ত ছিল নেয়ামত প্রাপ্তির পর তার চেয়ে অধিক মন্দ কাজে লিপ্ত হয়ে পড়া। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৮ : ৫৪",
        "arabic_text": "\nكَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ ",
        "bangla_text": "ফির’আউনের বংশধর ও তাদের পূর্ববর্তীদের অভ্যাসের মত এরা এদের রব-এর আয়াতসমূহে মিথ্যারোপ করেছিল। ফলে তাদের পাপের জন্য আমরা তাদেরকে ধ্বংস করেছি এবং ফির’আউনের বংশধরকে নিমজ্জিত করেছি। আর তারা সকলেই ছিল যালেম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৮ : ৫৫",
        "arabic_text": "\nإِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ ",
        "bangla_text": "বিচরণকারী প্রাণীদের মধ্যে তারাই তো আল্লাহ্‌র কাছে নিকৃষ্ট, যারা কুফরী করেছে। সুতরাং তারা ঈমান আনবে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৮ : ৫৬",
        "arabic_text": "\nٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ ",
        "bangla_text": "যাদের থেকে আপনি অঙ্গীকার নিয়েছেন, তারপর তারা প্রত্যেকবার তাদের অঙ্গীকার ভঙ্গ করে [১]। আর তারা তাকওয়া অবলম্বন করে না [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যারা কুফরী, বেঈমানী ও খিয়ানত এ তিনটি বদঅভ্যাসের সমাহার নিজেদের মধ্যে ঘটিয়েছে, তারা কোন অঙ্গীকারের মূল্য দিবে না, কোন কথা রাখবে না। তারা হচ্ছে বিচরণশীল প্রাণীদের মধ্যে সর্বনিকৃষ্ট প্রাণী। তারা গাধা ও কুকুর ইত্যাদির চেয়েও বেশী নিকৃষ্ট। তাদের মধ্যে কল্যাণের আশা করা বৃথা। সুতরাং তাদেরকে সমূলে উৎপাটন করাই শ্রেয়। যাতে করে তাদের রোগ অন্যদের মধ্যে প্রসারিত না হয়। [সা’দী] এ আয়াতটি মদীনার ইয়াহুদী বনু-কুরাইযা সম্পর্কে নাযিল হয়েছে। [তাবারী] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মদীনার ইয়াহুদীদের সাথে এক চুক্তি করেছিলেন। চুক্তির পূর্ণ ভাষ্য ইবন কাসীর এর আল-বিদায়াহ্ ওয়ান্-নিহায়াহ গ্রন্থে এবং সীরাত ইবন হিশাম প্রভৃতি গ্রন্থে লিপিবদ্ধ রয়েছে। বস্তুত এর সর্বাধিক গুরুত্বপূর্ণ অংশ ছিল এই যে, মদীনার ইয়াহুদীগণ মুসলিমদের বিরুদ্ধে কোন শক্রকে প্রকাশ্য কিংবা গোপন সাহায্য করবে না। কিন্তু তারা এ চুক্তির প্রতি শ্রদ্ধা প্রদর্শন করেনি।\n  <br/>\n  <br/>\n  [২] অর্থাৎ চুক্তি ভংগের ব্যাপারে সামান্যতম তাকওয়াও দেখায় না। চুক্তি লঙ্ঘনকারী লোকদের যে অশুভ পরিণতি হয়ে থাকে সে ব্যাপারে তারা মোটেই সাবধান হয় না। চুক্তি ভঙ্গ হয় এমন কোন কিছু করতে তারা মোটেই পিছপা হয় না। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৮ : ৫৭",
        "arabic_text": "\nفَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ ",
        "bangla_text": "অতঃপর যুদ্ধে তাদেরকে যদি আপনি আপনার আয়ত্তে পান, তবে তাদের (শাস্তিদানের) মাধ্যমে তাদের পিছনে যারা আছে তাদেরকে ছত্রভঙ্গ করে দিন, যাতে তারা শিক্ষা লাভ করে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ, “আপনি যদি কোন যুদ্ধে তাদের উপর ক্ষমতা লাভে সমর্থ হয়ে যান, তবে তাদের এমন কঠোর শাস্তি দিন যা অন্যদের জন্যও দৃষ্টান্ত হয়ে যায়\"। এর মর্ম হল এই যে, তাদেরকে এমন শাস্তিই যেন দেয়া হয়, যা দেখে মক্কার মুশরিক ও অন্যান্য শক্র সম্প্রদায়গুলোও প্রভাবিত হবে এবং ভবিষ্যতে মুসলিমদের মোকাবেলা করার সাহস করবে না। [তাবারী] হয়তবা এহেন অবস্থা দেখে এরা কিছুটা চেতনা ফিরে পাবে এবং নিজেদের কৃতকর্মের জন্য অনুতপ্ত হয়ে নিজেদের সংশোধন করে নেবে অথবা অঙ্গিকার ভঙ্গ করা ত্যাগ করবে। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৮ : ৫৮",
        "arabic_text": "\nوَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ ",
        "bangla_text": "আর যদি আপনি কোন সম্প্রদায়ের চুক্তি ভঙ্গের আশংকা করেন, তবে আপনি তাদের চুক্তি তাদের প্রতি সরাসরি নিক্ষেপ করুন [১]; নিশ্চয় আল্লাহ্‌ চুক্তি ভংগকারীকে পছন্দ করেন না [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদেরকে তাদের চুক্তি সম্পর্কে অবহিত করুন। তারা যেন জানতে পারে যে, তাদের সাথে কৃত চুক্তির কার্যকারিতা শেষ হয়েছে। তারা যেন আপনাকে কোন দোষারোপ করতে না পারে যে, আমরা আপনার সাথে কৃত চুক্তি শেষ হওয়ার ব্যাপারে অবহিত ছিলাম না। [জালালাইন, সা’দী]\n  <br/>\n  <br/>\n  [২] আয়াতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে যুদ্ধ ও সন্ধির আইন সংক্রান্ত কয়েকটি গুরুত্বপূর্ণ ধারা বলে দেয়া হয়েছে। যদি চুক্তির দ্বিতীয় পক্ষের দিক থেকে বিশ্বাসঘাতকতা অর্থাৎ চুক্তি লঙ্ঘনের আশঙ্কা সৃষ্টি হয়ে যায়, তবে চুক্তির বাধ্যবাধকতাকে অক্ষুণ্ন রাখা অপরিহার্য নয়। কিন্তু চুক্তিকে সম্পূর্ণভাবে বাতিল করে দেয়ার পূর্বে তাদের বিরুদ্ধে কোন পদক্ষেপ গ্রহণ করাও জায়েয নয়। বরং যদি কোন প্রস্তুতি নিতে হয়, তা এই ঘোষণা ও সতকীকরণের পরেই নেবেন। নির্দিষ্ট এক সময়ের জন্য মু'আবিয়া রাদিয়াল্লাহু আনহু এবং রোমবাসীদের মধ্যে এক যুদ্ধবিরতি চুক্তি ছিল। মু'আবিয়া রাদিয়াল্লাহু আনহু ইচ্ছা করলেন যে, এই চুক্তির দিনগুলিতে নিজেদের সৈন্য-সামন্ত ও যুদ্ধের সাজ-সরঞ্জাম নিজেদের সে সম্প্রদায়ের কাছাকাছি নিয়ে রাখবেন, যাতে চুক্তির মেয়াদ শেষ হওয়ার সাথে সাথেই শক্রর উপর ঝাপিয়ে পড়া যায়। কিন্তু ঠিক যখন মু'আবিয়ার সৈন্যদল সেদিকে রওয়ানা হচ্ছিল, দেখা গেল, একজন বুড়ো লোক ঘোড়ায় চড়ে খুব উচ্চঃস্বরে বললেনঃ আল্লাহু আকবার! আল্লাহু আকবার! সম্পাদিত চুক্তি পূরণ করা কর্তব্য। এর বিরুদ্ধাচরণ করা উচিত নয়। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, কোন জাতি-সম্প্রদায়ের সাথে কোন সন্ধি বা চুক্তি সম্পাদিত হয়ে গেলে, তার বিরুদ্ধে কোন গিট খোলা বা বাধাও উচিত নয়’। মু'আবিয়া রাদিয়াল্লাহু আনহু-কে বিষয়টি জানানো হল। দেখা গেল, কথাগুলো যিনি বলেছেন, তিনি হলেন সাহাবী আমর ইবন আবাসাহ রাদিয়াল্লাহু আনহু। [আবু দাউদঃ ২৭৫৯, তিরমিযীঃ ১৫৮০, মুসনাদে আহমাদঃ ৪/১১১,১১৩] মু'আবিয়া রাদিয়াল্লাহু আনহু তৎক্ষনাৎ স্বীয় বাহিনীকে ফিরে আসার নির্দেশ দিয়ে দিলেন, যাতে যুদ্ধবিরতির মেয়াদে সৈন্য স্থাপনার পদক্ষেপের দরুন খেয়ানতকারীদের অন্তর্ভুক্ত হয়ে না পড়েন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৮ : ৫৯",
        "arabic_text": "\nوَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ ",
        "bangla_text": "আর কাফেররা যেন কখনো মনে না করে যে, তারা নাগালের বাইরে চলে গিয়েছে; নিশ্চয় তারা (আল্লাহ্‌কে) আপরাগ করতে পারবে না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সে সমস্ত কাফেরের বিষয় আলোচনা করা হয়েছে, যারা বদর যুদ্ধে অংশগ্রহণ করেনি বলে বেঁচে গেছে কিংবা অংশ নিয়েও পালিয়ে গিয়ে নিজের প্রাণ রক্ষা করেছে। [জালালাইন| তাদের সম্পর্কে বলা হয়েছে যে, এরা যেন এমন ধারণা না করে যে, বাস্তবিক পক্ষেই আমরা বেঁচে গেছি। কারণ, বদরের যুদ্ধটি কাফেরদের জন্য এক আযাব। এই পাকড়াও থেকে বেঁচে যাওয়া কারো পক্ষেই সম্ভব নয়। সুতরাং বলা হয়েছে (اِنَّهُمۡ  لَا  یُعۡجِزُوۡنَ) অর্থাৎ এরা নিজেদের চতুরতার দ্বারা আল্লাহকে অপারগ করতে পারবে না, তিনি যখনই তাদেরকে ধরতে চাইবেন, তখন এরা এক পাও সরতে পারবে না। হয়তবা পৃথিবীতেই এরা ধরা পড়ে যেতে পারে, না হয় আখেরাতে তো তাদের আটকে পড়া অবধারিত। তিনি তাদেরকে ছাড় দেন কিন্তু ছেড়ে দেন না। সময়মত তিনি ঠিকই তাদের পাকড়াও করবেন। তিনি যে তাদের তাৎক্ষণিক শাস্তি না দিয়ে অবকাশ দিয়ে থাকেন এতে প্রচ্ছন্ন আনুগত্য ও সন্তুষ্টি অন্বেষণে ব্যপ্ত হয় এবং আল্লাহর কাছে উচ্চ মর্যাদা লাভ করতে পারে। অনুরূপভাবে তারা এর মাধ্যমে এমন গুণ ও চরিত্রের অধিকারী হবে যা অন্য কোনভাবে পাওয়ার সম্ভাবনা থাকে না। আর সেটি হচ্ছে জিহাদের পথ। যার বর্ণনা পরবর্তী আয়াতে এসেছে। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৮ : ৬০",
        "arabic_text": "\nوَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ ",
        "bangla_text": "আর তোমরা তাদের মুকাবিলার জন্য যথাসাধ্য প্রস্তুত রাখ শক্তি ও অশ্ব বাহিনী [১], তা দিয়ে তোমরা ভীত-সন্ত্রস্ত করবে আল্লাহ্‌র শত্রুকে, তোমাদের শত্রুকে এবং এরা ছাড়া অন্যদেরকে যাদেরকে তোমরা জান না, আল্লাহ্‌ তাদেরকে জানেন [২]। আল্লাহ্‌র পথে তোমার যা কিছু ব্যয় করবে তার পূর্ণ প্রতিদান তোমাদেরকে দেয়া হবে এবং তোমাদের প্রতি যুলুম করা হবে না [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে সমর যুদ্ধোপকরণ, অস্ত্রশস্ত্র, যানবাহন প্রভৃতি এবং শরীরচর্চা ও সমর বিদ্যা শিক্ষা করাও অন্তর্ভুক্ত। কুরআনুল কারম এখানে তৎকালে প্রচলিত অস্ত্রশস্ত্রের কোন উল্লেখ করেনি, বরং ব্যাপক অর্থবোধক শব্দ শক্তি’ ব্যবহার করে ইঙ্গিত দিয়েছে, শক্তি' প্রত্যেক যুগ, দেশ ও স্থান অনুযায়ী বিভিন্ন রকম হতে পারে। তৎকালীন সময়ের অস্ত্র ছিল তীর-তলোয়ার, বর্শা প্রভৃতি। তারপর বন্দুক-তোপের যুগ এসেছে। তারপর এখন চলছে বোমা, রকেট-এর যুগ। শক্তি’ শব্দটি এসব কিছুতেই ব্যাপক। সুতরাং যে কোন বিদ্যা ও কৌশল শিক্ষা করার প্রয়োজন হবে সেসবই যদি এই নিয়তে হয় যে, তার মাধ্যমে ইসলাম ও মুসলিমদের শক্রকে প্রতিহত করা এবং কাফেরদের মোকাবেলা করা হবে, তাহলে তাও জিহাদেরই শামিল [দেখুন, সাদী]\n  <br/>\n  <br/>\n  বিশুদ্ধ হাদীসসমূহে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুদ্ধোপকরণ সং করা এবং সেগুলো ব্যবহার করার কায়দা-কৌশল অনুশীলন করাকে বিরাট ইবাদাত ও মহাপূণ্য লাভের উপায় বলে সাব্যস্ত করেছেন। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এ আয়াত তেলাওয়াত করে বললেনঃ জেনে রাখ, শক্তি হল, তীরন্দায়ী। শক্তি হলো তিরন্দাযী। [সহীহ মুসলিমঃ ১৯১৭] রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ তোমরা তিরন্দাযী কর এবং ঘোড়সওয়ার হও, তবে তীরন্দাযী করা ঘোড়সওয়ারী হওয়ার চেয়ে উত্তম। [আবু দাউদঃ ২৫১৩, তিরমিযীঃ ১৬৩৭] এখানে তৈরী রাখার অর্থ, যুদ্ধের যাবতীয় সাজ-সরঞ্জাম ও এক স্থায়ী সৈন্যবাহিনী সব সময়ই মওজুদ ও প্রস্তুত করে রাখা। যেন যথা সময়ে সামরিক পদক্ষেপ গ্রহণ করা যায়। বিপদ মাথার উপর ঘনীভূত হয়ে আসার পর ঘাবড়িয়ে গিয়ে ও তাড়াহুড়া করে স্বেচ্ছাসেবী, অস্ত্র-শস্ত্র ও রসদ সংগ্রহ করার চেষ্টা অর্থহীন। কেননা যতদিনে এ প্রস্তুতি সম্পূর্ণ হবে ততদিনে শক্রপক্ষ তাদের কাজ সম্পূর্ণ করে ফেলবে।\n  <br/>\n  <br/>\n  প্রতিরক্ষার বিষয়টি সর্বযুগে ও সব জাতিতে আলাদা রকম। রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এরশাদ করেছেন- ‘মুশরিকদের বিরুদ্ধে জান-মাল ও মুখ এবং হাতের মাধ্যমে জিহাদ কর। [আবু দাউদঃ ২৫০৪, নাসায়ীঃ ৩০৯৮] এ হাদীসের দ্বারা বোঝা যাচ্ছে, জিহাদ ও প্রতিরোধ যেমন অস্ত্রশস্ত্রের মাধ্যমে হয়ে থাকে, তেমনি কোন কোন সময় মুখেও হয়ে থাকে। তাছাড়া কলমও মুখেরই পর্যায়ভুক্ত। ইসলাম ও কুরআনের বিরুদ্ধে কাফের ও মুলহেদদের আক্রমণ এবং তার বিকৃতি সাধনের প্রতিরোধ মুখে কিংবা কলমের দ্বারা করাও এই সুস্পষ্ট নির্দেশের ভিত্তিতে জিহাদের অন্তর্ভুক্ত।\n  <br/>\n  <br/>\n  [২] যুদ্ধ ও প্রতিরক্ষা প্রস্তুতিতে যাদেরকে প্রভাবিত করা উদ্দেশ্য তাদের অনেককে মুসলিমরা জানে। সেসব লোকদের সাথে মুসলিমদের মোকাবেলা চলছে। এছাড়াও কিছু লোক রয়েছে যাদেরকে এখনো মুসলিমরা জানে না। এর মর্ম হল সারা দুনিয়ার কাফের ও মুশরিক, যারা এখনো মুসলিমদের মোকাবেলায় আসেনি কিন্তু ভবিষ্যতে তাদের সাথেও সংঘর্ষ বাধতে পারে। কোন কোন মুফাসসির এটাকে বনু কুরাইযা বলে মত প্রকাশ করেছেন। আবার কেউ বলেছেন, পারস্যবাসী। [তাবারী; ফাতহুল কাদীর] তবে এখানে সুনির্দিষ্ট করে না বলে কিয়ামত পর্যন্ত যত শক্রই মুসলিমদের মুকাবিলা করবে তাদের সবাইকে উদ্দেশ্য নেয়া যেতে পারে।\n  <br/>\n  <br/>\n  [৩] যুদ্ধোপকরণ সংগ্রহ করতে গিয়ে এবং যুদ্ধ পরিচালনার জন্য অর্থেরও প্রয়োজন হয়। সে জন্যই আয়াতের শেষাংশে আল্লাহর রাহে মাল বা অর্থ-সম্পদ ব্যয় করার ফযীলত এবং তার মহা-প্রতিদানের বিষয়টি এভাবে বলা হয়েছে যে, এ পথে তোমরা যাই কিছু ব্যয় করবে তার বদলা পুরোপুরিভাবে তোমাদেরকে দেয়া হবে। কোন কোন সময় দুনিয়াতেই গনীমতের মালের আকারে এ বদলা মিলে যায়, না হয় আখেরাতের বদলা তো নির্ধারিত রয়েছেই। বলাবাহুল্য, সেটিই অধিকতর মূল্যবান। সেটি সাতশত গুণ ও আরও বেশী পর্যন্ত বৃদ্ধি পেয়ে থাকে। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৮ : ৬১",
        "arabic_text": "\n۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ",
        "bangla_text": "আর তারা যদি সন্ধির দিকে ঝুঁকে পড়ে তবে আপনিও সন্ধির দিকে ঝুঁকবেন [১] এবং আল্লাহ্‌র উপর নির্ভর করুন [২]; নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সন্ধির হুকুম বর্ণিত হয়েছে। বলা হয়েছে, যদি কাফেররা কোন সময় সন্ধির প্রতি আগ্রহী হয়, তবে আপনারও তাই করা উচিত। এর দ্বারা বোঝা যায় যে, নিরাপত্তা সবসময়ই কাঙ্খিত বিষয়। সুতরাং যদি তারা সন্ধিতে আগ্রহী হয়, তবে আপনার উচিত তাদের সাথে সন্ধি করা। তাছাড়া এর মাধ্যমে মুসলিমদের শক্তি সঞ্চিত থাকবে, পরবর্তী সময়ে প্রয়োজনে তাদের বিরুদ্ধে ব্যবহার করা যাবে। অনুরূপভাবে সন্ধির অন্য সুবিধা হচ্ছে, মানুষ যখন নিরাপদ হবে, ইসলাম সম্পর্কে জানতে পারবে, তখন ইসলামের পাল্লা ভারী হবে, কারণ, যার বিবেক আছে সে বিবেক খরচ করলেই বুঝতে পারবে যে, ইসলামই সত্য [সা’দী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যদি শক্রদের পক্ষ থেকে সন্ধির আগ্রহ প্রকাশ পেলে আপনি তাদের সাথে সন্ধি করবেন। তাতে যদি এমন কোন সম্ভাবনা থাকে যে, তারা মুসলিমদেরকে ধোকা দিবে বা শৈথিল্যে ফেলে হঠাৎ আক্রমণ করে বসবে, সে সম্ভাবনার বিপরীতে আপনি আল্লাহ্ তা'আলার উপর ভরসা করুন। কারণ, তিনিই যথার্থ শ্রবণকারী, পরিজ্ঞাত। তিনি তাদের কথাবার্তাও শোনেন এবং তাদের মনের গোপন ইচ্ছাও জানেন। তিনি আপনার সাহায্যের জন্য যথেষ্ট। তাদের বিশ্বাসঘাতকতার পরিণাম ফল তাদের উপরই এসে যাবে। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৮ : ৬২",
        "arabic_text": "\nوَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "আর যদি তারা আপনাকে প্রতারিত করতে চায় তবে আপনার জন্য আল্লাহ্‌ই যথেষ্ট, নিশ্চয় তিনি আপনাকে নিজের সাহায্য ও মুমিনদের দ্বারা শক্তিশালী করেছেন [১], ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সন্ধির বিষয়টিকে আরো কিছুটা বিশ্লেষণের মাধ্যমে এভাবে বর্ণনা করেছেন যে, এ সম্ভাবনাই যদি বাস্তবায়িত হয়ে যায়, সন্ধি করতে গিয়ে তাদের নিয়ত যদি খারাপ থাকে এবং আপনাকে যদি এভাবে ধোকা দিতে চায়, তবুও আপনি কোন পরোয়া করবেন না। আল্লাহ্ তা'আলাই আপনার জন্য যথেষ্ট। পূর্বেও আল্লাহর সাহায্য-সমর্থনেই আপনার ও মুমিনদের কার্যসিদ্ধি হয়েছে। তিনি তার বিশেষ সাহায্যে বদরে আপনার সহায়তা করেছেন। আবার বাহ্যিকভাবে মুমিনদেরকে আপনার সাহায্যে দাড় করিয়ে দিয়েছেন। [আইসারুত তাফসীর] সুতরাং যিনি প্রকৃত মালিক ও মহাশক্তিমান, যিনি বিজয় ও কৃতকার্যতার যাবতীয় উপকরণকে বাস্তবতায় রূপায়িত করেছেন, তিনি আজও শক্রদের ধোকা-প্রতারণার ব্যাপারে আপনার সাহায্য করবেন।\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৮ : ৬৩",
        "arabic_text": "\nوَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ ",
        "bangla_text": "আর তিনি তাদের পরস্পরের হৃদয়ের মধ্যে প্রীতি [১] স্থাপন করছেন। যমীনের যাবতীয় সম্পদ ব্যয় করলেও আপনি তাদের হৃদয়ের প্রীতি স্থাপন করতে পারতেন না; কিন্তু আল্লাহ্‌ তাদের মধ্যে প্রীতি স্থাপন করেছেন; নিশ্চয় তিনি পরাক্রমশালী, প্রজ্ঞাময় [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে সে ভ্রাতৃত্বভাব ও বন্ধুত্বের কথা বলা হয়েছে, যা আল্লাহ তা'আলা ঈমানদার আরববাসীদের পরস্পরের মধ্যে সৃষ্টি করে তাদেরকে এক মজবুত বাহিনী বানিয়ে দিয়েছিলেন। অথচ এ বাহিনীর লোকেরা শতাব্দী কাল ধরে শক্রতা ও যুদ্ধবিগ্রহ চালিয়ে যাচ্ছিল। বিশেষভাবে আওস ও খজরাজ গোত্রদ্বয়ের ব্যাপারে আল্লাহর এ রহমত ছিল অত্যন্ত স্পষ্ট ও প্রকট। তারা পরস্পরকে নিশ্চিহ্ন করার জন্য গত একশত বিশ বছর লিপ্ত ছিল। ইসলাম গ্রহণের পর এরূপ কঠিন শক্রতাকে মাত্র দু-তিন বছরের মধ্যে গভীর বন্ধুত্ব ও অপূর্ব অকৃত্রিম ভালবাসায় পরিণত করা এবং পরস্পর ঘৃণিত ব্যক্তিদের জুড়িয়ে এক অক্ষয় দূর্ভেদ্য প্রাচীর রচনা করা নিঃসন্দেহে একমাত্র আল্লাহরই কৃপায় সম্ভব হয়েছিল। নিছক বৈষয়িক সামগ্র দ্বারা এ রূপ বিরাট কীর্তি সম্পাদন ছিল সত্যই অসম্ভব। [আইসারুত তাফাসীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুনাইনের যুদ্ধে যখন মক্কার নওমুসলিমদেরকে অধিক হারে গণীমতের মাল দিলেন অথচ আনসারদেরকে কিছুই দিলেন না, তখন আনসারদের মনে কিছুটা কষ্ট অনুভব হতে দেখে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উদ্দেশ্যে বললেনঃ \"হে আনসার সম্প্রদায়! আমি কি তোমাদেরকে পথভ্রষ্ট পাইনি? তারপর আল্লাহ্‌ আমার দ্বারা তোমাদেরকে হেদায়াত করেছেন। আর তোমরা ছিলে বিভিন্ন দল ও গোষ্ঠীতে বিভক্ত, আল্লাহ আমার দ্বারা তোমাদের মধ্যে সম্প্রীতি সৃষ্টি করেছেন। তোমরা ছিলে দরিদ্র, আল্লাহ আমার দ্বারা তোমাদেরকে সম্পদশালী করেছেন। সুতরাং তোমরা আল্লাহর রাসূলের ডাকে সাড়া দিতে কেন কুষ্ঠাবোধ করছ? তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি এতে সন্তুষ্ট নও যে, লোকেরা ছাগল আর উট নিয়ে যাবে অপরদিকে তোমরা আল্লাহর রাসূলকে তোমাদের সাথে নিয়ে যাবে? [বুখারীঃ ৪৩৩০]\n  <br/>\n  <br/>\n  [২] এতে বোঝা যাচ্ছে যে, মানুষের অন্তরে পারস্পরিক সম্প্রীতি সৃষ্টি হওয়া আল্লাহ তা'আলার দান। তাছাড়া এতে একথাও প্রতীয়মান হচ্ছে যে, আল্লাহ তা'আলার না-ফরমানীর মাধ্যমে তার দান অর্জন করা সম্ভব নয়; বরং তার দান লাভের জন্য তার আনুগত্য ও সন্তুষ্টি অর্জনের চেষ্টা একান্ত শর্ত। কুরআনুল হাকীম এই বাস্তবতার প্রতিই কয়েকটি আয়াতে ইঙ্গিত করেছে। এক জায়গায় বলা হয়েছে “আর তোমরা সকলে আল্লাহর রশি দৃঢ়ভাবে ধারণ কর এবং পরস্পর বিচ্ছিন্ন হয়ো না।\" [আলে ইমরানঃ ১০৩] এই আয়াতে মতবিরোধ ও অনৈক্য থেকে বাচার পন্থা নির্দেশ করা হয়েছে যে, সবাই মিলে আল্লাহর রজ্জ্বকে অর্থাৎ কুরআন তথা ইসলামী শরীআতকে সুদৃঢ়ভাবে আঁকড়ে ধর। তাহলে সবাই আপনা থেকেই ঐক্যবদ্ধ হয়ে যাবে এবং পারস্পরিক যেসব বিরোধ রয়েছে, তা মিটে যাবে। ঝগড়া-বিবাদ তখনই হয়, যখন শরীআত নির্ধারিত সীমা লঙ্ঘিত হয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৮ : ৬৪",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "হে নবী ! আপনার জন্য ও আপনার অনুসারীদের জন্য আল্লাহ্‌ই যথেষ্ট।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৮ : ৬৫",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ ",
        "bangla_text": "হে নবী ! আপনি মুমিনদেরকে যুদ্ধের জন্য উদ্বুদ্ধ করুন; তোমাদের মধ্যে বিশজন ধৈর্যশীল থাকলে তারা দু’শ জনের উপর বিজয়ী হবে এবং তোমাদের মধ্যে এক’শ জন থাকলে এক হাজার কাফিরের উপর বিজয়ী হবে। কারণ তারা এমন এক সম্প্রদায় যাদের বোধশক্তি নেই। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৮ : ৬৬",
        "arabic_text": "\nٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ ",
        "bangla_text": "আল্লাহ্‌ এখন তোমাদের ভার লাঘব করলেন এবং তিনি তো অবগত আছেন যে, তোমাদের মধ্যে দুর্বলতা আছে, কাজেই তোমাদের মধ্যে এক’শ জন ধৈর্যশীল থাকলে তারা দু’শ জনের উপর বিজয়ী হবে। আর তোমাদের মধ্যে এক হাজার থাকলে আল্লাহ্‌র অনুজ্ঞাক্রমে তারা দু হাজারের উপর বিজয়ী হবে। আর আল্লাহ্‌ ধৈর্যশীলদের সাথে রয়েছেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে সাধারণ নীতি আকারে বলা হয়েছে (وَ اللّٰہُ  مَعَ  الصّٰبِرِیۡنَ) অর্থাৎ আল্লাহ্ তাআলা ধৈর্যশীল লোকদের সাথে রয়েছেন। এতে যুদ্ধক্ষেত্রে দৃঢ়তা অবলম্বনকারীও অন্তর্ভুক্ত এবং শরীআতের সাধারণ হুকুম-আহকামের অনুবর্তিতায় দৃঢ়তা অবলম্বনকারীরাও শামিল তাদের সবার জন্যই আল্লাহ তা'আলার সাহায্য ও সহযোগিতার এ প্রতিশ্রুতি। আর এটাই প্রকৃতপক্ষে তাদের কৃতকার্যতা ও বিজয়ের মূল রহস্য। কারণ, যে ব্যক্তি একক ক্ষমতার অধিকারী আল্লাহ রাববুল আলামীন-এর সাহায্য ও সহযোগিতা লাভে সমর্থ হবে, তাকে সারা বিশ্বের সমবেত শক্তিও নিজের জায়গা থেকে এক বিন্দু নাড়াতে পারে না। সুতরাং আল্লাহ তা'আলার সঙ্গে থাকার সাথে কোন কিছুর তুলনা চলে না। কোন আল্লাহওয়ালা লোক বলেছেন, সবরকারীগণ দুনিয়া ও আখেরাতের যাবতীয় কল্যাণ অর্জন করতে সমর্থ হয়েছে। কেননা, তারা আল্লাহর সাথে থাকার গৌরব অর্জন করেছে। এর দ্বারা বোঝা যাচ্ছে যে, তিনি তাদের হিফাযত করবেন, তত্ত্বাবধান করবেন, সংরক্ষণ করবেন। অন্যত্র তিনি সবরকারীদেরকে তিনটি বস্তুর ওয়াদা করেছেন, যার প্রতিটি দুনিয়া ও তাতে যা আছে তা থেকে উত্তম। তিনি তাদের জন্য আল্লাহর পক্ষ থেকে তাদেরকে স্মরণ, রহমত এবং হিদায়াতপ্রাপ্তি নিশ্চিত করেছেন। তিনি বলেন, “এরাই তারা, যাদের প্রতি তাদের রব-এর কাছ থেকে বিশেষ অনুগ্রহ এবং রহমত বর্ষিত হয়, আর তারাই সৎপথে পরিচালিত।” [সূরা আল-বাকারাহঃ ১৫৭] [ইবনুল কাইয়্যেম, ‘উদ্দাতুস সাবেরীন:৯২]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৮ : ৬৭",
        "arabic_text": "\nمَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ ",
        "bangla_text": "কোন নবীর জন্য সংগত নয় যে [১] তার নিকট যুদ্ধবন্দি থাকবে, যতক্ষণ না তিনি যমীনে (তাদের) রক্ত প্রবাহিত করেন [২]। তোমরা কামনা কর পার্থিব সম্পদ [৩] এবং আল্লাহ্‌ চান আখেরাত; আর আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতটি বদরের যুদ্ধে বিশেষ এক ঘটনার সাথে সম্পৃক্ত বিধায় এগুলোর তাফসীর করার ব্যাপারে বিশুদ্ধ ও প্রামাণ্য রেওয়ায়েত ও হাদীসের মাধ্যমে ঘটনাটি বিবৃত করা বাঞ্ছনীয়। ঘটনাটি হল এই যে, বদর যুদ্ধটি ছিল ইসলামের প্রথম জিহাদ। তখনো জিহাদ সংক্রান্ত হুকুম-আহকামের কোন বিস্তারিত বিবরণ কুরআনে নাযিল হয়নি। যেমন, জিহাদ করতে গিয়ে গনীমতের মাল হস্তগত হলে তা কি করতে হবে, শক্রসৈন্য নিজেদের আয়ত্বে এসে গেলে তাকে বন্দী করা জায়েয হবে কিনা এবং বন্দী করে ফেললে তাদের সাথে কেমন আচরণ করতে হবে প্রভৃতি। হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরশাদ করেছেনঃ \"আমাকে এমন পাঁচটি বিষয় দান করা হয়েছে, যা আমার পূর্বে অন্য কোন নবীকে দেয়া হয়নি। সেগুলোর মাঝে এও একটি যে, কাফেরদের সাথে প্রাপ্ত গনীমতের মালামাল কারো জন্য হালাল ছিল না, কিন্তু আমার উম্মতের জন্য তা হালাল করে দেয়া হয়েছে। [দেখুন- বুখারীঃ ৩৩৫, মুসলিমঃ ৫২১] গনীমতের মাল বিশেষভাবে এ উম্মতের জন্য হালাল হওয়ার বিষয়টির ব্যাপারে বদর যুদ্ধের পূর্ব পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর কোন ওহী নাযিল হয়নি। অথচ বদর যুদ্ধে এমন এক পরিস্থিতির উদ্ভব হয় যে, আল্লাহ তা'আলা মুসলিমগণকে ধারণা-কল্পনার বাইরে অসাধারণ বিজয় দান করেন। শক্ররা বহু মালামালও ফেলে যায়, যা গনীমত হিসেবে মুসলিমদের হস্তগত হয় এবং তাদের বড় বড় সত্তর জন সর্দারও মুসলিমদের হাতে বন্দী হয়ে আসে। কিন্তু এতদুভয় বিষয়ের বৈধতা সম্পর্কে কোন ওহী তখনো আসেনি।\n  <br/>\n  <br/>\n  সে কারণেই সাহাবায়ে কেরামের প্রতি এহেন তড়িৎ পদক্ষেপের দরুন ভর্ৎসনা নাযিল হয়। এই ভৎর্সনা ও অসন্তুষ্টিই এই ওহীর মাধ্যমে ব্যক্ত করা হয়েছে যাতে যুদ্ধবন্দীদের সম্পর্কে বাহ্যতঃ দু’টি অধিকার মুসলিমগণকে দেয়া হয়েছিল। কিন্তু এরই মাঝে এই ইঙ্গিতও করা হয়েছিল যে, বিষয়টির দুটি দিকের মধ্যে আল্লাহ তা'আলার নিকট একটি পছন্দনীয় এবং অপরটি অপছন্দনীয়। সাহাবায়ে কেরামের সামনে এ দুটি বিষয় যখন ঐচ্ছিক বিষয় হিসেবে পেশ করা হল যে, এদেরকে যদি মুক্তিপণ নিয়ে ছেড়ে দেয়া হয়, তবে হয়ত এরা সবাই অথবা এদের কেউ কেউ কোন সময় মুসলিম হয়ে যাবে। আর প্রকৃতপক্ষে এটাই হল জিহাদের উদ্দেশ্য ও মূল উপকারিতা। দ্বিতীয়তঃ এমনও ধারণা করা হয়েছিল যে, এ সময় মুসলিমগণ যখন নিদারুণ দৈন্যাবস্থায় দিন কাটাচ্ছেন, তখন সত্তর জনের আর্থিক মুক্তিপণ অর্জিত হলে এ কষ্টও কিছুটা লাঘব হতে পারে এবং তা ভবিষ্যতে জিহাদের প্রস্তুতির জন্যও কিছুটা সহায়ক হতে পারে। এসব ধারণার প্রেক্ষিতে আবু বকর রাদিয়াল্লাহু আনহু ও অন্যান্য সাহাবায়ে কেরাম এ মতই প্রদান করলেন যে, বন্দীগণকে মুক্তিপণ নিয়ে মুক্ত করে দেয়া হোক। শুধুমাত্র উমর ইবনুল খাত্তাব ও সাদ ইবন মুআয রাদিয়াল্লাহু আনহুমা প্রমূখ কয়েকজন সাহাবী এ মতের বিরোধিতা করলেন এবং বন্দীদের সবাইকে হত্যা করার পক্ষে মত দান করলেন। তাদের যুক্তি ছিল এই যে, একান্ত সৌভাগ্যক্রমে ইসলামের মোকাবেলায় শক্তি ও সামর্থের বলে যোগদানকারী সমস্ত কুরাইশ সর্দার এখন মুসলিমদের হস্তগত হলেও পরে তাদের ইসলাম গ্রহণ করার বিষয়টি একান্তই কল্পনানির্ভর। কিন্তু ফিরে গিয়ে এরা যে মুসলিমদের বিরুদ্ধে অধিকতর তৎপরতা প্রদর্শন করবে সে ধারণাই প্রবল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যিনি রাহমাতুল্লিল আলামীন হয়ে আগমন করেছিলেন, তিনি সাহাবায়ে কেরামের মধ্যে দু'টি মত লক্ষ্য করে সে মতটিই গ্রহণ করে নিলেন, যাতে বন্দীদের ব্যাপারে রহমত ও করুণা প্রকাশ পাচ্ছিল এবং বন্দীদের জন্যও ছিল সহজ। অর্থাৎ মুক্তিপণের বিনিময়ে তাদেরকে মুক্ত করে দেয়া। [দেখুন, সীরাতে ইবন হিশাম; বাগভী; কুরতুবী; আল-বিদায়া ওয়ান নিহায়া]\n  <br/>\n  <br/>\n  [২] এ আয়াতে (حَتّٰی یُثۡخِنَ فِی الۡاَرۡضِ) বাক্য ব্যবহৃত হয়েছে। (اِثخان) এর আভিধানিক অর্থ হচ্ছে কারো শক্তি ও দম্ভকে ভেঙ্গে দিতে গিয়ে কঠোরতর ব্যবস্থা নেয়া। [তাবারী; কাশশাফ; ফাতহুল কাদীর] এর সারার্থ হল এই যে, শক্রর দম্ভকে ধুলিস্মাৎ করে দেন। যাতে বেশীরভাগ স্থানেই মুসলিমদের বিজয় সূচিত হয়। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [৩] আয়াতে সে সমস্ত সাহাবাকে সম্বোধন করা হয়েছে, যারা মুক্তিপণের বিনিময়ে বন্দীদের ছেড়ে দেয়ার পক্ষে মত দিয়েছিলেন। এতে বলা হয়েছে যে, এ ব্যাপারে রাসূলের কোন দোষ নেই। তোমরাই আমার রাসূলকে এ পরামর্শ দান করছে। কারণ, শক্রদের বশে পাওয়ার পরেও তাদের শক্তি ও দম্ভকে চূর্ণ করে না দিয়ে অনিষ্টকর শক্রকে ছেড়ে দিয়ে মুসলিমদের জন্য স্থায়ী বিপদ দাড় করিয়ে দেয়া কোন নবীর পক্ষেই শোভন নয়। যেসব সাহাবী মুক্তিপণ নিয়ে বন্দীদের ছেড়ে দেয়ার পক্ষে মত দিয়েছিলেন, তাদের সে মতে যদিও নির্ভেজাল একটি দ্বনী প্রেরণাও বিদ্যমান ছিল- অর্থাৎ মুক্তি পাবার পর তাদের মুসলিম হয়ে যাবার আশা, কিন্তু সেই সাথে আত্মস্বার্থজনিত অপর একটি দিকও ছিল যে, এতে করে তাদের হাতে কিছু অর্থসম্পদ এসে যাবে। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৮ : ৬৮",
        "arabic_text": "\nلَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ ",
        "bangla_text": "আল্লাহ্‌র পূর্ব বিধান না থাকলে [১] তোমরা যা গ্রহণ করেছ সে জন্য তোমাদের উপর মহাশক্তি আপতিত হত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পূর্ব বিধান বলতে বুঝানো হয়েছে যে, পূর্ব থেকে এ উম্মাতের জন্য গণীমতের মাল ও ফিদিয়া গ্রহণ করা হালাল হওয়ার কথা আল্লাহর পক্ষ থেকে পূর্ব সিদ্ধান্ত ও ফয়সালা অর্থাৎ ‘কাদ্বা’ ও ‘কাদর’ হিসাবে লিখা না হত তবে তোমাদের উপর আযাব আসত। এ ব্যাখ্যা অনুসারে এখানে আল্লাহ তা'আলা তাদেরকে ক্ষমা করার কারণ হিসাবে তার পূর্ব সিদ্ধান্ত ও ফয়সালাকে দলীল হিসাবে গ্রহণ করেছেন। [সাদী, ইবন কাসীর] কোন কোন মুফাসসির বলেনঃ এখানে কিতাব' বলে বুঝানো হয়েছে যে, যদি আল্লাহর কাছে বদরে অংশগ্রহণকারীদের ক্ষমার ব্যাপারটি আগে নির্ধারিত না থাকত, তবে অবশ্যই তোমাদের উপর শাস্তি আপতিত হত। অথবা যদি এটা পূর্বেই লিখিত না থাকত যে, আপনি তাদের মাঝে থাকাকালীন আমি তাদেরকে শাস্তি দেব না, তবে অবশ্যই তাদেরকে শাস্তি পেয়ে বসত। অথবা যদি না জানা অপরাধের কারণে পাকড়াও করবে না এটা লিখা না থাকত, তবে অবশ্যই তাদের উপর শাস্তি আসত। অথবা যদি আমি এ উম্মতের কবীরা গোনাহ তাওবার মাধ্যমে ক্ষমা করব এটা লিখা না থাকত তবে অবশ্যই তাদের উপর শাস্তি আসত। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৮ : ৬৯",
        "arabic_text": "\nفَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "সুতরাং তোমরা যে গনীমত লাভ করেছ তা বৈধ ও উত্তম বলে ভোগ কর এবং আল্লাহ্‌র তাকওয়া অবলম্বন কর, নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৮ : ৭০",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "হে নবী ! তোমাদের করায়ত্ত যুদ্ধবন্দীদেরকে বলুন, ’আল্লাহ্‌ যদি তোমাদের হৃদয়ে ভাল কিছু দেখান তবে তোমাদের কাছ থেকে যা নেয়া হয়েছে তা থেকে উত্তম কিছু তিনি তোমাদেরকে দান করবেন এবং তোমাদেরকে ক্ষমা করবেন। তার আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বদর যুদ্ধের বন্দীদিগকে মুক্তিপণ নিয়ে ছেড়ে দেয়া হয়। ইসলাম ও মুসলিমদের সে শক্র যা তাদেরকে কষ্ট দিতে, মারতে এবং হত্যা করতে কখনোই কোন ক্রটি করেনি; যখনই কোন রকম সুযোগ পেয়েছে একান্ত নির্দয়ভাবে অত্যাচার-উৎপীড়ন করেছে, মুসলিমদের হাতে বন্দী হয়ে আসার পর এহেন শক্রদেরকে প্রাণে বাচিয়ে দেয়াটা সাধারণ ব্যাপার ছিল না; এটা ছিল তাদের জন্য বিরাট প্রাপ্তি এবং অসাধারণ দয়া ও করুণা। পক্ষান্তরে মুক্তিপণ হিসেবে তাদের কাছ থেকে যে অর্থ গ্রহণ করা হয়েছিল, তাও ছিল অতি সাধারণ। এটা আল্লাহর একান্ত দয়া ও মেহেরবাণী যে, এই সাধারণ অর্থ পরিশোধ করতে গিয়ে তাদের যে কষ্ট হয়, তাও তিনি কি চমৎকারভাবে দূর করে দিয়েছেন। আল্লাহ বলেন, যদি আল্লাহ তোমাদের মন-মানসিকতায় কোন রকম কল্যাণ দেখতে পান, তবে তোমাদের কাছ থেকে যা কিছু নেয়া হয়েছে, তার চেয়ে উত্তম বস্তু তোমাদের দিয়ে দেবেন। তদুপরি তোমাদের অতীত পাপও তিনি ক্ষমা করে দেবেন। এখানে (خير) অর্থ ঈমান ও নিষ্ঠা। [ফাতহুল কাদীর] অর্থাৎ মুক্তি লাভের পর সেসব বন্দীদের মধ্যে যারা পরিপূর্ণ নিষ্ঠার সাথে ঈমান ও ইসলাম গ্রহণ করবে, তারা যে মুক্তিপণ দিয়েছে, তার চাইতে অধিক ও উত্তম বস্তু পেয়ে যাবে। বন্দীদেরকে মুক্ত করে দেয়ার সাথে সাথে তাদেরকে এমনভাবে আমন্ত্রণ জানানো হয়েছে যে, তারা যেন মুক্তি লাভের পর নিজেদের লাভ-ক্ষতির ব্যাপারে মনোনিবেশ সহকারে লক্ষ্য করে। সুতরাং বাস্তব ঘটনার দ্বারা প্রমাণিত রয়েছে যে, তাদের মধ্যে যারা মুসলিম হয়েছিলেন, আল্লাহ্ তা'আলা তাদেরকে ক্ষমা এবং জান্নাতে সুউচ্চ স্থান দান করা ছাড়াও পার্থিব জীবনে এত অধিক পরিমাণ ধন-সম্পদ দান করেছিলেন, যা তাদের দেয়া মুক্তিপণ অপেক্ষা বহুগুণে উত্তম ও অধিক ছিল।\n  <br/>\n  <br/>\n  অধিকাংশ মুফাসসির বলেছেন যে, এ আয়াতটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পিতৃব্য আব্বাস রাদিয়াল্লাহু আনহু সম্পর্কে নাযিল হয়েছিল। কারণ, তিনিও বদরের যুদ্ধবন্দীদের অন্তর্ভুক্ত ছিলেন। তার কাছ থেকেও মুক্তিপণ নেয়া হয়েছিল। এ ব্যাপারে তার বৈশিষ্ট ছিল এই যে, মক্কা থেকে তিনি যখন বদর যুদ্ধে যাত্রা করেন, তখন কাফের সৈন্যদের জন্য ব্যয় করার উদ্দেশ্যে বিশ ওকিয়া (স্বর্ণমুদ্রা) সাথে নিয়ে যাত্রা করেছিলেন। কিন্তু সেগুলো ব্যয় করার পূর্বেই তিনি গ্রেফতার হয়ে যান। যখন মুক্তিপণ দেয়ার সময় আসে, তখন তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বললেন, আমি তো মুসলিম ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আপনার ইসলাম সম্পর্কে আল্লাহই ভাল জানেন। যদি আপনার কথা সত্য হয় তবে আল্লাহ আপনাকে এর প্রতিফল দিবেন। আমরা তো শুধু প্রকাশ্য কর্মকাণ্ডের উপর হুকুম দেব। সুতরাং আপনি আপনার নিজের এবং দুই ভাতিজা আকীল ইবন আবী তালেব ও নওফেল ইবন হারেসের মুক্তিপণও পরিশোধ করবেন। আব্বাস রাদিয়াল্লাহু আনহু আবেদন করলেন, আমার এত টাকা কোথেকে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কেন, আপনার নিকট কি সে সম্পদগুলো নেই, যা আপনি মক্কা থেকে রওয়ানা হওয়ার সময়ে আপনার স্ত্রী উন্মুল ফ্যলের নিকট রেখে এসেছেন? আব্বাস রাদিয়াল্লাহু আনহু বললেনঃ আপনি সে কথা কেমন করে জানলেন? আমি যে রাত্রের অন্ধকারে একান্ত গোপনে সেগুলো আমার স্ত্রীর নিকট অর্পণ করেছিলাম এবং এ ব্যাপারে তৃতীয় কোন লোকই অবগত নয়। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে ব্যাপারে আমার রব আমাকে বিস্তারিত অবহিত করেছেন। তখন আব্বাস বললেন, আমার কাছে যে স্বর্ণ ছিল, সেগুলোকেই আমার মুক্তিপণ হিসেবে গণ্য করা হোক। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে সম্পদ আপনি কুফরীর সাহায্যের উদ্দেশ্যে নিয়ে এসেছিলেন, তা তো মুসলিমদের গনীমতের মালে পরিণত হয়ে গেছে, ফিদইয়া বা মুক্তিপণ হতে হবে সেগুলো বাদে। তারপর আব্বাস রাদিয়াল্লাহু আনহু তার নিজের ও দুই ভাতিজার ফিদইয়া দিলেন। তখন এ আয়াত নাযিল হয়। [সীরাতে ইবন হিশাম; ইবন কাসীর] তো সে ওয়াদার বিকাশ-বাস্তবতা স্বচক্ষেই প্রত্যক্ষ করছি। কারণ আমার নিকট থেকে মুক্তিপণ বাবদ বিশ উকিয়া সোনা নেয়া হয়েছিল। অথচ এখন আমার বিশটি গোলাম (ক্রীতদাস) বিভিন্ন স্থানে আমার ব্যবসায় নিয়োজিত রয়েছে এবং তাদের কারো ব্যবসায়ই বিশ হাজার দিরহামের কম নয়। [দেখুন, মুস্তাদরাকে হাকিম: ৩/৩২৪] তদুপরি হজের সময় হাজীদের পানি খাওয়ানোর খেদমতটিও আমাকেই অর্পণ করা হয়েছে যা আমার নিকট এমন এক অমূল্য বিষয় যে, সমগ্র মক্কাবাসীর যাবতীয় ধন-সম্পদও এর তুলনায় তুচ্ছ বলে মনে হয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৮ : ৭১",
        "arabic_text": "\nوَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ ",
        "bangla_text": "আর তারা আপনার সাথে বিশ্বাসঘাতকতা করতে চাইলে, তারা তো আগে আল্লাহ্‌র সাথেও বিস্বাসঘাতকতা করেছে; অতঃপর তিনি তাদের উপর (আপনাকে) শক্তিশালী করছেন। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৮ : ৭২",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে, হিজরত করেছে, জীবন ও সম্পদ দ্বারা আল্লাহ্‌র পথে জিহাদ করেছে, আর যারা আশ্রয় দান করেছে এবং সাহয্য করেছে [১], তারা পরস্পর পরস্পরের অভিভাবক। আর যারা ঈমান এনেছে কিন্তু হিজরত করেনি, হিজরত না করা পর্যন্ত তাদের অভিভাবকত্বের দায়িত্ব তোমাদের নেই [২]; আর যদি তারা দ্বীন সম্মন্ধে তোমাদের নিকট সাহায্য প্রার্থনা করে তখন তাদের সাহায্য করা তোমাদের কর্তব্য [৩], তবে যে সম্প্রদায় ও তোমাদের মধ্যে চুক্তি রয়েছে তাদের বিরুদ্ধে নয় [৪]। আর তোমরা যা করছ আল্লাহ্‌ তার সম্যক দ্রষ্টা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলা মুমিনদের শ্রেণী বিন্যাস করেছেন। তাদের একশ্রেণী হচ্ছে, মুহাজির। যারা তাদের ঘর ও সম্পদ ছেড়ে বের হয়ে এসেছে, আল্লাহ ও তাঁর রাসূলের সাহায্যার্থে, তার দ্বীনকে প্রতিষ্ঠা করতে। আর এ পথে তাদের যাবতীয় জান ও মাল ব্যয় করেছে। মুমিনদের অপর শ্রেণী হচ্ছে, আনসার। যারা তখনকার মদীনাবাসী মুসলিম, তাদের মুহাজির ভাইদেরকে আশ্রয় দিয়েছে তাদের ঘরে, তাদের প্রতি সমব্যথী হয়ে সম্পদ বন্টন করে দিয়েছে, আল্লাহ্‌ ও তাঁর  রাসূলের জন্য যুদ্ধ করেছে। এ দু’শ্রেণী একে অপরের বেশী হকদার। আর এজন্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মুহাজির ও আনসারদের মধ্যে ভ্রাতৃত্ব প্রতিষ্ঠা করেছিলেন। তাদের দু’জন ছিল ভাই। একে অপরের ওয়ারিশ হতো। শেষ পর্যন্ত যখন মীরাসের আয়াত নাযিল হয়, তখন এ বিধানটি রহিত হয়ে যায় [ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, মুহাজির ও আনসারগণ একে অপরের ‘ওলী’।[মুসনাদে আহমাদ: ৪/৩৬৩] এখানে কুরআনুল কারম ’ওলী’ ও ‘বেলায়াত’ শব্দ ব্যবহার করেছে, যার প্রকৃত অর্থ হল বন্ধুত্ব ও গভীর সম্পর্ক। ইবন আব্বাস রাদিয়াল্লাহু আনহু, হাসান, কাতাদাহ ও মুজাহিদ রাহিমাহুমুল্লাহ প্রমূখ তাফসীর শাস্ত্রের ইমামগণের মতে এখানে 'বেলায়াত’ অর্থ উত্তরাধিকার এবং 'ওলী’ অর্থ উত্তরাধিকারী। এ তাফসীর অনুসারে আয়াতের মর্ম এই যে, মুসলিম মুহাজির ও আনসার পারস্পরিকভাবে একে অপরের ওয়ারিস হবেন। তাদের উত্তরাধিকারের সম্পর্ক না থাকবে অমুসলিমদের সাথে, আর না থাকবে সে সমস্ত মুসলিমদের সাথে যারা হিজরত করেনি। পরবর্তীতে এ বিধান রহিত হয়ে যায়। আর কেউ কেউ এখানে এর আভিধানিক অর্থ বন্ধুত্ব ও সাহায্য সহায়তা নিয়েছেন। সে হিসেবে এ বিধান রহিত করার প্রয়োজন পড়ে না। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ এরা মুসলিমদের তৃতীয় গোষ্ঠী [ইবন কাসীর] যারা ঈমান আনার পরে হিজরত করেনি। তাদের মীরাসের অধিকারী তোমরা নও। তারা এ আয়াত অনুসারে আমল করত, সুতরাং আত্মীয়তার সম্পর্কের কারণেও ঈমান ও হিজরতে সাথী হওয়ার পরও ‘যবিল আরহাম’ রক্ত সম্পৰ্কীয় গোষ্ঠী ওয়ারিস হত না। তারপর যখন তাদের মীরাসের আয়াত (সূরা আল-আনফালের ৭৫ এবং আল-আহ্যাবের ৬) নাযিল হয় তখন এটা রহিত হয়ে যায় এবং যবিল আরহাম বা রক্তসম্পৰ্কীয় আত্মীয়দের জন্য মীরাস নির্ধারিত হয়ে যায় [আত-তাফসীরুস সহীহ]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ তাদের সাথে উত্তরাধিকারের সম্পর্ক ছিন্ন করে দেয়া হয়েছে ঠিকই কিন্তু যে কোন অবস্থায় তারাও মুসলিম। যদি তারা নিজেদের দ্বীনের হেফাজতের জন্য মুসলিমদের নিকট সাহায্য প্রার্থনা করে, তবে তাদের সাহায্য করা মুসলিমদের উপর অপরিহার্য হয়ে দাড়ায়। [তাবারী] কিন্তু তাই বলে ন্যায় ও ইনসাফের অনুবর্তিতার নীতিকে বিসর্জন দেয়া যাবে না। তারা যদি এমন কোন সম্পপ্রদায়ের বিরুদ্ধে তোমাদের নিকট সাহায্য প্রার্থনা করে, যাদের সাথে তোমাদের যুদ্ধ নয় চুক্তি সম্পাদিত হয়ে গেছে, তবে সে ক্ষেত্রে তাদের বিরুদ্ধে সেসব মুসলিমের সাহায্য করা জায়েয নয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৪] হুদায়বিয়ার সন্ধিকালে এমনি ঘটনা ঘটেছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কার কাফেরদের সাথে সন্ধি চুক্তি সম্পাদন করেন এবং চুক্তির শর্তে এ বিষয়টিও অন্তর্ভুক্ত থাকে যে, এখন মক্কা থেকে যে ব্যক্তি মদীনায় চলে যাবে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ফিরিয়ে দেবেন। ঠিক এই সন্ধি চুক্তিকালেই আবু জান্দাল রাদিয়াল্লাহু আনহু-যাকে কাফেররা মক্কায় বন্দী করে রেখেছিল এবং খেদমতে গিয়ে হাজির হলেন এবং নিজের উৎপীড়নের কাহিনী প্রকাশ করে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট সাহায্য প্রার্থনা করলেন। যে নবী সমগ্র বিশ্বের জন্য রহমত হয়ে আগমন করেছিলেন, একজন নিপীড়িত মুসলিমের ফরিয়াদ শুনে তিনি কি পরিমাণ মর্মাহত হয়েছিলেন, তার অনুমান করাও যে কারও জন্য সম্ভব নয়, কিন্তু এহেন মর্মপীড়া সত্ত্বেও উল্লেখিত আয়াতের হুকুম অনুসারে তিনি তার সাহায্যের ব্যাপারে অপারগতা জানিয়ে ফিরিয়ে দেন। [দেখুন, বুখারী: ২৭০০; মুসনাদে আহমাদ ৪/৩২৩\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৮ : ৭৩",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ ",
        "bangla_text": "আর যারা কুফরী করেছে তারা পরস্পর পরস্পরের অভিভাবক [১], যদি তোমরা তা না কর তবে যমীনে ফিতনা ও মহাবিপর্যয় দেখা দেবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, দুই মিল্লাতের লোকেরা পরস্পর ওয়ারিস হবে না। কোন মুসলিম কোন কাফেরকে ওয়ারিস করবে না। অনুরূপভাবে কোন কাফেরও মুসলিমকে ওয়ারিস করবে না। তারপর তিনি আলোচ্য এ আয়াত পাঠ করলেন। [মুস্তাদরাকে হাকিম: ২/২৪০; অনুরূপ: মুসনাদে আহমাদ: ৫/৩৫২; মুসলিম: ১৭৩১; বুখারী: ৬৭৬৪] সুতরাং কাফেররা পরস্পর ওয়ারিস হবে। কারণ, তারা পরস্পর একে অপরের বন্ধু। এখানেও আল্লাহ্ তাআলা (وَلِـىُّ) শব্দ ব্যবহার করেছেন। এটি একটি সাধারণ ও ব্যাপকার্থক শব্দ। এতে যেমন ওয়ারাসাত বা উত্তরাধিকারের বিষয়টি অন্তর্ভুক্ত, তেমনি অন্তর্ভুক্ত বৈষয়িক সম্পর্ক ও পৃষ্ঠপোষকতার বিষয়ও।\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা যদি এমনটি না কর, তাহলে গোটা পৃথিবীতে ফেৎনা-ফাসাদ ও দাঙ্গা হাঙ্গামা ছড়িয়ে পড়বে। এ বাক্যটি সে সমস্ত হুকুম-আহকামের সাথে সম্পর্কযুক্ত যা ইতিপূর্বে আলোচনা করা হয়েছে। যেমন মুহাজিরীন ও আনসারগণকে একে অপরের অভিভাবক হতে হবে- যাতে পারস্পরিক সাহায্য-সহযোগিতা এবং ওরাসাত তথা উত্তরাধিকারের বিষয়গুলো অন্তর্ভুক্ত। আর কাফেরদের সাথে শক্রতা পোষণ করতে হবে। এটা না করে যদি কাফেরদের সাথে বন্ধুত্ব এবং মুমিনদের সাথে শক্রতা কর তবে দুনিয়াতে গোলযোগ ও দাঙ্গা-হাঙ্গামা ছড়িয়ে পড়বে। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "৮ : ৭৪",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ ",
        "bangla_text": "আর যারা ঈমান এনেছে, হিজরত করেছে এবং আল্লাহ্‌র পথে জিহাদ করেছে, আর যারা আশ্রয় দান করেছে এবং সাহায্য করেছে, তারাই প্রকৃত মুমিন; তাদের জন্য ক্ষমা ও সম্মানজনক জীবিকা রয়েছে [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের জন্য মাগফেরাত নির্ধারিত। যেমন, বিশুদ্ধ হাদীসসমূহে বর্ণিত রয়েছে যে, “ইসলাম গ্রহণ যেমন তার পূর্ববর্তী সমস্ত পাপকে নিঃশেষ করে দেয়, তেমনিভাবে হিজরত তার পূর্ববর্তী সমস্ত পাপকে নিঃশেষ করে দেয়।” [মুসলিমঃ ১২১]\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "৮ : ৭৫",
        "arabic_text": "\nوَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ ",
        "bangla_text": "আর যারা পরে ঈমান এনেছে, হিজরত করেছে এবং তোমাদের সাথে থেকে জিহদ করেছে [১] তারাও তোমাদের অন্তর্ভুক্ত এবং আত্মিয়ার আল্লাহ্‌র বিধানে একে অন্যের জন্য বেশি হকদার। নিশ্চয় আল্লাহ্‌ সবকিছু সম্যক আবগত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুহাজিরদের বিভিন্ন শ্রেণীর নির্দেশাবলী বর্ণিত হয়েছে। বলা হয়েছে, যদিও তাদের মধ্যে কেউ কেউ রয়েছেন প্রাথমিক পর্যায়ের মুহাজির, যারা হুদাইবিয়ার সন্ধির পূর্বে হিজরত করেছেন এবং কেউ কেউ রয়েছেন দ্বিতীয় পর্যায়ের মুহাজির, যারা হুদাইবিয়ার সন্ধির পরে হিজরত করেছেন। এর ফলে তাদের পরকালীন মর্যাদায় পার্থক্য হলেও পার্থিব বিধান মতে তাদের অবস্থা প্রাথমিক পর্যায়ের মুহাজিরদেরই অনুরূপ। তারা সবাই পরস্পরের ওয়ারিস তথা উত্তরাধিকারী হবেন। সুতরাং প্রথম পর্যায়ের মুহাজিরদেরকে লক্ষ্য করে বলা হয়েছে যে, দ্বিতীয় পর্যায়ের এই মুহাজিররাও তোমাদেরই পর্যায়ভুক্ত। সে কারণেই উত্তরাধিকার সংক্রান্ত বিধিতেও তাদের হুকুম সাধারণ মুহাজিরদের মতই। [বাগভী; সা’দী]\n  <br/>\n  <br/>\n  [২] এটি সূরা আনফালের সর্বশেষ আয়াত। এর শেষাংশে উত্তরাধিকার আইনের একটি ব্যাপক মূলনীতি বর্ণনা করা হয়েছে। এরই মাধ্যমে সেই সাময়িক বিধানটি বাতিল করে দেয়া হয়েছে, যেটি হিজরতের প্রথম পর্বের মুহাজির ও আনসারদের মাঝে পারস্পরিক ভ্রাতৃবন্ধন স্থাপনের মাধ্যমে একে অপরের উত্তরাধিকারী হওয়ার ব্যাপারে নাযিল হয়েছিল।\n  <br/>\n  <br/>\n  এ আয়াত এই মূলনীতি বাতলে দিয়েছে যে, মৃতের পরিত্যক্ত সম্পত্তি আত্মীয়তার মান অনুসারে বন্টন করা কর্তব্য। আর (وَ اُولُوا الۡاَرۡحَامِ) সাধারণভাবে সমস্ত আত্মীয়স্বজন অর্থেই বলা হয়। [ইবন কাসীর] তাদের মধ্যে বিশেষ বিশেষ আর্তীয়ের অংশ স্বয়ং কুরআনুল কারম সূরা আন-নিসায় নির্ধারিত করে দিয়েছেন। রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের হাদীসে এভাবে বর্ণনা করা হয়েছে যে, “যাবিল ফুরূযে”র অংশ দিয়ে দেয়ার পর যা কিছু অবশিষ্ট থাকবে, তা মৃত ব্যক্তির আসাবাগণ অর্থাৎ পিতামহ সম্পকীয় আতীয়দের মধ্যে পর্যায়ক্রমিকভাবে দেয়া হবে। [বুখারী: ৬৭৩২] অর্থাৎ নিকটবর্তী আসাবাকে দূরবর্তী আসাবা অপেক্ষ অগ্রাধিকার দিতে হবে এবং নিকটবর্তী আসাবার বর্তমানে দূরবর্তীকে বঞ্চিত করা হবে। আর ‘আসাবা'-এর মধ্যে আর কেউ জীবিত না থাকলে অন্যান্য আতীয়দের মধ্যে বন্টন করা হবে। আসাবা ছাড়াও অন্যান্য যেসব লোক আত্মীয় হতে পারে, ফরায়েয শাস্ত্রের পরিভাষায় তাদের বোঝাবার জন্য যওয়িল আরহাম’ শব্দ নির্ধারিত করে দেয়া হয়েছে। কিন্তু এই পরিভাষাটি পরবর্তীকালে হয়েছে। কুরআনুল কারমে বর্ণিত উলুল আরহাম আভিধানিক অর্থ অনুযায়ী সমস্ত আত্মীয়-স্বজনের ক্ষেত্রেই ব্যাপক। এতে যওয়িল ফরূয, আসাবা এবং যওয়িল আরহাম সবাই মোটামুটিভাবে অন্তর্ভুক্ত। [ইবন কাসীর]।\n  <br/>\n  <br/>\n  সূরা আনফালের শেষ আয়াতের সর্বশেষ বাক্যাংশটি দ্বারা ইসলামী উত্তরাধিকার আইনের সে ধারাটি বাতিল করা হয়েছে, যা ইতিপূর্বে বর্ণিত আয়াতে উল্লেখ করা হয়েছে এবং যার ভিত্তিতে মুহাজিরীন ও আনসারগণ আত্মীয়তার কোন বন্ধন না থাকলেও পরস্পরের ওয়ারিস বা উত্তরাধিকারী হয়ে গিয়েছিলেন। [বাগভী; ইবন কাসীর; ফাতহুল কাদীর] মূলতঃ এ হুকুমটি ছিল একটি সাময়িক হুকুম যা হিজরতের প্রাথমিক পর্যায়ে দেয়া হয়েছিল। সে সাময়িক প্রয়োজন শেষ হয়ে যাওয়ার পর আল্লাহ্ তা'আলা মীরাসের ব্যাপারে তাঁর স্থায়ী বিধান নাযিল করেন যা সুরা আন-নিসায় বর্ণিত হয়েছে।\n  <br/>\n </p>\n</div>"
    }
]