[
    {
        "id": 1,
        "verse": "৯০ : ১",
        "arabic_text": "\nلَآ أُقۡسِمُ بِهَٰذَا ٱلۡبَلَدِ ",
        "bangla_text": "আমি [১] শপথ করছি এ নগরের, [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সূরার প্রথমেই বলা হয়েছে, لا শব্দটির অর্থ, না। কিন্তু এখানে لا শব্দটি কি অর্থে ব্যবহৃত হয়েছে এ ব্যাপারে দু‘টি মত রয়েছে। এক. এখানে لا শব্দটি অতিরিক্ত এবং আরবী বাকপদ্ধতিতে এর অতিরিক্ত ব্যবহার সুবিদিত। তবে বিশুদ্ধ উক্তি এই যে, প্রতিপক্ষের ভ্রান্ত ধারণা খণ্ডন করার জন্যে এই لا শব্দটি শপথ বাক্যের শুরুতে ব্যবহৃত হয়। উদ্দেশ্য এই যে, এটা কেবল আপনার ধারণা নয়; বরং আমি শপথ সহকারে যা বলছি, তাই বাস্তব সত্য। অথবা অমুক অমুক জিনিসের কসম খেয়ে বলছি আসল ব্যাপার হচ্ছে এই।  [দেখুন, ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] البلد বা নগরী বলে এখানে মক্কা নগরীকে বোঝানো হয়েছে। [ইবন কাসীর] সূরা আত-ত্বীনেও এমনিভাবে মক্কা নগরীর শপথ করা হয়েছে এবং তদসঙ্গে أمين বিশেষণও উল্লেখ করা হয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯০ : ২",
        "arabic_text": "\nوَأَنتَ حِلُّۢ بِهَٰذَا ٱلۡبَلَدِ ",
        "bangla_text": "আর আপনি এ নগরের অধিবাসী [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] حجٌّ শব্দের দুটি অর্থ হতে পারে (এক) এটা حلول থেকে উদ্ভূত। অর্থ কোন কিছুতে অবস্থান নেয়া, থাকা ও অবতরণ করা। সে হিসেবে আয়াতের মর্মার্থ এই যে, মক্কা নগরী নিজেও সম্মানিত ও পবিত্র, বিশেষত আপনিও এ নগরীতে বসবাস করেন। বসবাসকারীর শ্রেষ্ঠত্বের দরুনও বাসস্থানের শ্রেষ্ঠত্ব বেড়ে যায়। কাজেই আপনার বসবাসের কারণে এ নগরীর মাহাত্ম্য ও সম্মান দ্বিগুণ হয়ে গেছে। [ফাতহুল কাদীর] (দুই) এটা حلال থেকে উদ্ভূত। অর্থ হালাল হওয়া। এদিক দিয়ে এক অর্থ এই যে, আপনাকে মক্কার কাফেররা হালাল মনে করে রেখেছে এবং আপনাকে হত্যা করার ফিকিরে রয়েছে; অথচ তারা নিজেরাও মক্কা নগরীতে কোন শিকারকেই হালাল মনে করে না। এমতাবস্থায় তাদের যুলুম ও অবাধ্যতা কতটুকু যে, তারা আল্লাহ্র রাসূলের হত্যাকে হালাল মনে করে নিয়েছে। অপর অর্থ এই যে, আপনার জন্যে মক্কার হারামে কাফেরদের বিরুদ্ধে যুদ্ধ করা হালাল করে দেওয়া হবে। [ইবন কাসীর] বস্তুত মক্কা বিজয়ের সময় একদিনের জন্যেই তাই করা হয়েছিল। আনাস ইবনে মালিক রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কা বিজয়ের দিন মাথায় শিরস্ত্ৰাণ পরিধান করে মক্কায় প্রবেশ করলেন, তারপর যখন তিনি তা খুললেন, এক লোক এসে তাকে বলল যে, ইবনে খাতল কা‘বার পর্দা ধরে আছে। তিনি বললেন, ‘তাকে হত্যা কর’। [বুখারী: ১৮৪৬, মুসলিম: ৪৫০] কারণ, পূর্ব থেকেই তার মৃত্যুদণ্ডের ঘোষণা রাসূল দিয়েছিলেন।\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯০ : ৩",
        "arabic_text": "\nوَوَالِدٖ وَمَا وَلَدَ ",
        "bangla_text": "শপথ জন্মদাতার ও যা সে জন্ম দিয়েছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যেহেতু বাপ ও তার ঔরসে জন্ম গ্রহণকারী সন্তানদের ব্যাপারে ব্যপক অৰ্থবোধক শব্দ ব্যবহার করা হয়েছে এবং সামনের দিকে মানুষের কথা বলা হয়েছে, তাই বাপ মানে আদম আলাইহিসসালামই হতে পারেন। আর তাঁর ঔরসে জন্ম গ্রহণকারী সন্তান বলতে দুনিয়ায় বর্তমানে যত মানুষ পাওয়া যায়, যত মানুষ অতীতে পাওয়া গেছে এবং ভবিষ্যতেও পাওয়া যাবে সবাইকে বুঝানো হয়েছে। এভাবে এতে আদম ও দুনিয়ার আদি থেকে অন্ত পর্যন্ত সব বনী-আদমের শপথ করা হয়েছে। অথবা وَالِدٌ বলে প্রত্যেক জন্মদানকারী পিতা আর وَلَدَ  বলে প্রত্যেক সন্তানকে বোঝানো হয়েছে। [ইবন কাসীর; ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯০ : ৪",
        "arabic_text": "\nلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِي كَبَدٍ ",
        "bangla_text": "নিঃসন্দেহে আমরা মানুষকে সৃষ্টি করেছি কষ্ট-ক্লেশের মধ্যে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পূর্ববর্তী শপথসমূহের জওয়াবে বলা হয়েছে যে,\n  <br/>\n  <br/>\n  لَقَدْ خَلَقْنَا الْاِنْسَانَ فِى كَبَدٍ\n  <br/>\n  <br/>\n  আয়াতে বর্ণিত كبد এর শাব্দিক অর্থ শ্রম ও কষ্ট। অর্থাৎ মানুষ সৃষ্টিগতভাবে আজীবন শ্রম ও কষ্টের মধ্যে থাকে। [ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯০ : ৫",
        "arabic_text": "\nأَيَحۡسَبُ أَن لَّن يَقۡدِرَ عَلَيۡهِ أَحَدٞ ",
        "bangla_text": "সে কি মনে করে যে, কখনো তার উপর কেউ ক্ষমতাবান হবে না?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯০ : ৬",
        "arabic_text": "\nيَقُولُ أَهۡلَكۡتُ مَالٗا لُّبَدًا ",
        "bangla_text": "সে বলে, ‘আমি প্রচুর অর্থ নিঃশেষ করেছি [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে সে বলে “আমি প্রচুর ধন-সম্পদ উড়িয়ে দিয়েছি। এই শব্দগুলোই প্রকাশ করে, বক্তা তার ধন-সম্পদের প্রাচুর্যে কী পরিমাণ গর্বিত। যে বিপুল পরিমাণ ধন সে খরচ করেছে নিজের সামগ্রিক সম্পদের তুলনায় তার কাছে তার পরিমাণ এত সামান্য ছিল যে, তা উড়িয়ে বা ফুঁকিয়ে দেবার কোন পরোয়াই সে করেনি। আর এই সম্পদ সে কোন কাজে উড়িয়েছে? কোন প্রকৃত নেকীর কাজে নয়, যেমন সামনের আয়াতগুলো থেকে প্রকাশিত হচ্ছে। বরং এই সম্পদ সে উড়িয়েছে নিজের ধনাঢ্যতার প্রদর্শনী এবং নিজের অহংকারও শ্রেষ্ঠত্ব প্রকাশ করার জন্য।\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯০ : ৭",
        "arabic_text": "\nأَيَحۡسَبُ أَن لَّمۡ يَرَهُۥٓ أَحَدٌ ",
        "bangla_text": "সে কি মনে করে যে, তাকে কেউ দেখেনি?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯০ : ৮",
        "arabic_text": "\nأَلَمۡ نَجۡعَل لَّهُۥ عَيۡنَيۡنِ ",
        "bangla_text": "আমরা কি তার জন্য সৃষ্টি করিনি দুচোখ ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৯০ : ৯",
        "arabic_text": "\nوَلِسَانٗا وَشَفَتَيۡنِ ",
        "bangla_text": "আর জিহ্বা ও দুই ঠোঁট ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৯০ : ১০",
        "arabic_text": "\nوَهَدَيۡنَٰهُ ٱلنَّجۡدَيۡنِ ",
        "bangla_text": "আর আমরা তাকে দেখিয়েছি [১] দু’টি পথ [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ভাল ও মন্দ দু’টি পথের দিশাই আল্লাহ্ তা‘আলা তাঁর বান্দাকে দিয়েছেন। শুধুমাত্ৰ বুদ্ধি ও চিন্তার শক্তি দান করে তাকে নিজের পথ নিজে খুঁজে নেবার জন্য ছেড়ে দেননি। বরং তাকে পথ দেখিয়ে দিয়েছেন। তার সামনে ভালো ও মন্দ এবং নেকী ও গোনাহের দু’টি পথ সুস্পষ্ট করে তুলে ধরেছেন। ভালোভাবে চিন্তা-ভাবনা করে তার মধ্য থেকে নিজ দায়িত্বে যে পথটি ইচ্ছা সে গ্ৰহণ করতে পারে। পবিত্র কুরআনের অন্যত্রও এই একই কথা বলা হয়েছে, সেখানে এসেছে, “আমি মানুষকে একটি মিশ্রিত বীর্য থেকে সৃষ্টি করেছি, যাতে তার পরীক্ষা নেয়া যায় এবং এ উদ্দেশ্যে আমি তাকে শ্রবণ শক্তি ও দৃষ্টিশক্তির অধিকারী করেছি। আমি তাকে পথ দেখিয়ে দিয়েছি, চাইলে সে শোকরকারী হতে পারে বা কুফরকারী।” [সূরা আল-ইনসান: ২-৩]\n  <br/>\n  <br/>\n  [২] نَجْدَيْنِ শব্দটি نَجْدٌ এর দ্বিবচন। এর শাব্দিক অর্থ উর্ধ্বগামী পথ। [ফাতহুল কাদীর] এখানে প্রকাশ্য পথ বোঝানো হয়েছে। এপথ দুটির একটি হচ্ছে সৌভাগ্য ও সাফল্যের পথ এবং অপরটি হচ্ছে অনিষ্ট ও ধ্বংসের পথ। এ পথ দু’টির একটি গেছে ওপরের দিকে। কিন্তু সেখানে যেতে হলে খুব কষ্ট ও পরিশ্রম করতে হয়। সে পথটি বড়ই দুৰ্গম। সে পথে যেতে হলে মানুষকে নিজের প্রবৃত্তি ও তার আকাংখা এবং শয়তানের প্ররোচনার সাথে লড়াই করে এগিয়ে যেতে হয়। আর দ্বিতীয় পথটি বড়ই সহজ। এটি খাদের মধ্যে নেমে গেছে। এই পথ দিয়ে নীচের দিকে নেমে যাবার জন্য কোন পরিশ্রমের প্রয়োজন হয় না। বরং এ জন্য শুধুমাত্র নিজের প্রবৃত্তির বছাধনটা একটু আলগা করে দেয়াই যথেষ্ট। তারপর মানুষ আপনা আপনি গড়িয়ে যেতে থাকে। এখন এই যে ব্যক্তিকে আমি দু’টি পথই দেখিয়ে দিয়েছিলাম সে ঐ দু’টি পথের মধ্য থেকে নীচের দিকে নেমে যাবার পথটি গ্রহণ করে নিয়েছে এবং ওপরের দিকে যে পথটি গিয়েছে সেটি পরিত্যাগ করেছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৯০ : ১১",
        "arabic_text": "\nفَلَا ٱقۡتَحَمَ ٱلۡعَقَبَةَ ",
        "bangla_text": "তবে সে তো বন্ধুর গিরিপথে [১] প্রবেশ করেনি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] عقبة বলা হয় পাহাড়ের বিরাট প্রস্তর খণ্ডকে এবং দুই পাহাড়ের মধ্যবর্তী গিরিপথকে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৯০ : ১২",
        "arabic_text": "\nوَمَآ أَدۡرَىٰكَ مَا ٱلۡعَقَبَةُ ",
        "bangla_text": "আর কিসে আপনাকে জানাবে--- বন্ধুর গিরিপথ কী?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৯০ : ১৩",
        "arabic_text": "\nفَكُّ رَقَبَةٍ ",
        "bangla_text": "এটা হচ্ছেঃ দাসমুক্তি [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এসব সৎকর্মের মধ্যে প্রথমে দাসমুক্ত করার কথা বলা হয়েছে। এটা খুব বড় ইবাদত এবং একজন মানুষের জীবন সুসংহত করার নামান্তর। বিভিন্ন হাদীসে এর অনেক সওয়াবের উল্লেখ এসেছে। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “যে কেউ কোন দাসকে মুক্ত করবে সেটা তার জন্য জাহান্নামের আগুন থেকে মুক্তিপণ হিসেবে বিবেচিত হবে”। [মুসনাদে আহমাদ: ৪/১৪৭, ১৫০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৯০ : ১৪",
        "arabic_text": "\nأَوۡ إِطۡعَٰمٞ فِي يَوۡمٖ ذِي مَسۡغَبَةٖ ",
        "bangla_text": "অথবা দুর্ভিক্ষের দিনে খাদ্যদান [১]—",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দ্বিতীয় সৎকর্ম হচ্ছে ক্ষুধার্তকে অন্নদান। যে কাউকে অন্নদান করলে তা আরও বিরাট সওয়াবের কাজ হয়ে যায়। তাই বলা হয়েছে, বিশেষভাবে যদি আত্মীয় ইয়াতীমকে অন্নদান করা হয়, তবে তাতে দ্বিগুণ সওয়াব হয়। (এক) ক্ষুধার্তের ক্ষুধা দূর করার সওয়াব এবং (দুই) আত্মীয়ের সাথে সম্পর্ক বজায় রাখা ও তার হক আদায় করার সওয়াব। জাবের ইবনে আবদুল্লাহ বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “কোন মুসলিম ক্ষুধার্তকে অন্নদান ক্ষমাকে অবশ্যম্ভাবী করে” । [মুস্তাদরাকে হাকিম: ২/৫২৪]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৯০ : ১৫",
        "arabic_text": "\nيَتِيمٗا ذَا مَقۡرَبَةٍ ",
        "bangla_text": "ইয়াতীম আত্মীয়কে [১],",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ ধরনের ইয়াতীমের হক সবচেয়ে বেশী। একদিকে সে ইয়াতীম, দ্বিতীয়ত সে তার নিকটাত্মীয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, ‘মিসকীনকে দান করা নিঃসন্দেহে একটি দান কিন্তু আত্মীয়দের দান করা দু’টি। দান ও আত্মীয়তার সম্পর্ক প্রতিষ্ঠা। [মুসনাদে আহমাদ: ৪/২১৪, তিরমিয়ী: ৬৫৩]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৯০ : ১৬",
        "arabic_text": "\nأَوۡ مِسۡكِينٗا ذَا مَتۡرَبَةٖ ",
        "bangla_text": "অথবা দারিদ্র-নিষ্পেষিত নিঃস্বকে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৯০ : ১৭",
        "arabic_text": "\nثُمَّ كَانَ مِنَ ٱلَّذِينَ ءَامَنُواْ وَتَوَاصَوۡاْ بِٱلصَّبۡرِ وَتَوَاصَوۡاْ بِٱلۡمَرۡحَمَةِ ",
        "bangla_text": "তদুপরি সে তাদের অন্তর্ভুক্ত হয়ে যায় যারা ঈমান এনেছে এবং পরস্পরকে উপদেশ দিয়েছে ধৈর্য ধারণের, আর পরস্পর উপদেশ দিয়েছে দয়া অনুগ্রহের [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ঈমানের পর মুমিনের এই কর্তব্য ব্যক্ত করা হয়েছে যে, সে অপরাপর মুসলিম ভাইকে সবর ও অনুকম্পার উপদেশ দেবে। সবরের অর্থ নিজেকে মন্দ কাজ থেকে বাঁচিয়ে রাখা ও সৎকর্ম সম্পাদন করা। مرحمة এর অর্থ অপরের প্রতি দয়ার্দ্র হওয়া। অপরের কষ্টকে নিজের কষ্ট মনে করে তাকে কষ্টদান ও যুলুম করা থেকে বিরত হওয়া। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজের উম্মতের মধ্যে এই রহম ও করুণাবৃত্তিটির মতো উন্নত নৈতিক বৃত্তিটিকেই সবচেয়ে বেশী প্রসারিত ও বিকশিত করতে চেয়েছেন। হাদীসে এসেছে, “যে মানুষের প্রতি রহমত করে না আল্লাহ্ তার প্রতি রহমত করেন না” । [বুখারী: ৭৩৭৬, মুসলিম: ৩১৯, মুসনাদে আহমাদ: ৪/৫৬২] অন্য হাদীসে এসেছে, “যে আমাদের ছোটদের রহমত করে না এবং বড়দের সম্মান পাওয়ার অধিকারের প্রতি খেয়াল রাখে না সে আমাদের দলভুক্ত নয়” । [আবুদাউদ: ৪৯৪৩, তিরমিয়ী: ১৯২০] আরও বলা হয়েছে, “যারা রহমতের অধিকারী (দয়া করে) তাদেরকে রহমান রহমত করেন, তোমরা যমীনের অধিবাসীদের প্রতি রহমত কর তবে আসমানের উপর যিনি আছেন (আল্লাহ্) তিনিও তোমাদেরকে রহমত করবেন।” [আবু দাউদ: ৪৯৪১, তিরমিয়ী: ১৯২৪]\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৯০ : ১৮",
        "arabic_text": "\nأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ ",
        "bangla_text": "তারাই সৌভাগ্যশালী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৯০ : ১৯",
        "arabic_text": "\nوَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا هُمۡ أَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ ",
        "bangla_text": "আর যারা আমাদের আয়াতসমূহে কুফরী করেছে, তারাই হতভাগ্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৯০ : ২০",
        "arabic_text": "\nعَلَيۡهِمۡ نَارٞ مُّؤۡصَدَةُۢ ",
        "bangla_text": "তারা পরিবেষ্টিত হবে অবরুদ্ধ আগুনে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    }
]