[
    {
        "id": 1,
        "verse": "৯১ : ১",
        "arabic_text": "\nوَٱلشَّمۡسِ وَضُحَىٰهَا ",
        "bangla_text": "শপথ সূর্যের এবং তার কিরণের [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরা দিয়ে সালাত আদায় করার কথাও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মু‘আয রাদিয়াল্লাহু ‘আনহুকে বলেছিলেন। [বুখারী: ৭০৫, মুসলিম: ৪৬৫]\n  <br/>\n  <br/>\n  ----------------\n  <br/>\n  <br/>\n  [১] এখানে ضحى শব্দটি شمس এর বিশেষণ। এ শব্দের কয়েকটি অর্থ হতে পারে। একটি অর্থ হলো দিন, দিনের প্রথমভাগ। [মুয়াসসার, তাবারী] এর আরেকটি অর্থ হতে পারে, তা হলো, আর শপথ সূর্যের কিরণ বা আলোর। [সা‘দী, জালালাইন]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯১ : ২",
        "arabic_text": "\nوَٱلۡقَمَرِ إِذَا تَلَىٰهَا ",
        "bangla_text": "শপথ চাঁদের, যখন তা সূর্যের পর আবির্ভূত হয় [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ শপথ চন্দ্রের যখন তা সূর্যের অনুসরণ করে, সূর্যের পর আসে। এর অর্থ এই হতে পারে যে, যখন চন্দ্র সূর্যাস্তের পরপরেই উদিত হয়। মাসের মধ্যভাগে এরূপ হয়। তখন চন্দ্র প্রায় পরিপূর্ণ অবস্থায় থাকে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯১ : ৩",
        "arabic_text": "\nوَٱلنَّهَارِ إِذَا جَلَّىٰهَا ",
        "bangla_text": "শপথ দিনের, যখন সে সূর্যকে প্রকাশ করে [১] , ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে جلاها এর সর্বনাম দ্বারা সূর্যও উদ্দেশ্য হতে পারে, আবার অন্ধকার বা আঁধার দূর করাও বোঝানো যেতে পারে। অর্থাৎ শপথ দিবসের, যখন তা সূর্যকে প্রকাশ করে। অথবা যখন তা অন্ধকারকে আলোকিত করে দুনিয়াকে প্রকাশ করে। [কুরতুবী] এর তৃতীয় অর্থ হতে পারে, শপথ সূর্যের, যখন তা পৃথিবীকে প্রকাশিত করে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯১ : ৪",
        "arabic_text": "\nوَٱلَّيۡلِ إِذَا يَغۡشَىٰهَا ",
        "bangla_text": "শপথ রাতের, যখন সে সূর্যকে আচ্ছাদিত করে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ শপথ রাত্রির যখন সে সূর্যকে আচ্ছাদিত করে। এর অর্থ, সূর্যের কিরণকে ঢেকে দেয়। এর আরেকটি অর্থ হতে পারে, আর তা হলো, শপথ রাত্রির, যখন তা পৃথিবীকে আচ্ছাদিত করে; ফলে পৃথিবী অন্ধকারাচ্ছন্ন হয়ে যায়। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯১ : ৫",
        "arabic_text": "\nوَٱلسَّمَآءِ وَمَا بَنَىٰهَا ",
        "bangla_text": "শপথ জমিনের এবং যিনি তা বিস্তৃত করেছেন তাঁর [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এর এক অর্থ শপথ পৃথিবীর এবং যিনি তাকে বিস্তৃত করেছেন। অপর অর্থ হচ্ছে, শপথ পৃথিবীর এবং একে বিস্তৃত করার। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯১ : ৬",
        "arabic_text": "\nوَٱلۡأَرۡضِ وَمَا طَحَىٰهَا ",
        "bangla_text": "শপথ জমিনের এবং যিনি তা বিস্তৃত করেছেন তাঁর [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এর এক অর্থ শপথ পৃথিবীর এবং যিনি তাকে বিস্তৃত করেছেন। অপর অর্থ হচ্ছে, শপথ পৃথিবীর এবং একে বিস্তৃত করার। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯১ : ৭",
        "arabic_text": "\nوَنَفۡسٖ وَمَا سَوَّىٰهَا ",
        "bangla_text": "শপথ নফ্সের [১] এবং যিনি তা সুবিন্যস্ত করেছেন তাঁর [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মূলে نفس শব্দটি বলা হয়েছে। নাফস শব্দটি দ্বারা যেকোনো প্রাণীর নফস বা আত্মা উদ্দেশ্য হতে পারে, আবার জবাবদিহি করতে বাধ্য মানুষের নফসও উদ্দেশ্য হতে পারে। [সা‘দী]\n  <br/>\n  <br/>\n  [২] এখানেও দু রকম অর্থ হতে পারে। একটি হলো, শপথ নফসের এবং তাঁর, যিনি সেটাকে সুবিন্যস্ত করেছেন। আরেকটি হলো, শপথ মানুষের প্রাণের এবং তা সুবিন্যস্ত করার। এখানে سواها মানে হচ্ছে, নাফসকে তিনি সুপরিকল্পিতভাবে ও সুবিন্যস্তভাবে তৈরি করেছেন। [কুরতুবী]  এছাড়া “সুবিন্যস্ত করার” মধ্যে এ অর্থও রয়েছে যে, তাকে জন্মগতভাবে সহজ সরল প্রকৃতির উপর সৃষ্টি করেছেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯১ : ৮",
        "arabic_text": "\nفَأَلۡهَمَهَا فُجُورَهَا وَتَقۡوَىٰهَا ",
        "bangla_text": "তারপর তাকে তার সৎকাজের এবং তার অসৎ-কাজের জ্ঞান দান করেছেন [১] –",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ, আল্লাহ্ তার নফসের মধ্যে নেকি ও গুনাহ উভয়টি স্পষ্ট করেছেন এবং চিনিয়ে দিয়েছেন। তিনি প্রত্যেক নফসেরই ভালো ও মন্দ কাজ করার কথা রেখে দিয়েছেন; এবং যা তাকদীরে লেখা রয়েছে তা সহজ করে দিয়েছেন। [ইবন কাসীর] একথাটিই অন্যত্র এভাবে বলা হয়েছে, “আর আমরা ভালো ও মন্দ উভয় পথ তার জন্য সুস্পষ্ট করে রেখে দিয়েছি।” [সূরা আল-বালাদ: ১০] আবার কোথাও বলা হয়েছে , “আমরা তাদেরকে পথ দেখিয়ে দিয়েছি , চাইলে তারা কৃতজ্ঞ হতে পারে আবার চাইলে হতে পারে অস্বীকারকারী।” [সূরা আল-ইনসান: ৩] একথাটিই অন্যত্র বলা হয়েছে এভাবে, “অবশ্যই আমি শপথ করছি নাফস আল-লাওয়ামার” [সূরা আল-কিয়ামাহ: ২] সুতরাং মানুষের মধ্যে একটি নাফসে লাওয়ামাহ্ (বিবেক) আছে। সে অসৎকাজ করলে তাকে তিরস্কার করে। আরও এসেছে, “আর প্রত্যেক ব্যক্তি সে যতই ওজর পেশ করুক না কেন সে কি তা সে খুব ভালো করেই জানে।” [সূরা আল-কিয়ামাহ্ঃ ১৪-১৫] এই তাফসীর অনুযায়ী এরূপ প্রশ্ন তোলার অবকাশ নেই যে, মানুষের সৃষ্টির মধ্যেই যখন পাপ ও ইবাদত নিহিত আছে, তখন সে তা করতে বাধ্য। এর জন্যে সে কোন সওয়াব অথবা আযাবের যোগ্য হবে না। একটি হাদীস থেকে এই তাফসীর গৃহীত হয়েছে। তাকদীর সম্পর্কিত এক প্রশ্নের জওয়াবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আলোচ্য আয়াত তেলাওয়াত করেন। [মুসলিম: ২৬৫০, মুসনাদে আহমাদ: ৪/৪৩৮]\n  <br/>\n  <br/>\n  এ থেকে বোঝা যায় যে, আল্লাহ্ তা‘আলা মানুষের মধ্যে গোনাহ ও ইবাদতের যোগ্যতা গচ্ছিত রেখেছেন, কিন্তু তাকে কোন একটি করতে বাধ্য করেননি; বরং তাকে উভয়ের মধ্য থেকে যে কোন একটি করার ক্ষমতা দান করেছেন । হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দো‘আ করতেন\n  <br/>\n  <br/>\n  اللّٰهُمَّ آتِ نَفْسِيْ تَقْوَ اهَا وَزَ كِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْ لَاهَا\n  <br/>\n  <br/>\n  অর্থাৎ “হে আল্লাহ্ আমাকে তাকওয়ার তওফীক দান করুন এবং নাফসকে পবিত্র করুন,  আপনিই তো উত্তম পবিত্রকারী। আর আপনিই আমার নাফসের মুরুব্বী ও পৃষ্ঠপোষক।” [মুসলিম: ২৭২২] তাকওয়া যেভাবে ইল্হাম হয়, তেমনিভাবে আল্লাহ্ তা‘আলা কোন কোন মানুষের পাপের কারণে তাদের অন্তরে পাপেরও ইল্হাম করেন। [উসাইমীন: তাফসীর জুয আম্মা] যদি আল্লাহ্ কারও প্রতি সদয় হন তবে তাকে ভাল কাজের প্রতি ইলহাম করেন। সুতরাং যে ব্যক্তি কোন ভাল কাজ করতে সমর্থ হয় সে যেন আল্লাহ্র শোকরিয়া আদায় করে। আর যদি সে খারাপ কাজ করে তবে তাওবা করে আল্লাহ্র দিকে ফিরে আসা উচিত। আল্লাহ্ কেন তাকে দিয়ে এটা করালেন, বা এ গোনাহ তার দ্বারা কেন হতে দিলেন, এ ধরনের যুক্তি দাঁড় করানোর মাধ্যমে নিজেকে আল্লাহ্র রহমত থেকে দূরে সরিয়েই রাখা যায়, কোন সমাধানে পৌঁছা যাবে না। কারণ; রহমতের তিনিই মালিক; তিনি যদি তার রহমত কারও প্রতি উজাড় করে দেন তবে সেটা তার মালিকানা থেকে তিনি খরচ করলেন পক্ষান্তরে যদি তিনি তার রহমত কাউকে না দেন তবে কারও এ ব্যাপারে কোন আপত্তি তোলার অধিকার নেই। যদি আপত্তি না তোলে তাওবাহ করে নিজের কোন ক্রটির প্রতি দিক নির্দেশ করে আল্লাহ্র দিকে ফিরে আসে তবে হয়ত আল্লাহ্ তাকে পরবর্তীতে সঠিক পথের দিশা দিবেন এবং তাঁর রহমত দিয়ে ঢেকে দিবেন এবং তাকওয়ার অধিকারী করবেন। ঐ ব্যক্তির ধ্বংস অনিবার্য যে আল্লাহ্র কর্মকাণ্ডে আপত্তি তোলতে তোলতে নিজের সময় নষ্ট করার পাশাপাশি তাকদির নিয়ে বাড়াবাড়ি করে ভাল আমল পরিত্যাগ করে তাকদীরের দোষ দিয়ে বসে থাকে। হ্যাঁ, যদি কোন বিপদাপদ এসে যায় তখন শুধুমাত্র আল্লাহ্র তাকদীরে সন্তুষ্টি প্রকাশের খাতিরে তাকদীরের কথা বলে শোকরিয়া আদায় করতে হবে। পক্ষান্তরে গোনাহের সময় কোনভাবেই তাকদীরের দোহাই দেয়া যাবে না। বরং নিজের দোষ স্বীকার করে আল্লাহ্র কাছে তাওবাহ করে ভবিষ্যতের জন্য তাওফীক কামনা করতে হবে। এজন্যই বলা হয় যে, ‘গোনাহের সময় তাকদীরের দোহাই দেয়া যাবে না, তবে বিপদাপদের সময় তাকদীরের দোহাই দেয়া যাবে।” [দেখুন, উসাইমীন, আল-কাওলুল মুফীদ শারহু কিতাবুত তাওহীদঃ ২/৩৯৬-৪০২]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৯১ : ৯",
        "arabic_text": "\nقَدۡ أَفۡلَحَ مَن زَكَّىٰهَا ",
        "bangla_text": "সে-ই সফলকাম হয়েছে, যে নিজেকে পবিত্র করেছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৯১ : ১০",
        "arabic_text": "\nوَقَدۡ خَابَ مَن دَسَّىٰهَا ",
        "bangla_text": "আর সে-ই ব্যর্থ হয়েছে, যে নিজেকে কলুষিত করেছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বোক্ত শপথগুলোর জওয়াবে এ আয়াতগুলোয় উল্লেখ করা হয়েছে। প্রথমে বলা হয়েছে, قَدْاَفْدَحَ مَنْ زَكّٰهَا এখানে, زكاها শব্দটি تزكية থেকে। এর প্রকৃত অর্থ পরিশুদ্ধতা; বৃদ্ধি বা উন্নতি। বলা হয়েছে, যে ব্যক্তি নিজের নফস্ ও প্রবৃত্তিকে দুস্কৃতি থেকে পাক-পবিত্র করে, তাকে সৎকাজ ও নেকির মাধ্যমে উদ্ধুদ্ধ ও উন্নত করে পবিত্ৰতা অর্জন করে, সে সফলকাম হয়েছে। এর মোকাবেলায় বলা হয়েছে, دَسَّاهَا এর শব্দমূল হচ্ছে تَدْسِيْسٌ। যার মানে হচ্ছে দাবিয়ে দেয়া, লুকিয়ে ফেলা; পথভ্রষ্ট করা। পূর্বাপর সম্পর্কের ভিত্তিতে এর অর্থও এখানে সুস্পষ্ট হয়ে যায় অর্থাৎ সেই ব্যক্তিই ব্যৰ্থ, যে নিজের নাফসকে নেকী ও সৎকর্মের মাধ্যমে পরিশুদ্ধ ও উন্নত করার পরিবর্তে দাবিয়ে দেয়, তাকে বিভ্রান্ত করে অসৎপ্রবণতার দিকে নিয়ে যায়। [ফাতহুল কাদীর] কোন কোন মুফাস্সির আয়াত দুটির আরেকটি অর্থ করেছেন, সে ব্যক্তি সফলকাম হয়; যাকে আল্লাহ্ পরিশুদ্ধ করেন এবং সে ব্যক্তি ব্যর্থ, যাকে আল্লাহ্ তা‘আলা গোনাহে ডুবিয়ে দেন। [ইবন কাসীর, তাবারী]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৯১ : ১১",
        "arabic_text": "\nكَذَّبَتۡ ثَمُودُ بِطَغۡوَىٰهَآ ",
        "bangla_text": "সামূদ সম্প্রদায় অবাধ্যতাবশত [১] মিথ্যারোপ করেছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তারা সালেহ্ আলাইহিস্সালামের নবুওয়াতকে মিথ্যা গণ্য করলো। তাদেরকে হেদায়াত করার জন্যে সালেহকে পাঠানো হয়েছিল। যে দুস্কৃতিতে তারা লিপ্ত হয়েছিল তা ত্যাগ করতে তারা প্ৰস্তুত ছিল না এবং সালেহ আলাইহিস্ সালাম যে তাকওয়ার দিকে তাদেরকে দাওয়াত দিচ্ছিলেন তা গ্ৰহণ করতেও তারা চাইছিল না। নিজেদের এই বিদ্রোহী মনোভাব ও কার্যক্রমের কারণে তাই তারা তার নবুওয়াতকে মিথ্যা বলছিল। এ সম্পর্কে বিস্তারিত জানার জন্য পড়ুন সূরা আল-আ‘রাফ ৭৩– ৭৬, হুদা ৬১-৬২. আশ শু‘আরা: ১৪১-১৫৩. আন-নামল ৪৫-৪৯, আল-ক্বামার ২৩-২৫।\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৯১ : ১২",
        "arabic_text": "\nإِذِ ٱنۢبَعَثَ أَشۡقَىٰهَا ",
        "bangla_text": "তাদের মধ্যে যে সর্বাধিক হতভাগ্য, সে যখন তৎপর হয়ে উঠল,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৯১ : ১৩",
        "arabic_text": "\nفَقَالَ لَهُمۡ رَسُولُ ٱللَّهِ نَاقَةَ ٱللَّهِ وَسُقۡيَٰهَا ",
        "bangla_text": "তখন আল্লাহ্র রাসূল তাদেরকে বললেন, ‘আল্লাহ্র উষ্ট্রী ও তাকে পানি পান করানোর বিষয়ে সাবধান হও [১]।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআন মজীদের অন্যান্য স্থানে এর বিস্তারিত বিবরণ দেয়া হয়েছে। বলা হয়েছে, সামূদ জাতির লোকেরা সালেহ আলাইহিস সালামকে বলে দিয়েছিল যে, যদি তুমি সত্যবাদী হও তাহলে কোন নিশানী  (মু‘জিযা) পেশ করো। একথায় সালেহ আলাইহিস্ সালাম মু‘জিযা হিসেবে একটি উটনী তাদের সামনে হাযির করেন, তিনি বলেন: এটি আল্লাহ্র উটনী। যমীনের যেখানে ইচ্ছা সে চরে বেড়াবে। একদিন সে একা সমস্ত পানি পান করবে এবং অন্যদিন তোমরা সবাই ও তোমাদের পশুরা পানি পান করবে। যদি তোমরা তার গায়ে হাত লাগাও তাহলে মনে রেখো তোমাদের ওপর কঠিন আযাব বর্ষিত হবে। একথায় তারা কিছুদিন পর্যন্ত ভয় করতে থাকলো। তারপর তারা তাদের সবচেয়ে হতভাগা লোককে ডেকে একমত হলো এবং বলল , এই উটনীটিকে শেষ করে দাও। সে এই কাজের দায়িত্ব নিয়ে এগিয়ে এলো। [দেখুন: সূরা আল-আ‘রাফ ৭৩, আশ-শু‘আরা ১৫৪-১৫৬ এবং আল-ক্বামার ২৯]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৯১ : ১৪",
        "arabic_text": "\nفَكَذَّبُوهُ فَعَقَرُوهَا فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنۢبِهِمۡ فَسَوَّىٰهَا ",
        "bangla_text": "কিন্তু তারা তার প্রতি মিথ্যারোপ করল এবং উষ্ট্রীকে জবাই করল [১]। ফলে তাদের পাপের জন্য তাদের রব তাদেরকে সমূলে ধ্বংস করে একাকার করে দিলেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পবিত্র কুরআনের অন্যত্র বলা হয়েছে উটনীকে হত্যা করার পর সামুদের লোকেরা  সালেহ আলাইহিস সালামকে বললে, “তুমি আমাদের যে আযাবের ভয় দেখাতে এখন সেই আযাব আনো।” [সূরা আল-আ‘রাফ: ৭৭] তখন “সালেহ আলাইহিস্ সালাম তাদেরকে বললেন, তিনদিন পর্যন্ত নিজেদের গৃহে আরো আয়েশ করে নাও, তারপর আযাব এসে যাবে এবং এটি এমন একটি সতর্কবাণী যা মিথ্যা প্রমাণিত হবে না।” [সূরা হূদঃ ৬৫]\n  <br/>\n  <br/>\n  [২] আয়াতে উল্লেখিত دَمْدَمَ শব্দটি এমন কঠোর শাস্তির ক্ষেত্রে প্রয়োগ করা হয়, যা বার বার কোন ব্যক্তি অথবা জাতির ওপর পতিত হয়ে তাকে সম্পূর্ণ নাস্তানাবুদ করে দেয়। [কুরতুবী]  এখানে سواها এর দ্বারা উদ্দেশ্য এই যে, এ আযাব জাতির আবাল বৃদ্ধ বনিতা সবাইকে বেষ্টন করে নিয়েছিল। [ইবন কাসীরা]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৯১ : ১৫",
        "arabic_text": "\nوَلَا يَخَافُ عُقۡبَٰهَا ",
        "bangla_text": "আর তিনি এর পরিণামকে ভয় করেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ তাদের প্রতি যে আযাব নাযিল করেছেন, আল্লাহ্ তা‘আলা এর কোন পরিণামের ভয় করেন না। কেননা, তিনি সবার উপর কর্তৃত্বশালী, সর্ব-নিয়ন্ত্রণকারী ও একচ্ছত্র অধিপতি। তাঁর আধিপত্য, কর্তৃত্ব ও ক্ষমতার বাইরে কোন কিছুই হতে পারে না। তাঁর হুকুম-নির্দেশ তাঁর সর্বশ্রেষ্ঠ প্রজ্ঞারই নিদর্শন। [সা‘দী]\n </p>\n</div>"
    }
]