[
    {
        "id": 1,
        "verse": "৯২ : ১",
        "arabic_text": "\nوَٱلَّيۡلِ إِذَا يَغۡشَىٰ ",
        "bangla_text": "শপথ রাতের, যখন সে আচ্ছন্ন করে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এ সূরা দিয়ে সালাত আদায় করার কথাও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মু‘আয রাদিয়াল্লাহু আনহুকে বলেছিলেন। [বুখারী:৭০৫, মুসলিম: ৪৬৫]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯২ : ২",
        "arabic_text": "\nوَٱلنَّهَارِ إِذَا تَجَلَّىٰ ",
        "bangla_text": "শপথ দিনের, যখন তা উদ্ভাসিত হয়",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯২ : ৩",
        "arabic_text": "\nوَمَا خَلَقَ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ ",
        "bangla_text": "শপথ তাঁর, যিনি নর ও নারী সৃষ্টি করেছেন-",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯২ : ৪",
        "arabic_text": "\nإِنَّ سَعۡيَكُمۡ لَشَتَّىٰ ",
        "bangla_text": "নিশ্চয় তোমাদের কর্মপ্রচেষ্টা বিভিন্ন প্রকৃতির [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ কথার জন্যই রাত ও দিন এবং নারী ও পুরুষের জন্মের কসম খাওয়া হয়েছে। এর তাৎপর্য এই হতে পারে যে, যেভাবে রাত ও দিন এবং পুরুষ ও নারী পরস্পর থেকে ভিন্ন ও বিপরীত ঠিক তেমনই তোমরা যেসব কর্মপ্ৰচেষ্টা চালাচ্ছো সেগুলোও বিভিন্ন ধরনের এবং বিপরীত। কেউ ভালো কাজ করে, আবার কেউ খারাপ কাজ করে। [ইবন কাসীর] হাদীসে আছে, “প্রত্যেক মানুষ সকাল বেলায় উঠে নিজেকে ব্যবসায়ে নিয়োজিত করে। অতঃপর কেউ এই ব্যবসায়ে সফলতা অর্জন করে এবং নিজেকে আখেরাতের আযাব থেকে মুক্ত করে; আবার কেউ নিজেকে ধ্বংস করে।” [মুসলিম: ২২৩]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯২ : ৫",
        "arabic_text": "\nفَأَمَّا مَنۡ أَعۡطَىٰ وَٱتَّقَىٰ ",
        "bangla_text": "কাজেই [১] কেউ দান করলে, তাকওয়া অবলম্বন করলে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা‘আলা পবিত্র কুরআনে কর্ম প্রচেষ্টার ভিত্তিতে মানুষকে দু’ভাগে বিভক্ত করেছেন এবং প্রত্যেকের কয়েকটি বৈশিষ্ট্য বর্ণনা করেছেন। প্ৰথমে বলেছেন, যে ব্যক্তি আল্লাহ্ যা নির্দেশ দিয়েছেন তা একমাত্র তাঁরই পথে ব্যয় করে, আল্লাহ্র তাকওয়া অবলম্বন করে আল্লাহ্ তা‘আলা যা থেকে বিরত থাকার নির্দেশ দিয়েছেন তা থেকে দূরে থাকে এবং উত্তম কলেমাকে সত্য মনে করে। এখানে ‘উত্তম কলেমা’কে বিশ্বাস করা বলতে কলেমায়ে ‘লা ইলাহা ইল্লাল্লাহ্’ এবং কালেমা থেকে প্রাপ্ত আকীদা-বিশ্বাস ও এর উপর আরোপিত পুরস্কার-তিরস্কারকে বিশ্বাস করা বুঝায়। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯২ : ৬",
        "arabic_text": "\nوَصَدَّقَ بِٱلۡحُسۡنَىٰ ",
        "bangla_text": "এবং যা উত্তম তা সত্য বলে গ্ৰহণ করলে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯২ : ৭",
        "arabic_text": "\nفَسَنُيَسِّرُهُۥ لِلۡيُسۡرَىٰ ",
        "bangla_text": "আমরা তার জন্য সুগম করে দেব সহজ পথ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি হচ্ছে উপরোক্ত প্রচেষ্টার ফল। যে ব্যক্তি উক্ত বিষয়গুলো সঠিকভাবে করে, তার জন্য আল্লাহ্ তা‘আলা তার সব উত্তম কাজ করা ও উত্তম কাজের উপায় সহজ করে দেন, আর খারাপ কাজ থেকে বিরত থাকা সহজ করে দেন। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯২ : ৮",
        "arabic_text": "\nوَأَمَّا مَنۢ بَخِلَ وَٱسۡتَغۡنَىٰ ",
        "bangla_text": "আর [১] কেউ কার্পণ্য করলে এবং নিজকে অমুখাপেক্ষী মনে করলে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এটি দ্বিতীয় ধরনের মানসিক প্রচেষ্টা। মহান আল্লাহ্ এখানে তাদের তিনটি কর্ম উল্লেখ করে বলেছেন, যে আল্লাহ্ যা নির্দেশ দিয়েছেন তা তাঁর পথে ব্যয় করার ব্যাপারে কৃপণতা করে তথা ফরয-ওয়াজিব-মুস্তাহাব কোন প্রকার সদকা দেয় না, আল্লাহ্র তাকওয়া অবলম্বনের পরিবর্তে, তাঁর প্রতি ইবাদত করার পরিবর্তে বিমুখ হয়ে নিজেকে অমুখাপেক্ষী মনে করে এবং উত্তম কলেমা তথা ঈমানের যাবতীয় বিষয়কে মিথ্যা মনে করে; তার জন্য কঠিন পথে চলা সহজ করে দিব। এখানে কঠিন পথ অর্থ কঠিন ও নিন্দনীয় অবস্থা তথা খারাপ কাজকে সহজ করে দেয়ার কথা বলা হয়েছে। [সা‘দী]  প্রথম ধরনের প্রচেষ্টাটির সাথে প্রতি পদে পদে রয়েছে এর অমিল। কৃপণতা মানে শুধুমাত্র প্রচলিত অর্থে যাকে কৃপণতা বলা হয় তা নয়, বরং এখানে কৃপণতা বলতে আল্লাহ্র ও বান্দার হকে সামান্য কিছু হলেও ব্যয় না করা বুঝাচ্ছে। আর বেপরোয়া হয়ে যাওয়া ও অমুখাপেক্ষী মনে করা হলো তাকওয়া অবলম্বনের সম্পূর্ণ বিপরীত স্তর। তাকওয়া অবলম্বনের কারণে মানুষ তার নিজের দূর্বলতা এবং তার স্রষ্টার প্রতি মুখাপেক্ষীতার মর্ম বুঝতে পারে। এ-জন্য আল্লাহ্ তা‘আলা অখুশি হন এমন কোন বিষয়ের ধারে কাছেও যায় না, আর যাতে খুশি হন তা করার সর্বপ্ৰচেষ্টা চালায়। আর যে ব্যক্তি নিজেকে তার রবের অমুখাপেক্ষী মনে করে, সে বেপরোয়া হয়ে যায় এবং আল্লাহ্ তা‘আলা কোন কাজে খুশি হন আর কোন কাজে নাখোশ হন তার কোন তোয়াক্কা করে না। তাই তার কাজকর্ম কখনো মুত্তাকীর কর্মপ্ৰচেষ্টার সমপর্যায়ের হতে পারে না। উত্তম কালমায় মিথ্যারোপ করা অর্থ ঈমানী শক্তিকে নষ্ট করে দিয়ে ঈমানের কালিমা ও আখেরাতের কথা মিথ্যা গণ্য করা। [দেখুন: বান্দা’ই‘উত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৯২ : ৯",
        "arabic_text": "\nوَكَذَّبَ بِٱلۡحُسۡنَىٰ ",
        "bangla_text": "আর যা উত্তম তাতে মিথ্যারোপ করলে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৯২ : ১০",
        "arabic_text": "\nفَسَنُيَسِّرُهُۥ لِلۡعُسۡرَىٰ ",
        "bangla_text": "তার জন্য আমরা সুগম করে দেব কঠোর পথ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থ এই যে, যারা তাদের প্রচেষ্টা ও শ্রম প্রথমোক্ত তিন কাজে নিয়োজিত করে, (অর্থাৎ আল্লাহ্র পথে দান করা, আল্লাহ্র তাকওয়া অবলম্বন করা এবং ঈমানকে সত্য মনে করা) তাদেরকে আমি সৎ ও উত্তম কাজের জন্যে সহজ করে দেই। পক্ষান্তরে যারা তাদের প্রচেষ্টা ও শ্রমকে শেষোক্ত তিন কাজে নিয়োজিত করে, আমি তাদেরকে খারাপ ও দুর্ভাগ্যের কাজের জন্য সহজ করে দেই। [মুয়াসসার] এ আয়াতগুলোতে তাকদীরের সুস্পষ্ট ব্যাখ্যা দেয়া আছে। হাদীসে এসেছে, আলী রাদিয়াল্লাহু ‘আনহু বলেন, আমরা বাকী আল-গারকাদে এক জানাযায় এসেছিলাম। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামও সেখানে আসলেন, তিনি বসলে আমরাও বসে গেলাম। তার হাতে ছিল একটি ছড়ি। তিনি সেটি দিয়ে মাটিতে খোচা দিচ্ছিলেন। তারপর বললেন, “তোমাদের প্রত্যেকের এমনকি প্রতিটি আত্মারই স্থান জান্নাত কিংবা জাহান্নাম নির্ধারিত হয়ে গেছে। প্রত্যেকের ব্যাপারেই সৌভাগ্যশালী কিংবা দূর্ভাগা লিখে দেয়া হয়েছে। তখন একজন বলল, হে আল্লাহ্র রাসূল! আমরা কি আমাদের লিখা গ্রন্থের উপর নির্ভর করে কাজ-কর্ম ছেড়ে দেব না? কারণ, যারা সৌভাগ্যশালী তারা তো অচিরেই সৌভাগ্যের দিকে ধাবিত হবে, আর যারা দূৰ্ভাগা তারা দূর্ভাগ্যের দিকে ধাবিত হবে। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যারা সৌভাগ্যশালী তাদের জন্য সৌভাগ্যপূর্ণ কাজ করা সহজ করে দেয়া হবে, পক্ষান্তরে যারা দূৰ্ভাগা তাদের জন্য দূর্ভাগ্যপূর্ণ কাজ করা সহজ করে দেয়া হবে। তারপর তিনি এ আয়াত পাঠ করলেন।” [বুখারী: ৪৯৪৮, মুসলিম: ২৬৪৭] [বাদা’ই‘উত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৯২ : ১১",
        "arabic_text": "\nوَمَا يُغۡنِي عَنۡهُ مَالُهُۥٓ إِذَا تَرَدَّىٰٓ ",
        "bangla_text": "আর তার সম্পদ তার কোন কাজে আসবে না, যখন সে ধ্বংস হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] تردى এর শাব্দিক অর্থ অধঃপতিত হওয়া ও ধ্বংস হওয়া। অর্থাৎ একদিন তাকে অবশ্যি মরতে হবে। তখন দুনিয়াতে যেসব ধন-সম্পদে কৃপণতা করেছিল তা তার কোনও কাজে আসবে না। [মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৯২ : ১২",
        "arabic_text": "\nإِنَّ عَلَيۡنَا لَلۡهُدَىٰ ",
        "bangla_text": "নিশ্চয় আমাদের কাজ শুধু পথনির্দেশ করা [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হেদায়াত ও প্রদর্শিত সরল পথ প্রদর্শনের দায়িত্ব আল্লাহ্ তা‘আলার। এ আয়াতের আরেকটি অর্থ হতে পারে, আর তা হলো, হেদায়াতপূর্ণ সরল পথ আল্লাহ্ তা‘আলার সান্নিধ্যে পৌছে দেয়, যেমনিভাবে ভ্রষ্টপথ জাহান্নামে পৌছে দেয়। পবিত্র কুরআনে অন্যত্র আল্লাহ্ বলেছেন, “আর সোজা পথ (দেখাবার দায়িত্ব) আল্লাহ্রই ওপর বার্তায় যখন বাঁকা পথও রয়েছে।” [সূরা আন-নাহল: ৯] [তাবারী, সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৯২ : ১৩",
        "arabic_text": "\nوَإِنَّ لَنَا لَلۡأٓخِرَةَ وَٱلۡأُولَىٰ ",
        "bangla_text": "আর আমরাই তো মালিক আখেরাতের ও প্রথমটির (দুনিয়ার) [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বক্তব্যটির অর্থ, দুনিয়া ও আখেরাত উভয় জাহানের মালিক আল্লাহ্ তা‘আলাই। উভয় জাহানেই আল্লাহ্ তা‘আলার পূর্ণ মালিকানা ও ক্ষমতা প্রতিষ্ঠিত। তিনি যাকে ইচ্ছা সৎপথ প্রদর্শন করে দুনিয়া ও আখিরাতে সাফল্য প্ৰদান করেন, আর যাকে ইচ্ছা তিনি সৎপথ থেকে বঞ্চিত করেন। তাই একমাত্র তাঁরই নিকটে হওয়া উচিৎ সকলের চাওয়া-পাওয়া, অন্য কোন সৃষ্টির নিকট নয়। [তাবারী, সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৯২ : ১৪",
        "arabic_text": "\nفَأَنذَرۡتُكُمۡ نَارٗا تَلَظَّىٰ ",
        "bangla_text": "অতঃপর আমি তোমাদেরকে লেলিহান আগুন [১] সম্পর্কে সতর্ক করে দিয়েছি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ লেলিহান আগুনের ভয়াবহতা সম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “কিয়ামতের দিন যে জাহান্নামীর সবচেয়ে হাল্কা আযাব হবে তার অবস্থা হচ্ছে এই যে, তার পায়ের নীচে আগুনের কয়লা রাখা হবে এতেই তার ঘিলু উৎরাতে থাকবে” । [বুখারী: ৬৫৬১, মুসলিম: ২১৩]\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৯২ : ১৫",
        "arabic_text": "\nلَا يَصۡلَىٰهَآ إِلَّا ٱلۡأَشۡقَى ",
        "bangla_text": "তাতে প্ৰবেশ করবে সে-ই, যে নিতান্ত হতভাগ্য,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৯২ : ১৬",
        "arabic_text": "\nٱلَّذِي كَذَّبَ وَتَوَلَّىٰ ",
        "bangla_text": "যে মিথ্যারোপ করে ও মুখ ফিরিয়ে নেয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এই জাহান্নামে নিতান্ত হতভাগা ব্যক্তিই দাখিল হবে, যে আল্লাহ্র আয়াতসমূহের প্রতি মিথ্যারোপ করে এবং তাঁদের আনুগত্য থেকে মুখ ফিরিয়ে নেয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “প্রত্যেক উম্মতই জান্নাতে যাবে তবে যে অস্বীকার করবে।” সাহাবায়ে কিরাম বললেন, ইয়া রাসূলাল্লাহ্! কে অস্বীকার করবে? তিনি বললেন, “যে আমার অনুসরণ করবে সে জান্নাতে যাবে, আর যে আমার অবাধ্য হবে সেই আমাকে অস্বীকার করল।” [বুখারী: ৭২৮০]\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৯২ : ১৭",
        "arabic_text": "\nوَسَيُجَنَّبُهَا ٱلۡأَتۡقَى ",
        "bangla_text": "আর তা থেকে দূরে রাখা হবে পরম মুত্তাকীকে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৯২ : ১৮",
        "arabic_text": "\nٱلَّذِي يُؤۡتِي مَالَهُۥ يَتَزَكَّىٰ ",
        "bangla_text": "যে স্বীয় সম্পদ দান করে আতশুদ্ধির জন্য [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  এতে সৌভাগ্যশালী মুত্তাকীদের প্রতিদান বর্ণিত হয়েছে। অর্থাৎ যে ব্যক্তি আল্লাহ্র তাক্বওয়া শক্তভাবে অবলম্বন করে এবং একমাত্র আল্লাহ্র পথে নিজের গোনাহ্ থেকে বিশুদ্ধ হওয়ার উদ্দেশ্যে ব্যয় করে, তাকেজা হান্নামের আগুন থেকে দূরে রাখা হবে। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৯২ : ১৯",
        "arabic_text": "\nوَمَا لِأَحَدٍ عِندَهُۥ مِن نِّعۡمَةٖ تُجۡزَىٰٓ ",
        "bangla_text": "এবং তার প্রতি কারও এমন কোন অনুগ্রহ নেই যার প্রতিদান দিতে হবে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে সেই মুত্তাকী ব্যক্তির আরো বিস্তারিত বিবরণ দেয়া হয়েছে। সে যে নিজের অর্থ যাদের জন্য ব্যয় করে, আগে থেকেই তার কোন অনুগ্রহ তার ওপর ছিল না, যার প্রতিদান বা পুরস্কার দিচ্ছে অথবা ভবিষ্যতে তাদের থেকে কোন স্বাৰ্থ উদ্ধারের অপেক্ষায় তাদেরকে উপহার-উপঢৌকন ইত্যাদি দিয়ে ব্যয় করছে; বরং সে নিজের মহান ও সর্বশক্তিমান রবের সস্তুষ্টি লাভের জন্যই এমন-সব লোককে সাহায্য করছে, যারা ইতোপূর্বে তার কোন উপকার করেনি এবং ভবিষ্যতেও তাদের উপকার পাওয়ার আশা নেই। [তাবারী] বিভিন্ন বর্ণনায় এসেছে, এ আয়াতটি আবু বকর রাদিয়াল্লাহু ‘আনহুর শানে নাযিল হয়েছে। [মুসনাদে বাযযার (আল-বাহরুয, যাখখার) : ৬/১৬৮, ২২০৯] আবু বকর সিদীক রাদিয়াল্লাহু ‘আনহু মক্কা মু‘আযযমার যে অসহায় গোলাম ও বাঁদীরা ইসলাম গ্ৰহণ করেছিলেন এবং এই অপরাধে তাদের মালিকরা তাদের ওপর চরম অকথ্য নির্যাতন ও নিপীড়ন চালাচ্ছিল তাদেরকে মালিকদের যুলুম থেকে বাঁচাবার জন্য কিনে নিয়ে আযাদ করে দিচ্ছিলেন। যেসব দাসকে আবুবকর রাদিয়াল্লাহু ‘আনহু প্রচুর অর্থ দিয়ে ক্রয় করে মুক্ত করে দেন, তাদের কোন সাবেক অনুগ্রহও তাঁর উপর ছিল না, যার প্রতিদানে এরূপ করা যেত; বরং তার লক্ষ্য মহান আল্লাহ্ তা‘আলার সস্তুষ্টি অন্বেষণ ব্যতীত কিছুই ছিল না। এ ধরনের মুসলিম সাধারণ দুর্বল ও শক্তিহীন হত। একদিন তার পিতা আবু কোহাফা বললেন: তুমি যখন গোলামদেরকে মুক্তই করে দাও, তখন শক্তিশালী ও সাহসী গোলাম দেখেই মুক্ত করো, যাতে ভবিষ্যতে সে শত্রুর হাত থেকে তোমাকে রক্ষা করতে পারে। আবুবকর রাদিয়াল্লাহু ‘আনহু বললেন: কোন মুক্ত-করা মুসলিম থেকে উপকার লাভ করা আমার লক্ষ্য নয়। আমি তো কেবল আল্লাহ্র সন্তুষ্টি লাভের জন্যেই তাদেরকে মুক্ত করি। [মুস্তাদরাকে হাকিম: ২/৫৭২, নং ৩৯৪২]\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৯২ : ২০",
        "arabic_text": "\nإِلَّا ٱبۡتِغَآءَ وَجۡهِ رَبِّهِ ٱلۡأَعۡلَىٰ ",
        "bangla_text": "শুধু তার মহান রবের সস্তুষ্টির প্ৰত্যাশায়;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৯২ : ২১",
        "arabic_text": "\nوَلَسَوۡفَ يَرۡضَىٰ ",
        "bangla_text": "আর অচিরেই সে সস্তুষ্ট হবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে, শীঘ্রই আল্লাহ্ এ ব্যক্তিকে এত-কিছু দেবেন যার ফলে সে খুশী হয়ে যাবে। অর্থাৎ যে ব্যক্তি কেবলমাত্র আল্লাহ্র সস্তুষ্টি অর্জনের লক্ষ্যেই দুনিয়াতে তার ধনসম্পদ ব্যয় করেছে এবং কষ্ট করেছে, আল্লাহ্ তা‘আলাও আখেরাতে তাকে সন্তুষ্ট করবেন এবং জান্নাতের মহা নেয়ামত তাকে দান করবেন। [তাবারী] এই শেষ বাক্যটি মুত্তাকীদের জন্য, বিশেষ করে আবুবকর রাদিয়াল্লাহু ‘আনহু-এর জন্যে একটি বিরাট সুসংবাদ। আল্লাহ্ তাকে সন্তুষ্ট করবেন-এ সংবাদ এখানে তাকে শোনানো হয়েছে। [আদ্ওয়াউল বায়ান]\n  <br/>\n  <br/>\n </p>\n</div>"
    }
]