[
    {
        "id": 1,
        "verse": "৯৩ : ১",
        "arabic_text": "\nوَٱلضُّحَىٰ ",
        "bangla_text": "শপথ পূর্বাহ্নের,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  এই সূরা অবতরণের কারণ সম্পর্কে হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একবার অসুস্থ হলেন ফলে তিনি একরাত বা দু‘রাত সালাত আদায়ের জন্য বের হলেন না। তখন এক মহিলা এসে বলল, মুহাম্মাদ আমি তো দেখছি তোমার শয়তান তোমাকে ত্যাগ করেছে, এক রাত বা দু’রাত তো তোমার কাছেও আসেনি। এরই পরিপ্রেক্ষিতে উপরোক্ত আয়াত নাযিল হয়৷ [বুখারী: ৪৯৫০, ৪৯৫১, ৪৯৮৩] অন্য বর্ণনায় এসেছে, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নিকট ওহী আসতে বিলম্ব হয়, এতে করে মুশরিকরা বলতে শুরু করে যে, মুহাম্মদকে তার আল্লাহ্ পরিত্যাগ করেছেন ও তার প্রতি রুষ্ট হয়েছেন। এরই প্রেক্ষিতে সূরা আদ-দ্বোহা অবতীর্ণ হয়। [মুসলিম: ১৭৯৭]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯৩ : ২",
        "arabic_text": "\nوَٱلَّيۡلِ إِذَا سَجَىٰ ",
        "bangla_text": "শপথ রাতের যখন তা হয় নিঝুম [১] –",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে سجى এর আরেকটি অর্থ হতে পারে। আর তা হলো, অন্ধকারাচ্ছন্ন হওয়া। এখানে দিনের আলো ও রাতের নীরবতা বা অন্ধকারের কসম খেয়ে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলা হয়েছে, আপনার রব আপনাকে বিদায় দেন নি এবং আপনার প্রতি শক্ৰতাও পোষণ করেন নি। একথার জন্য যে সম্বন্ধের ভিত্তিতে এই দু’টি জিনিসের কসম খাওয়া হয়েছে তা সম্ভবত এই যে, রাতের নিঝুমতা ও অন্ধকারাচ্ছন্নতার পর দিনের আলোকমালায় উদ্ভাসিত হওয়ার মতই যেন বিরতির অন্ধকারের পর অহী আগমনের আলো উদ্ভাসিত হয়েছে। [বাদা’ই‘উত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯৩ : ৩",
        "arabic_text": "\nمَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ ",
        "bangla_text": "আপনার রব আপনাকে পরিত্যাগ করেন নি [১] এবং শক্ৰতাও করেন নি। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ অনুবাদটি অনেক মুফাসসির করেছেন। [মুয়াসসার, জালালাইন] এখানে ودع এর আরেকটি অর্থ হতে পারে, আর তা হলো, বিদায় দেয়া। [ফাতহুল কাদীর, আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯৩ : ৪",
        "arabic_text": "\nوَلَلۡأٓخِرَةُ خَيۡرٞ لَّكَ مِنَ ٱلۡأُولَىٰ ",
        "bangla_text": "আর অবশ্যই আপনার জন্য পরবর্তী সময় পূর্ববতী সময়ের চেয়ে শ্রেয় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে الآخرة এবং الأولى শব্দদ্বয়ের প্রসিদ্ধ অর্থ আখেরাত ও দুনিয়া নেয়া হলে এর ব্যাখ্যা হবে যে, আমি আপনাকে আখেরাতে নেয়ামত দান করার ওয়াদা দিচ্ছি। সেখানে আপনাকে দুনিয়া অপেক্ষা অনেক বেশী নেয়ামত দান করা হবে। [ইবন কাসীর] তাছাড়া الآخرة কে শাব্দিক অর্থে নেয়াও অসম্ভব নয়। অতএব, এর অর্থ পরবর্তী অবস্থা; যেমন الأولى শব্দের অর্থ প্রথম অবস্থা। তখন আয়াতের অর্থ এই যে, আপনার প্রতি আল্লাহ্র নেয়ামত দিন দিন বেড়েই যাবে এবং প্রত্যেক প্রথম অবস্থা থেকে পরবর্তী অবস্থা উত্তম ও শ্রেয় হবে। এতে জ্ঞানাগরিমা ও আল্লাহ্র নৈকট্যে উন্নতিলাভসহ জীবিকা এবং পার্থিব প্রভাব-প্রতিপত্তি ইত্যাদি সব অবস্থাই অন্তর্ভুক্ত। আর আপনার জন্য আখেরাত তো দুনিয়া থেকে অনেক, অনেক বেশি উত্তম হবে। [সা‘দী]] আবদুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একটি ছাটাইতে শোয়ার কারণে তার পার্শ্বদেশে দাগ পড়ে গেল। আমি বললাম, ইয়া রাসূলাল্লাহ্! আমার পিতা মাতা আপনার জন্য উৎসর্গ হোক, আমাদেরকে অনুমতি দিলে আমরা আপনার জন্য একটি কিছু তৈরী করে দিতাম যা আপনাকে এরূপ কষ্ট দেয়া থেকে হেফাজত করত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, “আমার আর এ দুনিয়ার ব্যাপারটি কি? আমি ও দুনিয়ার উদাহরণ তো এমন যেমন কোন সওয়ারী কোন গাছের নীচে বিশ্রামের জন্য আশ্রয় নিল তারপর সেটা ছেড়ে চলে গেল।” [ইবনে মাজাহঃ ৪১০৯, মুসনাদে আহমাদ: ১/৩৯১]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯৩ : ৫",
        "arabic_text": "\nوَلَسَوۡفَ يُعۡطِيكَ رَبُّكَ فَتَرۡضَىٰٓ ",
        "bangla_text": "আর অচিরেই আপনার রব আপনাকে অনুগ্রহ দান করবেন, ফলে আপনি সন্তুষ্ট হবেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনার পালনকর্তা আপনাকে এত প্রাচুর্য দেবেন যে, আপনি সন্তুষ্ট হয়ে যাবেন। এতে কি দিবেন, তা নির্দিষ্ট করা হয়নি। এতে ইঙ্গিত পাওয়া যায় যে, প্রত্যেক কাম্যবস্তুই প্রচুর পরিমাণে দেবেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাম্যবস্তুসমূহের মধ্যে ছিল ইসলামের ও কুরআনের উন্নতি, সারা বিশ্বে সমুন্নত করা ইত্যাদি। আর তার মৃত্যুর পর হাশরের ময়দানে ও জান্নাতে ও তাকে আল্লাহ্ তা‘আলা অনেক অনুগ্রহ দান করবেন। [বাদা’ই‘উত তাফসীর] হাদীসে আছে, আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন,  রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নিকট পরবর্তীতে যে সমস্ত জনপদ বিজিত হবে তা একটি একটি করে পেশ করা হচ্ছিল। এতে তিনি খুশী হলেন, তখন আল্লাহ্ তা‘আলা “অচিরেই আপনার রব আপনাকে এমন দান করবেন যে আপনি সস্তুষ্ট হয়ে যাবেন” এ আয়াত নাযিল করলেন। তখন আল্লাহ্ তা‘আলা তাকে জান্নাতে হাজার প্রাসাদের মালিক বানালেন। প্রতিটি প্রাসাদে থাকবে প্রাসাদ উপযোগী খাদেম ও ছোট ছোট বাচ্চারা। [মুস্তাদরাকে হাকিম: ২/৫২৬]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯৩ : ৬",
        "arabic_text": "\nأَلَمۡ يَجِدۡكَ يَتِيمٗا فَـَٔاوَىٰ ",
        "bangla_text": "তিনি কি আপনাকে ইয়াতীম অবস্থায় পান নি? অতঃপর তিনি আশ্রয় দিয়েছেন [১] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে আল্লাহ্ তা‘আলা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি কিছু নেয়ামতের সংক্ষিপ্ত বর্ণনা করেন। প্রথম নেয়ামত হচ্ছে, আমি আপনাকে পিতৃহীন পেয়েছি। আপনার জন্মের পূর্বেই পিতা ইন্তেকাল করেছিল এবং ছোট থাকতেই মা মারা যায়। অতঃপর আমি আপনাকে আশ্রয় দিয়েছি। অর্থাৎ প্রথমে পিতামহ আবদুল মুত্তালিব, পরবর্তীতে পিতৃব্য আবু তালেব যত্নসহকারে আপনাকে লালন-পালন করতেন। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯৩ : ৭",
        "arabic_text": "\nوَوَجَدَكَ ضَآلّٗا فَهَدَىٰ ",
        "bangla_text": "আর তিনি আপনাকে পেলেন পথ সম্পর্কে অনবহিত, অতঃপর তিনি পথের নির্দেশ দিলেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দ্বিতীয় নেয়ামত হচ্ছে, আপনাকে ضال পেয়েছি। এ শব্দটির অর্থ পথভ্রষ্টও হয় এবং অনভিজ্ঞ, অনবহিত বা গাফেলও হয়। এখানে দ্বিতীয় অর্থই উদ্দেশ্য। নবুওয়ত লাভের পূর্বে তিনি আল্লাহ্র বিধি-বিধান সম্পর্কে, ঈমান সম্পর্কে অনবহিত ছিলেন। অতঃপর নবুওয়তের পদ দান করে তাকে পথনির্দেশ দেয়া হয়, যা তিনি জানতেন না তা জানানো হয়; সর্বোত্তম আমলের তৌফিক দেওয়া হয়। [কুরতুবী, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯৩ : ৮",
        "arabic_text": "\nوَوَجَدَكَ عَآئِلٗا فَأَغۡنَىٰ ",
        "bangla_text": "আর তিনি আপনাকে পেলেন নিঃস্ব অবস্থায়, অতঃপর অভাব মুক্ত করলেন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তৃতীয় নেয়ামত হচ্ছে, আল্লাহ্ তা‘আলা আপনাকে নিঃস্ব ও রিক্তহস্ত পেয়েছেন; অতঃপর আপনাকে অভাবমুক্ত করেছেন এবং ধৈর্যশীল ও সন্তুষ্ট করেছেন। এখানে أغنى বলতে দুটি অর্থ হতে পারে। এক অর্থ, তিনি আপনাকে ধনশালী করেছেন। অপর অর্থ, তিনি আপনাকে তাঁর নেয়ামতে সন্তুষ্ট করেছেন। দেখুন: ইবন কাসীর, মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৯৩ : ৯",
        "arabic_text": "\nفَأَمَّا ٱلۡيَتِيمَ فَلَا تَقۡهَرۡ ",
        "bangla_text": "কাজেই আপনি ইয়াতীমের প্রতি কঠোর হবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ নেয়ামতগুলো উল্লেখ করার পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে এর কৃতজ্ঞতাস্বরূপ কয়েকটি বিষয়ের নির্দেশ দেয়া হয়েছে। প্রথম নির্দেশ হচ্ছে, ইয়াতিমের সাথে কঠোর ব্যবহার করবেন না। অর্থাৎ আপনি কোন পিতৃহীনকে অসহায় ও বেওয়ারিশ মনে করে তার ধন-সম্পদ জবরদস্তিমূলকভাবে নিজ অধিকারভুক্ত করে নেবেন না। এর মাধ্যমে সকল উম্মতকেই ইয়াতীমের সাথে সহৃদয় ব্যবহার করার জোর আদেশ দেওয়া হয়েছে এবং বেদনাদায়ক ব্যবহার করতে নিষেধ করা হয়েছেন। [বাদা’ই‘উত তাফসীর]\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৯৩ : ১০",
        "arabic_text": "\nوَأَمَّا ٱلسَّآئِلَ فَلَا تَنۡهَرۡ ",
        "bangla_text": "আর প্রার্থীকে ভর্ৎসনা করবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] দ্বিতীয় নির্দেশ হচ্ছে, অর্থগত ও জ্ঞানগত প্রার্থীকে ধমক বা ভৎর্সনা করতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে নিষেধ করা হয়েছে। যদি ‘প্রার্থী’ বলে এখানে সাহায্য প্রার্থনাকারী অভাবী ধরা হয় তাহলে এর অর্থ হয়, তাকে সাহায্য করতে পারলে করুন আর না করতে পারলে কমল স্বরে তাকে নিজের অক্ষমতা বুঝিয়ে দিন। কিন্তু কোনক্রমে তার সাথে রূঢ় ব্যবহার করবেন না। এই অর্থের দিক দিয়ে এই নির্দেশটিকে আল্লাহ্র সেই অনুগ্রহের জবাবে দেয়া হয়েছে, যাতে বলা হয়েছে “আপনি অভাবী ছিলেন তারপর আল্লাহ্ আপনাকে ধনী করে দিয়েছেন।” আর যদি ‘প্রার্থী’কে জিজ্ঞেসকারী অর্থাৎ দ্বীনের কোন বিষয় বা বিধান জিজ্ঞেসকারী অর্থে ধরা হয় তাহলে এর অর্থ হয়, এই ধরনের লোক যতই মূর্খ ও অজ্ঞ হোক না কেন এবং যতই অযৌক্তিক পদ্ধতিতে সে প্রশ্ন করুক বা নিজের মানসিক সংকট উপস্থাপন করুক না কেন, সকল অবস্থায়ই স্নেহশীলতা ও কোমলতা সহকারে তাকে জবাব দিন এবং ধমক দিয়ে বা কড়া কথা বলে তাদেরকে তাড়িয়ে দিবেন না। এই অর্থের দিক দিয়ে এই বাণীটিকে আল্লাহ্র সেই অনুগ্রহের জবাবে দেয়া হয়েছে, যাতে বলা হয়েছে “আপনি পথের খোঁজ জানতেন না তারপর তিনিই আপনাকে পথনির্দেশনা দিয়েছেন।” আয়াত থেকে বোঝা গেল যে, সাহায্য প্রার্থীকে কিছু দিয়ে বিদায় করা এবং দিতে না পারলে নরম ভাষায় অক্ষমতা প্ৰকাশ করা উচিত। এমনিভাবে যে ব্যক্তি কোন শিক্ষণীয় বিষয় জানতে চায় তার জওয়াবেও কঠোরতা ও দুর্ব্যবহার করা নিষেধ। [দেখুন,সা‘দী; আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৯৩ : ১১",
        "arabic_text": "\nوَأَمَّا بِنِعۡمَةِ رَبِّكَ فَحَدِّثۡ ",
        "bangla_text": "আর আপনি আপনার রবের অনুগ্রহের কথা জানিয়ে দিন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তৃতীয় নির্দেশ হচ্ছে, মানুষের সামনে আল্লাহ্র নেয়ামতসমূহ বৰ্ণনা করুন, স্মরণ করুন। নিয়ামত শব্দটি ব্যাপক অৰ্থবোধক। এর অর্থ দুনিয়ার নিয়ামতও হতে পারে আবার এমন-সব নিয়ামতও হতে পারে যা আল্লাহ্ তা‘আলা আখেরাতে দান করবেন। [সা‘দী] এ নিয়ামত প্ৰকাশ করার পদ্ধতি বিভিন্ন হতে পারে। সামগ্রিকভাবে সমস্ত নিয়ামত প্রকাশের পদ্ধতি হলো আল্লাহ্র প্রতি কৃতজ্ঞতা প্রকাশ করা, স্বীকৃতি দেয়া যে, আমি যেসব নিয়ামত লাভ করেছি সবই আল্লাহ্র মেহেরবানী ও অনুগ্রহের ফল। নবুওয়াতের এবং অহীর নিয়ামত প্রকাশ করা যেতে পারে দ্বীনের প্রচার ও প্রসার করার মাধ্যমে। এ-ছাড়া, একজন অন্যজনের প্রতি যে অনুগ্রহ করে, তার শোকর আদায় করাও আল্লাহ্র কৃতজ্ঞতা প্রকাশের এক পন্থা। হাদীসে আছে, যে ব্যক্তি অপরের অনুগ্রহের শোকর আদায় করে না, সে আল্লাহ্ তা‘আলারও শোকর আদায় করে না। [আবুদাউদ: ৪৮:১১, তিরমিয়ী: ১৯৫৫, মুসনাদে আহমাদঃ২/৫৮] [কুরতুবী]\n </p>\n</div>"
    }
]