[
    {
        "id": 1,
        "verse": "৯৪ : ১",
        "arabic_text": "\nأَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ ",
        "bangla_text": "আমরা কি আপনার বক্ষ আপনার কল্যাণে প্রশস্ত করে দেইনি [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  সূরা আল-ইনশিরাহে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে প্রদত্ত বিশেষ বিশেষ অনুগ্রহ বর্ণিত হয়েছে। বর্ণনায় এ সূরার সাথে সূরা আদ-দোহার অর্থগত সম্পর্ক রয়েছে। [আদ্ওয়াউল বায়ান]\n  <br/>\n  <br/>\n  ---------------------\n  <br/>\n  <br/>\n  [১] شرح শব্দের অর্থ উন্মুক্ত করা। কুরআন মজীদের বিভিন্ন স্থানে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বক্ষদেশ উন্মুক্ত করে দেবার শব্দ ব্যবহার করা হয়েছে। কোথাও বলা হয়েছে, “কাজেই যে ব্যক্তিকে আল্লাহ্ হেদায়াত দান করার ইচ্ছা করেন তার বক্ষদেশ ইসলামের জন্য উন্মুক্ত করে দেন।” [সূরা আল-আন‘আম: ১২৫] আবার কোথাও বলা হয়েছে, “আল্লাহ্ ইসলামের জন্য যার বক্ষ উন্মুক্ত করে দিয়েছেন এবং যে তার রবের দেয়া আলোতে রয়েছে, সে কি তার সমান যে এরূপ নয়? দুর্ভোগ সে কঠোর হৃদয় ব্যক্তিদের জন্য যারা আল্লাহ্র স্মরণে পরাঙ্মুখ! তারা স্পষ্ট বিভ্ৰান্তিতে আছে।” [সূরা আয-যুমার: ২২] এই উভয় স্থানে বক্ষদেশ উন্মুক্ত করার অর্থই হচ্ছে, সব রকমের মানসিক অশান্তি ও সংশয়মুক্ত হওয়া, জ্ঞান ও সত্য উপলব্ধি করার উপযুক্ত করা এবং বক্ষকে প্রজ্ঞার আধার করার জন্য প্রস্তুত করা। জ্ঞান, তত্ত্বকথা ও উত্তম চরিত্রের জন্যে তার বক্ষকে প্রশস্ত করে দেয়া হয়েছে। কোন কোন তাফসীরবিদ এস্থলে বক্ষ উন্মুক্ত করার অর্থ সে বক্ষ বিদারণই নিয়েছেন। হাদীসে বর্ণিত রয়েছে যে, ফেরেশতাগণ আল্লাহ্র আদেশে বাহ্যত রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বক্ষ বিদারণ করে তাকে যাবতীয় পঙ্কিলতা থেকে পরিষ্কার করে তাতে জ্ঞান ও তত্ত্বকথা দিয়ে পূর্ণ করে দিয়েছিলেন। [মুসলিম: ১৬৪, তিরমিয়ী: ৩৩৪৬] উপরোক্ত সব কয়টি অর্থই এ আয়াতে হওয়া সম্ভব, আর একটি অপরটির পরিপূরক। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯৪ : ২",
        "arabic_text": "\nوَوَضَعۡنَا عَنكَ وِزۡرَكَ ",
        "bangla_text": "আর আমরা অপসারণ করেছি আপনার ভার, ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯৪ : ৩",
        "arabic_text": "\nٱلَّذِيٓ أَنقَضَ ظَهۡرَكَ ",
        "bangla_text": "যা আপনার পিঠ ভেঙ্গে দিচ্ছিল [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  وزر এর শাব্দিক অর্থ বোঝা, আর نقض ظهر এর শাব্দিক অর্থ কোমর বা পিঠ ভারী করে দেয়া। অর্থাৎ কোমরকে নুইয়ে দেয়া। কোন বড় বোঝা কারও মাথায় তুলে দিলে যেমন তার কোমর নুয়ে পড়ে, তেমনি আয়াতে বলা হয়েছে যে, যে বোঝা আপনার কোমরকে নুইয়ে দিয়েছিল, আমরা তাকে আপনার উপর থেকে অপসারিত করে দিয়েছি। সে বোঝা কি ছিল, তার ব্যাখ্যায় কোন কোন তাফসীরবিদ বলেছেন যে, নবুওয়তের গুরুভার তার অন্তর থেকে সরিয়ে দেয়া ও তা সহজ করে দেয়ার সুসংবাদ এ আয়াতে ব্যক্ত হয়েছে। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯৪ : ৪",
        "arabic_text": "\nوَرَفَعۡنَا لَكَ ذِكۡرَكَ ",
        "bangla_text": "আর আমরা আপনার (মর্যাদা বৃদ্ধির) জন্য আপনার স্মরণকে সমুন্নত করেছি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে অনেক সম্মানিত করা হয়েছে; কোন সৃষ্টিকে তার মত প্রশংসনীয় করা হয় নি। এমনকি আযান, ইকামত, খুতবা, ইত্যাদির ক্ষেত্রে মহান আল্লাহ্র নামের সাথেও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নাম স্মরণ করা হয়। এভাবে তার মর্যাদা ও স্মরণ সমুন্নত করা হয়েছে। এ-ছাড়াও তার উম্মত ও অনুসারীদের নিকট তার সম-মর্যাদার আর কেউ নেই। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯৪ : ৫",
        "arabic_text": "\nفَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا ",
        "bangla_text": "সুতরাং কষ্টের সাথেই তো স্বস্তি আছে,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯৪ : ৬",
        "arabic_text": "\nإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرٗا ",
        "bangla_text": "নিশ্চয় কষ্টের সাথেই স্বস্তি আছে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরবী ভাষার একটি নীতি এই যে, আলিফ ও লামযুক্ত শব্দকে যদি পুনরায় আলিফ ও লাম সহকারে উল্লেখ করা হয়, তবে উভয় জায়গায় একই বস্তুসত্তা অর্থ হয়ে থাকে এবং আলিফ ও লাম ব্যতিরেকে পুনরায় উল্লেখ করা হলে উভয় জায়গায় পৃথক পৃথক বস্তুসত্তা বোঝানো হয়ে থাকে। আলোচ্য আয়াতে العسر শব্দটি যখন পুনরায় العسر উল্লেখিত হয়েছে, তখন বোঝা গেল যে, উভয় জায়গায় একই عسر অর্থাৎ কষ্ট বোঝানো হয়েছে। পক্ষান্তরে يسر শব্দটি উভয় জায়গায় আলিফ ও লাম ব্যতিরেকে উল্লেখিত হয়েছে। এতে নিয়মানুযায়ী বোঝা যায় যে, দ্বিতীয় يسر তথা স্বস্তি প্ৰথম يسر তথা স্বস্তি থেকে ভিন্ন। অতএব আয়াতে اِنَّ مَعَ الْعُسْرِيُسْرًا এর পুনরুল্লেখ থেকে জানা গেল যে, একই কষ্টের জন্যে দু‘টি স্বস্তির ওয়াদা করা হয়েছে। দু’এর উদ্দেশ্যও এখানে বিশেষ দু’এর সংখ্যা নয়; বরং উদ্দেশ্য অনেক। অতএব সারকথা এই যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর একটি কষ্টের সাথে তাকে অনেক স্বস্তি দান করা হবে। হাদীসে এসেছে, “নিশ্চয় বিপদের সাথে মুক্তি আছে, আর নিশ্চয় কষ্টের সাথে আছে স্বস্তি”। [মুসনাদে আহমাদ: ১/৩০৭] হাসান বসরী ও কাতাদাহ্ বলেন, ‘এক কষ্ট দুই স্বস্তির উপর প্রবল হতে পারে না।’ [ফাতহুল কাদীর, তাবারী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯৪ : ৭",
        "arabic_text": "\nفَإِذَا فَرَغۡتَ فَٱنصَبۡ ",
        "bangla_text": "অতএব আপনি যখনই অবসর পান তখনই কঠোর ইবাদাতে রত হোন",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯৪ : ৮",
        "arabic_text": "\nوَإِلَىٰ رَبِّكَ فَٱرۡغَب ",
        "bangla_text": "আর আপনার রবের প্রতি গভীর মনোযোগী হোন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] النصب অর্থ কঠোর প্রচেষ্টার পর ক্লান্ত হওয়া। এ প্রচেষ্টাটি দুনিয়ার কাজেও হতে পারে, আবার আখেরাতের কাজেও হতে পারে। এখানে কী উদ্দেশ্য তা নিয়ে কয়েকটি মত পাওয়া যায়। সবগুলো মতই গ্রহণযোগ্য হতে পারে। কেউ কেউ বলেছেন, এর অর্থ সালাতের পর দু‘আয় রত হওয়া। কেউ কেউ বলেন, ফরযের পর নফল ইবাদতে রত হওয়া। মূলত এখানে উদ্দেশ্য দুনিয়ার কাজ থেকে খালি হওয়ার পর আখিরাতের কাজে রত হওয়াই উদ্দেশ্য। শেষ আয়াতে বলা হয়েছে, একমাত্র আল্লাহ্রই নিকট মনোযোগী হয়ে সকল ইবাদত যেন তিনি কবুল করে নেন, এ আশা করো। এ আয়াতে মুমিনদের জীবনে বেকারত্বের কোন স্থান দেওয়া হয় নি। হয় সে দুনিয়ার কাজে ব্যস্ত থাকবে, নয় আখেরাতের কাজে। [আদ্ওয়াউল বায়ান, সা‘দী]\n </p>\n</div>"
    }
]