[
    {
        "id": 1,
        "verse": "৯৫ : ১",
        "arabic_text": "\nوَٱلتِّينِ وَٱلزَّيۡتُونِ ",
        "bangla_text": "শপথ ‘তীন’ ও ‘যায়তুন” [১] – এর ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  বারা ইবনে আযেব রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একবার সফরে দু’রাকা‘আতের যে কোন রাকা‘আতে সূরা আত-তীন পড়লেন। আমি তার মত সুন্দর স্বর ও পড়া আর কোন দিন শুনিনি।” [বুখারী: ৭৬৭, ৬৭৯, ৪৯৫২, মুসলিম: ৪৬8, আবু দাউদ: ১২২১, তিরমিয়ী: ৩১০]\n  <br/>\n  <br/>\n  -----------------------\n  <br/>\n  <br/>\n  [১] এর ব্যাখ্যায় মুফাসসিরগণের মধ্যে মতপার্থক্য দেখা যায়। হাসান বসরী, ইকরামাহ, আতা ইবনে আবী রাবাহ, জাবের ইবনে যায়েদ, মুজাহিদ ও ইবরাহীম নাখ‘য়ী রাহেমাহুমুল্লাহ বলেন, তীন বা আঞ্জির  (গোল হালকা কালচে বর্ণের এক রকম মিষ্টি ফল) বলতে এই সাধারণ তীনকে বুঝানো হয়েছে, যা লোকেরা খায়। আর যায়তুন বলতেও এই যায়তূনই বুঝানো হয়েছে, যা থেকে তেল বের করা হয়। [কুরতুবী, তাবারী] কোন কোন মুফাসসির বলেন তীন ও যায়তূন শব্দের অর্থ এই ফল দু‘টি উৎপাদনের সমগ্ৰ এলাকা হতে পারে। আর এটি হচ্ছে সিরিয়া ও ফিলিস্তীন এলাকা। কারণ সে যুগের আরবে তীন ও যায়তূন উৎপাদনের জন্য এ দু’টি এলাকাই পরিচিত ছিল। ইবনে তাইমিয়া ও ইবনুল কাইয়েম রাহেমাহুমুল্লাহ এই ব্যাখ্যা অবলম্বন করেছেন। অন্যদিকে ইবনে জারীর প্রথম বক্তব্যটিকে অগ্ৰাধিকার দিলেও একথা মেনে নিয়েছেন যে, তীন ও যায়তূন দ্বারা এই ফল দু’টি উৎপাদনের এলাকা উদ্দেশ্য হতে পারে।\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯৫ : ২",
        "arabic_text": "\nوَطُورِ سِينِينَ ",
        "bangla_text": "শপথ ‘তুরে সীনীন’ [১]-এর ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে “তুরে সীনীন”। এর অর্থ, সীনীন অঞ্চলের তুর পর্বত। এ পাহাড়ে আল্লাহ্ তা‘আলা মূসা আলাইহিস্ সালামের সাথে কথা বলেছিলেন। [মুয়াসসার] এ পাহাড় সীনীন উপত্যকায় অবস্থিত, যার অপর নাম সাইনা। আর সাইনা বা সিনাই মিসর ও ফিলিস্তিন দেশের মধ্যে একটি মরুভূমি। [আত-তাহরীর ওয়াত-তানওয়ীৱ]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯৫ : ৩",
        "arabic_text": "\nوَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ ",
        "bangla_text": "শপথ এই নিরাপদ নগরীর [১]-",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ সূরায় কয়েকটি বস্তুর শপথ করা হয়েছে। (এক) তীন অর্থাৎ আঞ্জির বা ডুমুর এবং যয়াতুন। (দুই) সিনাই প্রান্তরস্থ তুর পর্বত। (তিন) নিরাপদ শহর তথা মাক্কা মোকাররমা। এই বিশেষ শপথের কারণ এই হতে পারে যে, তুর পর্বত ও মক্কা নগরীর ন্যায় ডুমুর ও যায়তুন বৃক্ষও বিপুল উপকারী বস্তু। অথবা এটাও সম্ভবপর যে, এখানে তীন ও যায়তুন উল্লেখ করে সে স্থানকে বোঝানো হয়েছে, যেখানে এ বৃক্ষ প্রচুর পরিমাণে উৎপন্ন হয়। আর সে স্থান হচ্ছে সিরিয়া ও ফিলিস্তিন অঞ্চল, যা অগণিত রাসূলগণের আবাসভূমি। বিশেষ করে তা ঈসা আলাইহিস সালামের নবুয়ত-প্রাপ্তিস্থান। আর তুর পর্বত মূসা আলাইহিস্ সালাম-এর আল্লাহ্র সাথে বাক্যালাপের স্থান। সিনীন অথবা সীনা- তূর পর্বতের অবস্থানস্থলের নাম। পরবর্তীতে উল্লেখ করা নিরাপদ শহর হল পবিত্র মক্কা; যা শেষনবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর জন্মস্থান ও নবুয়ত প্ৰাপ্তিস্থান। [বাদাইউত তাফসীর, ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯৫ : ৪",
        "arabic_text": "\nلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ ",
        "bangla_text": "অবশ্যই আমরা সৃষ্টি করেছি মানুষকে সুন্দরতম গঠনে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তীন ও যায়তূন বা এগুলো উৎপন্ন হওয়ার এলাকা- অর্থাৎ সিরিয়া ও ফিলিস্তান; তূর পর্বত এবং নিরাপদ শহর তথা মক্কার কসম এ কথাটির উপরই করা হয়েছে। বলা হয়েছে, মানুষকে সর্বোত্তম কাঠামোয় সৃষ্টি করা হয়েছে। একথার মানে হচ্ছে এই যে, তাকে এমন উন্নত পৰ্যায়ের দৈহিক সৌষ্ঠব দান করা হয়েছে যা অন্য কোন প্ৰাণীকে দেয়া হয়নি। আয়াতে বর্ণিত تَقْوِيْم এর অর্থ কোন কিছুর অবয়ব ও ভিত্তিকে যেরূপ করা উচিৎ, সে-রকমভাবে পরিপূর্ণ আকারে গঠন করা। তা দ্বারা উদ্দেশ্য এই যে, আল্লাহ্ তা‘আলা মানুষকে দৈহিক অবয়ব এবং আকার-আকৃতি ও আচার-ব্যবহার ও মানুষ্যত্বের মাধ্যমে অন্যান্য সব প্রাণী অপেক্ষা সুন্দরতম করেছেন। [বাদা’ই‘উত তাফসীর, আদ্ওয়াউল বায়ান] আকার আকৃতির বাইরেও আল্লাহ্ তা‘আলা তাকে জ্ঞানী, শক্তিবান, বক্তা, শ্রোতা, স্রষ্টা, কুশলী এবং প্রজ্ঞাবান করেছেন। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯৫ : ৫",
        "arabic_text": "\nثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ ",
        "bangla_text": "তারপর আমরা তাকে হীনতাগ্রস্তদের হীনতমে পরিণত করি – [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুফাসসিরগণ সাধারণত এর দু’টি অর্থ বর্ণনা করেছেন। এক, আমি তাকে যৌবনের পর বার্ধক্যের এমন এক অবস্থার দিকে ফিরিয়ে দিয়েছি যেখানে সে কিছু চিন্তা করার, বুঝার ও কাজ করার যোগ্যতা হারিয়ে ফেলে; ছোট শিশুর মত হয়ে যায়। দুই, আয়াতের দ্বিতীয় অর্থ হচ্ছে, আমি তাকে জাহান্নামের সর্বনিম্ন পর্যায়ের দিকে ফিরিয়ে দিয়েছি। সর্বোত্তম কাঠামোয় সৃষ্টি করার পর যখন মানুষ নিজের দৈহিক ও মানসিক শক্তিগুলোকে দুষ্কৃতির পথে ব্যবহার করে তখন আল্লাহ্ তাকে এর উপযুক্ত প্রতিদান হিসেবে জাহান্নামকে তার আবাসস্থল বানিয়ে দেন। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯৫ : ৬",
        "arabic_text": "\nإِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ ",
        "bangla_text": "কিন্তু তাদেরকে নয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে; এদের জন্য তো আছে নিরবচ্ছিন্ন পুরস্কার [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুমিন সৎকর্মশীলগণ এর ব্যতিক্রম বলে উল্লেখ করা হয়েছে। যেসব মুফাসসির  “আসফালা সাফেলীন” এর অর্থ করেছেন, বার্ধক্যের এমন একটি অবস্থা যখন মানুষ নিজের চেতনা ও স্বাভাবিক জ্ঞান-বুদ্ধি হারিয়ে ফেলে, তারা এই আয়াতের অর্থ এভাবে বর্ণনা করেছেন যে, বয়সের এই পর্যায়েও তারা ঐ ধরনের সৎকাজগুলো করেনি বলে তাদের ভালো প্রতিদান দেবার ক্ষেত্রে কোন হেরফের হবে না, কমতি হবে না। বাৰ্ধক্যজনিত বেকারত্ব ও কর্ম হ্রাস পাওয়া সত্ত্বেও তাদের আমলানামায় সেসব কর্ম লিখিত হয়, যা তারা শক্তিমান অবস্থায় করত। [তাবারী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “কোন মুসলিম অসুস্থ হয়ে পড়লে অথবা মুসাফির হলে আল্লাহ্ তা‘আলা আমল লেখক ফেরেশতাগণকে আদেশ দেন, সুস্থ অবস্থায় সে যেসব সৎকর্ম করত, সেগুলো তার আমলনামায় লিপিবদ্ধ করতে থাক।” [বুখারী:২৯৯৬, মুসনাদে আহমাদ: ২/১৯৪, ৩/২৫৮] পক্ষান্তরে যেসব মুফাসসির ‘ফিরিয়ে দেবার’ অর্থ ‘জাহান্নামের নিম্নতম স্তরে নিক্ষেপ করা’ করেছেন তাদের মতে, মহান আল্লাহ্ তা‘আলা মানুষকে সুন্দর গঠনে সৃষ্টি করে তাকে অনেক নেয়ামত দান করেছেন, কিন্তু অধিকাংশ মানুষ তাঁর প্রতি কৃতজ্ঞতা প্রকাশ না করে দুনিয়ায় খেল-তামাশায় মত্ত হয়ে যায়। এই অকৃতজ্ঞতার শাস্তি হিসেবে তাদেরকে জাহান্নামের হীনতম ও নিম্নতম পর্যয়ে পৌছে দেয়া হবে। কিন্তু যারা মুমিন ও সৎকর্মী, তাদেরকে নিকৃষ্টতম পর্যায়ে পৌছানো হবে না; বরং তারা জান্নাতে এমন পুরস্কার পাবে যার ধারাবাহিকতা কোনদিন শেষ হবে না, যে পুরষ্কারের কোন কমতি হবে না। [বাদা’ই‘উত তাফসীর, সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯৫ : ৭",
        "arabic_text": "\nفَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ ",
        "bangla_text": "কাজেই (হে মানুষ!) এরপর কিসে তোমাকে কৰ্মফল দিন সম্পর্কে অবিশ্বাসী করে [১]?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এতে কেয়ামতে অবিশ্বাসীদেরকে হুশিয়ার করা হয়েছে যে, আল্লাহ্র কুদরতের উপরোক্ত দৃশ্য ও পরিবর্তন দেখার পরও তোমাদের জন্যে আখেরাত ও কেয়ামতকে মিথ্যা মনে করার কি অবকাশ থাকতে পারে? তোমাদেরকে আল্লাহ্ তা‘আলা সুন্দর করে সৃষ্টি করেছেন, তিনি ইচ্ছা করলে হীনতম ও নিম্নতম পর্যায়ে নিয়ে যেতে পারেন, তারপরও কেন তোমরা তা অস্বীকার করবে? এর আরেকটি অনুবাদ এও হতে পারে, এসব প্রমাণের পর (হে রাসূল) শাস্তি ও পুরষ্কারের ব্যাপারে কে আপনাকে মিথ্যা বলতে পারে? [কুরতুবী] এই কথাটিকেই কুরআনের অন্যান্য স্থানে এভাবে বলা হয়েছে, “আমি কি অনুগতদেরকে অপরাধীদের মতো করে দেবো? তোমাদের কি হয়ে গেছে? তোমরা কেমন ফয়সালা করছো? [সূরা আল-কলম: ৩৫-৩৬] আরো এসেছে, “দুষ্কৃতকারীরা কি একথা মনে করেছে, আমি তাদেরকে এমন লোকদের মতো করে দেবো যারা ঈমান এনেছে এবং সৎকাজ করেছে? উভয়ের জীবন ও মৃত্যু এক রকম হবে? খুবই খারাপ সিদ্ধান্ত যা এরা করছে।” [সূরা আল-জাসিয়াহ: ২১]\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯৫ : ৮",
        "arabic_text": "\nأَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ ",
        "bangla_text": "আল্লাহ্ কি বিচারকদের মধ্যে সর্বশ্রেষ্ঠ বিচারক নন [১] ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ্ তা‘আলা কি সব বিচারকের মহাবিচারক নন? তিনি কি সকল শাসকবর্গের মধ্যে সর্বোত্তম শাসক নন? এই ন্যায় বিচারের অতি গুরুত্বপূর্ণ অংশ হল প্রত্যেক অপরাধীকে তার শাস্তি ও প্রত্যেক সৎকর্মীকে তার উপযুক্ত পুরস্কার প্রদান করা। বিচারকদের শ্রেষ্ঠবিচারক আল্লাহ্ তা‘আলা মানুষকে সৃষ্টি করেছেন, এক পর্যায় থেকে অন্য পর্যায়ে উপনীত করেছেন পরিপূর্ণ ন্যায় ও প্রজ্ঞার সাথে; তবুও কি তিনি মানুষের কৃতকর্মের উপযুক্ত প্রতিদানও দেবেন না? [বাদা’ই‘উত তাফসীর]\n </p>\n</div>"
    }
]