[
    {
        "id": 1,
        "verse": "৯৭ : ১",
        "arabic_text": "\nإِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ ",
        "bangla_text": "নিশ্চয় আমরা কুরআন নাযিল করেছি [১] ‘লাইলাতুল কদরে’ [২] ;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  কদরের এক অর্থ মাহাত্ম্য ও সম্মান। কেউ কেউ এ-স্থলে এ অর্থই নিয়েছেন। এর মাহাত্ম্য ও সম্মানের কারণে একে ‘লাইলাতুল-কদর’ তথা মহিমান্বিত রাত বলা হয়। কদরের আরেক অর্থ তাকদীর এবং আদেশও হয়ে থাকে। এ রাত্রিতে পরবর্তী এক বছরের অবধারিত ও বিধিলিপি ব্যবস্থাপক ও প্রয়োগকারী ফেরেশতাগণের কাছে হস্তান্তর করা হয়। এতে প্রত্যেক মানুষের বয়স, মৃত্যু, রিফিক, বৃষ্টি ইত্যাদির পরিমাণ নির্দিষ্ট ফেরেশতাগণকে লিখে দেয়া হয়। [সা‘দী] পবিত্র কুরআনের অন্যত্র বলা হয়েছে, فِيْهَا يُفْرَقُ كُلُّ امْرٍحَىِىيْمٍ [সূরা আদ-দোখান: ৪] এ আয়াতে পরিষ্কার বলা হয়েছে যে, পবিত্র রাত্ৰে তাকদীর সংক্রান্ত সব ফয়সালা লিপিবদ্ধ করা হয়। এই রাত্ৰিতে তাকদীর সংক্রান্ত বিষয়াদি নিম্পন্ন হওয়ার অর্থ এ বছর যেসব বিষয় প্রয়োগ করা হবে, সেগুলো লওহে মাহফুয থেকে নকল করে ফেরেশতাগণের কাছে সোপর্দ করা। নতুবা আসল বিধি-লিপি আদিকালেই লিপিবদ্ধ হয়ে গেছে। [ইমাম নববী: শারহু সহীহ মুসলিম, ৮/৫৭]\n  <br/>\n  <br/>\n  -------------------------\n  <br/>\n  <br/>\n  [১] এখানে বলা হয়েছে, আমি কদরের রাতে কুরআন নাযিল করেছি। আবার অন্যত্র বলা হয়েছে, “রমযান মাসে কুরআন নাযিল করা হয়েছে।” [সূরা আল-বাকারাহ: ১৮৫] এ থেকে জানা যায়, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে হেরা গুহায় যে রাতে আল্লাহ্র ফেরেশ্তা অহী নিয়ে এসেছিলেন সেটি ছিল রামাদান মাসের একটি রাত। এই রাতকে এখানে কদরের রাত বলা হয়েছে। সূরা দেখানে এটাকে মুবারক রাত বলা হয়েছে। বলা হয়েছে, “অবশ্যি আমরা একে একটি বরকতপূর্ণ রাতে নাযিল করেছি।” [সূরা আদ-দোখান: ৩] এ আয়াত থেকে পরিষ্কার জানা যায় যে, কুরআন পাক লাইলাতুল-কদরে অবতীর্ণ হয়েছে। এর এক অর্থ এই যে, সমগ্র কুরআন লওহে মাহফুয থেকে লাইলাতুল-কদরে অবতীর্ণ করা হয়েছে, অতঃপর জিবরাঈল একে ধীরে ধীরে তেইশ বছর ধরে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর কাছে পৌঁছাতে থাকেন। দ্বিতীয় অর্থ এই যে, এ রাতে কয়েকটি আয়াত অবতরণের মাধ্যমে কুরআন অবতরণের ধারাবাহিকতা সূচনা হয়ে যায়। এরপর অবশিষ্ট কুরআন পরবর্তী সময়ে ধাপে ধাপে পূর্ণ তেইশ বছরে নাযিল করা হয়। [আদ্ওয়াউল বায়ান]\n  <br/>\n  <br/>\n  [২] কুরআন পাকের সুস্পষ্ট বর্ণনা দ্বারা একথা প্রমাণিত হয় যে, লাইলাতুল-কদর রামাদান মাসে। কিন্তু সঠিক তারিখ সম্পর্কে আলেমগণের বিভিন্ন উক্তি রয়েছে যা সংখ্যায় চল্লিশ পর্যন্ত পৌঁছে। এ-সব উক্তির নির্ভুল তথ্য এই যে, লাইলাতুল-কদর রামাদান মাসের শেষ দশ দিনের মধ্যে আসে; কিন্তু এরও কোন তারিখ নির্দিষ্ট নেই; বরং যে কোন রাত্রিতে হতে পারে। আবার প্রত্যেক রামাদানে তা পরিবর্তিতও হতে পারে। সহীহ হাদীসদৃষ্টে এই দশ দিনের বেজোড় রাত্রিগুলোতে লাইলাতুল-কদর হওয়ার সম্ভাবনা অধিক। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “রামাদানের শেষ দশকে লাইলাতুল-কদর অন্বেষণ কর।” [বুখারী: ২০২১]\n  <br/>\n  <br/>\n  অন্য বর্ণনায় আছে-“তোমরা তা শেষ দশকের বেজোড় রাত্রিগুলোতে তালাশ কর।” [বুখারী: ২০২০, মুসলিম: ১১৬৯, তিরমিয়ী: ৭৯২] সুতরাং যদি লাইলাতুল-কদরকে রামাদানের শেষ দশকের বেজোড় রাত্রিগুলোতে ঘূর্ণায়মান এবং প্রতি রামাদানে পরিবর্তনশীল মেনে নেয়া যায়, তবে লাইলাতুল-কদরের দিন-তারিখ সম্পর্কিত হাদীসসমূহের মধ্যে কোন বিরোধ অবশিষ্ট থাকে না। এটিই প্রাধান্যপ্রাপ্ত মত। [ইবন হাজার: ফাতহুল বারী, ৪/২৬২-২৬৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯৭ : ২",
        "arabic_text": "\nوَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ ",
        "bangla_text": "আর আপনাকে কিসে জানাবে ‘লাইলাতুল-কদর’ কী ?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯৭ : ৩",
        "arabic_text": "\nلَيۡلَةُ ٱلۡقَدۡرِ خَيۡرٞ مِّنۡ أَلۡفِ شَهۡرٖ ",
        "bangla_text": "‘লাইলাতুল-কদর’ হাজার মাসের চেয়ে শ্রেষ্ঠ [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুফাসসিরগণ এর অর্থ করেছেন, এ রাতের সৎকাজ কদরের রাত নেই এমন হাজার মাসের সৎকাজের চেয়ে ভালো। [মুয়াসসার] এ শ্রেষ্ঠত্ব সম্পর্কে বিভিন্ন হাদীসেও বিস্তারিত বলা হয়েছে। হাদীসে এসেছে, রামাদান আগমন কালে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, “তোমাদের নিকট রামাদান আসন্ন। মুবারক মাস। আল্লাহ্ এর সাওম ফরয করেছেন। এতে জান্নাতের দরজাসমূহ খোলা হয়ে থাকে এবং জাহান্নামের দরজাসমূহ বন্ধ করে দেয়া হয়। শয়তানগুলোকে বেঁধে রাখা হয়। এতে এমন এক রাত রয়েছে যা হাজার মাস থেকেও উত্তম। যে ব্যক্তি এ রাত্রির কল্যান থেকে বঞ্চিত হয়েছে সে তো যাবতীয় কল্যান থেকে বঞ্চিত হলো।” [নাসায়ী: ৪/১২৯, মুসনাদে আহমাদ: ২/২৩০, ৪২৫] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যে কেউ ঈমান ও সওয়াবের আশায় লাইলাতুল কদর রাত্রিতে সালাত আদায় করতে দাঁড়াবে তার পূর্ববর্তী সমস্ত গোনাহ ক্ষমা করে দেয়া হবে।” [বুখারী: ১০৯১, মুসলিম: ৭৬০, আবুদাউদ: ১৩৭২, নাসায়ী: ৮/১১২, তিরমিয়ী: ৮০৮, মুসনাদে আহমাদঃ ২/৫২৯]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯৭ : ৪",
        "arabic_text": "\nتَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٖ ",
        "bangla_text": "সে রাতে ফিরিশ্তাগণ ও রূহ্ নাযিল হয় [১] তাদের রবের অনুমতিক্রমে সকল সিদ্ধান্ত [২] নিয়ে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] الروح বলে কি বুঝানো হয়েছে মতপার্থক্য থাকলেও প্রাধান্যপ্রাপ্ত মত হলো এর দ্বারা জিবরাঈলকে বোঝানো হয়েছে। জিবরাঈল আলাইহিস সালামের শ্রেষ্ঠত্ব ও মর্যাদার কারণে সমস্ত ফেরেশতা থেকে আলাদা করে তাঁর উল্লেখ করা হয়েছে। জিবরাঈলের সাথে ফেরেশতারাও সে রাত্ৰিতে অবতরণ করে। [ফাতহুল কাদীর] হাদীসে আছে, “লাইলাতুল-কদরের রাত্রিতে পৃথিবীতে ফেরেশতারা এত বেশী অবতরণ করে যে, তাদের সংখ্যা পাথর কুচির চেয়েও বেশী।” [মুসনাদে আহমাদঃ ২/৫:১৯, মুসনাদে তায়ালাসী: ২৫৪৫]\n  <br/>\n  <br/>\n  [২] সকল সিদ্ধান্ত বা প্রত্যেক হুকুম বলতে অন্যত্র বর্ণিত “আমরে হাকীম” (বিজ্ঞতাপূর্ণ কাজ) [সূরা আদ-দোখান: ৪] বলতে যা বুঝানো হয়েছে তার কথাই এখানে বলা হয়েছে। অর্থাৎ ফেরেশতাগণ শবে-কদরে সারা বছরের অবধারিত ঘটনাবলী নিয়ে পৃথিবীতে অবতরণ করে। কোন কোন তাফসীরবিদ একে سلام এর সাথে সম্পর্কযুক্ত করে এ অর্থ করেছেন যে, এ রাত্রিটি যাবতীয় অনিষ্ট ও বিপদাপদ থেকে শান্তিস্বরূপ। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯৭ : ৫",
        "arabic_text": "\nسَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ ",
        "bangla_text": "শান্তিময় [১] সে রাত, ফজরের আবির্ভাব পর্যন্ত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ সন্ধ্যা থেকে সকাল পর্যন্ত সারাটা রাত শুধু শান্তিই শান্তি, মঙ্গলই মঙ্গল তথা কল্যাণে পরিপূর্ণ। সে রাত্র সর্বপ্রকার অনিষ্ট থেকে মুক্ত। [তাবারী]\n  <br/>\n  <br/>\n  [২] অর্থাৎ লাইলাতুল-কদরের এই বরকত রাত্রির শুরু অর্থাৎ সূর্যাস্তের পর হতে ফজরের উদয় পর্যন্ত বিস্তৃত। [সা‘দী]\n  <br/>\n </p>\n</div>"
    }
]