[
    {
        "id": 1,
        "verse": "৯৮ : ১",
        "arabic_text": "\nلَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ ",
        "bangla_text": "আহলে কিতাবদের মধ্যে যারা কুফরি করেছে এবং মুশরিকরা [১] , তারা নিবৃত্ত নিবৃত্ত হবে না যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ আসবে [২]—",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সম্পর্কিত তথ্যঃ\n  </b>\n  <br/>\n  <br/>\n  রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উবাই ইবনে কা‘ব রাদিয়াল্লাহু ‘আনহুকে বললেন, আল্লাহ্ আমাকে নির্দেশ দিয়েছেন যেন আমি তোমাকে “লাম ইয়াকুনিল্লাযিনা কাফারু” (সূরা) পড়ে শোনাই। উবাই ইবনে কা‘ব বললেন, আমার নাম নিয়ে আপনাকে বলেছে? রাসূল বললেন, হ্যাঁ। উবাই ইবনে কা‘ব তখন (খুশিতে) কেঁদে ফেললেন” । [বুখারী: ৩৮০৮, ৪৯৫৯, মুসলিম: ৭৯৯, মুসনাদে আহমাদ: ৩/২৭৩]\n  <br/>\n  <br/>\n  -----------------------------\n  <br/>\n  <br/>\n  [১] আহলি কিতাব ও মুশরিক উভয় দলই কুফরী কর্মকাণ্ডে জড়িত হলেও দু’দলকে দু’টি পৃথক নামব দেয়া হয়েছে। যাদের কাছে আগের নবীদের আনা কোন আসমানী কিতাব ছিল, তা যত বিকৃত আকারেই থাক না কেন, তারা তা মেনে চলতো, তাদেরকে বলা হয় আহলি কিতাব; আর তারা হল ইয়াহুদী ও নাসারাগণ। আর যারা মূর্তি-পূজারী বা অগ্নি-পূজারী, তারা-ই মুশরিক। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা তাদের কুফৱী থেকে নিবৃত্ত হবে না যতক্ষণ না একটি সুস্পষ্ট প্রমাণ এসে তাদেরকে কুফরীর প্রতিটি গলদ ও সত্য বিরোধী বিষয় বুঝাবে এবং যুক্তি-প্রমাণের সাহায্যে সুস্পষ্ট পদ্ধতিতে সত্য সঠিক পথ তাদের সামনে পেশ করবে, এর মাধ্যমে তারা কুফারী থেকে বের হতে পারবে। এর মানে এ নয় যে, এই সুস্পষ্ট প্রমাণটি এসে যাবার পর তারা সাবাই কুফৱী পরিত্যাগ করবে। তবে তার আসার পরও তাদের মধ্য থেকে যারা নিজেদের কুফরীর ওপর প্রতিষ্ঠিত ছিল তার দায়িত্ব তাদের ওপরই বর্তায়। এরপর তারা আল্লাহ্র কাছে অভিযোগ করতে পারবে না যে, আপনি আমাদের হেদায়াতের কোন ব্যবস্থা করেননি। আল্লাহ্ অন্যত্র বলেন, “অনেক রাসূল পাঠিয়েছি যাদের কথা আগে আমি আপনাকে বলেছি এবং অনেক রাসূল, যাদের কথা আপনাকে বলিনি। এবং মূসার সাথে আল্লাহ্ সাক্ষাত কথা বলেছিলেন। এই রাসূলদেরকে সুসংবাদদানকারী ও সতর্ককারী করা হয়েছে যাতে রাসূলদের পর লোকদের জন্য আল্লাহ্র বিরুদ্ধে কোন যুক্তি না থাকে ” [সূরা আন-নিসা: ১৬৪-১৬৫]\n  <br/>\n  <br/>\n  আরও বলেন, “হে আহলি কিতাব! রাসূলদের সিলসিলা দীর্ঘকাল বন্ধ থাকার পর প্রকৃত সত্যকে সুস্পষ্ট করার জন্য তোমাদের কাছে আমার রাসূল এসেছে। যাতে তোমরা বলতে না পারো আমাদের কাছে না কোন সুসংবাদদানকারী এসেছিল, না এসেছিল কোন সতর্ককারী। কাজেই নাও, এখন তোমাদের কাছে সুসংবাদদানকারী এসে গেছে এবং সতর্ককারীও।” [সূরা আল-মায়েদাহ: ১৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯৮ : ২",
        "arabic_text": "\nرَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ ",
        "bangla_text": "আল্লাহর কাছ থেকে এক রাসূল, যিনি তেলাওয়াত করেন পবিত্ৰ পত্ৰসমূহ [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] صحف শব্দটি صحيفة এর বহুবচন। আভিধানিক অর্থে ‘সহীফা’ বলা হয় লেখার জন্য প্রস্তুত, কিংবা লিখিত পাতাকে, এখানে পবিত্র সহীফা মানে হচ্ছে এমন সব সহীফা যার মধ্যে কোন প্রকার বাতিল, কোন ধরনের গোমরাহী ও ভ্ৰষ্টতা নেই এবং শয়তান যার নিকটে আসে না। এখানে পবিত্র সহীফা তেলাওয়াত করে শুনানো অর্থ তিনি সেসব বিধান শুনাতেন, যা পরে সহীফার মাধ্যমে সংরক্ষিত করা হয়। কেননা, প্রথমে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন সহীফা থেকে নয় স্মৃতি থেকে পাঠ করে শুনাতেন। [ফাতহুল কাদীর] অন্য আয়াতে বলা হয়েছে, فِي صُحُفٍ مُّكَرَّمَةٍ * مَّرْفُوعَةٍ مُّطَهَّرَةٍ * بِأَيْدِي سَفَرَةٍ  * كِرَامٍ بَرَرَةٍ “ওটা আছে মর্যাদা সম্পন্ন লিপিসমূহে, যা উন্নত, পবিত্র, মহান, পূত-চরিত্র লেখকের হাতে লিখিত।” [সূরা আবাসা: ১৩-১৬]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯৮ : ৩",
        "arabic_text": "\nفِيهَا كُتُبٞ قَيِّمَةٞ ",
        "bangla_text": "যাতে আছে সঠিক বিধিবদ্ধ বিধান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে যে, সে সমস্ত লিখিত লিপিসমূহ আল্লাহ্র পক্ষ থেকে এসেছে, তা সত্য, ইনসাফপূর্ণ ও সরল-সহজ। এ বিধি-বিধানই মানুষকে সরল পথের সন্ধান দেয়। এ প্রমাণ থাকলেই প্রমাণিত হয় কে প্রকৃত সত্যসন্ধানী। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯৮ : ৪",
        "arabic_text": "\nوَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ ",
        "bangla_text": "আর যাদের কে কিতাব দেয়া হয়েছিল তারা তো বিভক্ত হল তাদের কাছে সুস্পষ্ট প্রমাণ আসার পর [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আহলে-কিতাবদের নিকটেই রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের গুণাবলী, পরিচিতি ইত্যাদি জ্ঞান ছিল, তাই আয়াতে তাদের কথাই বলা হয়েছে- মুশরেকদের উল্লেখ করা হয়নি। আহলে কিতাবরা সত্যকে জানার পরও অনেকে তা অস্বীকার করেছিল। কিন্তু প্ৰথম ব্যাপারে উভয় দলই শরীক ছিল, তাই প্রথম আয়াতে উভয়কেই অন্তর্ভুক্ত করে لَم يَكُنِ الَّذِيْنَ كَفَرُ وْامِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ বলা হয়েছে। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯৮ : ৫",
        "arabic_text": "\nوَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ ",
        "bangla_text": "আর তাদেরকে কেবল এ নির্দেশই প্রদান করা হয়েছিল যে, তারা যেন আল্লাহ্র ইবাদত করে তাঁরই জন্য দ্বীনকে একনিষ্ঠ করে এবং সালাত কায়েম করে ও যাকাত প্ৰদান করে। আর এটাই সঠিক দ্বীন [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আহলে-কিতাবদেরকে তাদের কিতাবে আদেশ করা হয়েছিল খাঁটি মনে ও একনিষ্ঠভাবে আল্লাহ্র ইবাদত করতে, সালাত কায়েম করতে ও যাকাত দিতে। এরপর বলা হয়েছে, এ নির্দেশটি শুধুমাত্র বর্তমান আহলে কিতাবদের জন্য নয়; বরং সঠিক মিল্লাতের অথবা আল্লাহ্র পক্ষ থেকে অবতীর্ণ সমস্ত কিতাবের তরীকাও তাই। [সা‘দী]\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯৮ : ৬",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ ",
        "bangla_text": "নিশ্চয় কিতাবীদের মধ্যে যারা কুফরি করেছে তারা এবং মুশরিকরা জাহান্নামের আগুনে স্থায়ীভাবে অবস্থান করবে; তারাই সৃষ্টির অধম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্র সৃষ্টির মধ্যে তাদের চেয়ে নিকৃষ্ট সৃষ্টি আর নেই। এমন কি তারা পশুরও অধম। কারণ পশুর বুদ্ধি ও স্বাধীন চিন্তা ও কর্মশক্তি নেই। কিন্তু এরা বুদ্ধি ও স্বাধীন চিন্তা ও কর্মশক্তি সত্ত্বেও সত্য থেকে মুখ ফিরিয়ে নেয়। [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯৮ : ৭",
        "arabic_text": "\nإِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ ",
        "bangla_text": "নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে, তারাই সৃষ্টির শ্ৰেষ্ঠ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯৮ : ৮",
        "arabic_text": "\nجَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ ",
        "bangla_text": "তাদের রবের কাছে আছে তাদের পুরষ্কারঃ স্থায়ী জান্নাত, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। আল্লাহ্ তাদের প্রতি সন্তুষ্ট [১] এবং তারাও তাঁর প্রতি সস্তুষ্ট। এটি তার জন্য, যে তার রবকে ভয় করে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে জান্নাতীদের প্রতি সর্ববৃহৎ নেয়ামত আল্লাহ্র সস্তুষ্টির কথা উল্লেখ করা হয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ তা‘আলা জান্নাতীদেরকে উদ্দেশ্য করে বলবেন, হে জান্নাতীগণ! তখন তারা জওয়াব দেবে, হে আমাদের রব! আমরা উপস্থিত এবং আপনার আনুগত্যের জন্যে প্রস্তুত। সমস্ত কল্যাণ আপনারই হাতে। অতঃপর আল্লাহ্ বলবেন, তোমরা কি সস্তুষ্ট? তারা জওয়াব দেবে, হে আমাদের রব! এখনও সন্তুষ্ট না হওয়ার কি সম্ভাবনা? আপনি তো আমাদেরকে এত সব দিয়েছেন, যা অন্য কোন সৃষ্টি পায়নি। আল্লাহ্ বলবেন, আমি তোমাদেরকে আরও উত্তম নেয়ামত দিচ্ছি। আমি তোমাদের প্রতি আমার সস্তুষ্টি নাযিল করছি। অতঃপর কখনও তোমাদের প্রতি অসন্তুষ্ট হব না।” [বুখারী: ৬৫৪৯, ৭৫১৮, মুসলিম: ২৮২৯]\n  <br/>\n  <br/>\n  [২] অন্য কথায় যে ব্যক্তি আল্লাহ্র ব্যাপারে নির্ভীক এবং তাঁর মোকাবিলায় দুঃসাহসী ও বেপরোয়া হয়ে জীবনযাপন করে না। বরং দুনিয়ায় প্রতি পদে পদে আল্লাহ্কে ভয় করে জীবনযাপন করে; তাঁর আদেশ-নিষেধ মেনে চলে তাকওয়া অবলম্বন করে। তার জন্যই আল্লাহ্র কাছে রয়েছে এই প্রতিদান ও পুরস্কার। [তাবারী]\n  <br/>\n </p>\n</div>"
    }
]