[
    {
        "id": 1,
        "verse": "৯৯ : ১",
        "arabic_text": "\nإِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا ",
        "bangla_text": "যখন প্ৰবল কম্পনে যমীন প্ৰকম্পিত করা হবে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] “যালযালাহু’ মানে হচ্ছে, প্রচণ্ডভাবে জোরে জোরে ঝাড়া দেয়া, ভূকম্পিত হওয়া।\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯৯ : ২",
        "arabic_text": "\nوَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا ",
        "bangla_text": "আর যমীন তার ভার বের করে দেবে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর কয়েকটি অর্থ হতে পারে। এক, মরা মানুষ মাটির বুকে যেখানে যে অবস্থায় যে আকৃতিতে আছে দ্বিতীয় ফুঁৎকারের পরে তাদের সবাইকে বের করে এনে সে বাইরে ফেলে দেবে এবং যাবতীয় মৃতকে বের করে হাশরের মাঠের দিকে চালিত করবে। মানুষের শরীরের ছড়িয়ে ছিটিয়ে থাকা অংশগুলো এক জায়গায় জমা হয়ে নতুন করে আবার সেই একই আকৃতি সহকারে জীবিত হয়ে উঠবে যেমন সে তার প্রথম জীবনের অবস্থায় ছিল। এই বিষয়টি অন্যত্র এভাবে বলা হয়েছে, “হে মানুষ! তোমাদের রবের তাকওয়া অবলম্বন কর; কিয়ামতের প্রকম্পন এক ভয়ংকর ব্যাপার!” [সূরা আল-হাজ্জ: ১] আরও এসেছে, “আর পৃথিবীকে যখন সম্প্রসারিত করা হবে এবং পৃথিবী তার অভ্যন্তরে যা আছে তা বাইরে নিক্ষেপ করবে ও শূন্যগর্ভ হবে।“ [সূরা আল-ইনশিকাক:৩-৪] দুই, এর দ্বিতীয় অর্থ হচ্ছে, কেবলমাত্ৰ মরা মানুষদেরকে সে বাইরে নিক্ষেপ করে ক্ষান্ত হবে না বরং তাদের প্রথম জীবনের সমস্ত কথা ও কাজ এবং যাবতীয় আচার-আচরণের রেকর্ড ও সাক্ষ্য-প্রমাণের যে স্তুপ তার গর্ভে চাপা পড়ে আছে সেগুলোকেও বের করে বাইরে ফেলে দেবে। পরর্তী বাক্যটিতে একথারই প্ৰকাশ ঘটেছে। তাতে বলা হয়েছে, যমীন তার ওপর যা কিছু ঘটেছে তা বর্ণনা করবে। তিন, কোন কোন মুফাসসির এর তৃতীয় একটি অর্থও বর্ণনা করেছেন। সেটি হচ্ছে, সোনা, রূপা, হীরা, মণি-মাণিক্য এবং অন্যান্য যেসব মূল্যবান সম্পদ ভূ-গর্ভে সঞ্চিত রয়েছে সেগুলোর বিশাল বিশাল স্তুপও সেদিন যমীন উগলে দেবে। [দেখুন: আদ্ওয়াউল বায়ান] আর যদি দুনিয়ার জীবনের শেষভাগে কিয়ামতের আলামত হিসেবে এ সম্পদ বের করা বোঝায় তবে এতদসংক্রান্ত একটি হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “পৃথিবী তার কলিজার টুকরা বিশালাকার স্বর্ণ খণ্ডের আকারে উদগীরণ করে দেবে। তখন যে ব্যক্তি ধন-সম্পদের জন্যে কাউকে হত্যা করেছিল, সে তা দেখে বলবে, এর জন্যেই কি আমি এতবড় অপরাধ করেছিলাম? যে ব্যক্তি অর্থের কারণে আত্মীয়দের সাথে সম্পর্কচ্ছেদ করেছিল, সে বলবে, এর জন্যেই কি আমি এ কাণ্ড করেছিলাম? চুরির কারণে যার হাত কাটা হয়েছিল, সে বলবে, এর জন্যেই কি আমি নিজের হাত হারিয়েছিলাম? অতঃপর কেউ এসব স্বর্ণখণ্ডের প্রতি ভ্ৰক্ষেপও করবে না। [মুসলিম: ১০১৩]\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯৯ : ৩",
        "arabic_text": "\nوَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا ",
        "bangla_text": "আর মানুষ বলবে, ‘এর কী হল [১] ?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মানুষ অর্থ প্রত্যেকটি মানুষ হতে পারে। কারণ পুনরায় জীবন লাভ করে চেতনা ফিরে পাবার সাথে সাথেই প্রত্যেক ব্যক্তির প্রথম প্রতিক্রিয়া এটিই হবে যে, এসব কি হচ্ছে? এটা যে হাশরের দিন একথা সে পরে বুঝতে পারবে। আবার মানুষ অর্থ আখেরাত অস্বীকারকারী মানুষও হতে পারে। কারণ যে বিষয়কে অসম্ভব মনে করতো তা তার সামনে ঘটে যেতে থাকবে এবং সে এসব দেখে অবাক ও পেরেশান হবে। তবে ঈমানদারদের মনে এ ধরনের বিস্ময় ও পেরেশানি থাকবে না। কারণ তখন তাদের আকীদা-বিশ্বাস ও প্রত্যয় অনুযায়ীই সবকিছু হতে থাকবে। পবিত্র কুরআনের অন্যত্র বলা হয়েছে সে সময় আখেরাত অস্বীকারকারীরা বলবে, “কে আমাদের শয়নাগার থেকে আমাদের উঠালো?” এর জবাব আসবে, “এটি সেই জিনিস যার ওয়াদা করুণাময় করেছিলেন এবং আল্লাহ্র পাঠানো রাসূলগণ সত্য বলেছিলেন।” [সূরা ইয়াসিন: ৫২] [আদ্ওয়াউল বায়ান]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯৯ : ৪",
        "arabic_text": "\nيَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا ",
        "bangla_text": "সেদিন যমীন তার বৃত্তান্ত বৰ্ণনা করবে [১] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যমীন কি জানিয়ে দেবে এ নিয়ে মুফাসসেরীনদের মধ্যে কয়েকটি মত রয়েছে। সম্ভবত সব কয়টি মতই এখানে উদ্দেশ্য হতে পারে। এক. ইয়াহইয়া ইবনে সালাম বলেন, এর অর্থ, যমীন তার থেকে যা যা বের করে দিল (সম্পদরাজি) তা জানিয়ে দিবে। এর সমর্থনে একটি হাদীসে এসেছে, “কোন মানুষের জীবন যদি কোন সুনির্দিষ্ট স্থানে অবসান হওয়ার কথা থাকে তখন আল্লাহ্ তার জন্য সেখানে যাওয়ার একটি প্রয়োজন তৈরী করে দেন। তারপর যখন সে স্থানে পৌঁছে তখন তাকে মৃত্যু দেয়া হয়। তারপর যমীন কিয়ামতের দিন বলবে, হে রব! এটা তুমি আমার কাছে আমানত রেখেছিলো।” [ইবনে মাজাহ: ৪২৬৩] দুই. ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বলেন, এ আয়াতের অর্থ, আগের আয়াতে যে বলা হয়েছে মানুষ প্রশ্ন করবে, যমীনের কি হল’? এর জওয়াব যমীনই দিবে যে, কিয়ামত অনুষ্ঠিত হয়ে গেছে। তিন. আবু হুৱায়ারা রাদিয়াল্লাহু আনহু বলেন, এর অর্থ, যমীন তার মধ্যে কৃত ভাল-মন্দ যাবতীয় কর্মকাণ্ডের হিসাব দাখিল করবে। যমীনের ওপর যা কিছু ঘটে গেছে তার সবকিছু সে কিয়ামতের দিন বলে দেবে। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯৯ : ৫",
        "arabic_text": "\nبِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا ",
        "bangla_text": "কারণ আপনার রব তাকে নির্দেশ দিয়েছেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯৯ : ৬",
        "arabic_text": "\nيَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ ",
        "bangla_text": "সেদিন মানুষ ভিন্ন ভিন্ন দলে বের হবে [১], যাতে তাদেরকে তাদের কৃতকর্ম দেখান যায় [২] ,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর অর্থ, মানুষ সেদিন হাশরের মাঠ থেকে তাদের আমল অনুযায়ী ভিন্ন ভিন্ন দলে বিভক্ত হয়ে যাবে; তাদের কেউ জান্নাতে যাবে, কেউ যাবে জাহান্নামে। [জালালাইন, মুয়াসসার, সা‘দী] এর দ্বিতীয় অর্থ হতে পারে, বিগত হাজার হাজার বছরে সমস্ত মানুষ যে যেখানে মরেছিল সেখান থেকে অর্থাৎ পৃথিবীর বিভিন্ন স্থানে থেকে দলে দলে চলে আসতে থাকবে। যেমন অন্যত্র বলা হয়েছে, “যে দিন শিংগায় ফুঁক দেয়া হবে, তোমরা দলে দলে এসে যাবে। [সূরা আন-নাবা: ১৮] [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তাদের আমল তাদেরকে দেখানো হবে। প্রত্যেকে দুনিয়ায় কি কাজ করে এসেছে তা তাকে বলা হবে। কুরআন মজীদের বিভিন্ন স্থানে একথা সুস্পষ্টভাবে বলা হয়েছে যে, কাফের মুমিন, সৎকর্মশীল ও ফাসেক, আল্লাহ্র হুকুমের অনুগত ও নাফরমান সবাইকে অবশ্যি তাদের আমলনামা দেয়া হবে। [দেখুন, সূরা আল-হাক্কার ১৯ ও ২৫, সূরা আল-ইনশিকাকের ৭-১০]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯৯ : ৭",
        "arabic_text": "\nفَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ ",
        "bangla_text": "কেউ অণু পরিমাণ সৎকাজ করলে সে তা দেখবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে خير বলে শরীয়তসম্মত সৎকর্ম বোঝানো হয়েছে; যা ঈমানের সাথে সম্পাদিত হয়ে থাকে। কেননা, ঈমান ব্যতীত কোন সৎকর্মই আল্লাহ্র কাছে সৎকর্ম নয়। কুফার অবস্থায় কৃত সৎকর্ম আখেরাতে ধর্তব্য হবে না যদিও দুনিয়াতে তার প্রতিদান দেয়া হয়। তাই এ আয়াতকে এ বিষয়ের প্রমাণস্বরূপ পেশ করা হয় যে, যার মধ্যে অণু পরিমাণ ঈমান থাকবে, তাকে অবশেষে জাহান্নাম থেকে বের করে নেয়া হবে। কেননা, এ আয়াতের ওয়াদা অনুযায়ী প্রত্যেকের সৎকর্মের ফল আখেরাতে পাওয়া জরুরী। কোন সৎকর্ম না থাকলেও স্বয়ং ঈমানই একটি বিরাট সৎকর্ম বলে বিবেচিত হবে। ফলে মুমিন ব্যক্তি যতবড় গোনাহগারই হোক, চিরকাল জাহান্নামে থাকবে না। কিন্তু কাফের ব্যক্তি দুনিয়াতে কোন সৎকর্ম করে থাকলে ঈমানের অভাবে তা পণ্ডশ্রম মাত্র। তাই আখেরাতে তার কোন সৎকামই থাকবে না।\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯৯ : ৮",
        "arabic_text": "\nوَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ ",
        "bangla_text": "আর কেউ অণু পরিমাণ অসৎকাজ করলে সে তাও দেখবে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] প্রত্যেকটি সামান্যতম ও নগণ্যতম সৎকাজেরও একটি ওজন ও মূল্য রয়েছে এবং অনুরূপ অবস্থা অসৎকাজেরও। অসৎকাজ যত ছোটই হোক না কেন অবশ্যি তার হিসেব হবে এবং তা কোনক্রমেই উপেক্ষা করার মতো নয়। তাই কোন ছোট সৎকাজকে ছোট মনে করে ত্যাগ করা উচিত নয়। কারণ এই ধরনের অনেক সৎকাজ মিলে আল্লাহ্র কাছে একটি অনেক বড় সৎকাজ গণ্য হতে পারে। অনুরূপভাবে কোন ছোট ও নগণ্য অসৎকাজও না করা উচিত; কারণ এই ধরনের অনেকগুলো ছোট গোনাহ একত্র হয়ে একটি বিরাট গোনাহের স্তুপ জমে উঠতে পারে। [দেখুন; কুরতুবী, সা‘দী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “জাহান্নামের আগুন থেকে বাঁচো-তা এক টুকরা খেজুর দান করার বা একটি ভালো কথা বলার বিনিময়েই হোক না কেন” [বুখারী: ৬৫৪০] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেছেন: “কোন সৎকাজকেও সামান্য ও নগণ্য মনে করো না, যদিও তা কোন পানি পানেচ্ছু ব্যক্তির পাত্রে এক মগ পানি ঢেলে দেয়াই হয় অথবা তোমার কোন ভাইয়ের সাথে হাসিমুখে সাক্ষাত করাই হয়।” [মুসনাদে আহমাদ: ৫/৬৩] অনুরূপভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মেয়েদেরকে সম্বোধন করে বলেছেন, “হে মুসলিম মেয়েরা! কোন প্রতিবেশী তার প্রতিবেশিনীর বাড়িতে কোন জিনিস পাঠানোকে সামান্য ও নগণ্য মনে করো না, তা ছাগলের পায়ের একটি খুর হলেও।” [বুখারী: ৬০১৭, মুসলিম: ১০৩০] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অন্যত্র বলেন, “হে আয়েশা! যেসব গোনাহকে ছোট মনে করা হয় সেগুলো থেকে দূরে থাকো। কারণ আল্লাহ্র দরবারে সেগুলো সম্পর্কেও জিজ্ঞাসাবাদ করা হবে।” [মুসনাদে আহমাদ: ৬/৭০, ৫/১৩৩, ইবনে মাজহ: ৪২৪৩] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেন: “সাবধান, ছোট গোনাহসমূহ থেকে নিজেকে রক্ষা করো। কারণ সেগুলো সব মানুষের ওপর একত্র হয়ে তাকে ধ্বংস করে দেবে।” [মুসনাদে আহমাদ: ১/৪০২] [ইবন কাসীর]\n </p>\n</div>"
    }
]