[
    {
        "id": 1,
        "verse": "৯ : ১",
        "arabic_text": "\nبَرَآءَةٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ",
        "bangla_text": "এটা সম্পর্কচ্ছেদ আল্লাহ্‌ ও তাঁর রাসূলের পক্ষ থেকে, সে সব মুশরিকদের সাথে, যাদের সাথে তোমরা পারস্পারিক চুক্তিতে আবদ্ধ হয়েছিলে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  <b>\n   সূরা সংক্রান্ত আলোচনাঃ\n  </b>\n  <br/>\n  <br/>\n  <b>\n   সূরা নাযিল হওয়ার স্থানঃ\n  </b>\n  <br/>\n  <br/>\n  সূরাটি সর্বসম্মতভাবে মাদানী সূরা। বারা রাদিয়াল্লাহু আনহু বলেনঃ সূরা বারা’আত সবশেষে অবতীর্ণ সূরা। [বুখারীঃ ৪৬৫৪, মুসলিমঃ ১৬১৮]\n  <br/>\n  <br/>\n  <b>\n   আয়াত সংখ্যাঃ  ১২৯।\n  </b>\n  <br/>\n  <br/>\n  <b>\n   সূরার নামকরণঃ\n  </b>\n  <br/>\n  <br/>\n  তাফসীরে এ সূরার ১৩ টি নাম উল্লেখ করা হয়েছে। তন্মধ্যে বিখ্যাত হলোঃ সূরা আত-তাওবাহ, সূরা আল-বারাআহ বা বারাআত। বরাআত বলা হয় এ জন্য যে, এতে কাফেরদের সাথে সম্পর্কচ্ছেদ ও তাদের ব্যাপারে দায়িত্ব মুক্তির উল্লেখ রয়েছে। আর \"তাওবাহ’ বলা হয় এজন্য যে, এতে মুসলিমদের তাওবাহ কবুল হওয়ার বর্ণনা রয়েছে। এ ছাড়াও এ সূরার আরও কয়েকটি নাম উল্লেখ করা হয়, যেমন- সূরা আল-ফাদিহা বা গোপন বিষয় প্রকাশ করে লজ্জা দিয়ে মাথা হেটকারী। [বুখারীঃ ৪৮৮২, মুসলিমঃ ৩০৩১, মুস্তাদরাকে হাকেমঃ ৩২৭৪] এ সূরার আরেক নামঃ সূরা আল-আযাব। এ ছাড়াও এ সূরার অন্যান্য নামের মধ্যে রয়েছে, ‘আল মুকাশকেশাহ’ ‘আল বুহুস’ ‘আল-মুনাক্কেরাহ’ ‘আল মুনাক্কিলাহ’ ‘আল মুশাররিদাহ’। পরবর্তী নামগুলোর অধিকাংশই মুনাফেকদের অবস্থা বর্ণনাকারী। [আসমাউ সুওয়ারিল কুরআন ]\n  <br/>\n  <br/>\n  <b>\n   সূরাটির প্রথমে বিসমিল্লাহ পড়া না পড়ার হুকুমঃ\n  </b>\n  <br/>\n  <br/>\n  সূরাটির একটি বৈশিষ্ট্য হল, কুরআন মজীদে এর শুরুতে বিসমিল্লাহ লেখা হয় না, অথচ অন্যান্য সকল সূরার শুরুতে বিসমিল্লাহ লেখা হয়। কুরআন সংগ্রাহক উসমান রাদিয়াল্লাহু আনহু স্বীয় শাসনামলে যখন কুরআনকে গ্রন্থের রূপ দেন, তখন অন্যান্য সূরার মত করে সূরা তাওবার শুরুতে বিসমিল্লাহ' লিখা হয়নি। ইবনে আব্বাস বলেন, আমি উসমান ইবনে আফফান রাদিয়াল্লাহু আনহুকে জিজ্ঞেস করলাম, কি কারণে আপনারা আল-আনফালকে মাসানী বা শতের চেয়েও ছোট হওয়া সত্বেও সূরা বারাআত এর সাথে রাখলেন, অথচ বারাআত হচ্ছে, শত আয়াত সম্পন্ন সূরা? আবার এ দু’সূরার মাঝখানে কেনইবা বিসমিল্লাহির রাহমানির রাহীম লাইনটি লিখলেন না? তারপরও সেটাকে লম্বা সাতটি সূরার অন্তর্ভুক্ত কেন করলেন? তখন উসমান রাদিয়াল্লাহু আনহু বললেন, কুরআনে মজীদ বিভিন্ন সময় ধরে অল্প অল্প করে নাযিল হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখনই কোন আয়াত নাযিল হত, তখনই যারা ওহী লিখত তাদের কাউকে ডেকে বলতেন, এটাকে ঐ সূরার মধ্যে সন্নিবেশিত করে দিবে যাতে অমুক অমুক বিষয় লিখা আছে। সুতরাং যখনই কোন সূরা নাযিল হত, তখনই তিনি তাদেরকে বলতেন, এটাকে অমুক অমুক বিষয় যে সূরায় আলোচনা আছে তোমরা সেখানে স্থান দাও। আর সূরা আল-আনফাল ছিল মদীনায় নাযিল হওয়া প্রাথমিক সূরাগুলোর অন্যতম ৷ পক্ষান্তরে বারাআত ছিল কুরআনের শেষে নাযিল হওয়া সূরা। কিন্তু এ দুটির ঘটনা একই ধরনের। তাই আমি মনে করেছি যে, এটা পূর্বের সূরারই অংশ। এমতাবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মৃত্যু হয়। অথচ তিনি আমাদেরকে স্পষ্ট জানিয়ে দেননি যে, এটি পূর্বের সূরার অংশ। এজন্যই আমি এ দু'টিকে একসাথে লিখেছি এবং এ দু’য়ের মাঝখানে বিসমিল্লাহির রাহমানির রাহীম লিখিনি। তারপর সেটাকে প্রাথমিক সাতটি লম্বা সূরার মধ্যে স্থান দিলাম। [তিরমিযী ৩০৮৬; মুসনাদে আহমাদ ১/৫৭; আবু দাউদ: ৭৮৬; নাসায়ী ফিল কুবরা ৮০০৭; মুস্তাদরাকে হাকিম: ২/৩৩০]\n  <br/>\n  <br/>\n  ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা কর্তৃক আলী রাদিয়াল্লাহু আনহু থেকে অপর একটি বর্ণনায় সূরা তাওবার শুরুতে বিসমিল্লাহ না লেখার কারণ দর্শানো হয় যে, বিসমিল্লাহতে আছে শান্তি ও নিরাপত্তার পয়গম, কিন্তু সূরা তাওবায় কাফেরদের জন্যে শান্তি ও নিরাপত্তা চুক্তিগুলো নাকচ করে দেয়া হয়। [কুরতুবী আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  ---------------\n  <br/>\n  <br/>\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নবম হিজরীতে আবু বকর রাদিয়াল্লাহু আনহুকে পাঠালেন। তিনি কুরবানীর দিন এগুলোকে মানুষের মধ্যে ঘোষণা করলেন। এর সাথে আরও ঘোষণা ছিল যে, এরপর আর কোন লোক উলঙ্গ হয়ে তাওয়াফ করবে না। কোন মুশরিক হজ করবে না। মুমিন ছাড়া কেউ জান্নাতে যাবে না। এভাবে আলী রাদিয়াল্লাহু আনহু সেটা বলতেন, যখন অপারগ হতেন, তখন আবু বকর রাদিয়াল্লাহু আনহু বলতেন। [ইবন কাসীর]\n  <br/>\n  <br/>\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 2,
        "verse": "৯ : ২",
        "arabic_text": "\nفَسِيحُواْ فِي ٱلۡأَرۡضِ أَرۡبَعَةَ أَشۡهُرٖ وَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِ وَأَنَّ ٱللَّهَ مُخۡزِي ٱلۡكَٰفِرِينَ ",
        "bangla_text": "অতঃপর তোমরা যমীনে চারমাস সময় পরিভ্রমন কর [১] এবং জেনে রাখ যে, তোমরা আল্লাহ্‌কে হীনবল করতে পারবে না। আর নিশ্চয় আল্লাহ্‌ কাফেরদেরকে আপদস্থকারী [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ চারমাস সময় কাদের জন্য নির্ধারণ করা হয়েছিল এ ব্যাপারে বিভিন্ন মত থাকলেও সবচেয়ে প্রাধান্যপ্রাপ্ত মত হলো, এ চারমাস সময় ঐ সমস্ত কাফেরদেরকে দেয়া হয়েছে যাদের সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কোন মেয়াদী চুক্তি ছিল না অথবা যাদের সাথে চারমাসের কম চুক্তি ছিল। কিন্তু যাদের সাথে মেয়াদী চুক্তি ছিল আর তারা সে চুক্তি বিরোধী কোন কাজ করে নি, তাদেরকে তাদের সুনির্দিষ্ট মেয়াদ পূর্ণ করতে দেয়া হয়েছিল। সে অনুসারে এ মেয়াদপূর্তির পর তাদের সাথে আর কোন নতুন চুক্তি করা হয়নি। [সা'দী]।\n  <br/>\n  <br/>\n  [২] এখানে বলা হচ্ছে যে, যদিও তাদেরকে চারমাসের সময় দেয়া হয়েছে, তাতে তাদেরকে শুধু আল্লাহর দ্বীন বোঝা ও জানার জন্য সে সময়টুকু দেয়া হচ্ছে। যদি তারা এ সময়টুকু সঠিকভাবে কাজে লাগাতে না পারে এবং ইসলাম গ্রহণ না করে তাহলে তারা যেন ভাল করেই জেনে নেয় যে, যমীনের কোথাও পালিয়ে থাকলেও আল্লাহর হাত থেকে তাদের নিস্তার নেই। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 3,
        "verse": "৯ : ৩",
        "arabic_text": "\nوَأَذَٰنٞ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوۡمَ ٱلۡحَجِّ ٱلۡأَكۡبَرِ أَنَّ ٱللَّهَ بَرِيٓءٞ مِّنَ ٱلۡمُشۡرِكِينَ وَرَسُولُهُۥۚ فَإِن تُبۡتُمۡ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَوَلَّيۡتُمۡ فَٱعۡلَمُوٓاْ أَنَّكُمۡ غَيۡرُ مُعۡجِزِي ٱللَّهِۗ وَبَشِّرِ ٱلَّذِينَ كَفَرُواْ بِعَذَابٍ أَلِيمٍ ",
        "bangla_text": "আর মহান হজের দিনে [১] আল্লাহ্‌ ও তাঁর রাসূলের পক্ষ থেকে মানুষের প্রতি এটা এক ঘোষণা যে, নিশ্চয় মুশরিকদের সম্পর্কে আল্লাহ্‌ দায়মুক্ত এবং তাঁর রাসূলও। অতএব তোমরা যদি তওবাহ্ কর তবে তা তোমাদের জন্য কল্যাণকর। আর তোমরা মুখ ফিরাও তবে জেনে রাখ যে, তোমরা আল্লাহ্‌কে অক্ষম করতে পারবে না এবং কাফেরদেরকে যন্ত্রণাদয়ক শাস্তির সুসংবাদ দিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মহান হজের দিনে বলতে কি বুঝানো হয়েছে তা নিয়ে মুফাসসিরগণের মধ্যে মতভেদ রয়েছে। আবদুল্লাহ ইবন আব্বাস, উমর, আবদুল্লাহ ইবন ওমর এবং আবদুল্লাহ ইবন যুবায়ের রাদিয়াল্লাহু আনহুম প্রমুখ সাহাবা বলেনঃ এর অর্থ আরাফাতের দিন। [ইবন কাসীর] কারণ, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাদীস শরীফে এরশাদ করেছেন “হজ হল আরাফাতের দিন”। [তিরমিযী: ৮৮৯] পক্ষান্তরে আলী, আবদুল্লাহ ইবন আবি আওফা, মুগীরা ইবন শুবাহ, ইবন আব্বাসসহ সাহাবায়ে কিরামের এক বড় দল এবং অনেক মুফাসসির বলেন, এর অর্থ কোরবানীর দিন বা দশই যিলহজ। [ইবন কাসীর] এর সপক্ষে বেশ কিছু সহীহ হাদীস রয়েছে। যেমন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কুরবানীর দিন প্রশ্ন করেছিলেন, “এটা কোন দিন? লোকেরা চুপ ছিল এমনকি মনে করেছিল যে, তিনি হয়ত: অন্য কোন নামে এটাকে নাম দিবেন, শেষ পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এটা কি বড় হজের দিন নয়?”। [বুখারী ৪৪০৬; মুসলিম: ১৬৭৯] ইমাম সুফিয়ান সওরী রাহিমাহুল্লাহ এবং অপরাপর ইমামগণ এ সকল উক্তির সমস্বয় সাধনের উদ্দেশ্যে বলেন, হজের দিনগুলো হজ্জে আকবরের দিন। এতে আরাফাত ও কোরবানীর দিনগুলোও রয়েছে। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 4,
        "verse": "৯ : ৪",
        "arabic_text": "\nإِلَّا ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلۡمُشۡرِكِينَ ثُمَّ لَمۡ يَنقُصُوكُمۡ شَيۡـٔٗا وَلَمۡ يُظَٰهِرُواْ عَلَيۡكُمۡ أَحَدٗا فَأَتِمُّوٓاْ إِلَيۡهِمۡ عَهۡدَهُمۡ إِلَىٰ مُدَّتِهِمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ ",
        "bangla_text": "তবে মুশরিকদের মধ্যে যাদের সাথে তোমরা চুক্তিতে আবদ্ধ ও পরে তোমাদের চুক্তি রক্ষায় কোন ত্রুটি করেনি এবং তোমাদের বিরুদ্ধে কাউকেও সাহায্য করেনি [১] তোমরা তাদের সাথে নির্দিষ্ট মেয়াদ পর্যন্ত চুক্তি পূর্ণ কর; নিশ্চয় আল্লাহ্‌ মুত্তাকীদেরকে পছন্দ করেন [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত দ্বারা বুঝা যাচ্ছে যে, মুশরিকরা যদি অঙ্গীকার ভঙ্গ করে তবে তাদেরকে হত্যা করা জায়েয। [আদওয়াউল বায়ান] অন্য আয়াতেও অনুরূপ বলা হয়েছে। যেমন, \"যতক্ষন তারা তোমাদের চুক্তিতে স্থির থাকবে তোমরাও তাদের চুক্তিতে স্থির থাকবে\" [সূরা আত-তাওবাহ: ৭] অন্য আয়াতে আরও স্পষ্ট করে বলা হয়েছে, “আর যদি তারা তাদের চুক্তির পর তাদের প্রতিশ্রুতি ভঙ্গ করে এবং তোমাদের দ্বীন সম্বন্ধে কটুক্তি করে, তবে কুফরের নেতাদের সাথে যুদ্ধ কর; এরা এমন লোক যাদের কোন প্রতিশ্রুতি নেই; যেন তারা নিবৃত্ত হয় \"[সূরা আত-তাওবাহ ১২] তবে এর বিপরীত কাউকে হত্যা করা জায়েয নেই। হাদীসে এসেছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যে কেউ কোন অঙ্গীকারবদ্ধ অমুসলিমকে হত্যা করবে সে জান্নাতের গন্ধও পাবে না। অথচ এর গন্ধ চল্লিশ বছরের পথের দুরত্ব থেকেও পাওয়া যায়।\" [বুখারী: ৬৯১৪]\n  <br/>\n  <br/>\n  [২] কাতাদা বলেন, এরা হচ্ছে কুরাইশ মুশরিক, যাদের সাথে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হুদায়বিয়ার সন্ধি করেছিলেন। ঐ বছর কুরবানীর দিনের পর তাদের সুনির্দিষ্ট মেয়াদের তখনও চারমাস বাকী ছিল। তাই আল্লাহ তার নবীকে এ সময়টুকু পূর্ণ করার নির্দেশ দিলেন। আর যাদের সাথে কোন চুক্তি ছিল না তাদেরকে অবকাশ দিলেন মুহাররাম মাস শেষ হওয়া পর্যন্ত। আর যাদের সাথে চুক্তি ছিল সে চুক্তি শেষ হওয়ার পর আর কোন চুক্তি করা হবে না ঘোষণা দিলেন, সুতরাং তারা ‘লা ইলাহা ইল্লাল্লাহ ও মুহাম্মাদুর রাসুলুল্লাহ’ সাক্ষ্য দেয়া পর্যন্ত তাদের সাথে যুদ্ধ চালিয়ে যাওয়ার নির্দেশ দিলেন। তাদের কাছ থেকে অন্য কিছু গ্রহণ করা হবে না। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 5,
        "verse": "৯ : ৫",
        "arabic_text": "\nفَإِذَا ٱنسَلَخَ ٱلۡأَشۡهُرُ ٱلۡحُرُمُ فَٱقۡتُلُواْ ٱلۡمُشۡرِكِينَ حَيۡثُ وَجَدتُّمُوهُمۡ وَخُذُوهُمۡ وَٱحۡصُرُوهُمۡ وَٱقۡعُدُواْ لَهُمۡ كُلَّ مَرۡصَدٖۚ فَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَخَلُّواْ سَبِيلَهُمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "অতঃপর নিষিদ্ধ মাস [১] অতিবাহিত হলে মুশরিকদেরকে যেখানে পাবে হত্যা কর [২], তাদেরকে পাকড়াও কর [৩], অবরোধ কর এবং প্রত্যেক ঘাঁটিতে তাদের জন্য ওঁৎ পেতে থাক; কিন্তু যদি তারা তাওবাহ্ করে, সালাত কায়েম করে এবং যাকাত দেয় [৪] তবে তাদের পথ ছেড়ে দাও [৫]; নিশ্চয় আল্লাহ্‌ অতিশয় ক্ষমাশীল, পরম দয়ালু [৬] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে “আশহুরে হুরুম\" বলতে কি বুঝানো হয়েছে এ ব্যাপারে দুটি মত রয়েছে। ১) বিখ্যাত চারটি মাস যা হারাম হওয়া শরীআতের স্বীকৃত সে চারটি মাস বুঝানো হয়েছে, অর্থাৎ রজব, জিলকদ, জিলহজ্জ ও মুহাররাম ৷ ২) এখানে মূলতঃ পূর্ববর্তী আয়াতে অবকাশ দেয়া চার মাসকেই বুঝানো হয়েছে। আর এটাই প্রাধান্যপ্রাপ্ত মত। অর্থাৎ পূর্ববর্তী আয়াতে কাফেরদেরকে যে চারমাসের অবকাশ দেয়া হয়েছে তা যখনি শেষ হয়ে যাবে তখনি তাদের সাথে আর কোন চুক্তি করা হবে না। তাদের হয় ইসলাম গ্রহণ করতে হবে নয় তো মক্কা ছেড়ে যেতে হবে। এর জন্য যুদ্ধের প্রয়োজন হলে তাও করতে হবে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] সুফিয়ান ইবন উয়াইনাহ রাহিমাহুল্লাহ বলেন, আলী রাদিয়াল্লাহু আনহু বলেছেন, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আল্লাহ্ তা'আলা চার তরবারী নিয়ে পাঠিয়েছেন। তন্মধ্যে একটি কাফের মুশরিকদের বিরুদ্ধে। যার প্রমাণ আলোচ্য আয়াত। দ্বিতীয়টি আহলে কিতাবদের বিরুদ্ধে। তার প্রমাণ সূরা আত-তাওবার ২৯ নং আয়াত তৃতীয়টি মুনাফিকদের বিরুদ্ধে যা সূরা আত-তাওবার ৭৩ ও সূরা আততাহরীমের ৯ নং আয়াতে উল্লেখ করা হয়েছে। চতুর্থটি বিদ্রোহী, সীমালংঘনকারীদের বিরুদ্ধে। যার আলোচনা সূরা আল-হুজুরাত এর ৯ নং আয়াতে এসেছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] চাই তা হত্যার মাধ্যমে হোক বা বন্দী করার মাধ্যমে হোক, যে প্রকারেই হোক তাদের পাকড়াও করবে। তবে বন্দীকেই (اخِيْذ) বলা হয়। তাই এর অর্থ হচ্ছে, তাদের বন্দী কর। ইবন কাসীর; ফাতহুল কাদীর ইবন কাসীর আরও বলেন, এ আয়াতে যেখানে পাও পাকড়াও করার সাধারণ কথা বলা হলেও তা অন্য আয়াত দ্বারা বিশেষিত। অন্য আয়াতে হারাম এলাকায় হত্যা করতে নিষেধ করা হয়েছে। আল্লাহ বলেন, “আর মসজিদুল হারামের কাছে তোমরা তাদের সাথে যুদ্ধ করবে না যে পর্যন্ত না তারা সেখানে তোমাদের সাথে যুদ্ধ করে।\" [সূরা আল-বাকারাহ: ১৯১]\n  <br/>\n  <br/>\n  [৪] ইবন উমর রাদিয়াল্লাহু আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমাকে ততক্ষণ পর্যন্ত যুদ্ধের নির্দেশ দেয়া হয়েছে যতক্ষণ না তারা বলবে, লা ইলাহা ইল্লাল্লাহ ও মুহাম্মাদ আল্লাহর রাসূল এবং সালাত কায়েম করবে আর যাকাত প্রদান করবে। অতঃপর যদি তারা তা করে, তবে তাদের জান ও মাল আমার হাত থেকে নিরাপদ হবে, কিন্তু যদি ইসলামের অধিকার আদায় করতে হয়, তবে তা ভিন্ন কথা। আর তাদের হিসাব নেয়ার ভার তো আল্লাহর উপর ” [বুখারী: ২৫; মুসলিম: ২২]\n  <br/>\n  <br/>\n  [৫] আবু বকর সিদীক রাদিয়াল্লাহু ‘আনহু এ আয়াত দ্বারা যাকাত প্রদানে অস্বীকারকারীদের বিরুদ্ধে ব্যবস্থা নেয়ার পক্ষে দলীল পেশ করেছেন। [দেখুন, বুখারীঃ২৫; মুসলিমঃ ২২] কেননা এখানে কুফরী ও শিকী থেকে মুক্তির আলামত হিসাবে সালাত আদায়ের সাথে সাথে যাকাত প্রদানের কথাও বলা হয়েছে। [ইবন কাসীর] বর্তমানেও যারা যাকাত দিতে অস্বীকার করবে তাদের ব্যাপারে একই বিধান প্রযোজ্য হবে। [সা'দী] কাতাদা বলেন, আল্লাহ যাদেরকে ছেড়ে দেয়ার কথা বলেছেন তাদেরকে ছেড়ে দাও। মানুষ তো তিন ধরনের। এক. মুসলিম, যার উপর যাকাত ফরয। দুই. মুশরিক, তার উপর জিযইয়া ধার্য। তিন. কাফের যোদ্ধা যে মুসলিমদের সাথে ব্যবসা করতে চায়, তার উপর কর ধার্য। [তাবারী]\n  <br/>\n  <br/>\n  [৬] সুতরাং তিনি যারা তাওবাহ করবে তাদের শির্কসহ যাবতীয় গোনাহ ক্ষমা করবেন। তাদেরকে তাওফীক দেয়ার মাধ্যমে দয়া করবেন। তারপর তাদের থেকে তা কবুল করবেন। [সা'দী] সূরা তাওবাহ্ প্রথম পাঁচ আয়াতে মক্কাবিজয়ের পর মক্কা ও তার উল্লেখিত হয়। তবে তাদের চুক্তিভঙ্গ ও বিশ্বাসঘাতকতার তিক্ত অভিজ্ঞতার প্রেক্ষিতে ভবিষ্যতে তাদের সাথে আর কোন চুক্তি না করার সিদ্ধান্ত নেয়া হয়। এ সত্বেও ইতিপূর্বে যাদের সাথে চুক্তি করা হয় এবং যারা চুক্তিভঙ্গ করেনি, তাদের মেয়াদ পূর্ণ হওয়া অবধি চুক্তি রক্ষার জন্য এ আয়াতসমূহে মুসলিমদের আদেশ দেয়া হয়। আর যাদের সাথে কোন চুক্তি হয়নি, কিংবা যাদের সাথে কোন মেয়াদী চুক্তি হয়নি, তাদের প্রতি এই অনুকম্পা করা হয় যে, তড়িৎ মক্কা ত্যাগের আদেশের স্থলে চার মাসের সময় দেয়া হয়। যাতে এ অবসরে যেদিকে সুবিধা চলে যেতে পারে, অথবা এ সময়ে ইসলামের সত্যতা উপলব্ধি করে মুসলিম হতে পারে। আল্লাহর এ সকল আদেশের উদ্দেশ্য হল, আগামী সাল নাগাদ যেন মক্কা শরীফ সকল বিশ্বাসঘাতক মুশরিকদের থেকে পবিত্র হয়ে যায়। অধিকাংশ আলেম এ সর্বশেষ আয়াতকে আয়াতুস সাইফ বা তরবারীর আয়াত আখ্যা দিয়েছেন। এর অর্থ হলো, এর মাধ্যমে যাবতীয় চুক্তির মেয়াদ শেষ হয়েছে। এখন হয় ইসলাম না হয় তরবারীই তাদের মধ্যে মীমাংসা করতে পারে। [বাগভী; ইবন কাসীর; ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 6,
        "verse": "৯ : ৬",
        "arabic_text": "\nوَإِنۡ أَحَدٞ مِّنَ ٱلۡمُشۡرِكِينَ ٱسۡتَجَارَكَ فَأَجِرۡهُ حَتَّىٰ يَسۡمَعَ كَلَٰمَ ٱللَّهِ ثُمَّ أَبۡلِغۡهُ مَأۡمَنَهُۥۚ ذَٰلِكَ بِأَنَّهُمۡ قَوۡمٞ لَّا يَعۡلَمُونَ ",
        "bangla_text": "আর মুশরিকদের মধ্যে কেউ আপনার কাছে আশ্রয় প্রার্থনা করলে আপনি তাকে আশ্রয় দিন; যাতে সে আল্লাহ্‌র বাণী শুনতে পায় [১] তারপর তাকে তার নিরাপদ স্থানে পৌছিয়ে দিন [২]; কারণ তারা এমন এক সম্প্রদায় যারা জানে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াত থেকে প্রমাণিত হয় যে, কোন বিধর্মী যদি ইসলামের সত্যতার দলীল জানতে চায়, তবে প্রমাণপঞ্জী সহকারে তার সামনে ইসলামকে পেশ করা মুসলিমদের কর্তব্য। অনুরূপভাবে কোন বিধমী ইসলামের সম্যক তথ্য ও তত্ত্বাবলী হাসিলের জন্যে যদি আমাদের কাছে আসে, তবে এর অনুমতি দান ও তার নিরাপত্তা বিধান আমাদের পক্ষে ওয়াজিব। তাকে বিব্রত করা বা তার ক্ষতিসাধন অবৈধ। তারপর তাকে তার নিরাপদ স্থান যেখান থেকে সে এসেছে সেখানে পৌছে দেয়াও মুসলিমের দায়িত্ব। [তাবারী] এ আয়াত থেকে বোঝা যায় যে, কুরআন আল্লাহর কালাম, তিনি স্বয়ং এ বাণীর প্রবক্তা। সুতরাং কুরআন সৃষ্ট নয়, যেমনটি কোনও কোনও বিদআতপন্থীরা মনে করে থাকে।\n  <br/>\n  <br/>\n  [২] এ সহনশীলতা প্রদর্শনের কারণ হলো, কাফের মুশরিকদেরকে আল্লাহর কালাম শুনে এবং মুসলিমদের বাস্তব অবস্থা দেখে সিদ্ধান্ত নেয়ার সুযোগ দেয়া। হুদায়বিয়ার সন্ধির সময় মুশরিকগণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের যাবতীয় কর্মকাণ্ড ও রাসূলের প্রতি সাহাবাদের ভালবাসা দেখার পরে তাদের মধ্যে প্রচণ্ড ভাবান্তর সৃষ্টি হয়েছিল যা তাদের ঈমান গ্রহণে সহযোগিতা করেছিল। [ইবন কাসীর] তাছাড়া এমনও হতে পারে যে, তারা মূর্খতা বা অজ্ঞতা বশত: বিরোধিতায় লিপ্ত। আল্লাহর কালাম শোনার পর তাদের মধ্যে ভাবান্তর হবে এবং ইসলাম গ্রহণ করতে উদ্বুদ্ধ হবে। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 7,
        "verse": "৯ : ৭",
        "arabic_text": "\nكَيۡفَ يَكُونُ لِلۡمُشۡرِكِينَ عَهۡدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَٰهَدتُّمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ فَمَا ٱسۡتَقَٰمُواْ لَكُمۡ فَٱسۡتَقِيمُواْ لَهُمۡۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُتَّقِينَ ",
        "bangla_text": "আল্লাহ্‌ ও তাঁর রাসূলের কছে মুশরিকদের চুক্তি কি করে  বলবৎ থাকবে? তবে যাদের সাথে মসজিদুল হারামের সন্নিকটে [১] তোমরা পারস্পারিক চুক্তিতে আবদ্ধ হয়েছিলে, যতক্ষন তারা তোমাদের চুক্তিতে স্থির থাকবে তোমরাও তাদের  চুক্তিতে স্থির থাকবে [২]; নিশ্চয় আল্লাহ্‌ মুত্তাকীদেরকে পছন্দ করেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ হুদায়বিয়ার দিন যে চুক্তি সাক্ষরিত হয়েছিল এখানে তাই উদ্দেশ্য নেয়া হয়েছে। [ইবন কাসীর] এখানে মাসজিদুল হারাম বলে পুরো হারাম এলাকা বুঝানো হয়েছে। কুরআনের সুরা আল-ফাত্হ এর ২৫ নং আয়াতেও মাসজিদুল হারাম বলে মক্কার পুরো হারাম এলাকা বুঝানো হয়েছে। আর হুদায়বিয়ার একাংশ হারাম এলাকার ভিতরে, যা সবচেয়ে নিকটতম হারাম এলাকা।\n  <br/>\n  <br/>\n  [২] কুরআন মজীদ মুসলিমদের তাকিদ করে যে, শক্রদের বেলায়ও ইনসাফ থেকে কোন অবস্থায় যেন বিচু্যত না হয়। আলোচ্য আয়াতে আল্লাহ তার দৃষ্টান্ত স্থাপন করেছেন। যেমন, নগণ্যসংখ্যক মুশরিক ছাড়া বাকী সবাই চুক্তিভংগ করেছে। সাধারণতঃ এমতাবস্থায় বাছ-বিচার তেমন থাকে না। নির্দোষ ক্ষুদ্র দলকেও সংখ্যা গুরু অপরাধী দলের ভাগ্যই বরণ করতে হয়। কিন্তু আল্লাহ্ তা'আলা “তবে যাদের সাথে তোমরা মসজিদুল হারামের পাশে চুক্তি সম্পাদন করেছ” বলে ওদের পৃথক করে দেয়, যারা চুক্তিভংগ করেনি এবং আদেশ দেয়া হয় যে, সংখ্যাগুরু চুক্তিভংগকারী মুশরিকদের প্রতি রাগ করে এদের সাথে তোমরা চুক্তিভংগ করোনা; বরং এরা যতদিন তোমাদের প্রতি সরল ও চুক্তির উপর অবিচল থাকে, তোমরাও তাদের প্রতি সরল থাক। ওদের প্রতি আক্রোশ বশতঃ এদের কষ্ট দেবে না। আল্লাহ্ তা'আলা এ বিষয়টি অন্যত্র পরিষ্কার ব্যক্ত করেছেন, “কোন জাতির শক্রতা যেন বে-ইনসাফ হতে তোমাদের উদ্বুদ্ধ না করে”। [সূরা আল-মায়েদাহ ৮] অনুরূপভাবে আলোচ্য সূরা আত-তাওবাহ এর ৮ নং আয়াতের শেষে বলা হয়েছেঃ “এদের অধিকাংশই প্রতিশ্রুতি ভঙ্গকারী\"। অর্থাৎ এদের মধ্যে কিছুসংখ্যক ভদ্র চিত্ত লোক চুক্তির উপর অবিচল থাকতে চায়। কিন্তু সংখ্যাগুরুর ভয়ে তারাও জড়সড়। যারা চুক্তি ভঙ্গ করেনি তারা কারা এটা নির্ধারণে কয়েকটি মত রয়েছে। ইমাম তাবার বলেন, তারা হচ্ছে, কিনানা এর বনী বকরের কোন কোন গোষ্ঠী। যারা তাদের অঙ্গীকারে অটল ছিল। কুরাইশ ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে যা সংঘটিত হয়েছিল তাতে তাদের কোন ভূমিকা ছিল না। কারণ নবম হিজরীতে যে সময় এ ঘোষণা আলী রাদিয়াল্লাহু আনহু প্রদান করেছিলেন, তখন মক্কাতে কুরাইশ বা খুযাআতে কোন কাফের অবশিষ্ট ছিল না, আর কুরাইশ ও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মাঝেও আর কোন চুক্তি অবশিষ্ট ছিল না। সুতরাং বুঝা গেল যে, তারা ছিল কিনানার বনী বকরের কিছু লোক। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 8,
        "verse": "৯ : ৮",
        "arabic_text": "\nكَيۡفَ وَإِن يَظۡهَرُواْ عَلَيۡكُمۡ لَا يَرۡقُبُواْ فِيكُمۡ إِلّٗا وَلَا ذِمَّةٗۚ يُرۡضُونَكُم بِأَفۡوَٰهِهِمۡ وَتَأۡبَىٰ قُلُوبُهُمۡ وَأَكۡثَرُهُمۡ فَٰسِقُونَ ",
        "bangla_text": "কেমন করে চুক্তি বলবৎ থাকবে? অথচ তারা যদি তোমাদের উপর জয়ী হয়, তবে তারা তোমাদের আত্মীতার ও অঙ্গীকারের কোন মর্যাদা দেবে না তারা মুখে তোমাদেরকে সন্তুষ্ট রাখে; কিন্তু তাদের হৃদয় তা অস্বীকার করে; আর তাদের অধিকাংশই ফাসেক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 9,
        "verse": "৯ : ৯",
        "arabic_text": "\nٱشۡتَرَوۡاْ بِـَٔايَٰتِ ٱللَّهِ ثَمَنٗا قَلِيلٗا فَصَدُّواْ عَن سَبِيلِهِۦٓۚ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "তারা আল্লাহ্‌র আয়াতকে তুচ্ছ মূল্যে বিক্রি করে দিয়েছে ফলে তারা লোকদেরকে তাঁর পথ থেকে নিবৃত্ত করেছে; নিশ্চয় তারা যা করেছে তা অতি নিকৃষ্ট !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 10,
        "verse": "৯ : ১০",
        "arabic_text": "\nلَا يَرۡقُبُونَ فِي مُؤۡمِنٍ إِلّٗا وَلَا ذِمَّةٗۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُعۡتَدُونَ ",
        "bangla_text": "তারা কোন মুমিনের সাথে আত্মীয়তার ও অঙ্গীকারের মর্যাদা রক্ষা করে না আর তারাই সীমালংঘনকারী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে তাদের চরম হঠকারিতার বর্ণনা দিয়ে বলা হয় যে, এরা চুক্তিবদ্ধ মুসলিমদের সাথেই যে বিশ্বাসঘাতকতা ও আত্মীয়তার মর্যাদা ক্ষুন্ন করে তা নয় বরং তারা যে কোন মুসলিমের সাথে বিশ্বাস ভঙ্গ করবে, আত্মীয়তাকেও জলাঞ্জলি দেবে। সুতরাং যে কারণে তারা তোমাদের বিরোধিতা করছে তা হচ্ছে, ঈমান। সেটাই তাদের কাছে কঠোর হয়েছে। সুতরাং তোমরা তোমাদের দ্বীনের পক্ষ থেকে প্রতিরোধ কর। তোমাদের দ্বীনের শক্রদেরকে শক্র হিসেবেই গ্রহণ কর। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 11,
        "verse": "৯ : ১১",
        "arabic_text": "\nفَإِن تَابُواْ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ فَإِخۡوَٰنُكُمۡ فِي ٱلدِّينِۗ وَنُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ ",
        "bangla_text": "অতএব তারা যদি তাওবাহ্ করে, সালাত কায়েম করে ও যাকাত দেয় তবে দ্বীনের মধ্যে তারা তোমাদের ভাই [১]; আর আমরা আয়াতসমূহ স্পষ্টভাবে বর্ণনা করি এমন সম্প্রদায়ের জন্য যারা জানে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুশরিকদের উপরোক্ত ঘৃণ্য চরিত্রের প্রেক্ষিতে মুসলিমদের জন্যে তাদের সাথে চিরতরে সম্পর্কচ্ছেদ করে নেয়াই ছিল স্বাভাবিক। কিন্তু না কুরআন যে আদর্শ ও ন্যায় নীতিকে প্রতিষ্ঠা করতে চায় তার আলোকে মুসলিমদের হেদায়াত দেয়ঃ “তবে, তারা যদি তাওবাহ করে, নামায কায়েম করে ও যাকাত আদায় করে, তবে তারা তোমাদের দ্বীনি ভাই\"। এখানে বলা হয় যে, কাফেররা যত শক্রতা করুক, যত নিপীড়ন চালাক, যখন সে মুসলিম হয়, তখন আল্লাহ যেমন তাদের কৃত অপরাধগুলো ক্ষমা করেন, তেমনি সকল তিক্ততা ভুলে তাদের ভ্রাতৃ-বন্ধনে আবদ্ধ করা এবং ভ্রাতৃত্বের সকল দাবী পূরণ করা মুসলিমদের কর্তব্য। এ শর্ত পূরণ করার ফলে তাদের উপর হাত তোলা ও তাদের জান-মাল নষ্ট করাই শুধু তোমাদের জন্য হারাম হয়ে যাবে না, বরং তার অধিক ফায়েদা এই হবে যে, তারা অন্যান্য মুসলিমদের সমান হতে পারবে। কোনরূপ বৈষম্য ও পার্থক্য থাকবে না। এ আয়াত প্রমাণ করে যে, ইসলামী ভ্রাতৃত্বের অন্তর্ভুক্ত হওয়ার তিনটি শর্ত রয়েছে। প্রথম, কুফর ও শির্ক থেকে তাওবাহ। দ্বিতীয় সালাত কায়েম করা, তৃতীয় যাকাত আদায় করা। আইসারুত তাফসীর কারণ, ঈমান ও তাওবাহ হল গোপন বিষয় এর যথার্থতা সাধারণ মুসলিমের জানার কথা নয়। তাই ঈমান ও তাওবাহর দুই প্রকাশ্য আলামতের উল্লেখ করা হয়, আর তা হল, সালাত ও যাকাত। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ এ আয়াত সকল কেবলানুসারী মুসলিমের রক্তকে হারাম করে দিয়েছে। [তাবারী; ফাতহুল কাদীর] অথাৎ যারা নিয়মিত সালাত কায়েম ও যাকাত আদায় করে এবং ইসলামের বরখেলাফ কথা ও কর্মের প্রমাণ পাওয়া যায় না, সর্বক্ষেত্রে তারা মুসলিমরূপে গণ্য, তাদের অন্তরে সঠিক ঈমান বা মুনাফিকী যাই থাক না কেন। আবু বকর সিদীক রাদিয়াল্লাহু আনহু যাকাত অস্বীকারকারীদের বিরুদ্ধে এ আয়াত থেকে অস্ত্ৰধারনের যৌক্তিকতা প্রমাণ করে সাহাবায়ে কেরামের সন্দেহ নিরসন করেছিলেন। [তাবারী]\n  <br/>\n  <br/>\n  [২] এখানে জ্ঞান সম্পন্ন লোক বলতে তাদের বুঝানো হয়েছে, যারা আল্লাহ্‌র নাফরমানী করার পরিণাম জানে ও বুঝে এবং তার ভয়ও তাদের মনে জাগরুক রয়েছে। তাদের জন্যই আগের কথাগুলো বলা হলো, তাদের মাধ্যমেই আয়াত ও আহকাম জানা যাবে, আর তাদের মাধ্যমেই দ্বীন ইসলাম ও শরীআত জানা যাবে। হে আল্লাহ! আপনি আমাদেরকে তাদের মধ্যে গণ্য করুন যারা জানে ও সে অনুসারে আমল করে  [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 12,
        "verse": "৯ : ১২",
        "arabic_text": "\nوَإِن نَّكَثُوٓاْ أَيۡمَٰنَهُم مِّنۢ بَعۡدِ عَهۡدِهِمۡ وَطَعَنُواْ فِي دِينِكُمۡ فَقَٰتِلُوٓاْ أَئِمَّةَ ٱلۡكُفۡرِ إِنَّهُمۡ لَآ أَيۡمَٰنَ لَهُمۡ لَعَلَّهُمۡ يَنتَهُونَ ",
        "bangla_text": "আর যদি তারা তাদের চুক্তির পর তাদের প্রতিশ্রুতি ভঙ্গ করে এবং তোমাদের দ্বীন সম্মন্ধে কটুক্তি করে [১], তবে কুফরের নেতাদের সাথে যুদ্ধ কর [২]; এরা এমন লোক যাদের কোন প্রতিশ্রুতি নেই [৩] যেন তারা নিবৃত হয় [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্য থেকে আলেমগণ প্রমাণ করেন যে, মুসলিমদের ধর্মের প্রতি বিদ্রুপ করা চুক্তিভঙ্গের নামান্তর। যে ব্যক্তি ইসলাম, ইসলামের নবী বা ইসলামী শরী’আতকে নিয়ে ঠাট্টা-বিদ্রুপ করে, তাকে চুক্তি রক্ষাকারী বলা যাবে না। শরীআত তার বিরুদ্ধে ব্যবস্থা নিতে বলে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] কতিপয় মুফাসসির বলেন, এখানে কুফর-প্রধান বলতে বোঝায় মক্কার ঐ সকল কোরাইশ প্রধান যারা মুসলিমদের বিরুদ্ধে লোকদের উস্কানি দান ও রণ প্রস্তুতিতে নিয়োজিত ছিল। বিশেষতঃ এদের সাথে যুদ্ধ করতে আদেশ এজন্যে দেয়া হয় যে, মক্কাবাসীদের শক্তির উৎস হল এরা। [তাবারী; ইবন কাসীর] কোন কোন মুফাসসির বলেনঃ এখানে অঙ্গীকার অর্থ, ইসলাম ও রাষ্ট্রীয় আনুগত্য। কারণ সন্ধি-চুক্তি তো পূর্বেই প্রত্যাহার করা হয়েছিল, তারপর ভবিষ্যতে তাদের সাথে নতুন করে কোন চুক্তি বা সন্ধি করার এখন কোন ইচ্ছাই ছিল না। কাজেই এখানে অঙ্গীকার ভংগ করা ও চুক্তি বিরোধী কাজ করার কোন প্রশ্নই উঠতে পারে না। তা ছাড়া এ আয়াতটি পূর্ববর্তী আয়াতের পরেই উল্লেখিত হয়েছে। আর পূর্ববর্তী আয়াতে বলা হয়েছে যে, “তারা যদি তাওবা করে, নামাজ পড়ে ও যাকাত আদায় করে তা হলে তারা তোমাদের ভাই হবে\"। এরপর “তারা যদি অঙ্গীকার ভংগ করে” বলার পরিষ্কার অর্থ এই হতে পারে যে, এর দ্বারা সে লোকদের ইসলাম কবুল ও ইসলামী রাষ্ট্রের আনুগত্যের অঙ্গীকার করার পর তা ভঙ্গ করা-ই বুঝানো হয়েছে। আসলে এ আয়াতে মুর্তাদ হওয়ার ফেতনার কথাই বলা হয়েছে, যা তখনো আসেনি। যা এর দেড় বছর পর আবু বকর সিদীক রাদিয়াল্লাহু আনহুর খিলাফতের শুরুতে হয়েছিল। আৰু বকর রাদিয়াল্লাহু আনহু এ সময় যে কর্মনীতি গ্রহণ করেছিলেন তা কিছুকাল পূর্বে এ আয়াতে দেওয়া হেদায়াত অনুরূপই ছিল। [তাবারী; ইবন কাসীর]\n  <br/>\n  <br/>\n  [৩] এখানে বলা হয়েছেঃ “এদের কোন শপথ নেই”; কারণ, এরা শপথ ও প্রতিশ্রুতি ভঙ্গে অভ্যস্ত। তাই এদের শপথের কোন মূল্য মান নেই। [সা’দী]\n  <br/>\n  <br/>\n  [৪] এ থেকে বুঝা যায় যে, মুসলিমদের যুদ্ধ-বিগ্রহের উদ্দেশ্য অপরাপর জাতির মত শক্ৰ নির্যাতন ও প্রতিশোধ স্পৃহা নিবারণ, কিংবা সাধারণ রাষ্ট্রনায়কগণের মত নিছক দেশ দখল না হওয়া চাই। বরং তাদের যুদ্ধের উদ্দেশ্য হওয়া চাই শক্রদের মঙ্গল কামনা ও সহানুভূতি এবং বিপথ থেকে তাদের ফিরিয়ে আনা। হয়ত তারা যুদ্ধ থেকে বিরত থাকবে, ইসলামে অপবাদ দেয়া বাদ দিবে, অথবা ঈমান আনবে। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 13,
        "verse": "৯ : ১৩",
        "arabic_text": "\nأَلَا تُقَٰتِلُونَ قَوۡمٗا نَّكَثُوٓاْ أَيۡمَٰنَهُمۡ وَهَمُّواْ بِإِخۡرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمۡ أَوَّلَ مَرَّةٍۚ أَتَخۡشَوۡنَهُمۡۚ فَٱللَّهُ أَحَقُّ أَن تَخۡشَوۡهُ إِن كُنتُم مُّؤۡمِنِينَ ",
        "bangla_text": "তোমরা কি সে সম্প্রদায়ের সাথে যুদ্ধ করবে না, যারা নিজেদের প্রতিশ্রুতি ভঙ্গ করেছে এবং রাসূলকে বের করে দেয়ার জন্য সংকল্প করেছে? আর তারাই প্রথম তোমাদের সাথে (যুদ্ধ) আরম্ভ করেছে [১]। তোমরা কি তাদেরকে ভয় কর? আল্লাহ্‌কে ভয় করাই তোমাদের পক্ষে বেশী সমীচীন যদি তোমরা মুমিন হও।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ কাফেররাই প্রথম শুরু করেছে, কি শুরু করেছে? কেউ কেউ বলেনঃ এর দ্বারা বদরের যুদ্ধ উদ্দেশ্য নেয়া হয়েছে। [তাবারী] কারণ কাফের কুরাইশগণ যখন বদরে জানতে পারল যে, তাদের বাণিজ্য কাফেলা আশংকামুক্ত হয়েছে তখন তাদের মনের ভিতর হিংসা মাথাচাড়া দিয়ে উঠল তারা মুসলিমদের আক্রমণ করা ব্যতীত ক্ষান্ত হতে চাইল না, তারাই তখন বদরের প্রান্তরে মুসলিমদের সাথে যুদ্ধ করতে পাগলপ্রায় হয়ে গেল। কেউ কেউ বলেনঃ এর দ্বারা তাদের চুক্তিভঙ্গ করে বনু বকরের সাথে মিলিত হয়ে রাসূলের মিত্র বনু খোযা’আকে আক্রমণ করা বুঝানো হয়েছে। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 14,
        "verse": "৯ : ১৪",
        "arabic_text": "\nقَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ ",
        "bangla_text": "তোমরা তাদের সাথে যুদ্ধ করবে। তোমাদের হাতে আল্লাহ্‌ তাদেরকে শাস্তি দেবেন, তাদেরকে অপদস্ত করবেন, তাদের উপর তোমাদেরকে বিজয়ী করেবেন এবং মুমিন সম্প্রদায়ের চিত্ত প্রশান্তি করবেন,",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 15,
        "verse": "৯ : ১৫",
        "arabic_text": "\nوَيُذۡهِبۡ غَيۡظَ قُلُوبِهِمۡۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ ",
        "bangla_text": "আর তিনি তাদের [১] অন্তরের ক্ষোভ দূর করবেন এবং আল্লাহ্‌ যাকে ইচ্ছা তার তাওবা কবুল করবেন। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ ঈমানদারদের মনের ক্ষোভ দূর করবেন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 16,
        "verse": "৯ : ১৬",
        "arabic_text": "\nأَمۡ حَسِبۡتُمۡ أَن تُتۡرَكُواْ وَلَمَّا يَعۡلَمِ ٱللَّهُ ٱلَّذِينَ جَٰهَدُواْ مِنكُمۡ وَلَمۡ يَتَّخِذُواْ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلۡمُؤۡمِنِينَ وَلِيجَةٗۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ ",
        "bangla_text": "তোমরা কি মনে করেছ যে, তোমাদেরকে এমনি ছেড়ে দেয়া হবে অথচ এখনও আল্লাহ্‌ প্রকাশ করেননি যে, তোমাদের মধ্যে কারা জিহাদ করেছে এবং কারা আল্লাহ্‌ ও তাঁর রাসূল ও মুমিনগণ ছাড়া অন্য কাউকেও অন্তরঙ্গ বন্ধুরূপে গ্রহন করেনি [১]? আর তোমরা যা কর, সে সম্মন্ধে আল্লাহ্‌ সবিশেষে অবহিত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে জিহাদের তাৎপর্য বর্ণনা করা হয়েছে। আর তা হল, জিহাদের দ্বারা মুসলিমদের পরীক্ষা করা। তাবারী এ পরীক্ষায় নিষ্ঠাবান মুসলিম এবং মুনাফিক ও দুর্বল ঈমান সম্পন্নদের মধ্যে পার্থক্য করা যায়। অতএব, এ পরীক্ষা জরুরী। তাই বলা হয়েছেঃ তোমরা কি মনে কর যে, শুধু কলেমার মৌখিক উচ্চারণ ও ইসলামের দাবী শুনে তোমাদের এমনিতে ছেড়ে দেয়া হবে। অথচ আল্লাহ্ প্রকাশ্য দেখতে চান কারা আল্লাহর রাহে জিহাদকারী এবং কারা আল্লাহ, তাঁর রাসূল ও মুমিনদের ব্যতীত আর কাউকে অন্তরঙ্গ বন্ধুরূপে গ্রহণ করছে না। এ আয়াতে সম্বোধন রয়েছে মুসলিমদের প্রতি। এদের মধ্যে কিছু মুনাফিক প্রকৃতির, আর কিছু দুর্বল ঈমানসম্পন্ন ইতস্ততঃকারী, যারা মুসলিমদের গোপন বিষয়গুলো নিজেদের অ-মুসলিম বন্ধুদের বলে দিত। সেজন্য এ আয়াতে নিষ্ঠাবান মুসলিমদের দুটি আলামতের উল্লেখ করা হয়। এক. শুধু আল্লাহর জন্যে কাফেরদের সাথে যুদ্ধ করে। দুই. কোন অমুসলিমকে নিজের অন্তরঙ্গ বন্ধু সাব্যস্ত করে না। আয়াতে উল্লেখিত শব্দ (وليجة) এর অর্থ, অন্তরঙ্গ বন্ধু, যে গোপন কথা জানে। অন্য এক আয়াতে এ অর্থে (بطانة) শব্দ ব্যবহৃত হয়েছে।  [তাবারী]। এর আভিধানিক অর্থ কাপড়ের ঐ স্তর যা অন্যান্য কাপড়ের ভেতর পেট বা শরীরের স্পর্শে থাকে। বলা হয়েছেঃ “হে ঈমানদারগণ, মুমিনদের ব্যতীত আর কাউকেও অন্তরঙ্গ বন্ধু সাব্যস্ত করো না, তারা তোমাদের ধ্বংস সাধনে কোন ক্রটি বাকী রাখবে না \" [সূরা আলে ইমরান ১১৮]\n  <br/>\n  <br/>\n  মোটকথাঃ আল্লাহ্ তা'আলার ইচ্ছা জিহাদের মাধ্যমে তিনি ঈমানদারদেরকে পরীক্ষা-নিরীক্ষা করে নিবেন। এ ধরনের কথা সূরা আল-আনকাবৃত এর ১-৩, সূরা আলে ইমরানের ১৪২, ১৭৯ আয়াতেও আলোচনা করা হয়েছে। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 17,
        "verse": "৯ : ১৭",
        "arabic_text": "\nمَا كَانَ لِلۡمُشۡرِكِينَ أَن يَعۡمُرُواْ مَسَٰجِدَ ٱللَّهِ شَٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلۡكُفۡرِۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ وَفِي ٱلنَّارِ هُمۡ خَٰلِدُونَ ",
        "bangla_text": "মুশরিকরা যখন নিজেরাই নিজেদের কুফরী স্বীকার করে তখন তারা আল্লাহ্‌র মসজিদসমূহের আবাদ করবে--- এমন হতে পারে না [১]। তারা এমন যাদের সব কাজই নষ্ট হয়েছে [২] এবং তারা আগুনেই স্থায়ীভাবে অবস্থান করবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ যে মসজিদ একমাত্র আল্লাহর বন্দেগীর জন্য নির্মিত হয়েছে, তার মুতাওয়াল্লী, রক্ষণাবেক্ষণকারী, খাদেম ও আবাদকারী হওয়ার জন্য সেই লোকেরা কখনই যোগ্য বিবেচিত হতে পারে না, যারা আল্লাহর সাথে আল্লাহর গুণাবলী, হক-হুকুক ও ক্ষমতাইখতিয়ারের ব্যাপারে অন্যদের শরীক করে। আল্লাহর ইবাদাতের সাথে অন্যদেরও ইবাদত করে। তাছাড়া তারা নিজেরাই যখন তাওহীদের দাওয়াত কবুল করতে অস্বীকার করছে এবং নিজেদের দাসত্ব-বন্দেগীকে একনিষ্ঠভাবে একমাত্র আল্লাহর জন্য নির্দিষ্ট করতে প্রস্তুত নয় বলে স্পষ্ট ঘোষণা দিয়েছে, তখন যে ইবাদতখানার নির্মাণই হয়েছে একমাত্র আল্লাহর ইবাদতের জন্য তার মুতাওয়াল্লী হওয়ার তাদের কি অধিকার থাকতে পারে? [তাবারী; ফাতহুল কাদীর; সা’দী; আইসারুত তাফসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা আল্লাহর ঘরের যে সামান্য কিছু খেদমত করেছে বলে যে অহঙ্কার করছে, তাও বিনষ্ট ও নিস্ফল হয়ে গেছে [ফাতহুর কাদীর] এই কারণে যে, তারা এ খেদমতের সঙ্গে সঙ্গে শির্কের সংমিশ্রণ ঘটিয়েছে। [আইসারুত তাফসীর] তাদের সামান্য পরিমাণ ভালো কাজকে তাদের বড় আকারের মন্দ কাজ নিস্ফল করে দিয়েছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 18,
        "verse": "৯ : ১৮",
        "arabic_text": "\nإِنَّمَا يَعۡمُرُ مَسَٰجِدَ ٱللَّهِ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمۡ يَخۡشَ إِلَّا ٱللَّهَۖ فَعَسَىٰٓ أُوْلَٰٓئِكَ أَن يَكُونُواْ مِنَ ٱلۡمُهۡتَدِينَ ",
        "bangla_text": "তারাই তো আল্লাহ্‌র মসজিদের আবাদ করবে [১], যারা ঈমান আনে আল্লাহ্‌ ও শেষ দিনের প্রতি, সালাত কায়েম করে, যাকাত দেয় এবং আল্লাহ্‌ ছাড়া অন্য কাউকে ভয় করে না। অতএব আশা করা যায়, তারা হবে সৎপথ প্রাপ্তদের অন্তর্ভুক্ত [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহর মসজিদ নির্মানের ও আবাদের যোগ্যতা কাদের রয়েছে তা জানিয়ে বলা হচ্ছেঃ আল্লাহর মসজিদ আবাদ করার যোগ্যতা রয়েছে উপরোক্ত গুণাবলীসম্পন্ন নেককার মুসলিমদের। এই থেকে বুঝা যায়, যে ব্যক্তি মসজিদের হেফাযত, পরিস্কার-পরিচ্ছন্ন ও অন্যান্য ব্যবস্থায় নিয়োজিত থাকে কিংবা যে ব্যক্তি আল্লাহর যিকর বা দ্বনী ইলমের শিক্ষা দানে কিংবা শিক্ষা লাভের উদ্দেশ্যে মসজিদে যাতায়াত করে, তা তার কামেল মুমিন হওয়ার সাক্ষ্য বহন করে। হাদীসে বর্ণিত রয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘যে ব্যক্তি সকালসন্ধ্যা মসজিদে উপস্থিত হয়, আল্লাহ তার জন্য জান্নাতে একটি স্থান প্রস্তুত করেন।’ [বুখারীঃ ৬৬২, মুসলিমঃ ৬৬৯] সালমান ফারেসী রাদিয়াল্লাহু আনহু থেকে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘মসজিদে আগমনকারী ব্যক্তি আল্লাহর যিয়ারতকারী মেহমান, আর মেজবানের কর্তব্য হল মেহমানের সম্মান করা।’ [আত-তাবরানী ফিল কাবীর ৬/২৫৫] তৃতীয় খলীফা উসমান ইবন আফফান রাদিয়াল্লাহু আনহু যখন মসজিদে নববী নতুন করে তৈরী করছিলেন তখন লোকেরা বিভিন্ন ধরনের কথা বলছিল। তখন তিনি বললেন, তোমরা বড্ড বেশী কথা বলছ, অথচ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি, যে কেউ আল্লাহর সন্তুষ্টির উদ্দেশ্যে মসজিদ বানাবে আল্লাহ তার জন্য জান্নাতে অনুরূপ একটি ঘর বানাবেন। [বুখারী ৪৫০; মুসলিম: ৫৩৩]\n  <br/>\n  <br/>\n  [২] ইবন আব্বাস থেকে এ আয়াতের অর্থ এরূপ বর্ণিত হয়েছে যে, ঐ ব্যক্তিই মসজিদ নির্মাণ করবে, যে আল্লাহর তাওহীদ প্রতিষ্ঠা করেছে, শেষ দিবসের উপর ঈমান এনেছে, আল্লাহ যা নাযিল করেছেন তা স্বীকার করে নিয়েছে। পাঁচ ওয়াক্ত সালাত কায়েম করেছে, আর আল্লাহ ব্যতীত কারও ইবাদত করেনি, নিশ্চয় তারাই হবে সফলকাম। কুরআনে যেখানেই আল্লাহ্ তা'আলা আশা করা যায় বলেছেন সেটাই অবশ্যম্ভাবী। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 19,
        "verse": "৯ : ১৯",
        "arabic_text": "\n۞ أَجَعَلۡتُمۡ سِقَايَةَ ٱلۡحَآجِّ وَعِمَارَةَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ كَمَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَجَٰهَدَ فِي سَبِيلِ ٱللَّهِۚ لَا يَسۡتَوُۥنَ عِندَ ٱللَّهِۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "হাজীদের জন্য পানি পান করানো ও মসজিদুল হারাম আবাদ করাকে তোমরা কি তার মত বিবেচনা কর, যে আল্লাহ্‌ ও শেষ দিনের প্রতি ঈমান এনেছে এবং আল্লাহ্‌র পথে জিহাদ করেছে [১]? তারা আল্লাহ্‌র কাছে সমান নয় [২]। আর আল্লাহ্‌ যলীম সম্প্রদায়কে হিদায়াত দেন না [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সুতরাং জিহাদ ও আল্লাহর উপর ঈমান এ দুটি অবশ্যই হাজীদেরকে পানি পান করানো এবং মসজিদে হারামের আবাদ বা সেবা করা থেকে বহুগুণ উত্তম। কেননা, ঈমান হচ্ছে দ্বীনের মূল, এর উপরই আমল কবুল হওয়া নির্ভর করে এবং চারিত্রিক মাধুর্যতা প্রকাশ পায়। আর আল্লাহর পথে জিহাদ হচ্ছে দ্বীনের সর্বোচ্চ শৃঙ্গ, যার মাধ্যমে দ্বীনে ইসলামী সংরক্ষিত হয়, প্রসারিত হয়, সত্য জয়যুক্ত হয় এবং মিথ্যা অপসৃত হয়। পক্ষান্তরে মসজিদুল হারামের সেবা করা এবং হাজিদেরকে পানি পান করানো যদিও সৎকাজ, কিন্তু এ সবই ঈমানের উপর নির্ভরশীল। ঈমান ও জিহাদে দ্বীনের যে স্বার্থ আছে তা এতে নেই। [সা'দী]।\n  <br/>\n  <br/>\n  [২] এ আয়াত এবং এর পরবর্তী তিনটি আয়াত একটি বিশেষ ঘটনার সাথে সম্পৃক্ত। তা হল মক্কার অনেক মুশরিক মুসলিমদের মোকাবেলায় গর্ব সহকারে বলতঃ মসজিদুলহারামের আবাদ ও হাজীদের পানি সরবরাহের ব্যবস্থা আমরাই করে থাকি। এর উপর আর কারো কোন আমল শ্রেষ্ঠত্বের দাবীদার হতে পারে না। নুমান ইবন বশীর রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেনঃ এক জুমআর দিন তিনি কতিপয় সাহাবার সাথে মসজিদে নববীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মিম্বারের পাশে বসা ছিলেন। উপস্থিত একজন বললেনঃ ইসলাম ও ঈমানের পর এবং এর মোকাবেলায় আর কোন আমলের ধার আমি ধারি না। তার উক্তি খণ্ডন করে অপরজন বললেনঃ মসজিদুল হারাম আবাদ করার মত উত্তম আমল আর নেই এবং এর মোকাবেলায় আর কোন আমলের ধার আমি ধারি না। অপর আরেকজন বললেনঃ আল্লাহর রাহে জিহাদ করার মত উত্তম আমল আর নেই এবং এর মোকাবেলায় আর কোন আমলের ধার আমি ধারি না। এভাবে তাদের মধ্যে বাদানুবাদ চলতে থাকে। উমর ফারুক রাদিয়াল্লাহু আনহু তাদের ধমক দিয়ে বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের মিম্বারের কাছে শোরগোল বন্ধ কর! জুম'আর সালাতের পর স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে বিষয়টি পেশ কর। কথামত প্রশ্নটি তার কাছে রাখা হল। এর প্রেক্ষিতে উপরোক্ত আয়াত নাযিল হয়। [সহীহ মুসলিমঃ ১৮৭৯] এতে মসজিদের রক্ষণাবেক্ষণ ও হাজীদের পানি সরবরাহের উপর জিহাদকে প্রাধান্য দেয়া হয়।\n  <br/>\n  <br/>\n  সে যাই হোক, প্রকৃতপক্ষে মুশরিকদের কা'বা নিয়ে গর্বের অন্ত ছিল না। আল্লাহ তা'আলা সূরা আল-মুমেনুনের ৬৬, ৬৭ নং আয়াতেও তা উল্লেখ করেছেন। আয়াতগুলো নাযিল হয়েছিল মুলতঃ মুশরিকদের অহংকার নিবারণ উদ্দেশ্যে। অতঃপর মুসলিমদের পরস্পরের মধ্যে যে সকল ঘটনা ঘটে, তার সম্পর্কে প্রমাণ উপস্থাপিত করা হয় এ সকল আয়াত থেকে। যার ফলে শ্রোতারা ধরে নিয়েছে যে, এ ঘটনার প্রেক্ষিতে আয়াতগুলো নাযিল হয়। উপরোক্ত আয়াতে যে সত্যটি তুলে ধরা হয় তা হল, শির্ক মিশ্ৰিত আমল তা যত বড় আমলই হোক কবুল যোগ্য নয় এবং এর কোন মূল্যমানও নেই। সে কারণে কোন মুশরিক মসজিদ রক্ষণাবেক্ষণ ও হাজীদের পানি সরবরাহ দ্বারা মুসলিমদের মোকাবেলায় ফযীলত ও মর্যাদা লাভ করতে পারবে না। অন্যদিকে ইসলাম গ্রহণের পর ঈমান ও জিহাদের মর্যাদা মসজিদুল হারামের রক্ষণাবেক্ষণ ও হাজীদের পানি সরবরাহের তুলনায় অনেক বেশি। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পানি পান করানোর জায়গায় আসলেন এবং পানি চাইলেন, আব্বাস রাদিয়াল্লাহু আনহু বললেন, হে ফযল! তুমি তোমার মায়ের কাছ থেকে পানি নিয়ে আস, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আমাকে পানি পান করাও। আব্বাস বললেন, হে আল্লাহর রাসূল। এরা পাত্রের পানিতে হাত ঢুকিয়ে ফেলে। তিনি বললেন, আমাকে পানি দাও। অতঃপর তিনি তা থেকে পান করলেন। তারপর তিনি যমযমের কাছে আসলেন, দেখলেন তারা সেখানে কাজ করছে। তখন তিনি বললেন, তোমরা কাজ করে যাও, তোমরা ভালো কাজ করছ। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যদি তোমাদের কাজের উপর ব্যাঘাত আসার সম্ভাবনা না থাকত তাহলে আমিও নীচে নামতাম এবং এর উপর অর্থাৎ ঘাড়ের উপরে করে পানি নিয়ে আসতাম। [বুখারী: ১৬৩৫]\n  <br/>\n  <br/>\n  মোটকথা:  নেক আমলগুলোর মর্যাদার তারতম্য রয়েছে। সেমতে আমলকারীর মর্যাদায়ও তারতম্য হবে। অর্থাৎ সকল আমলকারীকে একই মর্যাদায় অভিষিক্ত করা যাবে না। আর একটি কথা হল, আমলের আধিক্যের উপর ফযীলত নির্ভরশীল নয়; বরং আমলের সৌন্দর্যের উপর তা নির্ভরশীল। সূরা আল-মুলকের দ্বিতীয় আয়াতে আছেঃ\n  <br/>\n  <br/>\n  (لِیَبۡلُوَکُمۡ  اَیُّکُمۡ  اَحۡسَنُ عَمَلًا)\n  <br/>\n  <br/>\n  অর্থাৎ \"যাতে আল্লাহ্ পরীক্ষা করতে পারেন তোমাদের কার আমল কত সৌন্দর্যমণ্ডিত।”\n  <br/>\n  <br/>\n  [৩] আয়াতের শেষে বলা হয়েছে যে,’ আর আল্লাহ যালিম সম্প্রদায়কে হিদায়াত দেন না’। এখানে যুলুমের সর্বশেষ পর্যায় অর্থাৎ কুফর ও শির্ক বোঝানোই উদ্দেশ্য। সুতরাং যারা কুফরী করবে তারা কখনো ভাল কাজ দ্বারা উপকৃত হওয়ার সুযোগ পাবে না। তারা ভাল কাজ করার তাওফীকও পাবে না। [মুয়াসসার] বস্তুত: ঈমান হল আমলের প্রাণ। ঈমানবিহীন আমল প্রাণশূন্য দেহের মত যা গ্রহণের অযোগ্য। আখেরাতের মুক্তির ক্ষেত্রে এর কোন দাম নেই। গোনাহ ও পাপাচারের ফলে মানুষের বিবেক ও বিচারশক্তি নষ্ট হয়ে যায়। যার ফলে সে ভাল-মন্দের পার্থক্য করতে পারে না। এর বিপরীতে অপর এক আয়াতে আল্লাহ বলেনঃ “তোমরা যদি আল্লাহকে ভয় কর, তবে তিনি ভাল-মন্দ পার্থক্যের শক্তি দান করবেন \" সূরা আল-আনফাল: ২৯ অর্থাৎ ইবাদাত-বন্দেগী ও তাকওয়া-পরহেযগারীর ফলে বিবেক প্রখর হয়, সুষ্ঠ বিচারবিবেচনার শক্তি আসে। তাই সে ভাল-মন্দের পার্থক্যে ভুল করে না। পক্ষান্তরে যারা যালিম, যারা নিজেদের নাফসের উপর যুলুম করেছে, তারা ভাল-মন্দের পার্থক্যে ভুল করে, ফলে তাদের হিদায়াত নসীব হয় না।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 20,
        "verse": "৯ : ২০",
        "arabic_text": "\nٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ أَعۡظَمُ دَرَجَةً عِندَ ٱللَّهِۚ وَأُوْلَٰٓئِكَ هُمُ ٱلۡفَآئِزُونَ ",
        "bangla_text": "যারা ঈমান এনেছে, হিজরত করেছে এবং নিজেদের সম্পদ ও নিজেদের জীবন দ্বারা আল্লাহ্‌র পথে জিহাদ করেছে তারা আল্লাহ্‌র কাছে মর্যদায় শ্রেষ্ঠ। আর তারাই সফলকাম [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে পূর্ববর্তী আয়াতে উল্লেখিত সমান নয়’ এর ব্যাখ্যা দেয়া হয়েছে। [ফাতহুল কাদীর; আত-তাহরীর ওয়াত তানওয়ীর] বলা হয়েছেঃ “যারা ঈমান এনেছে, দেশ ত্যাগ করেছে এবং আল্লাহর রাহে মাল ও জান দিয়ে যুদ্ধ করেছে, আল্লাহর কাছে রয়েছে তাদের বড় মর্যাদা এবং তারাই সফলকাম।\" পক্ষান্তরে তাদের প্রতিপক্ষ মুশরিকদের কোন সফলতা আল্লাহ দান করেন না। তবে সাধারণ মুসলিমগণ এ সফলতার অংশীদার, কিন্তু দেশত্যাগী মুজাহিদগণের সফলতা সবার উর্ধ্বে। তাই পূর্ণ সফলতার অধিকারী হল তারা। সে হিসেবে অর্থ দাঁড়ায়, “যারা ঈমান এনেছে, হিজরত করেছে এবং জান ও মাল দিয়ে জিহাদ করেছে তারা তাদের থেকে উত্তম যারা ঈমান আনলেও হিজরত করেনি। কারণ, তারা হিজরত না করার কারণে অনেক জিহাদেই অংশগ্রহণ করতে সক্ষম হয়নি। এ আয়াতে হিজরত বলে মক্কা থেকে মদীনা হিজরত করা বোঝানো হয়েছে। [আত-তাহরীর ওয়াত তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 21,
        "verse": "৯ : ২১",
        "arabic_text": "\nيُبَشِّرُهُمۡ رَبُّهُم بِرَحۡمَةٖ مِّنۡهُ وَرِضۡوَٰنٖ وَجَنَّٰتٖ لَّهُمۡ فِيهَا نَعِيمٞ مُّقِيمٌ ",
        "bangla_text": "তাদের রব তাদেরকে সুসংবাদ দিচ্ছেন, স্বীয় দয়া ও সন্তোষের [১] এবং এমন জান্নাতের যেখানে আছে তাদের জন্য স্থায়ী নেয়ামত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যে কেউ জান্নাতে যাবে, সে শুধু নে'আমতই প্রাপ্ত হবে, কখনও নিরাশ হবে না, তার প্রতি কঠোরতা করা হবে না। তার কাপড় কখনও পুরান হবে না, তার যৌবনও কখনও শেষ হবে না। [মুসলিম: ২৮৩৬] অন্য হাদীসে এসেছে, ‘যখন জান্নাতীরা জান্নাতে প্রবেশ করবে, তখন আল্লাহ সুবহানাহু ওয়া তা'আলা তাদেরকে বলবেন, আমি তোমাদেরকে এর চেয়েও শ্রেষ্ঠ জিনিস দেব। তারা বলবে, হে আমাদের রব! এর থেকেও শ্রেষ্ঠ জিনিস কি? তিনি বলবেন, আমার সন্তুষ্টি ' [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 22,
        "verse": "৯ : ২২",
        "arabic_text": "\nخَٰلِدِينَ فِيهَآ أَبَدًاۚ إِنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ ",
        "bangla_text": "সেখানে তারা চিরস্থায়ী হবে। নিশ্চয় আল্লাহ্‌র কাছে আছে মহাপুরস্কার [১]। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আরাম-আয়েশের স্থায়িত্বের জন্য দুটি বিষয় আবশ্যক। এক. নেয়ামতের স্থায়িত্ব। দুই. নেয়ামত থেকে বিচ্ছিন্ন হয়ে না পড়া। তাই আল্লাহর সৎ বান্দাদের জন্যে এ আয়াতে এবং পূর্বের আয়াতে এ দু'টি বিষয়ের নিশ্চয়তা দেয়া হয়। আয়াতে আল্লাহর সৎ বান্দাদের জন্য যে উচ্চ মর্যাদা রয়েছে তার বর্ণনা রয়েছে। তন্মধ্যে রয়েছে, তাদের অন্তরে খুশীর অনুপ্রবেশ ঘটানো, তাদের সফলতার নিশ্চয়তা, আল্লাহ্‌ তা'আলা যে তাদের উপর সন্তুষ্ট সেটা জানিয়ে দেয়া, তিনি যে তাদের প্রতি দয়াশীল সেটার বর্ণনা, তিনি যে তাদের জন্য স্থায়ী নে আমতের ব্যবস্থা করেছেন সেটার পরিচয় দেয়া। [আত-তাহরীর ওয়াত তানওয়ীর]\n </p>\n</div>"
    },
    {
        "id": 23,
        "verse": "৯ : ২৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُوٓاْ ءَابَآءَكُمۡ وَإِخۡوَٰنَكُمۡ أَوۡلِيَآءَ إِنِ ٱسۡتَحَبُّواْ ٱلۡكُفۡرَ عَلَى ٱلۡإِيمَٰنِۚ وَمَن يَتَوَلَّهُم مِّنكُمۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ ",
        "bangla_text": "হে ঈমানদারগণ ! তোমাদের পিতৃবর্গ ও ভাতৃবৃন্দ যদি ঈমানের মুকাবিলায় কুফরীকে পছন্দ করে, তবে তাদেরকে বন্ধুরূপে গ্রহন করো না [১]। তোমাদের মধ্যে যারা তাদেরকে বন্ধুরূপে গ্রহন করে তারাই যালিম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্বের আয়াতসমূহে হিজরত ও জিহাদের ফযীলত বর্ণিত হয়েছিল। সেক্ষেত্রে দেশ, আত্মীয় স্বজন, বন্ধু-বান্ধব ও অর্থ-সম্পদকে বিদায় জানাতে হয়। আর এটি হল মনুষ্য স্বভাবের পক্ষে বড় কঠিন কাজ। তাই সামনের আয়াতে এগুলোর সাথে মাত্রাতিরিক্ত ভালবাসার নিন্দা করে হিজরত ও জিহাদের জন্য মুসলিমদের উৎসাহিত করা হয়। বলা হয়েছেঃ “হে ঈমানদারগণ, তোমরা নিজেদের পিতা ও ভাইদের অভিভাবকরূপে গ্রহণ করো না যদি তারা ঈমানের বদলে কুফরকে ভালবাসে। আর তোমাদের মধ্যে যারা তাদেরকে অভিভাবকরূপে গ্রহণ করে, তারাই হবে সীমালংঘনকারী।” মাতাপিতা, ভাই-বোন এবং অপরাপর আত্মীয়-স্বজনের সাথে সম্পর্ক বজায় রাখার তাগিদ দিয়ে কুরআনের বহু আয়াত নাযিল হয়েছে। কিন্তু আলোচ্য আয়াতে বলা হয় যে, প্রত্যেক সম্পর্কের একেকটি সীমা আছে এবং এ সকল সম্পর্ক তা মাতা-পিতা, ভাইবোন ও আত্মীয়-স্বজন যার বেলাতেই হোক, আল্লাহ ও তাঁর রাসূলের সম্পর্কের প্রশ্নে বাদ দেয়ার উপযুক্ত। যেখানে এ দু’সম্পর্কের সংঘাত দেখা দেবে, সেখানে আল্লাহ ও তাঁর রাসূলের সম্পর্ককেই বহাল রাখা আবশ্যক। আল্লাহ্ তা'আলা আত্মীয়তার সম্পর্ক কতক্ষণ পর্যন্ত ঠিক রাখা যাবে আর কখন রাখা যাবে না সে সম্পর্কে অন্যত্র বলেছেন, “আপনি পাবেন না আল্লাহ ও আখিরাতের উপর ঈমানদার এমন কোন সম্প্রদায়, যারা ভালবাসে আল্লাহ ও তার রাসূলের বিরুদ্ধাচারিদেরকে--- হোক না এ বিরুদ্ধাচারীরা তাদের পিতা, পুত্র, ভাই অথবা এদের জ্ঞাতি-গোত্র। এদের অন্তরে আল্লাহ সুদৃঢ় করেছেন ঈমান এবং তাদেরকে শক্তিশালী করেছেন তাঁর পক্ষ থেকে রূহ দ্বারা। আর তিনি এদেরকে প্রবেশ করাবেন এমন জান্নাতে, যার পাদদেশে নদী প্রবাহিত; সেখানে এরা স্থায়ী হবে; আল্লাহ এদের প্রতি সন্তুষ্ট হয়েছেন এবং এরাও তাঁর প্রতি সন্তুষ্ট, এরাই আল্লাহর দল। জেনে রাখ, নিশ্চয় আল্লাহর দলই সফলকাম।” [সূরা আল-মুজাদালাহ ২২] ! এ আয়াত প্রমাণ করছে যে, আল্লাহ ও তাঁর রাসূলের ভালবাসাকে সবকিছুর উপর স্থান দিতে হবে। আর যারা আল্লাহ ও তাঁর রাসূল এবং তাঁর পথে জিহাদ থেকে অপর কিছুকে প্রাধান্য দিবে তাদের জন্য কঠোর সাবধানবাণী দেয়া হয়েছে। আর সেটা চেনার উপায় হচ্ছে, যদি দুটি বিষয় থাকে একটি নিজের মনের বিরুদ্ধে যায়, কিন্তু তাতে আল্লাহ ও তাঁর রাসূলের সন্তুষ্টি রয়েছে। আর অপরটি নিজের মনের পক্ষে কিন্তু তাতে আল্লাহ ও তাঁর রাসূলের অসন্তুষ্টি রয়েছে, এমতাবস্থায় যদি সে নিজের মনের পছন্দের বিষয়টিকে প্রাধান্য দেয় তবে বুঝা যাবে যে সে যালিম। তার উপর যে ওয়াজিব ছিল সেটাকে সে ত্যাগ করেছে। [সা'দী] পক্ষান্তরে যদি কেউ আল্লাহ ও তাঁর রাসূলের সন্তুষ্টিকে প্রাধান্য দেয়, তবে এটা হবে প্রকৃত ত্যাগ ও কুরবানী। উম্মতের শ্রেষ্ঠ জামা'আতরূপে সাহাবায়ে কেরাম যে অভিহিত, তার মূলে রয়েছে তাদের এ ত্যাগ ও কুরবানী। তারা সর্বক্ষেত্রেসর্বাবস্থায় আল্লাহ্ ও তাঁর রাসূলের সম্পর্ককেই প্রাধান্য দিয়েছিলেন। তাই আফ্রিকার বেলাল রাদিয়াল্লাহু আনহু, রোমের সোহাইব রাদিয়াল্লাহু আনহু, মক্কার কুরাইশ ও মদীনার আনসারগণ গভীর ভ্রাতৃত্ববন্ধনে আবদ্ধ হয়েছিলেন এবং ওহুদ ও বদর যুদ্ধে পিতা ও পুত্র এবং ভাই ও ভাইয়ের মধ্যে দাঁড়াতেও কুন্ঠা বোধ করেন নি।\n </p>\n</div>"
    },
    {
        "id": 24,
        "verse": "৯ : ২৪",
        "arabic_text": "\nقُلۡ إِن كَانَ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ وَإِخۡوَٰنُكُمۡ وَأَزۡوَٰجُكُمۡ وَعَشِيرَتُكُمۡ وَأَمۡوَٰلٌ ٱقۡتَرَفۡتُمُوهَا وَتِجَٰرَةٞ تَخۡشَوۡنَ كَسَادَهَا وَمَسَٰكِنُ تَرۡضَوۡنَهَآ أَحَبَّ إِلَيۡكُم مِّنَ ٱللَّهِ وَرَسُولِهِۦ وَجِهَادٖ فِي سَبِيلِهِۦ فَتَرَبَّصُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "বলুন, ‘তোমাদের নিকট যদি আল্লাহ্‌, তাঁর রাসূল এবং তাঁর (আল্লাহ্‌র) পথে জিহাদ করারা চেয়ে বেশি প্রিয় হয় [১] তোমাদের পিতৃবর্গ, তোমাদের সন্তানেরা, তোমাদের ভ্রাতাগণ, তোমাদের স্ত্রীগণ, তোমাদের আপনগোষ্ঠী, তোমাদের অর্জিত সম্পদ, তোমাদের ব্যবসা-বাণিজ্য যার মন্দা পড়ার আশংকা কর এবং তোমাদের বাসস্থান যা তোমার ভালবাস [২], তবে অপেক্ষা কর আল্লাহ্‌ তাঁর নির্দেশ নিয়ে আসা পর্যন্ত। [৩]’ আর আল্লাহ্ ফাসিক সম্প্রদায়কে হেদায়াত দেনা না [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যদি তোমরা ঈনা পদ্ধতিতে বেচাকেনা কর, গাভীর লেজ ধরে থাক, ক্ষেত-খামার নিয়েই সন্তুষ্ট থাক, আর জিহাদ ছেড়ে দাও, তবে আল্লাহ তোমাদের উপর এমন অপমান চাপিয়ে দিবেন যে, যতক্ষণ তোমরা তোমাদের দ্বীনের দিকে ফিরে না আসবে, ততক্ষণ সে অপমান তোমাদের থেকে তিনি সরাবেন না। [আবু দাউদ: ৩৪৬২]\n  <br/>\n  <br/>\n  [২] এখানে সরাসরি সম্বোধন রয়েছে তাদের প্রতি, যারা হিজরত ফরয হওয়াকালে পার্থিব সম্পর্কের মোহে হিজরত করেনি। তবে আয়াতটির সংশ্লিষ্ট শব্দের ব্যাপক অর্থে সকল মুসলিমের প্রতি এ আদেশ রয়েছে যে, আল্লাহ ও তাঁর রাসূলের ভালবাসাকে এমন উন্নত স্তরে রাখা ওয়াজিব, যে স্তর অন্য কারো ভালবাসা অতিক্রম করবে না। এ ব্যাপারে আনাস রাদিয়াল্লাহু আনহু থেকে বর্ণিত হাদীসে আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \"কোন ব্যক্তি ততক্ষণ মুমিন হতে পারে না যতক্ষণ না আমি তার কাছে তার পিতা-মাতা, সন্তান-সন্ততি ও অন্যান্য সকল লোক থেকে অধিক প্রিয় হই। [বুখারীঃ ১৪, মুসলিমঃ ৪৪] আবু উমামা রাদিয়াল্লাহু আনহু থেকে বর্ণিত অন্য এক হাদীসে আছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যে ব্যক্তি কারো সাথে বন্ধুত্ব রেখেছে শুধু আল্লাহর জন্য, শক্রতা রেখেছে শুধু আল্লাহর জন্য, অর্থ ব্যয় করে আল্লাহর জন্য এবং অর্থ ব্যয় থেকে বিরত রয়েছে আল্লাহর জন্য, সে নিজের ঈমানকে পরিপূর্ণ করেছে। [আবু দাউদ: ৪৬৮১; অনুরূপ তিরমিযী ২৫২১] হাদীসের এ বর্ণনা থেকে বুঝা যায় যে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের ভালবাসাকে অপরাপর ভালবাসার উর্ধ্বে স্থান দেয়া এবং শক্ৰতা ও মিত্রতায় আল্লাহ ও তাঁর রাসূলের হুকুমের অনুগত থাকা পূর্ণতর ঈমান লাভের পূর্বশর্ত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সুন্নাত ও শরীআতের হেফাযত এবং এতে ছিদ্র সৃষ্টিকারী লোকদের প্রতিরোধ আল্লাহ এবং তাঁর রাসূলকে ভালবাসার স্পষ্ট প্রমাণ।\n  <br/>\n  <br/>\n  [৩] সূরা আত-তাওবাহর এ আয়াতটি নাযিল হয় মূলতঃ তাদের ব্যাপারে যারা হিজরত ফরয হওয়াকালে মক্কা থেকে হিজরত করেনি। মাতা-পিতা, ভাই-বোন,সন্তান-সন্ততি, স্ত্রী-পরিবার ও অর্থ-সম্পদের মায়া হিজরতের ফরয আদায়ে এদের বিরত রাখে। এদের সম্পর্কে আল্লাহ্ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নির্দেশ দেন যে, আপনি তাদেরকে বলে দিনঃ “যদি তোমাদের নিকট তোমাদের পিতা, তোমাদের সন্তান, তোমাদের ভাই, তোমাদের পত্নী, তোমাদের গোত্র, তোমাদের অর্জিত ধন-সম্পদ, তোমাদের ব্যবসা যা বন্ধ হয়ে যাওয়ার ভয় কর এবং তোমাদের বাসস্থান যাকে তোমরা পছন্দ কর, আল্লাহ ও তার রাসূল এবং তার রাহে জিহাদ করা থেকে তোমাদের নিকট অধিক প্রিয় হয়, তবে অপেক্ষা কর আল্লাহর বিধান আসা পর্যন্ত, আল্লাহ নাফরমানদিগকে কৃতকার্য করেন না।”\n  <br/>\n  <br/>\n  এ আয়াতে আল্লাহ তা'আলার বিধান আসা পর্যন্ত অপেক্ষা করার যে কথা আছে, তৎসম্পর্কে তাফসীর শাস্ত্রের ইমাম মুজাহিদ রাহিমাহুল্লাহ বলেনঃ এখানে বিধান’ অর্থে যুদ্ধ-বিগ্রহ ও মক্কা জয়ের আদেশ [তাবারী] বাক্যের মর্ম হল, যারা দুনিয়াবী পরিণতির দিন সমাগত। মক্কা যখন বিজিত হবে আর এ সকল নাফরমানেরা লাঞ্ছিত ও অপদস্থ হবে, তখন দুনিয়াবী সম্পর্ক তাদের কোন কাজে আসবে না। হাসান বসরী রাহিমাহুল্লাহ বলেনঃ এখানে বিধান অর্থ আল্লাহর আযাবের বিধান। যা থেকে পরিত্রাণের কোন উপায় নেই। [কুরতুবী; সা’দী] অর্থাৎ আখেরাতের সম্পর্কের উপর যারা দুনিয়াবী সম্পর্ককে প্রাধান্য দিয়ে হিজরত থেকে বিরত রয়েছে, আল্লাহর আযাব অতি শীঘ্ৰ তাদের গ্রাস করবে। দুনিয়ার মধ্যেই এ আযাব আসতে পারে। অন্যথায় আখেরাতের আযাব তো আছেই। হাদীসে এসেছে, শয়তান বনী আদমের তিন স্থানে বসে পড়ে তাকে এগোতে দেয় না। সে তার ইসলাম গ্রহণের পথে বাধা হয়ে দাঁড়ায়, সে বলতে থাকে তুমি কি তোমার পিতা পিতৃপুরুষের ধর্ম ত্যাগ করবে? তারপর বনী আদম তার বিরোধিতা করে ইসলাম গ্রহণ করে, তখন সে তার হিজরতের পথে বাঁধ সাধে। সে বলতে থাকে, তুমি কি তোমার সম্পদ ও পরিবার-পরিজন ত্যাগ করবে? তারপর বনী আদম তার বিরোধিতা করে হিজরত করে, তখন সে তার জিহাদের পথে বাঁধ সাধে। সে বলতে থাকে, তুমি কি জিহাদ করবে এবং নিহত হবে? তখন তোমার স্ত্রীর অন্যত্র বিয়ে হয়ে যাবে, তোমার সম্পদ ভাগ-বাটোয়ারা হয়ে যাবে, তারপর বনী আদম তার বিরোধিতা করে জিহাদ করে। এমতাবস্থায় তাকে জান্নাতে প্রবেশ করানো আল্লাহর হক হয়ে যায়।' [নাসায়ী: ৩১৩৪]\n  <br/>\n  <br/>\n  [৪] অর্থাৎ যারা হিজরতের আদেশ আসা সত্বেও আল্লাহর নির্দেশকে অমান্য করেছে, উপরোক্ত বস্তুগুলোকে বেশী ভালবেসেছে, দুনিয়াবী সম্পর্ককে প্রাধান্য দিয়ে আত্মীয়স্বজন এবং অর্থ-সম্পদকে বুকে জড়িয়ে বসে আছে, আত্মীয়-স্বজন পরিবেষ্টিত অবস্থায় স্বগৃহে আরাম-আয়েশ ও ভোগের আশা পোষণ করে আছে, জিহাদের আহবান আসার পরও সহায়-সম্পত্তির লোভ করে বসে আছে, তারা ফাসেক ও নাফরমান। আর আল্লাহর রীতি হল, তিনি নাফরমান লোকদের উদ্দেশ্য পূরণ করেন না। তাদেরকে হিদায়াত করেন না। তাদেরকে সফলতা ও সৌভাগ্যের পথে পরিচালিত করেন না। [সা’দী; আইসারুত তাফসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 25,
        "verse": "৯ : ২৫",
        "arabic_text": "\nلَقَدۡ نَصَرَكُمُ ٱللَّهُ فِي مَوَاطِنَ كَثِيرَةٖ وَيَوۡمَ حُنَيۡنٍ إِذۡ أَعۡجَبَتۡكُمۡ كَثۡرَتُكُمۡ فَلَمۡ تُغۡنِ عَنكُمۡ شَيۡـٔٗا وَضَاقَتۡ عَلَيۡكُمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ ثُمَّ وَلَّيۡتُم مُّدۡبِرِينَ ",
        "bangla_text": "অবশ্যই আল্লাহ্‌ তোমাদেরকে সাহায্য করেছেন বহু ক্ষেত্রে এবং হুনায়নের যুদ্ধের দিনে  [১] যখন তোমাদেরকে উৎফুল্ল করেছিল তোমাদের সংখ্যাধিক্য হওয়া; কিন্তু তা তোমাদের কোন কাজে আসেনি এবং বিস্তৃত হওয়া সত্বেও যমীন তোমাদের জন্য সংকুচিত হয়েছিল। তারপর তোমরা পৃষ্ঠ প্রদর্শন করে পালিয়েছিলে [২]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতের শুরুতে আল্লাহর সেই দয়া ও দানের উল্লেখ রয়েছে যা প্রতি ক্ষেত্রে মুসলিমরা লাভ করে। বলা হয়েছেঃ “আল্লাহ তোমাদের সাহায্য করেছেন অনেক ক্ষেত্রে \" এরপর বিশেষভাবে উল্লেখ করা হয় হুনাইন যুদ্ধের কথা। কারণ, সে যুদ্ধে এমনসব ধারণাতীত অদ্ভুত ঘটনার প্রকাশ ঘটেছে, যেগুলো নিয়ে চিন্তা করলে মানুষের ঈমানী শক্তি প্রবল ও কর্মপ্রেরণা বৃদ্ধি পায়।\n  <br/>\n  <br/>\n  ‘হুনাইন’ মক্কা ও তায়েফের মধ্যবর্তী একটি জায়গার নাম। যা মক্কা শরীফ থেকে পূর্ব দিকে ত্রিশ কিলোমিটার দূরে অবস্থিত। এটি অনেকটা আরাফার দিকে। বর্তমানে এ স্থানকে আশ-শারায়ে' বলা হয়। [আতেক গাইস আল-বিলাদী, মু’জামুল মা'আলিমিল জুগরাফিয়্যাহ ১০৭] অষ্টম হিজরীর রমযান মাসে যখন মক্কা বিজিত হয় আর মক্কার কুরাইশগণ অস্ত্র সমর্পণ করে, তখন আরবের বিখ্যাত ধনী ও যুদ্ধবাজ হাওয়াযেন গোত্র-যার একটি শাখা তায়েফের বনূ-সকীফ নামে পরিচিত, তাদের মাঝে ব্যাপক প্রতিক্রিয়া সৃষ্টি হয়। ফলে তারা একত্রিত হয়ে আশংকা প্রকাশ করতে থাকে যে, মক্কা বিজয়ের পর মুসলিমদের বিপুল শক্তি সঞ্চিত হয়েছে, তখন পরবর্তী আক্রমণের লক্ষ্য হবে তায়েফ। তাই তাদের আগে আমাদের আক্রমণ পরিচালনা হবে বুদ্ধিমানের কাজ। পরামর্শ মত এ উদ্দেশ্যে হাওয়াযেন গোত্র মক্কা থেকে তায়েফ পর্যন্ত বিস্তৃত শাখা-গোত্রগুলোকে একত্রিত করে। আর বিশাল সে গোত্রের প্রায় সবাই যুদ্ধের জন্য সমবেত হয়।\n  <br/>\n  <br/>\n  এ অভিযানের নেতা ছিলেন মালেক ইবন আউফ। অবশ্য পরে তিনি মুসলিম হয়ে ইসলামের অন্যতম ঝাণ্ডাবাহী হন। তবে প্রথমে মুসলিমদের বিরুদ্ধে যুদ্ধ করার তীব্র প্রেরণা ছিল তার মনে। তাই স্বগোত্রের সংখ্যাগুরু অংশ তার সাথে একাত্মতা ঘোষণা করে যুদ্ধের প্রস্তুতি নিতে আরম্ভ করে। কিন্তু এ গোত্রের অপর দুটি ছোট শাখা- বনু-কাব ও বনু-কেলাব মতানৈক্য প্রকাশ করে। আল্লাহ তাদের কিছুদিব্যদৃষ্টি দান করেছিলেন। তারা বলতে থাকে, পূর্ব থেকে পশ্চিম পর্যন্ত সমগ্র দুনিয়াও যদি মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বিরুদ্ধে একত্রিত হয়, তথাপি তিনি সকলের উপর জয়ী হবেন, আমরা আল্লাহর শক্তির সাথে যুদ্ধ করতে পারব না।\n  <br/>\n  <br/>\n  এই দুই গোত্র ছাড়া বাকী সবাই যুদ্ধ তালিকায় অন্তর্ভুক্ত হয়। সেনানায়ক মালেক ইবন আউফ পূর্ণ শক্তির সাথে রণাঙ্গনে তাদের সুদৃঢ় রাখার জন্য এ কৌশল অবলম্বন করেন যে, যুদ্ধেক্ষেত্রে সকলের পরিবার-পরিজনও উপস্থিত থাকবে এবং প্রত্যেকের জীবিকার প্রধান সহায় পশুপালও সাথে রাখতে হবে। উদ্দেশ্য, কেউ যেন পরিবার-পরিজন ও সহায়-সম্পদের টানে রণক্ষেত্র ত্যাগ না করে। তাদের সংখ্যা সম্পর্কে ঐতিহাসিকগণের বিভিন্ন মত রয়েছে। হাফেযুল-হাদীস আল্লামা ইবন হাজার রাহিমাহুল্লাহ চব্বিশ বা আটাশ হাজারের সংখ্যাকে সঠিক মনে করেন। আর কেউ কেউ বলেনঃ এদের সংখ্যা চার হাজার ছিল। তবে এও হতে পারে যে, পরিবার-পরিজনসহ ছিল তারা চব্বিশ বা আটাশ হাজার, আর যোদ্ধা ছিল চার হাজার।\n  <br/>\n  <br/>\n  মোটকথা, এদের দূরভিসন্ধি সম্পর্কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা শরীফেই অবহিত হন এবং তিনিও এদের বিরুদ্ধে যুদ্ধ করার সংকল্প নেন। মক্কায় আত্তাব ইবন আসাদ রাদিয়াল্লাহু আনহুকে আমীর নিয়োগ করেন এবং মুআয ইবন জাবাল রাদিয়াল্লাহু আনহুকে লোকদের ইসলামী তা’লীম দানের জন্য তার সাথে রাখেন। তারপর মক্কার কুরাইশদের থেকে অস্ত্র-শস্ত্র ধারস্বরূপ সংগ্রহ করেন। ইমাম যুহরীর বর্ণনামতে চৌদ্দ হাজার মুসলিম সেনা নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ যুদ্ধের প্রস্তুতি নেন। এতে ছিলেন মদীনার বার হাজার আনসার যারা মক্কা বিজয়ের জন্য তার সাথে এসেছিলেন। বাকী দু'হাজার ছিলেন আশপাশের অধিবাসী, যারা মক্কা বিজয়ের দিন মুসলিম হয়েছিলেন এবং যাদের বলা হত ‘তোলাকা’ অর্থাৎ সাধারণ ক্ষমায় মুক্তিপ্রাপ্ত। ৮ম হিজরীর ৬ই শাওয়াল শুক্রবার রাসূলের নেতৃত্বে মুসলিম সেনাদলের যুদ্ধযাত্রা শুরু হয়। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ‘ইনশাআল্লাহ, আগামীকাল আমাদের অবস্থান হবে খায়ফে বনী-কেনানার সে স্থানে, যেখানে মক্কার কুরাইশগণ ইতিপূর্বে মুসলিমদের সাথে সামাজিক বয়কটের চুক্তিপত্র সই করেছিল। চৌদ্দ হাজারের এ বিরাট সেনাদল জিহাদের উদ্দেশ্যে বের হয়ে পড়ে তাদের সাথে মক্কার অসংখ্য নারী-পুরুষও যুদ্ধের দৃশ্য উপভোগের জন্যে বের হয়ে আসে। তাদের সাধারণ মনোভাব ছিল, এ যুদ্ধে মুসলিম সেনারা হেরে গেলে আমাদের পক্ষে প্রতিশোধ নেয়ার একটা ভাল সুযোগ হবে। আর যদি তারা জয়ী হয়ে যায় তা হলেও আমাদের ক্ষতি নেই। সে যা হোক, মুসলিম সেনা দল হুনাইন নামক স্থানে শিবির স্থাপন করে। এ সময় সুহাইল ইবন হানযালা রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বললেনঃ জনৈক অশ্বারোহী এসে শক্রদলের সংবাদ দিয়েছে যে, তারা পরিবার-পরিজন ও সহায়-সম্পদসহ রণাঙ্গনে জমায়েত হয়েছে। স্মিতহাস্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ চিন্তা করো না, ওদের সবকিছু গনীমতের মাল হিসাবে মুসলিমদের হস্তগত হবে।\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুনাইনে অবস্থান নিয়ে আব্দুল্লাহ ইবন হাদ্দাদ রাদিয়াল্লাহু আনহুকে গোয়েন্দারূপে পাঠান। তিনি দুদিন তাদের সাথে অবস্থান করে তাদের সকল যুদ্ধ প্রস্তুতি অবলোকন করেন। এক সময় শক্ৰ সেনানায়ক মালেক ইবনে আউফকে স্বীয় লোকদের একথা বলতে শোনেনঃ মুহাম্মাদ এখনো কোন সাহসী যুদ্ধবাজদের পাল্লায় পড়েনি। মক্কার নিরীহ কুরাইশদের দমন করে তিনি বেশ দাম্ভিক হয়ে উঠেছেন। কিন্তু এখন বুঝতে পারবে কার সাথে তার মোকাবেলা। আমরা তার সকল দম্ভ চূর্ণ করে দেব। তোমরা কাল ভোরেই রণাঙ্গনে এরূপ সারিবদ্ধ হয়ে দাড়াবে যে, প্রত্যেকের পেছনে তার স্ত্রী-পরিজন ও মালামাল উপস্থিত থাকবে। তরবারীর কোষ ভেঙ্গে ফেলবে এবং সকলে একসাথে আক্রমণ করবে। বস্তুতঃ কাফেরদের ছিল প্রচুর যুদ্ধ অভিজ্ঞতা। তাই তারা বিভিন্ন ঘাটিতে কয়েকটি সেনাদল লুকায়িত রেখে দেয়। এ হল শক্রদের রণপ্রস্তুতির একটি চিত্র। কিন্তু অন্যদিকে এক হিসাবে এটি ছিল মুসলিমদের প্রথম যুদ্ধ যাতে অংশ নিয়েছে চৌদ্দ হাজারের এক বিরাট বাহিনী। এ ছাড়া অস্ত্রশস্ত্রও ছিল আগের তুলনায় প্রচুর। তাই কারো কারো মন থেকে বের হয়ে আসেঃ আজকের জয় অনিবার্য, পরাজয় অসম্ভব। যুদ্ধের প্রথম ধাক্কাতেই শত্রুদল পালাতে বাধ্য হবে। কিন্তু মুসলিমরা আল্লাহর উপর ভরসা না করে জনবলের উপর তৃপ্ত থাকবে এটা আল্লাহর পছন্দ ছিল না। এটাই হুনাইনের যুদ্ধে দেখিয়ে দেয়া হয়েছে।\n  <br/>\n  <br/>\n  হাওয়াযেন গোত্র পূর্ব পরিকল্পনা মতে মুসলিমদের প্রতি সম্মিলিত আক্রমণ পরিচালনা করে। একই সাথে বিভিন্ন ঘাঁটিতে লুকায়িত কাফের সেনারা চতুর্দিক থেকে মুসলিমদের ঘিরে ফেলে। এ সময় আবার ধূলি-ঝড় উঠে সর্বত্র অন্ধকারাচ্ছন্ন করে ফেলে। এতে সাহাবাগণের পক্ষে টিকে থাকা সম্ভব হলো না। ফলে তারা পিছু হটতে শুরু করেন। কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনের দিকে বাড়তে থাকেন। তার সাথে ছিলেন অল্প সংখ্যক সাহাবী। এরাও চাচ্ছিলেন যেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অগ্রসর না হন। এমতাবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আব্বাস রাদিয়াল্লাহু আনহুকে বলেনঃ উচ্চঃস্বরে ডাক দাও, বৃক্ষের নীচে জিহাদের বাই’আত গ্রহণকারী সাহাবীগণ কোথায়? সূরা বাক্বারাওয়ালারা কোথায়? জান কুরবানের প্রতিশ্রুতিদানকারী আনসারগণই বা কোথায়? সাবই ফিরে এস, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এখানেই আছেন।\n  <br/>\n  <br/>\n  আব্বাস রাদিয়াল্লাহু আনহুর এ আওয়ায রণাঙ্গনকে প্রকম্পিত করে তোলে। পলায়নরত সাহাবীগণ ফিরে দাঁড়ান এবং প্রবল সাহসিকতার সাথে বীরবিক্রমে যুদ্ধ করে চলেন। ঠিক এ সময় আল্লাহ এদের সাহায্যে ফেরেশতাদল পাঠিয়ে দেন। এরপর যুদ্ধের মোড় ঘুরে যায়। কাফের সেনানায়ক মালেক ইবন আউফ পরিবার-পরিজন ও মালামালের মায়া ত্যাগ করে পালিয়ে যায় এবং তায়েফ দূর্গে আত্মগোপন করে। এরপর গোটা শক্রদল পালাতে শুরু করে। যুদ্ধ শেষে হাজার উট, চব্বিশ হাজার ছাগল এবং চার হাজার উকিয়া রৌপ্য। [কুরতুবী; বাগভী; ইবন কাসীর; প্রমূখ। বিস্তারিত জানার জন্য আরও দেখুন, ইবরাহীম ইবন ইবরাহীম কুরাইবী কৃত মারওয়িয়াতু গাযওয়াতি হুনাইন ওয়া হিসারুত তায়িফ]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তোমরা সংখ্যাধিক্যে আত্মপ্রসাদ লাভ করছিলে, কারণ তারা সংখ্যায় ছিল বার হাজার, মতান্তরে ষোল হাজার। [কুরতুবী] এটা নিঃসন্দেহে এক বিরাট বাহিনী। তাদের কেউ কেউ বলেও বসল যে, আমরা আজ সংখ্যায় স্বল্পতার কারণে পরাজিত হব না। কিন্তু পরাজিত তাদের হতেই হলো, সে সংখ্যাধিক্য তোমাদের কাজে আসল না। প্রশস্ত হওয়া সত্বেও পৃথিবী তোমাদের জন্য সংকুচিত হয়ে গেল। তারপর তোমরা ছত্রভঙ্গ হয়ে পড়েছিল। এর দ্বারা বুঝা যায় যে, মুসলিমরা সংখ্যাধিক্যে কখনও জয়লাভ করে না। তারা জয়লাভ করে আল্লাহর সাহায্যে [কুরতুবী]। এরপর আল্লাহ তার রাসূল এবং তোমাদের উপর তাঁর সাকীনাহ বা প্রশান্তি নাযিল করলেন এবং ফেরেশতাদের এমন সৈন্যদল প্রেরণ করেন যাদের তোমরা দেখনি। তারপর তোমাদের হাতে কাফেরদেরকে শাস্তি দিলেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 26,
        "verse": "৯ : ২৬",
        "arabic_text": "\nثُمَّ أَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِينَ وَأَنزَلَ جُنُودٗا لَّمۡ تَرَوۡهَا وَعَذَّبَ ٱلَّذِينَ كَفَرُواْۚ وَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "তারপর আল্লাহ্‌ তাঁর নিকট হতে তাঁর রাসূলের উপর ও মুমিনদের উপর প্রশান্তি নাযিল করেন [১] এবং এমন এক সৈন্যবাহিনী নাযিল করলেন যা তোমরা দেখতে পাওনি [২]। আর তিনি কাফেরদেরকে শাস্তি দিলেন; আর এটাই কাফেরদের প্রতিফল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ বাক্যের অর্থ হলো, হুনাইনের যুদ্ধে প্রথম আক্রমণে যে সকল সাহাবী আপন স্থান ত্যাগ করতে বাধ্য হয়েছিলেন তারা আল্লাহর পক্ষ থেকে মনোবল ফিরে পাবার পর স্ব স্ব অবস্থানে ফিরে আসেন, আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও মুমিনদের ব্যাপারে প্রশান্তি লাভ করলেন। এতে বুঝা গেল যে, আল্লাহর প্রশান্তি ছিল দু'প্রকার। এক প্রকার পলায়নরত সাহাবীদের জন্য, অন্য প্রকার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের। এ কথার ইঙ্গিত দানের জন্য (على) বা উপর শব্দটি দু'বার ব্যবহার করা হয়েছে এবং বলা হয়েছেঃ “অতঃপর আল্লাহ প্রশান্তি নাযিল করলেন তাঁর রাসূলের উপর এবং মুমিনদের উপর\" ৷ সাহাবাদের প্রতি প্রশান্তি প্রেরণের অর্থ হলো, তারা ভয়-ভীতির পরে সাহসিকতা ও দৃঢ়তার ব্যাপারে আত্মবিশ্বাস ফিরে পেয়েছিলেন। পক্ষান্তরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর উপর প্রশান্তি নাযিল হওয়ার অর্থ মুসলিমদের ব্যাপারে তার মনে প্রশান্তি নাযিল হওয়া এবং বিজয়ের ব্যাপারে নিশ্চিত হওয়া। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n  <br/>\n  [২] তারা ছিল ফেরেশতা। তাদের কাজ ছিল মুমিনদের পদযুগলে দৃঢ়তা স্থাপন আর কাফেরদের মনে ভয়-ভীতি উদ্রেককরণ [সা’দী; আত-তাহরীর ওয়াত তানওয়ীর] এখানে বলা হয়েছে যে, তারা তাদেরকে দেখেনি। মূলত: এটা হলো সাধারণ লোকদের ব্যাপারে, তাই কেউ কেউ তাদেরকে মানুষের রুপে দেখেছেন বলে যে কতিপয় বর্ণনায় এসেছে, তা উপরোক্ত উক্তির বিরোধী নয়।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 27,
        "verse": "৯ : ২৭",
        "arabic_text": "\nثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعۡدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "এরপরও যার প্রতি ইচ্ছে আল্লাহ্‌ তার তাওবাহ্ কবুল করবেন; আর আল্লাহ্‌ অতি ক্ষমাশীল, পরম দয়ালু [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে ইঙ্গিত রয়েছে, যারা মুসলিমদের হাতে পরাস্ত ও বিজিত হওয়ার শাস্তি পেয়েছে এবং কুফরী আদর্শের উপর অটল রয়েছে, তাদের কিছু সংখ্যক লোককে আল্লাহ ঈমানের তাওফীক দেবেন। বাস্তবেও পরাজিত হাওয়াযেন ও সকীফ গোত্রদ্বয়ের অনেকেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বদান্যতা ও ভদ্র ব্যবহার দেখে শেষ পর্যন্ত ইসলাম গ্রহণ করেন। ফলে তারা তাদের স্ত্রী ও সন্তানসন্ততি ফেরৎ পেয়েছিল। [সা'দী] আর আল্লাহ প্রশস্ত রহমতের অধিকারী। তাঁর রহমত সর্বব্যাপী। তাওবাহকারীদের বড় গোনাহও ক্ষমা করে দেন। আর তাদেরকে তাওবাহ করার তাওফীক দেন, তাদের অপরাধসমূহ মার্জনা করেন, সুতরাং বান্দা যত অন্যায়ই করুক না কেন তাঁর রহমত থেকে যেন সে নিরাশ না হয়। [সা'দী]\n </p>\n</div>"
    },
    {
        "id": 28,
        "verse": "৯ : ২৮",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّمَا ٱلۡمُشۡرِكُونَ نَجَسٞ فَلَا يَقۡرَبُواْ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ بَعۡدَ عَامِهِمۡ هَٰذَاۚ وَإِنۡ خِفۡتُمۡ عَيۡلَةٗ فَسَوۡفَ يُغۡنِيكُمُ ٱللَّهُ مِن فَضۡلِهِۦٓ إِن شَآءَۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "হে ঈমানদারগ্ণ ! মুশরিকরা তো অপবিত্র [১]; কাজেই এ বছরের পর [২] তারা যেন মসজিদুল হারামের ধারে-কাছে না আসে [৩]। আর যদি তোমরা দারিদ্রের আশংকা কর তবে আল্লাহ্‌ ইচ্ছা করলে তাঁর নিজ করুণায় তোমাদেরকে অভাবমুক্ত করবেন [৪]। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, কাফেরগণ ব্যহ্যিক ও আত্মিক সর্ব দিক থেকেই অপবিত্র। [কুরতুবী; ফাতহুল কাদীর] তবে অধিকাংশ মুফাসসির বলেনঃ এখানে নাপাক বলতে তাদের দেহ সত্তা বুঝানো হয়নি, বরং দ্বীনী বিষয়াদিতে তাদের অপবিত্রতা বোঝানো হয়েছে। সে হিসেবে এর অর্থ, তাদের আকীদাহ-বিশ্বাস, আখলাক-চরিত্র, আমল ও কাজ, তাদের জীবন - এসবই নাপাক। [ইবন কাসীর; সা’দী]; আর এ সবের নাপাকির কারণেই হারাম শরীফের চৌহদির মধ্যে তাদের প্রবেশ বন্ধ করে দেয়া হয়েছে।\n  <br/>\n  <br/>\n  [২] এ বছর বলতে অধিকাংশ মুফাসসিরীনদের মতে ৯ম হিজরী বুঝানো হয়েছে। কাতাদা বলেন, এটা ছিল সে বছর যে বছর আবু বকর রাদিয়াল্লাহু আনহু লোকদের নিয়ে হজ করেছেন। তখন আলী এ বিষয়টির ঘোষণা লোকদের মধ্যে দিয়েছিলেন। তখন হিজরতের পর নবম বছর পার হচ্ছিল। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পরবর্তী বছর হজ করেছিলেন। তিনি এর আগেও হজ করেন নি, পরেও করেন নি। [তাবারী]\n  <br/>\n  <br/>\n  [৩] এখানে “মাসজিদুল হারাম” বলতে সাধারণতঃ বুঝায় বায়তুল্লাহ শরীফের চতুর্দিকের আঙ্গিনাকে যা দেয়াল দ্বারা পরিবেষ্টিত। তবে কুরআন ও সুন্নার কোন কোন স্থানে তা মক্কার পূর্ণ হারাম শরীফ অর্থেও ব্যবহৃত হয়েছে। যা কয়েক বর্গমাইল এলাকব্যাপী। যার সীমানা চিহ্নিত করেছেন ইব্রাহীম আলাইহিস সালাম। যেমন, মে'রাজের ঘটনায় মাসজিদুল হারামের উল্লেখ রয়েছে। ইমামগণের ঐক্যমতে এখানে “মাসজিদুল হারাম অর্থ বায়তুল্লাহর আঙ্গিনা নয়। কারণ, মে'রাজের শুরু হয় উম্মে হানী রাদিয়াল্লাহু আনহার ঘর থেকে, যা বায়তুল্লাহর আঙ্গিনার বাইরে। অনুরূপ সূরা তাওবার শুরুতে ৭ নং আয়াতে যে মসজিদুল হারামের উল্লেখ রয়েছে, তার অর্থও পূর্ণ হারাম শরীফ। কারণ, এখানে উল্লেখিত সন্ধির স্থান হলো হুদায়বিয়া’ যা হারাম শরীফের সীমানার বাইরে তার অতি সন্নিকটে অবস্থিত। [আল-বালাদুল হারাম: আহকাম ওয়া আদাব]\n  <br/>\n  <br/>\n  [৪] ইবনে আব্বাস বলেন, যখন আল্লাহ তা'আলা মুশরিকদেরকে মাসজিদুল হারামে যাওয়া থেকে নিষেধ করলেন, তখন শয়তান মুমিনদের অন্তরে চিন্তার উদ্রেক ঘটাল যে, তারা কোথেকে খাবে? মুশরিকদেরকে তো বের করে দেয়া হয়েছে, তাদের বানিজ্য কাফেলা তো আর আসবে না। তখন আল্লাহ তা'আলা এ আয়াত নাযিল করলেন। যাতে তিনি তাদেরকে আহলে কিতাবদের বিরুদ্ধে যুদ্ধ করতে নির্দেশ দিলেন। আর এর মাধ্যমে তিনি তাদেরকে অমুখাপেক্ষী করে দিলেন। [তাবারী; কুরতুবী ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 29,
        "verse": "৯ : ২৯",
        "arabic_text": "\nقَٰتِلُواْ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلۡحَقِّ مِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ حَتَّىٰ يُعۡطُواْ ٱلۡجِزۡيَةَ عَن يَدٖ وَهُمۡ صَٰغِرُونَ ",
        "bangla_text": "যাদেরকে কিতাব প্রদান করা হয়েছে [১] তাদের মধ্যে যারা আল্লাহ্‌তে ঈমান আনে না এবং শেষ দিনেও নয় এবং আল্লাহ্‌ ও তাঁর রাসূল যা হারাম করেছেন তা হারাম গণ্য করে না, আর সত্য দ্বীন অনুসরণ করে ন; তাদের সাথে যুদ্ধ কর [২], যে পর্যন্ত না তারা নত হয়ে নিজে ফাতে জিয্ইয়া [৩] দেয় [৪]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যাদেরকে কিতাব প্রদান করা হয়েছে বলে কুরআন ও হাদীসে সুস্পষ্টভাবে এসেছে তারা হলোঃ ইয়াহুদী ও নাসারা সম্প্রদায়। আল্লাহ তা'আলা আরবের মুশরিক সম্পপ্রদায়ের ওজর বন্ধ করার জন্য বলেনঃ “তোমরা হয়তো বলতে পার যে, কিতাব তো শুধু আমাদের পূর্বে দু’সমপ্রদায়ের প্রতিই নাযিল হয়েছে, আর আমরা তো এর পঠন ও পাঠন থেকে সম্পূর্ণ বেখবর ছিলাম। [আল-আনআমঃ ১৫৬]\n  <br/>\n  <br/>\n  এ আয়াতে আহলে কিতাব তথা যাদের কিতাব দেয়া হয়েছে তাদের সাথে যুদ্ধ করার নির্দেশ রয়েছে। তাবুকে আহলে কিতাবদের সাথে মুসলিমদের যে যুদ্ধ অভিযান সংঘটিত হয়েছিল, আয়াত দুটি তারই পটভূমি। বাগভী; ইবন কাসীর আহলে কিতাবের উল্লেখ করে এ আয়াত ও পূর্ববর্তী আয়াতে তাদের সাথে যে যুদ্ধ করার নির্দেশ রয়েছে, তা শুধু আহলে কিতাবের মধ্যে সীমাবদ্ধ নয়। বরং এ আদেশ রয়েছে সকল কাফের সম্প্রদায়ের জন্যই। কারণ, যুদ্ধ করার যে সকল হেতু বর্ণিত হয়েছে, তা সকল কাফেরদের মধ্যে সমভাবে বিদ্যমান। সুতরাং এ আদেশ সকলের জন্যই প্রযোজ্য। [বগভী; কুরতুবী; সাদী] তবে বিশেষভাবে আহলে কিতাবের উল্লেখ করা হয়, কারণ এদের কাছে রয়েছে তাওরাত ইঞ্জীলের জ্ঞান, যে তাওরাত ও ইঞ্জলে রয়েছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কিত ভবিষ্যদ্বাণী। তা সত্বেও তারা ঈমান আনছে না। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে যুদ্ধের চারটি কারণ বর্ণনা করা হয়েছে, প্রথমতঃ তারা আল্লাহর প্রতি বিশ্বাস রাখে না। দ্বিতীয়তঃ আখেরাতের প্রতিও তাদের বিশ্বাস নেই। তৃতীয়তঃ আল্লাহর হারামকৃত বস্তুকে তার হারাম মনে করে না। চতুর্থতঃ সত্য দ্বীন গ্রহণে তারা অনিচ্ছুক | [কুরতুবী] ইয়াহুদী-নাসারাগণ যদিও প্রকাশ্যে আল্লাহর একত্ববাদকে অস্বীকার করে না, কিন্তু পরবর্তী আয়াতের বর্ণনা মতে ইয়াহুদীগণ উযায়ের আর নাসারাগণ ঈসাকে আল্লাহর পুত্র সাব্যস্ত করে প্রকারান্তরে শির্ক তথা অংশীবাদকেই সাব্যস্ত করছে। [বাগভী] অনুরূপভাবে আখেরাতের প্রতি যে ঈমান রাখা দরকার তা আহলে কিতাবের অধিকাংশের মধ্যে নেই। তাদের অনেকের ধারণা হল, কিয়ামতে মানুষ দেহ নিয়ে উঠবে না; বরং তা হবে মানুষের এক ধরনের রূহানী জিন্দেগী। তারা এ ধারণাও পোষণ করে যে, জান্নাত ও জাহান্নাম বিশেষ কোন স্থানের নাম নয়; বরং আত্মার শান্তি হল জান্নাত আর অশান্তি হল জাহান্নাম। তাদের এ বিশ্বাস কুরআনে পেশকৃত ধ্যান ধারণার বিপরীত। সুতরাং আখেরাতের প্রতি ঈমানও তাদের যথাযোগ্য নয়। তৃতীয় কারণ বলা হয়েছে যে, ইয়াহুদী-নাসারাগণ আল্লাহর হারামকৃত বস্তুকে হারাম মনে করে না। এ কথার অর্থ হল তাওরাত ও ইঞ্জীলে যে সকল বস্তুকে হারাম করে দেয়া হয়েছে, তা তারা হারাম বলে গণ্য করে না। সেটা অনুসরণ করে না। [সা’দী] যেমন, সুদ ও কতিপয় খাদ্যদ্রব্য- যা তাওরাত ও ইঞ্জলে হারাম ছিল, তারা সেগুলোকে হারাম মনে করত না। এ থেকে এ মাস’আলা স্পষ্ট হয়ে যায় যে, আল্লাহর নিষিদ্ধ বস্তুকে হালাল মনে করা যে শুধু পাপ তা নয়, বরং কুফরীও বটে। অনুরূপ কোন হালাল বস্তুকে হারাম সাব্যস্ত করাও কুফরী। চুতর্থত: তারা সত্য দ্বীনের অনুসরণ করে না। যদিও তারা মনে করে থাকে যে, তারা একটি দ্বীনের উপর আছে। কিন্তু তাদের দ্বীন সঠিক নয়। আল্লাহ সেটা কখনো অনুমোদন করেননি। অথবা এমন শরীআত যেটা আল্লাহ রহিত করেছেন। তারপর মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের শরীআত দিয়ে সেটা পরিবর্তন করেছেন। সুতরাং রহিত করার পর সেটা পাকড়ে থাকা জায়েয নয়। [সা’দী]\n  <br/>\n  <br/>\n  [৩] জিযইয়ার শাব্দিক অর্থঃ বিনিময়ে প্রদত্ত পুরস্কার। [ফাতহুল কাদীর] শরীআতের পরিভাষায় জিযইয়া বলা হয় কাফেরদেরকে হত্যা থেকে মুক্তি এবং তাদেরকে মুসলিমদের মাঝে নিরাপত্তার সাথে অবস্থান করার বিনিময়ে গৃহীত সম্পদকে। যা প্রতি বছরই গ্রহণ করা হবে। ধনী, দরিদ্র বা মধ্যবিত্ত প্রত্যেকে তার অবস্থানুযায়ী সেটা প্রদান করবে। যেমনটি উমর রাদিয়াল্লাহু আনহু এবং তার পরবর্তী খলীফাগ গ্রহণ করেছিলেন। [সা'দী]\n  <br/>\n  <br/>\n  সঠিক মত হচ্ছে যে, দু'পক্ষের সম্মতিক্রমে জিযইয়ার যে হার ধার্য হবে তাতে শরীআতের পক্ষ থেকে কোন বাধ্যবাধকতা নেই। ধার্যকৃত হারে জিযইয়া নেয়া হবে। যেমন, নাজরানের নাসারাদের সাথে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের চুক্তি হয় যে, তারা সকলের পক্ষ থেকে বার্ষিক দু'হাজার জোড়া বস্ত্র প্রদান করবে। [আস-সুনানুস সগীর লিল বাইহাকী] প্রতি জোড়ায় থাকবে একটা লুঙ্গি ও একটা চাদর। প্রতি জোড়ার মূল্যও ধার্য হয়। অর্থাৎ এক উকিয়া রুপার সমমূল্য। চল্লিশ দিরহামে হয় এক উকিয়া। যা আমাদের দেশের প্রায় সাড়ে এগার তোলা রুপার সমপরিমাণ। অনুরূপ তাগলিব গোত্রীয় নাসারাদের সাথে উমর রাদিয়াল্লাহু ‘আনহুর চুক্তি হয় যে, তারা যাকাতের নেসাবের দ্বিগুণ পরিমাণে যিয্ইয়া প্রদান করবে [মুয়াত্তা,  ইমাম মুহাম্মাদের বর্ণনায়]। তাই মুসলিমগণ যদি কোন দেশ যুদ্ধ করে জয় করে নেয় এবং সে দেশের অধিবাসিগণকে তাদের সহায় সম্পত্তির মালিকানা স্বত্বের উপর বহাল রাখে এবং তারাও ইসলামী রাষ্ট্রের অনুগত নাগরিক হিসাবে থাকতে চায়, তবে তাদের জিযিয়ার হার তা হবে যা উমর ফারুক রাদিয়াল্লাহু ‘আনহু আপন শাসনকালে ধার্য করেছিলেন। তাহলো উচ্চবিত্তের জন্যে মাসিক চার দিরহাম, মধ্যবিত্তের জন্যে দু' দিরহাম এবং স্বাস্থ্যবান শ্রমিক ও ক্ষুদ্র ব্যবসায়ী প্রভৃতি নিন্মবিত্তের জন্য মাত্র এক দিরহাম। [আহকামুল কুরআন লিল জাসসাস] বিকলাঙ্গ, মহিলা শিশু, বৃদ্ধ এবং সংসারত্যাগী ধর্মজাযক এই জিযিরা কর থেকে অব্যাহতি পায়। [আহকামুল কুরআন লিল জাসসাস]| কিন্তু এই স্বল্প পরিমাণ জিযইয়া আদায়ের বেলায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের তাগিদ ছিল যে, কারো সাধ্যের বাইরে যেন কোনরূপ জোর জবরদস্তি করা না হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হুশিয়ারী উচ্চারণ করে বলেন, \"যে ব্যক্তি কোন অমুসলিম নাগরিকের উপর যুলুম চালাবে, [আবুদাউদঃ ৩০৫২]।\n  <br/>\n  <br/>\n  উপরোক্ত বর্ণনার প্রেক্ষিতে কতিপয় ইমাম এক মত পোষণ করেন যে, শরীআত জিযইয়ার বিশেষ কোন হার নির্দিষ্ট করে দেয়নি, বরং তা ইসলামী শাসকের সুবিবেচনার উপর নির্ভরশীল। তিনি অমুসলিমদের অবস্থা পর্যালোচনা করে যা সঙ্গত মনে হয়, ধার্য করবেন।\n  <br/>\n  জিযইয়া প্রদানে স্বীকৃত হলে ওদের সাথে যুদ্ধ বন্ধ করার যে আদেশ আয়াতে হয়েছে তা অধিকাংশ ইমামের মতে সকল অমুসলিমের বেলায় প্রযোজ্য। তারা আহলে কিতাব হোক বা অন্য কেউ। [কুরতুবী] আর এ জন্যই উমর রাদিয়াল্লাহু আনহু মাজুসীদের থেকেও জিযইয়া নিয়েছিলেন। [দেখুন, বুখারী: ৩১৫৬] আলোচ্য আয়াতে يد শব্দটি ব্যবহৃত হয়েছে। যার অর্থ নির্ধারণ নিয়ে মতভেদ হয়েছে। স্বাভাবিক অর্থ হচ্ছে, নিজেরা স্বতঃস্ফূর্তভাবে প্রদান করা। কারও কারও মতে এর অর্থ, স্বহস্তে প্রদান করা। কারও কারও মতে, নগদ প্রদান করা, বাকী না করা। কারও কারও মতে, জোর করে নেয়া। কারও কারও মতে, এটা বুঝিয়ে নেয়া যে, তাদেরকে হত্যা না করে এ অর্থ নেয়ার দ্বারা তাদের উপর দয়া করা হচ্ছে। কার কারও মতে, ধিকৃত। [ফাতহুল কাদীর] তাই জিযইয়া যেন খয়রাতি চাঁদা প্রদানের মত না হয়, বরং তা হবে ইসলামের বিজয়কে মেনে নিয়ে একান্ত অনুগত নাগরিক হিসেবে।\n  <br/>\n  <br/>\n  [৪] আয়াতে বলা হয়েছেঃ “যতক্ষণ না তারা বিনীত হয়ে জিযইয়া প্রদান করে\"। এ বাক্য দ্বারা যুদ্ধ-বিগ্রহের একটি সীমা ঠিক করে দেয়া হয়। অর্থাৎ তাবেদার প্রজারূপে জিযইয়া কর প্রদান না করা পর্যন্ত তাদের বিরুদ্ধে যুদ্ধ চালিয়ে যাবে। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 30,
        "verse": "৯ : ৩০",
        "arabic_text": "\nوَقَالَتِ ٱلۡيَهُودُ عُزَيۡرٌ ٱبۡنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَٰرَى ٱلۡمَسِيحُ ٱبۡنُ ٱللَّهِۖ ذَٰلِكَ قَوۡلُهُم بِأَفۡوَٰهِهِمۡۖ يُضَٰهِـُٔونَ قَوۡلَ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُۚ قَٰتَلَهُمُ ٱللَّهُۖ أَنَّىٰ يُؤۡفَكُونَ ",
        "bangla_text": "আর ইয়াহূদীরা বলে, ‘উযাইর আল্লাহ্‌র পুত্র’ [১], এবং নাসারারা বলে, ‘ মসীহ্ আল্লাহ্‌র পুত্র।’ এটা তাদের মুখের কথা আগে যারা কুফরী করেছিল তারা তাদের মত কথা বলে। আল্লাহ্‌ তাদেরকে ধ্বংস করুন। কোন্ দিকে তাদেরকে ফিরিয়ে দেয়া হচ্ছে [২]!  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের ভাষ্য হতে বুঝা যায় যে, ইয়াহুদীদের সবাই এ কথা বলেছিল। কারও কারও মতে, এটি ইয়াহুদীদের এক গোষ্ঠী বলেছিল। সমস্ত ইয়াহুদীদের আকীদা বিশ্বাস নয়। [কুরতুবী; ফাতহুল কাদীর] কোন কোন বর্ণনায় এসেছে, সাল্লাম ইবন মিশকাম, নুমান ইবন আওফা, শাস ইবন কায়স ও মালেক ইবনুস সাইফ তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এসে বলল, আমরা কিভাবে আপনার অনুসরণ করতে পারি, অথচ আপনি আমাদের কেবলা ত্যাগ করেছেন, আপনি উযায়েরকে আল্লাহর পুত্র বলে মেনে নেন না? তখন আল্লাহ তা'আলা এ আয়াত নাযিল করলেন। [তাবারী; সীরাতে ইবন হিশাম ১/৫৭০] উযায়ের সম্পর্কে বলা হয়ে থাকে যে, ইয়াহুদীরা যখন তাওরাত হারিয়ে ফেলেছিল তখন উযায়ের সেটা তার মুখস্থ থেকে পুণরায় জানিয়ে দিয়েছিল। তাই তাদের মনে হলো যে, এটা আল্লাহর পুত্র হবে, না হয় কিভাবে এটা করতে পারল [সা’দী; কুরতুবী; ইবন কাসীর] এটা নিঃসন্দেহে একটি মিথ্যা কথা যে, উযায়ের তাদেরকে মূল তাওরাত তার মুখস্থ শক্তি দিয়ে এনে দিয়েছিল। কারণ উযায়ের কোন নবী হিসেবেও আমাদের কাছে প্রমাণিত হয়নি। এর মাধ্যমে ইয়াহুদীরা তাদের হারিয়ে যাওয়া গ্রন্থের ধারাবাহিকতা প্রমাণ করতে চেষ্টা করে। কিন্তু সেটা তাদের দাবী মাত্র। ঐতিহাসিকভাবে এমন কিছু প্রমাণিত হয়নি। [দেখুন, ড. সাউদ ইবন আবদুল আযীয, দিরাসাতুন ফিল আদইয়ান-আল-ইয়াহুদিয়্যাহ ওয়ান নাসরনিয়্যাহ]\n  <br/>\n  <br/>\n  [২] এ আয়াতটি হলো পূর্বের আয়াতের ব্যাখ্যা। পূর্বে আয়াতে মোটামুটিভাবে বলা হয় যে, তারা আল্লাহর উপর ঈমান রাখে না। এখানে তার ব্যাখ্যা দিয়ে বলা হয় যে, ইহুদীরা উযাইরকে আর নাসারারা ঈসা ‘আলাইহিস সালামকে আল্লাহ্‌র পুত্র সাব্যস্ত করে। [ইবন কাসীর] তাই তাদের ঈমান ও তাওহীদের দাবী নিরর্থক। এরপর বলা হয়ঃ “এটি তাদের মুখের কথা”। এর অর্থ তারা মুখে যে কুফর উক্তি করে যাচ্ছে তার পেছনে না কোন দলীল আছে, না কোন যুক্তি। কত মারাত্মক সে উক্তি যা তারা করে যাচ্ছে। অন্য আয়াতেও আল্লাহ তা বলেছেন, “এ বিষয়ে তাদের কোন জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও ছিল না। তাদের মুখ থেকে বের হওয়া বাক্য কী সাংঘাতিক তারা তো শুধু মিথ্যাই বলে\" [সূরা আল-কাহাফ: ৫] অতঃপর বলা হয়ঃ  “এরা পূর্ববর্তী কাফেরদের মত কথা বলে, আল্লাহ এদের ধ্বংস করুন। এরা কোন উল্টা পথে চলে যাচ্ছে। ইবন কাসীরা এর অর্থ হল ইয়াহুদী ও নাসারারা নবীগণকে আল্লাহর পুত্র বলে পুর্ববর্তী কাফের ও মুশরিকদের মতই হয়ে গেল, তারা ফেরেশতা ও লাত মানাত মূর্তিদ্বয়কে আল্লাহর কন্যা সাব্যস্ত করেছিল। [বাগভী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 31,
        "verse": "৯ : ৩১",
        "arabic_text": "\nٱتَّخَذُوٓاْ أَحۡبَارَهُمۡ وَرُهۡبَٰنَهُمۡ أَرۡبَابٗا مِّن دُونِ ٱللَّهِ وَٱلۡمَسِيحَ ٱبۡنَ مَرۡيَمَ وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُوٓاْ إِلَٰهٗا وَٰحِدٗاۖ لَّآ إِلَٰهَ إِلَّا هُوَۚ سُبۡحَٰنَهُۥ عَمَّا يُشۡرِكُونَ ",
        "bangla_text": "তারা আল্লাহ্‌ ব্যতীত তাদের পন্ডিত ও সংসার-বিরাগিদের [১] কে তাদের রবরূপে গ্রহন করেছে [২] এবং মার্’ইয়াম- পুত্র মসীহ্ কেও। অথচ এক ইলাহের ‘ইবাদাত করার জন্যই তারা আদিষ্ট হয়েছিল। তিনি ব্যতীত অন্য কোন সত্য ইলাহ্ নাই। তারা যে শরীক করে তা থেকে তিনি কত না পবিত্র [৩]! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (احبار) -শব্দটি –(حبر) এর বহুবচন। ইয়াহুদীদের আলেমকে (حبر) –বলা হয়। পক্ষান্তরে (رهبان)শব্দটি (راهب) এর বহুবচন। নাসারাদের আলেমকে (راهب) বলা হয়। তারা বেশীরভাগই সংসার বিরাগী হয়ে থাকে [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতে বলা হয় যে, ইয়াহুদী-নাসারাগণ তাদের আলেম ও যাজক শ্রেণীকে আল্লাহর পরিবর্তে রব ও মাৰুদ সাব্যস্ত করে রেখেছে। অনুরূপ ঈসা আলাইহিস সালামকেও মা’বুদ মনে করে। তাকে আল্লাহর পুত্ৰ মনে করায় তাকে মা’বুদ সাব্যস্ত করার দোষে যে দোষী করা হয়, তার কারণ হল, তারা পরিষ্কার ভাষায় ওদের মা’বুদ না বললেও পূর্ণ আনুগত্যের যে হক বান্দার প্রতি আল্লাহর রয়েছে, তাকে তারা যাজক শ্রেণীর জন্যে উৎসর্গ রাখে। অর্থাৎ তারা যাজক শ্রেণীর আনুগত্য করে চলে; যতই তা আল্লাহর নির্দেশের বিরোধী হোক না কেন? বলাবাহুল্য পাদ্রী ও পুরোহিতগণের আল্লাহ বিরোধী উক্তি ও আমলের আনুগত্য করা তাদেরকে মা’বুদ সাব্যস্ত করার নামান্তর, আর এটি হল প্রকাশ্য কুফরী ও শির্ক। আদী ইবন হাতেম রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, তিনি বলেনঃ আমি গলায় একটি সোনার ক্রুশ নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট আসলাম। তখন তিনি বললেনঃ হে আদী, তোমার গলা থেকে এ মূর্তিটি সরিয়ে ফেল এবং তাকে সূরা আত-তাওবাহ্‌র এ আয়াতটি তেলাওয়াত করতে শুনলাম- “তারা আল্লাহ ব্যতীত তাদের পণ্ডিত ও সংসার-বিরাগীদেরকে তাদের পালনকর্তারূপে গ্রহণ করেছে।” আমি বললামঃ হে আল্লাহর রাসূল, আমরা তো তাদের ইবাদাত করি না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তারা তোমাদের জন্য কোন কিছু হালাল করলে তোমরা সেটাকে হালাল মনে কর আর কোন কিছুকে হারাম করলে তোমরা সেটাকে হারাম হিসাবে গ্রহণ কর। [তিরমিযীঃ ৩০৯৫]\n  <br/>\n  <br/>\n  প্রসঙ্গতঃ উল্লেখ্য যে, শরীআতের মাসায়েল সম্পর্কে অজ্ঞ জনসাধারণের পক্ষে ওলামায়ে কেরামের নির্দেশনার অনুসরণ বা ইজতিহাদী মাসায়েলের ক্ষেত্রে মুজতাহিদ ইমামগণের মতামতের অনুসরণ ততক্ষণই করতে পারবে যতক্ষণ না এর বিপরীতে আল্লাহ ও তাঁর রাসূল থেকে কোন কিছু প্রমাণিত হবে। যখনই কোন কিছু আল্লাহ ও তাঁর রাসূলের মতের বিপক্ষে হয়েছে বলে প্রমাণিত হবে তখনি তা ত্যাগ করা ওয়াজিব। অন্যথায় ইয়াহুদী নাসারাদের মত হয়ে যাবে। কারণ ইয়াহুদী-নাসারাগণ আল্লাহর কিতাব এবং আল্লাহর রাসূলের আদেশ নিষেধকে সম্পূর্ণ উপক্ষো করে স্বার্থপর আলেম এবং অজ্ঞ পুরোহিতদের কথা ও কর্মকে নিজেদের ধর্ম বানিয়ে নিয়েছে। আয়াতে তারই নিন্দা জ্ঞাপন করা হয়েছে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ অথচ তাদেরকে তো শুধু এ নির্দেশই দেয়া হচ্ছিল যে, তারা এক ইলাহেরই হালাল করলেই তা হালাল হবে। অনুরূপভাবে যিনি শরীআত প্রবর্তন করলে সেটাই মানা হবে, তিনি হুকুম দিলে সেটা বাস্তবায়িত হবে। তিনি ব্যতীত আর কোন সত্য ইলাহ নেই। তারা যা তাঁর সাথে শরীক করছে তা থেকে তিনি কতই না পবিত্র। তাঁর সন্ততি নেই, তিনি ছাড়া কোন ইলাহ নেই, তিনি ছাড়া কোন রব নেই। [ইবন কাসীর] কিন্তু তারা সে নির্দেশের বিপরীত কাজ করেছে। তার সাথে শরীক করেছে। মহান আল্লাহ তাদের সে সমস্ত অপবাদ ও শরীক থেকে সম্পূর্ণ মুক্ত। তাঁর পূর্ণতার বিপরীত তার জন্য যে সমস্ত অসামঞ্জস্যপূর্ণ গুণ সাব্যস্ত করে তা গ্রহণযোগ্য নয়। [সা'দী]।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 32,
        "verse": "৯ : ৩২",
        "arabic_text": "\nيُرِيدُونَ أَن يُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَيَأۡبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ ",
        "bangla_text": "তারা তাদের মুখের ফুৎকারে আল্লাহ্‌র নূরকে নিভিয়ে দিতে চায়। কিন্তু আল্লাহ্‌ তাঁর নূর পরিপূর্ণ করা ছাড়া কিছু করতে অস্বীকার করেছেন। যদিও কাফেররা তা অপছন্দ করে [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বলা হয় যে, তারা গোমরাহী করেই ক্ষান্ত হচ্ছে না বরং আল্লাহর সত্য দ্বীনকে নিশ্চিহ্ন করারও ব্যর্থ প্রয়াস চালাচ্ছে। তারা দ্বীনের এ আলো, হিদায়াতের এ জ্যোতি, তাওহীদের এ আহবানকে শুধুমাত্র তাদের কথা, ঝগড়া ও মিথ্যাচার দিয়ে মিটিয়ে দিতে চায়। আয়াতে উপমা দিয়ে বলা হচ্ছে যে, এরা মুখের ফুৎকার দিয়ে আল্লাহর নূরকে নিভিয়ে দিতে চায়। অথচ এটি তাদের জন্যে অসম্ভব, যেভাবে সূর্যের আলো বা চাঁদের আলোকে কেউ ফুৎকারে মিটিয়ে দিতে পারে না। বরং আল্লাহর অমোঘ ফয়সালা যে, তিনি নিজের নূর তথা দ্বীন ইসলামকে পূর্ণরূপে উদ্ভাসিত করবেন, তা কাফের ও মুশরিকদের যতই মর্মপীড়ার কারণ হোক না কেন? [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 33,
        "verse": "৯ : ৩৩",
        "arabic_text": "\nهُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ ",
        "bangla_text": "তিনিই সে সত্তা যিনি তাঁর রাসূলকে হিদায়াত ও সত্যদ্বীনসহ [১] পাঠিয়েছেন, যেন তিনি আর সব দ্বীনের উপর একে বিজয়ী করেন, যদিও মুশরিকরা তা অপছন্দ করে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন মুফাসসির বলেন, এখানে হিদায়াত বলে সত্য সংবাদসমূহ, সহীহ ঈমান, উপকারী ইলম বোঝানো হয়েছে। আর দ্বীনে হক বলে দুনিয়া ও আখেরাতে কাজে আসবে এ রকম যাবতীয় বিশুদ্ধ আমল বোঝানো হয়েছে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এ আয়াতের সারকথা এটাই যে, আল্লাহ আপন রাসূলকে হেদায়েতের উপকরণ কুরআন এবং সত্য দ্বীন ইসলাম সহকারে এজন্যে প্রেরণ করেছেন, যাতে অপরাপর দ্বীনের উপর ইসলামের বিজয় সূচিত হয়। এ মর্মে আরও কতিপয় আয়াত কুরআনে রয়েছে। যাতে সকল দ্বীনের উপর ইসলামের বিজয় দানের প্রতিশ্রুতি রয়েছে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, নিশ্চয় আল্লাহ আমার জন্য যমীনকে একত্রিত করে (সঙ্কোচন করে) এনে দেখিয়েছেন। তাতে আমি যমীনের পূর্ব ও পশ্চিম দেখতে পেয়েছি। আর নিশ্চয় আমার উম্মত ততটুকু করায়ত্ব করবে যতটুকু আমাকে জমা করে দেখানো হয়েছে। আর আমাকে লাল ও সাদা (স্বর্ণ ও রৌপ্য) দুটি খনি প্রদান করা হয়েছে। (সোনা ও রুপার মালিক রোম সম্রাট সিজার ও পারস্য সম্রাট খসরুর সম্পদ)। আর আমি আল্লাহর কাছে প্রার্থনা করেছি তিনি যেন আমার উম্মতকে ব্যাপক দুর্ভিক্ষে শেষ না করে দেন এবং তাদের উপর তাদের নিজেদের ব্যতীত তাদের শক্রকে চাপিয়ে না দেন, যাতে তারা সবাই ধ্বংস হয়ে যাবে বা তাদের সম্মান নষ্ট হবে। আমার রব আমাকে বলেছেন, হে মুহাম্মাদ! আমি যখন কোন সিদ্ধান্ত গ্রহণ করি সে সিদ্ধান্ত পরিবর্তিত হয় না। আমি আপনার উম্মতের জন্য আপনাকে এটা প্রদান করলাম যে, তাদেরকে ব্যাপক দুর্ভিক্ষে ধ্বংস করব না। আর তাদের উপর তাদের নিজেদের ছাড়া শক্রদেরকে এমনভাবে চাপিয়ে দেব না, যাতে তাদের ধ্বংস হয়। যদিও তাদের বিরুদ্ধে সবস্থানের লোক একত্রিত হয় তবুও নয়। তবে তাদের একে অপরকে ধ্বংস করবে, একে অপরকে বন্দী করে রাখবে। [মুসলিম: ২৮৮৯] অপর হাদীসে এসেছে, আদী ইবন হাতেম বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে প্রবেশ করলাম। তিনি বললেন, হে আদী! ইসলাম গ্রহণ কর, তুমি নিরাপদ হবে। আমি বললাম, আমি একটি দ্বীনের উপর আছি। তিনি বললেন, আমি তোমার দ্বীন সম্পর্কে তোমার থেকে বেশী জানি। আমি বললাম, আপনি আমার দ্বীন সম্পর্কে আমার চেয়েও বেশী জানেন? তিনি বললেন, হ্যা, তুমি কি (নাসারাদের) রাকূসী সম্প্রদায়ের অন্তর্ভুক্ত নও? আর তুমি কি তোমার সম্প্রদায়ের মিরবা\" বা এক চতুর্থাংশ খাও না? (জাহেলী যুগে সমাজের নেতারা অন্যদের আয়ের এক চতুর্থাংশ গ্রহণ করত) আমি বললাম, অবশ্যই হ্যাঁ। তিনি বললেন, এটা তো তোমার দ্বীনে (নাসারাদের দ্বীনে) বৈধ নয়। আদী বলেন, এটা বলার সাথে সাথে আমি বিনীত হয়ে গেলাম। তারপর তিনি বললেন, আমি জানি কোন জিনিস তোমাকে ইসলাম গ্রহণে বাঁধা দিচ্ছে। তুমি বলবে, এ দ্বীন তো দুর্বল লোকেরা গ্রহণ করেছে, যাদের কোন শক্তি-সামর্থ নেই; যাদেরকে আরবরা নিক্ষেপ করেছে। তুমি কি হীরা চেন? আমি বললাম, দেখিনি তবে শুনেছি। তিনি বললেন, যার হাতে আমার প্রাণ তার শপথ আল্লাহ এ দ্বীনকে এমনভাবে পূর্ণ করবেন যে, হীরা থেকে কোন মহিলা সওয়ারী বের হয়ে অবশেষে বায়তুল্লাহর তাওয়াফ করবে, তার সাথী কেউ থাকবে না। আর খসরু ইবন হুরমুয এর সম্পদরাশি তোমাদের হস্তগত হবে। আমি বললাম, খসরু ইবন হুরমুয? তিনি বললেন, হ্যাঁ, খসরু ইবন হুরমুয। অচিরেই সম্পদ এমন বেশী হবে যে, অধিক পরিমানে ব্যয় হবে কিন্তু কেউ তা গ্রহণ করবে না। আদী ইবন হাতেম বলেন, এই যে, মহিলা সওয়ারী বের হচ্ছে, সে কারও সাহচর্য ছাড়াই বায়তুল্লাহর তাওয়াফ করছে। আর আমি নিজেই খসরু ইবন হুরমুযের সম্পদরাশি হস্তগত হওয়ার সময় উপস্থিত ছিলাম। যার হাতে আমার প্রাণ, তার শপথ করে বলছি, তৃতীয়টিও সংঘটিত হবে। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেটি বলেছেন। [মুসনাদে আহমাদ: ৪/৩৭৭]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেনঃ অন্যান্য দ্বীনের উপর দ্বীনে ইসলামের বিজয় লাভের সুসংবাদগুলো অধিকাংশ অবস্থা ও কালানুপাতিক। যেমন: মিকদাদ রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘এমন কোন কাঁচা ও পাকা ঘর দুনিয়ার বুকে থাকবে না, যেখানে ইসলামের প্রবেশ ঘটবে না। সম্মানিতদের সম্মানের সাথে এবং লাঞ্ছিতদের লাঞ্ছনার সাথে, আল্লাহ যাদের সম্মানিত করবেন তারা ইসলাম কবুল করবে এবং যাদের লাঞ্ছিত করবেন তারা ইসলাম গ্রহণে বিমুখ থাকবে কিন্তু কালেমায়ে ইসলামীর অনুগত হবে। [মুসনাদে আহমাদ: ৬/৪] আল্লাহর এই প্রতিশ্রুতি অচিরেই পূর্ণ হয়। যার ফলে গোটা দুনিয়ার উপর প্রায় এক হাজার বছর যাবত ইসলামের প্রভুত্ব বিস্তৃত থাকে। কিন্তু সে পরিস্থিতি সবসময় এক থাকবে না। আবার মানুষের মধ্যে কুফরীর সয়লাব হবে। হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন যে, যতক্ষণ পর্যন্ত লাত ও উযযা উপাসনা না হবে, ততক্ষণ পর্যন্ত রাত-দিন শেষ হবে না। (কিয়ামত হবে না) আমি বললাম, হে আল্লাহর রাসূল! যখন আল্লাহ “তিনিই সে সত্তা যিনি তার রাসূলকে হিদায়াত ও সত্য দ্বীনসহ পাঠিয়েছেন, যেন তিনি আর সব দ্বীনের উপর একে বিজয়ী করেন, যদিও মুশরিকরা তা অপছন্দ করে” [সূরা তাওবাহ ৩৩; সূরা আস-সাফ: ৯] এ আয়াত নাযিল করেছিলেন, তখন আমি মনে করেছিলাম যে, এটা পরিপূর্ণ হবে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, নিশ্চয় এটা হবে, এবং যতদিন আল্লাহ চাইবেন ততদিন থাকবে। তারপর আল্লাহ এক পবিত্র বায়ু প্রেরণ করবেন, যা এমন প্রত্যেক মুমিনের প্রাণ হরণ করবে, যার মধ্যে সরিষা পরিমাণ ঈমান অবশিষ্ট থাকবে। এরপর যারা জীবিত থাকবে তাদের মধ্যে কোন কল্যাণ থাকবে না, তারা তখন কুফরীতে ফিরে যাবে।’ [মুসলিম: ২৯০৭]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 34,
        "verse": "৯ : ৩৪",
        "arabic_text": "\n۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ كَثِيرٗا مِّنَ ٱلۡأَحۡبَارِ وَٱلرُّهۡبَانِ لَيَأۡكُلُونَ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۗ وَٱلَّذِينَ يَكۡنِزُونَ ٱلذَّهَبَ وَٱلۡفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ ٱللَّهِ فَبَشِّرۡهُم بِعَذَابٍ أَلِيمٖ ",
        "bangla_text": "হে ঈমানদারগণ! পণ্ডিত এবং সংসার-বিরাগীদের মধ্যে অনেকেই তো জনসাধারণের ধন-সম্পদ অন্যায়ভাবে খায় এবং মানুষকে আল্লাহ্‌র পথ থেকে নিবৃত্ত করে [১]। আর যারা স্বর্ণ ও রৌপ্য পুঞ্জীভূত করে এবং তা আল্লাহ্‌র পথে ব্যয় করে না [২] আপনি তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দিন [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুসলিমদের সম্বোধন করে ইয়াহুদী নাসারা সম্প্রদায়ের পণ্ডিত ও পাদ্রীদের কুকীর্তির বর্ণনা দেয়া হয়েছে, যা লোকসমাজে গোমরাহী প্রসারের অন্যতম কারণ। ইয়াহুদী-নাসারাদের আলোচনায় মুসলিমদের হয়তো এ উদ্দেশ্যে সম্বোধন করা হয় যে, তাদের অবস্থাও যেন ওদের মত না হয়। আয়াতে ইয়াহুদী-নাসারা সম্প্রদায়ের পণ্ডিত ও পাদীদের সম্পর্কে বলা হয় যে, তাদের অধিকাংশই গৰ্হিত পস্থায় লোকদের মালামাল গলধঃকরণ করে চলছে এবং আল্লাহর সরল পথ থেকে মানুষকে নিবৃত রাখছে। এ বাতিল পন্থা সম্পর্কে বলা হয়ে থাকে যে, তারা গীর্জা ও ধর্মের নামে মানুষদের থেকে কর আদায় করত। এতে তারা মানুষদেরকে বোঝাত যে, এগুলো আল্লাহর নৈকট্যের জন্যই গ্রহণ করছে। অথচ তারা এ সম্পদগুলো কুক্ষিগত করত। [কুরতুবী] কোন কোন বর্ণনায় এসেছে যে, তারা বিচারকার্য ঘুষের উপর করত। [কুরতুবী] এভাবে তারা পয়সা নিয়ে তওরাতের শিক্ষাবিরোধী ফতোয়া দান করত। আবার কখনো তওরাতের বিধি নিষেধকে গোপন রেখে কিংবা তাতে নানা হীলা বাহানা সৃষ্টি করে নিজেরাই শুধু পথভ্রষ্ট হতোনা বরং সত্যপথ অন্বেষণকারীদের বিভ্রান্ত হওয়ারও কারণ হয়ে দাড়াতো। [সা’দী] কেননা, যেখানে নেতাদের এ অবস্থা, সেখানে অনুসারীদের সত্য সন্ধানের স্পৃহাও আর বাকী থাকে না। তাছাড়া তাদের বাতিল ফতোয়ার দরুন সরল জনগণ মিথ্যাকেও সত্যরূপে বিশ্বাস করে নেয়। অথবা আল্লাহর দ্বীন বলে এখানে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বোঝানো হয়েছে। [তাবারী] অর্থাৎ তারা নিজেরা তো পথভ্রষ্ট হয়েছেই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর ঈমান না এনে অর্থলোভে পড়ে আছে। অন্যদেরকেও তেমনি ইসলামে প্রবেশ করা ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের অনুসরণ থেকে বাঁধা দিচ্ছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] ইয়াহুদী নাসারা গোষ্ঠীর আলেম সম্প্রদায়ের মিথ্যা ফতোয়া দানের ব্যাধি সৃষ্টি হয় অর্থের লোভ লালসা থেকে। এজন্যে আয়াতে অর্থালন্সার করুণ পরিণতি ও কঠোর সাজার কথা বর্ণিত হয়। এরশাদ হয়েছেঃ “যারা স্বর্ণ ও রৌপ্য জমা করে রাখে, তা খরচ করে না আল্লাহর পথে, তাদের কঠোর আযাবের সুসংবাদ দিন\"। এখানে ‘আর তা খরচ করে না আল্লাহর পথে’ বাক্য থেকে ইঙ্গিত পাওয়া যায় যে, যারা বিধানমতে আল্লাহর ওয়াস্তে খরচ করে, তাদের পক্ষে তাদের অবশিষ্ট অর্থ সম্পদ ক্ষতিকর নয়। হাদীস শরীফে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘যে মালামালের যাকাত দেয়া হয়, তা জমা রাখা সঞ্চিত ধন-রত্রের শামিল নয়।’ [আবুদাউদ: ১৫৬৪]। এ থেকে বোঝা যায় যে, যাকাত আদায়ের পর যা অবশিষ্ট থাকে , তা জমা রাখা গোনাহ নয়।\n  <br/>\n  <br/>\n  [৩] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যাকে আল্লাহ সম্পদ দান করেছেন, তারপর সে যে সম্পদের যাকাত দিবে না, কিয়ামতের দিন তার সম্পদ তার জন্য চক্ষুর পাশে দুটি কালো দাগবিশিষ্ট বিষাক্ত সাপে পরিণত হবে, তারপর সেটি তার চোয়ালের দু’পাশে আক্রমন করবে এবং বলতে থাকবে, আমি তোমার সম্পদ, আমি তোমার গচ্ছিত ধন। [বুখারী: ১৪০৩] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যে কোন ব্যক্তি তাঁর উটের যাকাত দিবে না সে যেভাবে দুনিয়াতে ছিল তার থেকে উত্তমভাবে এসে তাকে পা দিয়ে মাড়াতে থাকবে, অনুরূপভাবে যে ব্যক্তি ছাগলের যাকাত দিবে না সে যেভাবে দুনিয়াতে ছিল তার থেকেও উত্তমভাবে এসে তাকে তার খুর ও শিং দিয়ে ক্ষতবিক্ষত করতে থাকবে... আর তোমাদের কেউ যেন কিয়ামতের দিন তাঁর কাধে ছাগল নিয়ে উপস্থিত না হয়, যে ছাগল চিৎকার করতে থাকবে, তখন সে বলবে, হে মুহাম্মাদ! আর আমি বলব, আমি তোমার জন্য কোন কিছুরই মালিক নই, আমি তো তোমার কাছে বাণী পৌছিয়েছি। আর তোমাদের কেউ যেন তাঁর কাধে কোন উট নিয়ে উপস্থিত না হয়, যা শব্দ করছে। তখন সে বলবে, হে মুহাম্মাদ! আমি বলব, আমি তোমার জন্য কোন কিছুর মালিক নই, আমি তো তোমাদেরকে পৌছিয়েছি। [বুখারী: ১৪০২; মুসলিম: ৯৮৮]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 35,
        "verse": "৯ : ৩৫",
        "arabic_text": "\nيَوۡمَ يُحۡمَىٰ عَلَيۡهَا فِي نَارِ جَهَنَّمَ فَتُكۡوَىٰ بِهَا جِبَاهُهُمۡ وَجُنُوبُهُمۡ وَظُهُورُهُمۡۖ هَٰذَا مَا كَنَزۡتُمۡ لِأَنفُسِكُمۡ فَذُوقُواْ مَا كُنتُمۡ تَكۡنِزُونَ ",
        "bangla_text": "যেদিন জাহান্নামের আগুনে সেগুলোকে উত্তপ্ত করা হবে এবং সে সব দিয়ে তাদের কপাল, পাঁজর আর পিঠে দাগ দেয়া হবে, বলা হবে, ‘ এগুলোই তা যা তোমরা নিজেদের জন্য পুঞ্জীভূত করতে। কাজেই তোমরা যা পুঞ্জীভূত করেছিলে তার স্বাদ ভোগ কর [১]।’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে জমাকৃত স্বর্ণ ও রৌপ্যকে জাহান্নামের আগুনে উত্তপ্ত করে ললাট, পার্শ্ব ও পৃষ্ঠদেশ দগ্ধ করার যে কঠোর সাজার উল্লেখ রয়েছে, তা থেকে প্রতীয়মান হয় যে, তার এ সাজা তারই অর্জন করা। অর্থাৎ যে অর্থ সম্পদ অবৈধ পন্থায় জমা করা হয়, কিংবা বৈধ পন্থায় জমা করলেও তার যাকাত আদায় করা না হয়, সে সম্পদই তার জন্য আযাবের কারণ হয়। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যারা সম্পদ পুঞ্জীভূত করে রাখে তাদেরকে সেই জাহান্নামের উত্তপ্ত পাথরের ছেঁকার সুসংবাদ দিন, যা জাহান্নামের আগুনের দ্বারা দেয়া হবে। যা তাদের কারও স্তনের বোটার মধ্যে রাখা হবে, আর তা বের হবে দু কাঁধের উপরিভাগে। আর দু কাঁধের উপরিভাগে রাখা হবে যা স্তনের বোটার মধ্য দিয়ে বের হবে। [মুসলিম: ৯৯২] অন্য হাদীসে এসেছে, যে কোন সোনার মালিক বা রুপার মালিক যাকাত প্রদান করবে না, কিয়ামতের দিন সেগুলো তার জন্য আগুনের পাত হিসেবে বানিয়ে নেয়া হবে, তারপর সেগুলোকে জাহান্নামের আগুনে উত্তপ্ত করা হবে, তারপর তা দিয়ে তার কপাল, পাঁজর ও পিঠে ছেকা দেয়া হবে। যখনই সেগুলো ঠাণ্ডা হবে, আবার তা উত্তপ্ত করা হবে, এমন দিনে যার পরিমান হবে পঞ্চাশ হাজার বছর। যতক্ষণ না বান্দাদের মধ্যে বিচার ফয়সালা করা শেষ হবে। তারপর তার স্থান জান্নাত কিংবা জাহান্নামে সেটা দেখানো হবে। [মুসলিম: ৯৮৭]\n  <br/>\n  <br/>\n  কোন কোন মুফাসসির বলেনঃ এ আয়াতে যে ললাট, পার্শ্ব ও পৃষ্ঠদেশ দগ্ধ করার উল্লেখ এজন্যে করা হয়েছে যে, যে কৃপন ব্যক্তি আল্লাহর রাহে খরচ করতে চায় না, তার কাছে যখন কোন ভিক্ষুক কিছু চায়; কিংবা যাকাত তলব করে, তখন সে প্রথমে ভ্ৰকুঞ্চন করে, তারপর পাশ কাটিয়ে তাকে এড়িয়ে যেতে চায়। এতেও সে ক্ষান্ত না হলে তাকে পৃষ্ঠ দেখিয়ে চলে যায়। এজন্যে বিশেষ করে এ তিন অঙ্গে আযাব দানের উল্লেখ করা হয়েছে। [কুরতুবী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 36,
        "verse": "৯ : ৩৬",
        "arabic_text": "\nإِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثۡنَا عَشَرَ شَهۡرٗا فِي كِتَٰبِ ٱللَّهِ يَوۡمَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ مِنۡهَآ أَرۡبَعَةٌ حُرُمٞۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُۚ فَلَا تَظۡلِمُواْ فِيهِنَّ أَنفُسَكُمۡۚ وَقَٰتِلُواْ ٱلۡمُشۡرِكِينَ كَآفَّةٗ كَمَا يُقَٰتِلُونَكُمۡ كَآفَّةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ ",
        "bangla_text": "নিশ্চয় আসমানসমূহ ও যমীনের সৃষ্টির দিন থেকেই [১] আল্লাহ্‌র বিধানে [২] আল্লাহ্‌র কাছে গণনায় মাস বারটি [৩], তার মধ্যে চারটি নিষিদ্ধ মাস [৪], এটাই প্রতিষ্ঠিত দ্বীন [৫]। কাজেই এর মধ্যে তোমরা নিজেদের প্রতি যুলুম করো না এবং তোমরা মুশরিকদের সাথে সর্বাত্মকভাবে যুদ্ধ কর, যেমন তারা তোমাদের বিরুদ্ধে সর্বাত্মকভাবে যুদ্ধ করে থাকে। আর জেনে রাখ, নিশ্চয় আল্লাহ্‌ মুত্তাকীদের সাথে আছেন",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এর দ্বারা এদিকে ঈঙ্গিত করা হয় যে, মাসগুলোর ধারাবহিকতা নির্ধারিত হয় আসমান ও যমীনের সৃষ্টি পরবর্তী মুহুর্তে। [সা'দী]।\n  <br/>\n  <br/>\n  [২] এখানে (فِیۡ  کِتٰبِ اللّٰہِ) বলে স্পষ্ট করা হয় যে, বিষয়টি সৃষ্টির প্রথম দিনেই তাকদীরে সুনির্দিষ্ট করা আছে। সিা’দী আর সে অনুসারে লওহে মাহফুযে লিখিত রয়েছে। [কুরতুবী]\n  <br/>\n  <br/>\n  [৩] অর্থাৎ নিশ্চয়ই আল্লাহর নিকট গণনায় মাস হল বারটি। এখানে উল্লেখিত (عدة) অর্থ গণনা। (شهور) হল (شهر) এর বহুবচন। আয়াতের সারমর্ম হল, আল্লাহর কাছে মাসের সংখ্যাটি বারটি নির্ধারিত, এতে কম বেশি করার কারো সুযোগ নেই। জাহেলিয়াতের লোকেরা বদলালেও তোমরা সেটা বদলাতে পার না।  তোমাদের কাজ হবে আল্লাহর এ নির্দেশ মোতাবেক সেটাকে ঠিক করে নেয়া। কুরতুবী]\n  <br/>\n  <br/>\n  [৪] বিদায় হজ্জের সময় মিনা প্রান্তরে প্রদত্ত খোতবায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্মানিত মাসগুলোকে চিহ্নিত করে বলেন: তিনটি মাস হল ধারাবাহিকযিলকদ, যিলহজ ও মহররম, অপরটি হল রজব। [বুখারী ৩১৯৭; মুসলিম: ১৬৭৯] আবু বাকরাহ রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, নিশ্চয় সময় আবার ঘুরে তার নির্দিষ্ট পদ্ধতিতে ফিরে এসেছে। যে পদ্ধতিতে আল্লাহ আসমান ও যমীন সৃষ্টি করেছেন সেদিনের মত। মাসের সংখ্যা বারটি। তন্মধ্যে চারটি হচ্ছে, হারাম মাস। তিনটি পরপর যিলকদ, যিলহজ, ও মুহাররাম। আর হচ্ছে মুদার গোত্রের রজব মাস, যা জুমাদাস সানী ও শাবান মাসের মাঝখানে থাকে। [বুখারী ৪৬৬২; মুসলিম: ১৬৭৯]\n  <br/>\n  <br/>\n  [৫] অর্থাৎ মাসগুলোর ধারাবাহিকতা নির্ধারণ ও সম্মানিত মাসুগলোর সাথে সম্পৃক্ত হুকুমআহকামকে সৃষ্টির প্রথম পর্বের ইলাহী নিয়মের সাথে সঙ্গতিশীল রাখাই হল সঠিক দ্বীন। এতে কোন মানুষের কম-বেশী কিংবা পরিবর্তন - পরিবর্ধন করার প্রয়াস অসুস্থ বিবেক ও মন্দ স্বভাবের আলামত। এর দ্বারা আরও প্রমাণিত হয় যে, ধারাবাহিকতা এবং মাসগুলোর যে নাম ইসলামী শরীআতে প্রচলিত, তা মানবরচিত পরিভাষা নয়, বরং রাববুল আলামীন যেদিন আসমান ও যমীন সৃষ্টি করেছেন, সেদিনই মাসের তারতীব, নাম ও বিশেষ মাসের সাথে সংশ্লিষ্ট হুকুম আহকাম নির্দিষ্ট করে দিয়েছেন। আয়াত দ্বারা আরও প্রমাণিত হয় যে, আল্লাহর দৃষ্টিতে শরীআতের আহকামের ক্ষেত্রে চন্দ্রমাসই নির্ভরযোগ্য। চন্দ্রমাসের হিসেব মতেই রোযা, হজ ও যাকাত প্রভৃতি আদায় করতে হয়। [কুরতুবী] তবে কুরআন মজীদ চন্দ্রের মত সূর্যকেও সন-তারিখ ঠিক করার মানদন্ডরূপে অভিহিত করেছেন। [সূরা আল-আনআমঃ ৯৬; সূরা আর-রাহমান: ৫ সূরা ইউনুস:৫] অতএব চন্দ্র ও সূর্য উভয়টির মাধ্যমেই সনতারিখ নির্দিষ্ট করা জায়েজ। তবে চন্দ্রের হিসাব আল্লাহর অধিকতর পছন্দ। তাই শরীআতের আহকামকে চন্দ্রের সাথে সংশ্লিষ্ট রেখেছেন। এজন্যে চন্দ্র বছরের হিসাব সংরক্ষণ করা ফরযে-কেফায়া, সকল উম্মত এ হিসাব ভুলে গেলে সবাই গোনাহগার হবে। চাদের হিসাব ঠিক রেখে অন্যান্য সূত্রের হিসাব ব্যবহার করা জায়েয আছে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 37,
        "verse": "৯ : ৩৭",
        "arabic_text": "\nإِنَّمَا ٱلنَّسِيٓءُ زِيَادَةٞ فِي ٱلۡكُفۡرِۖ يُضَلُّ بِهِ ٱلَّذِينَ كَفَرُواْ يُحِلُّونَهُۥ عَامٗا وَيُحَرِّمُونَهُۥ عَامٗا لِّيُوَاطِـُٔواْ عِدَّةَ مَا حَرَّمَ ٱللَّهُ فَيُحِلُّواْ مَا حَرَّمَ ٱللَّهُۚ زُيِّنَ لَهُمۡ سُوٓءُ أَعۡمَٰلِهِمۡۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ ",
        "bangla_text": "কোন মাসকে পিছিয়ে দেয়া তো শুধু কুফরীতে বৃদ্ধি সাধন করা, যা দিয়ে কাফেরদেরকে বিভ্রান্ত করা হয়। তারা এটাকে কোন বছর বৈধ করে এবং কোন বছর অবৈধ করে যাতে তারা, আল্লাহ্‌ যেগুলোকে নিষিদ্ধ করেছেন, সেগুলোর গণনা পূর্ণ করতে পারে, ফলে আল্লাহ্‌ যা হারাম করেছেন তা হালাল করে। তাদের মন্দ কাজগুলো তাদের জন্য শোভনীয় করা হয়েছে; আর আল্লাহ্‌ কাফের সম্প্রদায়কে হিদায়াত দেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 38,
        "verse": "৯ : ৩৮",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ مَا لَكُمۡ إِذَا قِيلَ لَكُمُ ٱنفِرُواْ فِي سَبِيلِ ٱللَّهِ ٱثَّاقَلۡتُمۡ إِلَى ٱلۡأَرۡضِۚ أَرَضِيتُم بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا مِنَ ٱلۡأٓخِرَةِۚ فَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا قَلِيلٌ ",
        "bangla_text": "হে ঈমানদারগণ! তোমাদের কি হল যে, যখন তোমাদেরকে আল্লাহ্‌র পথে অভিযানে বের হতে বলা হয়, তখন তোমরা ভারাক্রান্ত হয়ে যমীনে ঝুঁকে পড়ে? তোমরা কি আখেরাতের পরিবর্তে দুনিয়ার জীবনে পরিতুষ্ট হয়েছ? আখেরাতের তুলনায় দুনিয়ার জীবনের ভোগের উপকরণ তো নগণ্য [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অলসতার যে কারণ ও প্রতিকারের উপায় এখানে বর্ণিত হয়েছে, তা এক বিশেষ ঘটনার সাথে সংশ্লিষ্ট হলেও চিন্তা করলে বোঝা যাবে যে, দ্বীনের ব্যাপারে সকল আলস্য, নিস্ক্রিয়তা ও সকল অপরাধ এবং গোনাহের মূলে রয়েছে দুনিয়া প্রীতি ও আখেরাতের প্রতি উদাসীনতা। সেজন্য আয়াতে বলা হয়ঃ “হে ঈমানদারগণ, তোমাদের কি হল, আল্লাহর পথে বের হওয়ার জন্য বলা হলে তোমরা মাটি জড়িয়ে ধর। আখেরাতের পরিবর্তে দুনিয়ার জীবন নিয়েই কি পরিতুষ্ট হয়ে গেলে?\" হাদীসে এসেছে, \"বৃদ্ধ মানুষের মনও দুটি ব্যাপারে যুবক থেকে যায়, একটি হচ্ছে দুনিয়াপ্রতি অপরটি বেশী বেশী আশা-আকাঙ্খা\" [বুখারী ৬৪২০] রোগ নির্ণয়ের পর তার প্রতিকার উল্লেখ করে বলা হয়েছে যে, পার্থিব জিন্দেগীর ভোগের উপকরণ আখেরাতের তুলনায় অতি নগণ্য। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, মধ্যে ডুবায়, সুতরাং সে দেখুক, সে আঙ্গুল কি নিয়ে আসে। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার শাহাদাত আঙ্গুলীর দিকে ইঙ্গিত করলেন। [মুসলিম: ২৮৫৮] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একবার কোন এক উচু স্থান দিয়ে বাজারে প্রবেশ করলেন। বাজার লোকে লোকারণ্য তিনি একটি কানকাটা মরা ছাগলের পাশ দিয়ে গেলেন। তিনি সেটির কানের বাকী অংশে ধরলেন। তারপর বললেন, কে এটিকে এক দিরহামের বিনিময়ে ক্রয় করতে রাজী আছ? লোকরা বলল, আমরা কেউ এটিকে কোন কিছুর বিনিময়ে গ্রহণ করব না। আর আমরা এটাকে নিয়ে কি করব? তিনি বললেন, তোমরা কি চাও যে এটা তোমাদের হোক? তারা বলল, যদি জীবিতও থাকত তারপরও সেটা দোষযুক্ত ছিল; কেননা তার কান নেই। তদুপরি সেটা মৃত। তখন তিনি বললেন, আল্লাহর শপথ করে বলছি দুনিয়া আল্লাহর কাছে এর চেয়েও বেশী মূল্যহীন। [মুসলিম: ২৯৫৭] সারকথা হল, আখেরাতের স্থায়ী জীবনের চিন্তা- ভাবনাই মানুষের করা উচিত। বস্তুতঃ আখেরাতের চিন্তাই সকল রোগের একমাত্র প্রতিকার এবং অপরাধ দমনের সার্থক উপায়।\n </p>\n</div>"
    },
    {
        "id": 39,
        "verse": "৯ : ৩৯",
        "arabic_text": "\nإِلَّا تَنفِرُواْ يُعَذِّبۡكُمۡ عَذَابًا أَلِيمٗا وَيَسۡتَبۡدِلۡ قَوۡمًا غَيۡرَكُمۡ وَلَا تَضُرُّوهُ شَيۡـٔٗاۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ",
        "bangla_text": "যদি তোমরা অভিযানে বের না হও, তবে তিনি তোমাদেরকে যন্ত্রণাদয়ক শাস্তি দেবেন এবং অন্য জাতিকে তোমাদের পরিবর্তে আনয়ন করবেন এবং তোমরা তাঁর কোনই ক্ষতি করতে পারবে না। আর আল্লাহ্‌ সব কিছুর উপর ক্ষমতাবান [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে অলস ও নিস্ক্রিয় লোকদের ব্যাধি ও তার প্রতিকার উল্লেখ করে সর্বশেষ ফয়সালা জানিয়ে দেয়া হয় যে, তোমরা জিহাদে বের না হলে আল্লাহ তোমাদের মৰ্মম্ভদ শাস্তি দিবেন এবং তোমাদের স্থলে অন্য জাতির উত্থান ঘটাবেন। আর দ্বীনের আমল থেকে বিরত হয়ে তোমরা আল্লাহ ও তাঁর রাসূলের বিন্দুমাত্র ক্ষতি করতে পারবে না। কেননা আল্লাহ সর্ববিষয়ে শক্তিমান। কাতাদা বলেন, এ আয়াতে আল্লাহ তা'আলা মুমিনদেরকে শামের দিকে তাবুকের যুদ্ধে অংশগ্রহণের জন্য বের হতে নির্দেশ দিয়েছিলেন। তিনি জানেন এ যুদ্ধে কত কষ্ট রয়েছে। তারপরও তিনি এ যুদ্ধে বের না হওয়ার ব্যাপারে সাবধান করেছেন। [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 40,
        "verse": "৯ : ৪০",
        "arabic_text": "\nإِلَّا تَنصُرُوهُ فَقَدۡ نَصَرَهُ ٱللَّهُ إِذۡ أَخۡرَجَهُ ٱلَّذِينَ كَفَرُواْ ثَانِيَ ٱثۡنَيۡنِ إِذۡ هُمَا فِي ٱلۡغَارِ إِذۡ يَقُولُ لِصَٰحِبِهِۦ لَا تَحۡزَنۡ إِنَّ ٱللَّهَ مَعَنَاۖ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَيۡهِ وَأَيَّدَهُۥ بِجُنُودٖ لَّمۡ تَرَوۡهَا وَجَعَلَ كَلِمَةَ ٱلَّذِينَ كَفَرُواْ ٱلسُّفۡلَىٰۗ وَكَلِمَةُ ٱللَّهِ هِيَ ٱلۡعُلۡيَاۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ ",
        "bangla_text": "যদি তোমরা তাঁকে সাহায্য না কর, তবে আল্লাহ্‌ তো তাঁকে সাহায্য করেছিলেন যখন কাফেরেরা তাঁকে বহিস্কার করেছিল এবং তিনি ছিলেন দুজনের দ্বিতীয়জন, যখন তারা উভয়ে গুহার মধ্যে ছিল; তিনি তখন তাঁরা সঙ্গীকে বলেছিলেন, ‘বিষন্ন হয়ো না, আল্লাহ্‌ তো আমাদের সাথে আছেন।’ অতঃপর আল্লাহ্‌ তার উপর তাঁর প্রশান্তি নাযিল করেন এবং তাঁকে শক্তিশালী করেন এমন এক সৈন্যবাহিনী দ্বারা যা তোমরা দেখনি এবং তিনি কাফেরদের কথা হেয় করেন। আর আল্লাহ্‌র কথাই সমুন্নত এবং আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হিজরতের ঘটনা উল্লেখ করে  দেখিয়ে দেয়া হয় যে, আল্লাহর রাসূল কোন মানুষের সাহায্য সহযোগিতার মুখাপেক্ষী নন। আল্লাহ প্রত্যক্ষভাবে গায়েব থেকে সাহায্য করতে সক্ষম। যেমন হিজরতের সময় করা হয়, যখন তার আপন গোত্র ও দেশবাসী তাকে দেশ ত্যাগ করতে বাধ্য করে। সফরসঙ্গী হিসেবে একমাত্র সিদীকে আকবর রাদিয়াল্লাহু আনহু ছাড়া আর কেউ ছিলনা। পদব্রজী ও অশ্বারোহী শক্ররা সর্বত্র তার খোজ করে ফিরছে। অথচ আশ্রয়স্থল কোন মজবুত দুর্গ ছিল না। বরং তা এক গিরী গুহা, যার দ্বারপ্রান্তে পর্যন্ত পৌছেছিল তার শক্ররা। তখন গুহা সঙ্গী আবু বকর রাদিয়াল্লাহু আনহুর চিন্তা নিজের জন্য ছিল না, বরং তিনি এই ভেবে সন্ত্রস্ত হয়েছিলেন যে, হয়তো শক্ররা তার বন্ধুর জীবন নাশ করে দেবে, কিন্তু সে সময়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন পাহাড়ের মত অনড়, অটল ও নিশ্চিত। শুধু যে নিজের তা নয়, বরং সফর সঙ্গীকেও অভয় দিয়ে বলছিলেন, চিন্তিত হয়ো না, আল্লাহ আমাদের সাথে আছেন। (অর্থাৎ তাঁর সাহায্য আমাদের সাথে রয়েছে।) আবু বকর রাদিয়াল্লাহু আনহু বলেন, আমি গিরী গুহায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে ছিলাম। তখন আমি কাফেরদের পদশব্দ শুনতে পেলাম। আমি বললাম, হে আল্লাহর রাসূল! তাদের কেউ যদি পা উচিয়ে দেখে তবে আমাদের দেখতে পাবে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যে দুজনের সাথে আল্লাহ তৃতীয়জন তাদের ব্যাপারে তোমার কি ধারণা? [বুখারী: ১৭৭][ তাছাড়া পুরো ঘটনাটির জন্য দেখুন, সীরাতে ইবন হিশাম]\n </p>\n</div>"
    },
    {
        "id": 41,
        "verse": "৯ : ৪১",
        "arabic_text": "\nٱنفِرُواْ خِفَافٗا وَثِقَالٗا وَجَٰهِدُواْ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡ فِي سَبِيلِ ٱللَّهِۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ ",
        "bangla_text": "অভিযানে বের হয়ে পড়, হালকা অবস্থায় হোক বা ভারি অবস্থায় এবং জিহাদ কর আল্লাহ্‌র পথে তোমাদের সম্পদ ও জীবন দ্বারা। এটাই তোমাদের জন্য উত্তম, যদি তোমরা জানতে [১]!",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে তাগিদদানের উদ্দেশ্যে পুনরোল্লেখ করা হয়েছে যে, জিহাদে বের হবার জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তোমাদের আদেশ করেন, তখন সর্বাবস্থায় তা তোমাদের জন্য ফরয হয়ে গেল। আর এ আদেশ পালনের জন্য জান ও মাল দিয়ে জিহাদ করা তোমাদের জন্য বসে থাকা থেকে উত্তম। কেননা এ জিহাদেই রয়েছে আল্লাহর সন্তুষ্টি। আর এর মাধ্যমেই আল্লাহর কাছে উচু মর্যাদা পেতে পারে। আল্লাহর দ্বীনকে সাহায্য করতে পারে। এভাবেই একজন আল্লাহর সৈন্যদের অন্তর্ভুক্ত হতে পারে [সা’দী] তাদের এ কল্যাণ দুনিয়া ও আখেরাত ব্যাপী। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যে ব্যক্তি আল্লাহর পথে জিহাদে বের হবে, সে যদি কেবলমাত্র আল্লাহর রাস্তায় জিহাদ এবং আল্লাহর বাণীতে ঈমানের কারণেই বের হয়ে থাকে, তবে আল্লাহ্‌ তাকে জান্নাতে প্রবেশ করানোর জিম্মাদারী নিলেন অথবা সে যে গনীমতের মাল গ্রহণ করেছে তা সহ তাকে তার পরিবারের কাছে ফেরৎ পাঠাবেন। [বুখারী: ৭৪৫৭]\n </p>\n</div>"
    },
    {
        "id": 42,
        "verse": "৯ : ৪২",
        "arabic_text": "\nلَوۡ كَانَ عَرَضٗا قَرِيبٗا وَسَفَرٗا قَاصِدٗا لَّٱتَّبَعُوكَ وَلَٰكِنۢ بَعُدَتۡ عَلَيۡهِمُ ٱلشُّقَّةُۚ وَسَيَحۡلِفُونَ بِٱللَّهِ لَوِ ٱسۡتَطَعۡنَا لَخَرَجۡنَا مَعَكُمۡ يُهۡلِكُونَ أَنفُسَهُمۡ وَٱللَّهُ يَعۡلَمُ إِنَّهُمۡ لَكَٰذِبُونَ ",
        "bangla_text": "যদি সহজে সম্পদ লাভের আশা থাকত ও সফর সহজ হত তবে তারা অবশ্যই আপনার অনুসরণ করত, কিন্তু তাদের কাছে যাত্রাপথ সুদীর্ঘ মনে হল। আর  অচিরেই তারা আল্লাহ্‌র নামে শপথ করে বলবে, ‘পারলে আমরা নিশ্চই তোমাদের সাথে বের হতাম।‘ তারা তাদের নিজেদেরকেই ধ্বংস করে। আর আল্লাহ্‌ জানেন নিশ্চয় তারা মিথ্যাবাদী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে অলসতার দরুন জিহাদ থেকে বিরত রয়েছে এমন লোকদের একটি ওযরকে প্রত্যাখ্যান করে বলা হয়েছে যে, এ ওযর গ্রহণযোগ্য নয়। কারণ, আল্লাহ যে শক্তি সামর্থ্য তাদের দান করেছেন, তা আল্লাহর রাহে সাধ্যমত ব্যয় করেনি। তাই তাদের অসমর্থ থাকার ওযর গ্রহণযোগ্য নয়।\n </p>\n</div>"
    },
    {
        "id": 43,
        "verse": "৯ : ৪৩",
        "arabic_text": "\nعَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمۡ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُواْ وَتَعۡلَمَ ٱلۡكَٰذِبِينَ ",
        "bangla_text": "আল্লাহ্‌ আপনাকে ক্ষমা করেছেন। কারা সত্যবাদী তা আপনার কাছে স্পষ্ট না হওয়া পর্যন্ত এবং কারা মিথ্যাবাদী তা না জানা পর্যন্ত আপনি  কেন তাদেরকে অব্যাহতি দিলেন?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 44,
        "verse": "৯ : ৪৪",
        "arabic_text": "\nلَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلۡمُتَّقِينَ ",
        "bangla_text": "যারা আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে তারা নিজ সম্পদ ও জীবন দ্বারা জিহাদে যেতে আপনার কাছে অব্যাহতি প্রার্থনা করে না। আর আল্লাহ্‌ মুত্তাকীদের সম্বন্ধে সবিশেষ অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 45,
        "verse": "৯ : ৪৫",
        "arabic_text": "\nإِنَّمَا يَسۡتَـٔۡذِنُكَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱرۡتَابَتۡ قُلُوبُهُمۡ فَهُمۡ فِي رَيۡبِهِمۡ يَتَرَدَّدُونَ ",
        "bangla_text": "আপনার কাছে অব্যাহতি প্রার্থনা করে শুধু তারাই যারা আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে না। আর তাদের অন্তরসমূহ সংশয়গ্রস্ত হয়ে গেছে, সুতরাং তারা আপন সংশয়ে দ্বিধাগ্রস্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 46,
        "verse": "৯ : ৪৬",
        "arabic_text": "\n۞ وَلَوۡ أَرَادُواْ ٱلۡخُرُوجَ لَأَعَدُّواْ لَهُۥ عُدَّةٗ وَلَٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمۡ فَثَبَّطَهُمۡ وَقِيلَ ٱقۡعُدُواْ مَعَ ٱلۡقَٰعِدِينَ ",
        "bangla_text": "আর যদি তারা বের হতে চাইত তবে অবশ্যই তারা সে জন্য প্রস্তুতির ব্যবস্থা করত, কিন্তু তাদের অভিযাত্রা আল্লাহ্‌ অপছন্দ করলেন। কাজেই তিনি তাদেরকে অলসতার মাধ্যমে বিরত রাখেন এবং তাদেরকে বলা হল, ‘যারা বসে আছে তাদের সাথে বসে থাক।‘  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 47,
        "verse": "৯ : ৪৭",
        "arabic_text": "\nلَوۡ خَرَجُواْ فِيكُم مَّا زَادُوكُمۡ إِلَّا خَبَالٗا وَلَأَوۡضَعُواْ خِلَٰلَكُمۡ يَبۡغُونَكُمُ ٱلۡفِتۡنَةَ وَفِيكُمۡ سَمَّٰعُونَ لَهُمۡۗ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ ",
        "bangla_text": "যদি তারা তোমাদের সাথে বের হত, তবে তোমাদের ফাসাদই বৃদ্ধি করত এবং ফিৎনা সৃষ্টির উদ্দেশ্যে তোমাদের মধ্যে ছুটোছুটি করত। আর তোমাদের মধ্যে তাদের জন্য কথা শুনার লোক রয়েছে [১]। আর আল্লাহ্‌ যালিমদের সম্বন্ধে সবিশেষ অবগত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ “তোমাদের কথা শুনে সেগুলো অন্যের কাছে পাচার করে থাকে\"। [আত তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 48,
        "verse": "৯ : ৪৮",
        "arabic_text": "\nلَقَدِ ٱبۡتَغَوُاْ ٱلۡفِتۡنَةَ مِن قَبۡلُ وَقَلَّبُواْ لَكَ ٱلۡأُمُورَ حَتَّىٰ جَآءَ ٱلۡحَقُّ وَظَهَرَ أَمۡرُ ٱللَّهِ وَهُمۡ كَٰرِهُونَ ",
        "bangla_text": "অবশ্য তারা আগেও [১] ফিৎনা সৃষ্টি করতে চেয়েছিল এবং তারা আপনার বহু কাজে ওলট-পালট করেছিল,  অবশেষে সত্যের আগমন ঘটল এবং আল্লাহ্‌র হুকুম বিজয়ী হল [২], অথচ তারা ছিল অপছন্দকারী।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১]  অর্থাৎ তারা চিন্তাশক্তি ও মতামতকে আপনার বিরুদ্ধে ষড়যন্ত্রে খাটিয়েছিল। তারা প্রচেষ্টা চালিয়েছে আপনার দ্বীনকে অপমানিত করতে। যেমন প্রথম যখন আপনি মদীনায় আগমন করেছিলেন তখন আপনার বিরুদ্ধে ইয়াহুদী ও মুনাফিকরা যৌথ প্রচেষ্টা চালিয়েছে। তারপর যখন বদরের যুদ্ধে মুসলিমরা জয়লাভ করল তখন আব্দুল্লাহ ইবন উবাই ও তার সার্থীরা বলল, এ কাজ তো দেখি পথে উঠে এসেছে। তারপর তারা প্রকাশ্যে ইসলাম গ্রহণ করে। তারপর যখনই কোথাও মুসলিমদের বিজয় দেখে তখনই তা তাদেরকে পীড়া দেয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ “আল্লাহর আদেশ বিজয় হল”, যাতে মুনাফিকরা মর্মপীড়া বোধ করছিল। এর দ্বারা ইঙ্গিত দেয়া হয় যে, জয় বিজয় সবই আল্লাহর আয়ত্তে। যেমন ইতিপূর্বের যুদ্ধসমূহে আপনাকে জয়ী করা হয়েছে, তেমনি এ যুদ্ধেও জয়ী হবেন এবং মুনাফিকদের সমস্ত ষড়যন্ত্র ব্যর্থ হয়ে পড়বে।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 49,
        "verse": "৯ : ৪৯",
        "arabic_text": "\nوَمِنۡهُم مَّن يَقُولُ ٱئۡذَن لِّي وَلَا تَفۡتِنِّيٓۚ أَلَا فِي ٱلۡفِتۡنَةِ سَقَطُواْۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ ",
        "bangla_text": "আর তাদের মধ্যে এমন লোক আছে যে বলে, ‘আমাকে অব্যাহতি দিন এবং আমাকে ফিৎনায় ফেলবেন না।‘ সাবধান! তারাই ফিৎনাতে পড়ে আছে [১]। আর জাহান্নাম তো কাফেরদের বেষ্টন করেই আছে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে জদ বিন কায়স নামক জনৈক বিশিষ্ট মুনাফিকের এক বিশেষ বাহানার উল্লেখ করে তার গোমরাহীর বর্ণনা দেয়া হয়। সে জিহাদ থেকে অব্যাহতি লাভের জন্যে ওযর পেশ করে বলেছিল আমি এক পৌরুষদীপ্ত যুবক। রোমানদের সাথে যুদ্ধে লড়তে গিয়ে তাদের সুন্দরী যুবতীদের মোহগ্ৰস্ত হয়ে পড়ার আশংকা রয়েছে। [সা’দী] আল্লাহ্ তা'আলা তার কথার উত্তরে বলেনঃ “ভাল করে শোন\", এই নির্বোধ এক সম্ভাব্য আশংকার বাহানা করে এক নিশ্চিত আশংকা অর্থাৎ রাসূলের অবাধ্যতা ও জিহাদ পরিত্যাগের অপরাধে এখনই দণ্ডযোগ্য হয়ে গেল। সে যদি মহিলাদের মোহে পড়ার ফিতনা থেকে বাঁচতে এ কথা বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে জিহাদে যাওয়া থেকে বিরত থাকে তবে জেনে নিক যে, সে আরও বড় ফিতনায় পড়েছে। আর সেটা হচ্ছে, দুনিয়াতে শির্ক ও কুফর, আর আখেরাতে তার শাস্তি। [ইবনুল কাইয়্যেম: ইগাসাতুল লাহফান ২/১৫৮-১৫৯]\n  <br/>\n  <br/>\n  [২] “আর নিঃসন্দেহে জাহান্নাম এই কাফেরদের পরিবেষ্টন করে আছে।” তা থেকে নিস্তার লাভের উপায় নেই। [ইবন কাসীর; সা’দী] পরিবেষ্টন করার অর্থ, যারাই আল্লাহর রাখবে, কিয়ামতের দিন তাদের সবাইকে একত্রিত করবে। [তাবারী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 50,
        "verse": "৯ : ৫০",
        "arabic_text": "\nإِن تُصِبۡكَ حَسَنَةٞ تَسُؤۡهُمۡۖ وَإِن تُصِبۡكَ مُصِيبَةٞ يَقُولُواْ قَدۡ أَخَذۡنَآ أَمۡرَنَا مِن قَبۡلُ وَيَتَوَلَّواْ وَّهُمۡ فَرِحُونَ ",
        "bangla_text": "আপনার মঙ্গল হলে তা তাদেরকে কষ্ট দেয়, আর আপনার বিপদ ঘটলে তারা বলে, ‘ আমরা তো আগেই আমাদের ব্যাপারে সতর্কতা অবলম্বন করেছিলাম’ এবং তারা উৎফুল্ল চিত্তে মুখ ফিরিয়ে নেয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 51,
        "verse": "৯ : ৫১",
        "arabic_text": "\nقُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوۡلَىٰنَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ ",
        "bangla_text": "বলুন, ‘আমাদের জন্য আল্লাহ্‌ যা লিখেছেন তা ছাড়া আমাদের অন্য কিছু ঘটবে না; তিনি আমাদের অভিভাবক। আর আল্লাহ্‌র উপরই মুমিনদের নির্ভর করা উচিত [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মুসলিমদেরকে মুনাফিকদের কথায় বিভ্রান্ত না হয়ে আসল সত্যকে সদা সামনে রাখার নির্দেশ দিয়ে বলছেনঃ “বলুনঃ আমাদের বিপদতো অতটুকুই হবে যতটুকু আল্লাহ আমাদের জন্য লিখে রেখেছেন”। অর্থাৎ আমরা যে সকল অবস্থার সম্মুখীন হই, তা আগেই আল্লাহ আমাদের জন্যে নির্ধারিত করে রেখেছেন। তিনিই আমাদের কার্যনির্বাহক ও সাহায্যকারী। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “প্রতিটি বস্তুরই হাকীকত রয়েছে। কোন বান্দাই প্রকৃত ঈমানের পর্যায়ে পৌছতে পারবে না, যতক্ষণ না এটা দৃঢ়ভাবে জানবে যে, তার যা ঘটেছে তা কখনো তাকে ছেড়ে যেতো না। আর যা তাকে ছেড়ে গেছে তা কখনো তার জন্য ঘটতো না।\" [মুসনাদে আহমাদ: ৬/৪৪১-৪৪২] তাই মুসলিমদের আবশ্যক আল্লাহর প্রতি ভালবাসা রাখা এবং পার্থিব উপায় উপকরণকে নিছক মাধ্যম মনে করা। আর মনে করা যে, এগুলোর উপর ভাল মন্দ নির্ভরশীল নয়। প্রকৃত ব্যাপার আল্লাহর হাতে। আমার উপর দায়িত্ব হবে সঠিক কাজটি করে যাওয়া এবং আল্লাহর উপর ভরসা করা। তাঁরই কাছে সার্বিক সহযোগিতা কামনা। হাদীসে এসেছে, ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, আমি একদিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পিছনে বসা ছিলাম। তখন তিনি বললেন, হে বৎস! নিশ্চয় আমি তোমাকে কিছু বাক্য শিখিয়ে দেব, তুমি আল্লাহকে হিফাযত কর, তিনিও তোমার যখন তুমি কোন কিছু চাইবে তখন তা চাইবে কেবল আল্লাহর কাছে। আর যখন সাহায্য চাইবে তখন কেবল আল্লাহর সাহায্য চাইবে। আর জেনে রাখ, যদি উম্মতের সবাই তোমার কোন উপকার করতে একত্রিত হয়, তারা তোমার কোন উপকার করতে সমর্থ হবে না, তবে শুধু ঐটুকুই পারবে যতটুকু আল্লাহ তোমার জন্য লিখে রেখেছেন। আর তারা যদি সবাই তোমার কোন ক্ষতি করতে ইচ্ছা করে, তবে শুধু ঐটুকু করতে পারবে যা আল্লাহ তোমার উপর লিখে রেখেছেন। কলম উঠিয়ে নেয়া হয়েছে, আর গ্রন্থটি শুকিয়ে গেছে। [তিরমিয়ী: ২৫১৬]\n </p>\n</div>"
    },
    {
        "id": 52,
        "verse": "৯ : ৫২",
        "arabic_text": "\nقُلۡ هَلۡ تَرَبَّصُونَ بِنَآ إِلَّآ إِحۡدَى ٱلۡحُسۡنَيَيۡنِۖ وَنَحۡنُ نَتَرَبَّصُ بِكُمۡ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٖ مِّنۡ عِندِهِۦٓ أَوۡ بِأَيۡدِينَاۖ فَتَرَبَّصُوٓاْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ ",
        "bangla_text": "বলুন, ‘তোমরা আমাদের দুটি মঙ্গলের একটির জন্য প্রতীক্ষা করছ এবং আমরা প্রতীক্ষা করছি যে, আল্লাহ্‌ তোমাদেরকে শাস্তি দেবেন সরাসরি নিজ পক্ষ থেকে অথবা আমাদের হাত দ্বারা। অতএব তোমরা প্রতীক্ষা কর, আমরাও তোমাদের সাথে প্রতীক্ষা করছি [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুমিনদের এক বিরল অবস্থার উল্লেখ করে তাদের বিপদে আনন্দ উপভোগকারী কাফেরদের বলা হয় যে, আমাদের যে বিপদ দেখে তোমরা এত উৎফুল্ল, তাকে আমরা বিপদই মনে করিনা বরং তা আমাদের জন্য শান্তি ও সফলতার অন্যতম মাধ্যম। কারণ, মুমিন আপন চেষ্টায় বিফল হলেও স্থায়ী সওয়াব ও প্রতিদান লাভের যোগ্য হয়, আর এটিই সকল সফলতার মূলকথা। তাই তারা অকৃতকার্য হলেও কৃতকার্য। আল্লাহ বলেন, বলুন, ‘তোমরা কি আমাদের দুটি মঙ্গলের একটির প্রতীক্ষায় আছ?’। ইবন আব্বাস বলেন, সে দুটি বিষয় হচ্ছে, বিজয় তথা গনীমত অথবা শাহাদাত। আমরা নিহত হলেও শাহাদাতে ধন্য হব, সেটা তো জীবন ও জীবিকার নাম। অথবা আল্লাহ আমাদের হাতে তোমাদেরকে অপমানিত করবেন। [তাবারী; কুরতুবী] অপরদিকে কাফেরদের অবস্থা হল তার বিপরীত। আযাব থেকে কোন অবস্থায়ই তাদের অব্যাহতি নেই। এ জীবনেই তারা মুসলিমগনের মাধ্যমে আল্লাহর আযাব ভোগ করবে এবং এভাবে তারা দুনিয়া ও আখেরাতের লাঞ্ছনা পোহাবে। আর যদি এ দুনিয়ায় কোন প্রকারে নিস্কৃতি পেয়েও যায়, তবে আখেরাতের আযাব থেকে রেহাই পাওয়ার কোন উপায় নেই; তা অবশ্যই ভোগ করবে। আর দুনিয়ার আযাব, হয়ত সে আযাব হবে আল্লাহর পক্ষ থেকে ধ্বংসকারী আযাব নাযিল হওয়ার মাধ্যমে, যেমন তোমাদের পূর্ববর্তী উম্মতগণকে পেয়ে বসেছিল। অথবা তিনি তোমাদের হত্যা করার অনুমোদন দিবেন। সুতরাং তোমরা শয়তানের ওয়াদার অপেক্ষায় থাকো, আমরাও আল্লাহ্র ওয়াদার অপেক্ষায় থাকলাম। [কুরতুবী]\n </p>\n</div>"
    },
    {
        "id": 53,
        "verse": "৯ : ৫৩",
        "arabic_text": "\nقُلۡ أَنفِقُواْ طَوۡعًا أَوۡ كَرۡهٗا لَّن يُتَقَبَّلَ مِنكُمۡ إِنَّكُمۡ كُنتُمۡ قَوۡمٗا فَٰسِقِينَ ",
        "bangla_text": "বলুন, ‘ তোমার ইচ্ছাকৃত ব্যয় কর অথবা অনিচ্ছাকৃত, তোমাদের কাছে থেকে তা কিছুতেই গ্রহণ করা হবে না; নিশ্চয় তোমরা হচ্ছ ফাসিক সম্প্রদায়।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 54,
        "verse": "৯ : ৫৪",
        "arabic_text": "\nوَمَا مَنَعَهُمۡ أَن تُقۡبَلَ مِنۡهُمۡ نَفَقَٰتُهُمۡ إِلَّآ أَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأۡتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمۡ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمۡ كَٰرِهُونَ ",
        "bangla_text": "আর তাদের অর্থসাহায্য গ্রহন করা নিষেধ করা হয়েছে এজন্যেই যে, তারা আল্লাহ্‌ ও তাঁর রাসূলের সাথে কুফরী করেছে [১] এবং সালাতে উপস্থিত হয় কেবল শৈথিল্যের সাথে, আর অর্থসাহায্য করে কেবল অনিচ্ছাকৃতভাবে [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কারণ, ঈমান থাকা আমল কবুল হওয়ার পূর্বশর্ত। কাফের যত আমলই করুক না কেন ঈমান না থাকার কারণে সেটা আখেরাতে তার কোন কাজে আসবে না | দেয়, কাউকে বিপদ থেকে উত্তরণে সহায়তা করে, সে এ সমস্ত ভাল কাজের দ্বারা আখেরাতে উপকৃত হতে পারবে না। তবে দুনিয়াতেই তাকে সেটার কারণে পর্যাপ্ত রিযক দেয়া হবে। হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু আনহা বলেন, হে আল্লাহর রাসূল! ইবন জুদ'আন, সে তো জাহেলিয়াতের যুগে আত্মীয়তার সম্পর্ক স্থাপন করত, মিসকীনদের খাওয়াত, এগুলো কি তার কোন উপকার দিবে? তিনি বললেনঃ না, তার কোন উপকার দিবে না। কেননা, সে কোন দিন বলেনি, হে রব! কিয়ামতের দিন আমার অপরাধ ক্ষমা করে দাও। [মুসলিম: ২১৪] অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ‘নিশ্চয় আল্লাহ্‌ কোন মুমিনের সামান্যতম সৎকাজও নষ্ট হতে দেন না। দুনিয়াতে সেটার বিনিময় দেন আর আখেরাতে তো তার জন্য প্রতিফল রয়েছেই। পক্ষান্তরে কাফের, তাকে তার প্রশংসনীয় কাজগুলোর বিনিময় দুনিয়াতে জীবিকা প্রদান করেন। অবশেষে যখন আখেরাতে পৌঁছবে, তখন তার এমন কোন কাজ থাকবে না যার প্রতিফল তিনি তাকে দেবেন। [মুসলিম: ২৮০৮]\n  <br/>\n  <br/>\n  [২] আয়াতে মুনাফিকদের দুটি আলামত বর্ণিত হয়েছে। সালাতে অলসতা ও দান খয়রাতে কুষ্ঠাবোধ। এতে মুসলিমদের প্রতি হুশিয়ারী প্রদান করা হয়েছে, যেন তারা মুনাফিকদের এই দুপ্রকার অভ্যাস থেকে দুরে থাকে। বরং তারা যেন সালাতে অত্যন্ত তৎপরতা ও আগ্রহের সাথে হাজির হয়, তাদের মধ্যে বিমৰ্ষভাব, অনীহা না থাকে। দানের ক্ষেত্রেও তারা যেন মন খুলে খুশী মনে একমাত্র আল্লাহর কাছে সওয়াবের আশা করে দান করে। কোনক্রমেই মুনাফিকদের মত না হয় [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 55,
        "verse": "৯ : ৫৫",
        "arabic_text": "\nفَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ ",
        "bangla_text": "কাজেই তাদের সম্পদ ও সন্তান-সন্ততি আপনাকে যেন বিমুগ্ধ না করে, আল্লাহ্‌ তো এসবের দ্বারাই তাদেরকে দুনিয়ার জীবনে শাস্তি দিতে চান। আর তাদের আত্মা দেহত্যাগ করবে কাফের থাকা অবস্থায় [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুনাফিকদের জন্যে তাদের ধন সম্পদ ও সন্তান সন্ততিকে যে আযাব বলে অভিহিত করা হয়েছে, তার কারণ হল, দুনিয়ার মোহে উন্মত্ত থাকা মানুষের জন্যে পার্থিব জীবনেও এক বড় আযাব। প্রথমে অর্থ উপার্জনের সুতীব্র কামনা, অতঃপর তা হাসিলের জন্যে নানা চেষ্টা তদবীর নিরন্তর দৈহিক ও মানসিক পরিশ্রম, না দিনের আরাম না রাতের ঘুম, না স্বাস্থ্যের হেফাযত আর না পরিবার পরিজনের সাথে আমোদ আহলাদের অবকাশ। অতঃপর হাড়ভাঙ্গা পরিশ্রম দ্বারা যা কিছু অর্জিত হয়, তার রক্ষণাবেক্ষণ ও তাকে দ্বিগুণ চতুগুণ বৃদ্ধি করার অবিশ্রান্ত চিন্তা ভাবনা প্রভৃতি হল একেকটি স্বতন্ত্র আযাব। এরপরে যদি কোন দুর্ঘটনা ঘটে বা রোগ ব্যাধির কবলে পতিত হয়, তখন যেন আকাশ ভেঙ্গে পড়ে। সৌভাগ্যক্রমে সবই যদি ঠিক থাকে এবং মনের চাহিদামত অর্থকড়ি আসতে থাকে, তখন তার নিরাপত্তার প্রয়োজন ও উত্তরোত্তর বৃদ্ধি পায় এবং তখন সে চিন্তা ফিকির তাকে মুহুর্তের জন্যও আরামে বসতে দেয়না। পরিশেষে এ সকল অর্থ সম্পদ যখন মৃত্যুকালে বা তার আগে হাত ছাড়া হতে দেখে, তখন দুঃখ ও অনুশোচনার অন্ত থাকেনা। বস্ততঃ এসবই হল আযাব। অজ্ঞ মানুষ একে শান্তি ও আরামের সম্বল মনে করে। কিন্তু মনের প্রকৃত শান্তি ও তৃপ্তি কিসে, তার সন্ধান নেয় না। তাই শান্তির এই উপকরণকেই প্রকৃত শান্তি মনে করে তা নিয়েই দিবা নিশি ব্যস্ত থাকে। অথচ প্রকৃতপক্ষে তা দুনিয়ার জীবনে তার আরামের শক্র এবং আখেরাতের আযাবের পটভূমি। [ইবনুল কাইয়্যেম: ইগাসাতুল লাহফানঃ ১/৩৫-৩৬] এ আয়াতের সমর্থনে কুরআনের অন্যত্র আরও এসেছে, “আর আপনি আপনার দু'চোখ কখনো প্রসারিত করবেন না তার প্রতি, যা আমরা বিভিন্ন শ্রেণীকে দুনিয়ার জীবনের সৌন্দর্যস্বরূপ উপভোগের উপকরণ হিসেবে দিয়েছি তা দ্বারা তাদেরকে পরীক্ষা করার জন্য। আপনার রব-এর দেয়া জীবনোপকরণ উৎকৃষ্ট ও অধিক স্থায়ী \" [সূরা ত্বা-হাঃ ১৩১] আরও বলেন, “তারা কি মনে করে যে, আমরা তাদেরকে যে ধন-সম্পদ ও সন্তান-সন্ততি দ্বারা সহযোগিতা করছি, তার মাধ্যমে, তাদের জন্য সকল মংগল ত্বরান্বিত করছি? না, তারা উপলব্ধি করে না।\" [সূরা আল মুমিনুন: ৫৫-৫৬]\n </p>\n</div>"
    },
    {
        "id": 56,
        "verse": "৯ : ৫৬",
        "arabic_text": "\nوَيَحۡلِفُونَ بِٱللَّهِ إِنَّهُمۡ لَمِنكُمۡ وَمَا هُم مِّنكُمۡ وَلَٰكِنَّهُمۡ قَوۡمٞ يَفۡرَقُونَ ",
        "bangla_text": "আর তারা আল্লাহ্‌র নামে শপথ করে যে, তারা তোমাদেরই অন্তর্ভুক্ত, অথচ তারা তোমাদের অন্তর্ভুক্ত নয়, বস্তুত তারা এমন এক সম্প্রদায়ের যারা ভয় করে থাকে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 57,
        "verse": "৯ : ৫৭",
        "arabic_text": "\nلَوۡ يَجِدُونَ مَلۡجَـًٔا أَوۡ مَغَٰرَٰتٍ أَوۡ مُدَّخَلٗا لَّوَلَّوۡاْ إِلَيۡهِ وَهُمۡ يَجۡمَحُونَ ",
        "bangla_text": "তারা কোন আশ্রয়স্থল, কোন গিরিগুহা অথবা লুকিয়ে থাকার কোন প্রবেশস্থল পেলে সেদিকেই পালিয়ে যাবে দ্রুততার সাথে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 58,
        "verse": "৯ : ৫৮",
        "arabic_text": "\nوَمِنۡهُم مَّن يَلۡمِزُكَ فِي ٱلصَّدَقَٰتِ فَإِنۡ أُعۡطُواْ مِنۡهَا رَضُواْ وَإِن لَّمۡ يُعۡطَوۡاْ مِنۡهَآ إِذَا هُمۡ يَسۡخَطُونَ ",
        "bangla_text": "আর তাদের মধ্যে এমন লোক আছে, যে সদকা বন্টন সম্পর্কে আপনাকে দোষারোপ করে, তারপর এর কিছু তাদেরকে দেয়া হলে [১] তারা সন্তুষ্ট হয়, আর এর কিছু তাদেরকে না দেয়া হলে সাথে সাথেই তারা বিক্ষুদ্ধ হয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আবু সাঈদ আল-খুদরী রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সম্পদ বন্টন করছিলেন, তখন যুল খুওয়াইসরা আত-তামীমী এসে বলল, হে আল্লাহর রাসূল! ইনসাফ করুন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, দুর্ভোগ তোমার, কে ইনসাফ করবে যদি আমি ইনসাফ না করি? উমর রাদিয়াল্লাহু আনহু বললেন, আমাকে ছাডুন, আমি তার গর্দান উড়িয়ে দেই। রাসূল বললেন, তাকে ছেড়ে দাও; তার কিছু সঙ্গী-সাথী রয়েছে যাদের সালাতের কাছে তোমরা তোমাদের সালাতকে, তাদের সাওমের কাছে তোমাদের সাওমকে তুচ্ছ মনে করবে। তারা দ্বীন থেকে এমনভাবে বেরিয়ে যাবে যেমন তীর তৃণীর থেকে বেরিয়ে যায়। ... আবু সাঈদ রাদিয়াল্লাহু আনহু বলেন, আমি সাক্ষ্য দিচ্ছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তা বলেছেন এবং আলী রাদিয়াল্লাহু আনহু তাদের বিরুদ্ধে যুদ্ধ করেছেন। [বুখারী: ৬৯৩৩] এ আয়াতে আল্লাহ্ তা'আলা তাদের কথাই বর্ণনা করছেন যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বন্টনের উপর আপত্তি উত্থাপন করত। তাদের এ আপত্তি বা সমালোচনা কোন সঠিক উদ্দেশ্য বা গ্রহণযোগ্য মতের উপর ভিত্তি করে ছিল না। বরং তাদের উদ্দেশ্য ছিল কিছু পাওয়া। কিছু দেওয়া হলে তারা সন্তুষ্ট হয়, আর কিছু না দেওয়া হলে অসন্তুষ্ট হয়। এ অবস্থা বান্দার জন্য কাম্য হতে পারে না যে, তার সন্তুষ্টি ও ক্রোধ নির্ভর করবে তার দুনিয়ার চাহিদা বা খারাপ উদ্দেশ্য পূর্ণ হওয়ার উপর, বরং প্রত্যেকের উচিত তার চাহিদা হবে তার রবের সন্তুষ্টি অনুযায়ী। [সা’দী]\n </p>\n</div>"
    },
    {
        "id": 59,
        "verse": "৯ : ৫৯",
        "arabic_text": "\nوَلَوۡ أَنَّهُمۡ رَضُواْ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُواْ حَسۡبُنَا ٱللَّهُ سَيُؤۡتِينَا ٱللَّهُ مِن فَضۡلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ ",
        "bangla_text": "আর ভাল হত যদি আল্লাহ্‌ ও তাঁর রাসূল তাদেরকে যা দিয়েছেন তাতে সন্তুষ্ট হত এবং বলত, ‘ আল্লাহ্‌ই আমাদের জন্য যথেষ্ট, অচিরেই আল্লাহ্‌ আমাদেরকে দেবেন নিজ করুণায় ও তাঁর রাসূলও; নিশ্চয় আমরা আল্লাহ্‌রই প্রতি অনুরক্ত।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 60,
        "verse": "৯ : ৬০",
        "arabic_text": "\n۞ إِنَّمَا ٱلصَّدَقَٰتُ لِلۡفُقَرَآءِ وَٱلۡمَسَٰكِينِ وَٱلۡعَٰمِلِينَ عَلَيۡهَا وَٱلۡمُؤَلَّفَةِ قُلُوبُهُمۡ وَفِي ٱلرِّقَابِ وَٱلۡغَٰرِمِينَ وَفِي سَبِيلِ ٱللَّهِ وَٱبۡنِ ٱلسَّبِيلِۖ فَرِيضَةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "সদকা [১] তো শুধু [২] ফকীর, মিসকীন [৩] ও সদকা আদায়ের কাজে নিযুক্ত কর্মচারীদের জন্য [৪], যাদের অন্তর আকৃষ্ট করতে হয় তাদের জন্য [৫], দাসমুক্তিতে [৬], ঋণ ভারাক্রান্তদের জন্য [৭], আল্লাহ্‌র পথে [৮] ও মুসাফিরদের [৯] জন্য। এটা আল্লাহ্‌র  পক্ষ থেকে নির্ধারিত [১০]। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময় [১১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] সাহাবা ও তাবেয়ীগনের ঐক্যমতে এ আয়াতে সেই ওয়াজিব সদকার খাতগুলোর বর্ণনা দেয়া হয়েছে। যা মুসলিমদের জন্যে সালাতের মতই ফরয। কারণ, এ আয়াতে নির্ধারিত খাতগুলো ফরয সদকারই খাত। হাদীস অনুযায়ী নফল সদকা আট খাতের মধ্যে সীমাবদ্ধ নয়, বরং এর পরিসর আরও প্রশস্ত। আয়াতে আল্লাহ তা'আলা যাকাতের ব্যয় খাত ঠিক করে দিয়ে কারা যাকাত পাওয়ার উপযুক্ত তা বাতলে দিয়েছেন। আর দেখিয়ে দিয়েছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর হুকুম মতেই যাকাতের বিলি বন্টন করেছেন নিজের খেয়াল খুশীমত নয়। এক হাদীসে এ সত্যটি প্রমাণিত হয়। যিয়াদ ইবন হারিস আস-সুদায়ী বলেন, আমি একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের খেদমতে হাযির হয়ে জানতে পারলাম যে, তিনি তার গোত্রের সাথে যুদ্ধ করার জন্যে সৈন্যের একটি দল অচিরেই প্রেরণ করবেন। আমি আরয করলাম ইয়া রাসূলুল্লাহ! আপনি বিরত হোন আমি দায়িত্ব নিচ্ছি যে, তারা সবাই আপনার বশ্যতা স্বীকার করে এখানে হাযির হবে। তারপর আমি স্বগোত্রের কাছে পত্র প্রেরণ করি। পত্র পেয়ে তারা সবাই ইসলাম গ্রহণ করে। এর প্রেক্ষিতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেন, ‘তুমি তোমার গোত্রের একান্ত প্রিয় নেতা। আমি আরয করলাম এতে আমার কৃতিত্বের কিছুই নেই। আল্লাহর অনুগ্রহে তারা হেদায়েত লাভ করে মুসলিম হয়েছে। বর্ণনাকারী বলেন আমি এই বৈঠকে থাকাবস্থায়ই এক ব্যক্তি এসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে কিছু সাহায্য চাইল।রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জবাব দিলেন, সদকার ভাগ বাটোয়ার দায়িত্ব আল্লাহ নবী বা অন্য কাউকে দেননি। বরং তিনি নিজেই সদকার আটটি খাত নির্দিষ্ট করে দিয়েছেন। এই আট শ্রেণীর কোন একটিতে তুমি শামিল থাকলে দিতে পারি। [আবুদাউদ ১৬৩০; দারা কুতনী: ২০৬৩]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতের শুরুতে (انّما) শব্দ আনা হয়। যার অর্থঃ কেবলমাত্র, শুধুমাত্র। তাই শুরু থেকেই বুঝা যাচ্ছে যে, সদকার যে সকল খাতের বর্ণনা সামনে দেয়া হচ্ছে কেবল সে আটটি খাতেই সকল ওয়াজিব সদকা ব্যয় করা হবে, এছাড়া অন্য কোন ভাল খাতেও ওয়াজিব সদকা ব্যয় করা যাবে না। [কুরতুবী] সদকা শব্দটি ব্যাপক অর্থবোধক। নফল ও ফরয উভয় দানই এতে শামিল রয়েছে। নফলের জন্যে শব্দটির প্রচুর ব্যবহার, তেমনি ফরয সদকার ক্ষেত্রেও কুরআনের বহুস্থানে শব্দটির ব্যবহার দেখা যায়। বরং কোন কোন মুফাসসিরের তথ্য মতে কুরআনে যেখানে শুধু সদকা শব্দের ব্যবহার রয়েছে, সেখানে ফরয সদকা উদ্দেশ্য হয়ে থাকে। [কুরতুবী] আবার কতিপয় হাদীসে সদকা বলতে প্রত্যেক সৎকর্মকেও বোঝানো হয়েছে। যেমন, হাদীস শরীফে আছে, কোন মুসলিমের সাথে সৎ ও উত্তম কথা বলা সদকা, কোন বোঝা বহনকারীর কাধে ভার তুলে দেওয়াও সদকা’। [মুসলিম: ১০০৯] কুপ থেকে নিজের জন্যে উত্তোলিত পানির কিছু অংশ অন্যকে দান করাও সদকা। [তিরমিযী: ১৯৫৬] এ হাদীসে সদকা শব্দটি ব্যাপক অর্থে ব্যবহার করা হয়েছে।\n  <br/>\n  <br/>\n  [৩] প্রথম ও দ্বিতীয় খাত হল যথাক্রমে ফকীর ও মিসকীনের আসল অর্থে যদিও পার্থক্য রয়েছে। যথা, ফকীর হল যার কিছুই নেই এবং মিসকীন হল যে নেসাব পরিমাণ সম্পদের মালিক নয়। [কুরতুবী] ফকীর ও মিসকীনের মধ্যে পার্থক্য থাকলেও তারা যাকাতের হুকুমে সমান। মোটকথাঃ যার কাছে প্রয়োজনের অতিরিক্ত নেসাব পরিমাণ অর্থ নেই তাকে যাকাত দেয়া যাবে এবং সে ও নিতে পারবে। প্রয়োজনীয় মালামালের মধ্যে থাকার ঘর, ব্যবহৃত বাসন-পেয়ালা, পোশাক পরিচ্ছদ ও আসবাব পত্র প্রভৃতি শামিল রয়েছে। সাড়ে সাত তোলা স্বর্ণ কিংবা সাড়ে বাহান্ন তোলা রূপা বা তার মূল্য যার কাছে রয়েছে এবং সে ঋণগ্রস্ত নয়, সেই নেসাবের মালিক। তাকে যাকাত দেয়া ও তার পক্ষে যাকাত নেয়া জায়েয নয়। [কুরতুবী] অনুরূপ যার কাছে কিছু রূপা বা নগদ কিছু টাকা এবং কিছু স্বর্ণ আছে সব মিলিয়ে যদি সাড়ে বাহান্ন তোলা রুপার সমমূল্য হয় তবে সেও নেসাবের মালিক, তাকেও যাকাত দেয়া নেয়া জায়েয নয়। কারণ সে ধনী ব্যক্তি। আর ধনী ব্যক্তির জন্য যাকাত জায়েয নয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, সদকা গ্রহণ জায়েয নয় ধনীর জন্য, অনুরূপভাবে শক্তিশালী উপার্জনক্ষম ব্যক্তির জন্য [আবু দাউদ: ১৬৩৪; তিরমিযী: ৬৫২] অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দু'জন শক্তিশালী লোককে সদকার জন্য দাঁড়াতে দেখে বললেন, তোমরা চাইলে আমি তোমাদের দেব, কিন্তু এতে ধনী এবং শক্তিশালী উপার্জনক্ষমের কোন হিস্যা নেই’। [আবু দাউদ: ১৬৩৩]\n  <br/>\n  <br/>\n  [৪] আমেলীনে সদকা অর্থাৎ সদকা সম্পৃক্ত কাজে নিযুক্ত কর্মী। এরা ইসলামী সরকারের পক্ষ থেকে লোকদের কাছ থেকে যাকাত আদায় করে বায়তুলমালের জমা দেয়ার কাজে নিয়োজিত থাকে। [কুরতুবী] এরা যেহেতু এ কাজে নিজেদের সময় ব্যয় করে, সেহেতু তাদের জীবিকা নির্বাহের দায়িত্ব ইসলামী সরকারের উপর বর্তায়। কুরআন মজীদের উপরোক্ত আয়াত যাকাতের একাংশ তাদের জন্য রেখে একথা পরিষ্কার করে দিয়েছে যে, তাদের পারিশ্রমিক যাকাতের খাত থেকেই আদায় করা হবে। এর মূল রহস্য হল এই যে, আল্লাহ তা'আলা মুসলিমদের থেকে যাকাত ও অপরাপর সদকা আদায়ের দায়িত্ব দিয়েছেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে। সূরার শেষের দিকে এক আয়াতে বলা হয়েছে, “হে রাসূল! আপনি তাদের মালামাল থেকে সদকা গ্রহণ করুন।” [১০৩] উক্ত আয়াত মতে রাসূলের অবর্তমানে তার উত্তরাধিকারী খলীফা বা আমীরুল মুমেনীন বা রাষ্ট্রপ্রধানের উপর যাকাত ও সদকা আদায়ের দায়িত্ব বর্তায়। বলাবাহুল্য, সহকারী ব্যতীত আমীরের পক্ষে এ দায়িত্ব সম্পাদন করা সম্ভব নয়। আলোচ্য আয়াতে “আমেলীন” বলতে যাকাত আদায়কারী তথা সেসব সহকারীদের কথাই বলা হয়েছে। এ আয়াত অনুযায়ী রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম অনেক সাহাবীকে বিভিন্ন স্থানে যাকাত আদায়ের জন্য প্রেরণ করেছিলেন। এ সকল সাহাবীর অনেকে ধনীও ছিলেন। হাদীসে এসেছে, ধনীদের জন্য সদকার অর্থ হালাল নয়, তবে পাঁচ ব্যক্তির জন্য হালাল। প্রথমতঃ যে জিহাদের উদ্দেশ্যে বের হয়েছে, কিন্তু সেখানে প্রয়োজনীয় অর্থ তার নেই যদিও সে স্বদেশী ধনী। দ্বিতীয়তঃ সদকা আদায়ের দায়িত্বে নিয়োজিত ব্যক্তি তৃতীয়তঃ সেই অর্থশালী ব্যক্তি যার মজুদ অর্থের তুলনায় ঋণ অধিক। চতুর্থতঃ যে ব্যক্তি মূল্য আদায় করে গরীব মিসকীন থেকে সদকার মালামাল ক্রয় করে। পঞ্চমতঃ যাকে গরীব লোকেরা সদকার প্রাপ্ত মাল হাদিয়াস্বরূপ প্রদান করে [আবু দাউদ: ১৬৩৫]\n  <br/>\n  <br/>\n  [৫] যাকাতের চতুর্থ ব্যয় খাত হল মুআল্লাফাতুল কুলুব। সাধারণত তারা তিন চার শ্রেণীর বলে উল্লেখ করা হয়। এদের কিছু মুসলিম, কিছু অমুসলিম। মুসলিমদের মধ্যে কেউ ছিল চরম অভাবগ্রস্ত এবং নওমুসলিম, এদের চিত্তাকর্ষণের ব্যবস্থা এজন্যে নেয়া হয়, যেন তাদের ইসলামী বিশ্বাস পরিপক্ক হয়। আর কেউ ছিল ধনী কিন্তু তাদের অন্তর তখনো ইসলামে রঞ্জিত হয়নি। আর কেউ কেই ছিল পরিপক্ক মুসলিম, কিন্তু তার গোত্রকে এর দ্বারা হেদায়েতের পথে আনা উদ্দেশ্য ছিল। অমুসলিমদের মধ্যেও এমন অনেকে রয়েছে, যাদের শক্রতা থেকে বাচার জন্যে তাদের পরিতুষ্ট রাখার প্রয়োজন ছিল। আর কেউ ছিল, যারা ওয়ায নসীহত কিংবা যুদ্ধ ও শক্তি প্রয়োগ দ্বারাও ইসলামে প্রভাবিত হচ্ছে না, বরং অভিজ্ঞতার আলোকে দেখা যাচ্ছে যে, তারা দয়া, দান ও সদ্ব্যবহারে ইসলামের প্রতি আকৃষ্ট হচ্ছে। [কুরতুবী; ইবন কাসীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সমগ্র জীবনের প্রচেষ্টা ছিল কুফরীর অন্ধকার থেকে আল্লাহর বান্দাদের ঈমানের আলোয় নিয়ে আসা। তাই এ ধরনের লোকদের প্রভাবিত করার জন্য যে কোন বৈধ পন্থা অবলম্বন করতেন। এরা সবাই মুআল্লাফাতুল কুলুবের অন্তর্ভুক্ত এবং আলোচ্য আয়াতে এদেরকে সদকার চতুর্থ ব্যয়খাত রূপে অভিহিত করা হয়েছে।\n  <br/>\n  <br/>\n  [৬] যাকাতের পঞ্চম ব্যয়খাত হলো, দাসমুক্তিতে যাকাতের সম্পদ ব্যয় করা। আর তা হলো ঐ সমস্ত দাস যাদেরকে দাসত্ব থেকে মুক্তির জন্য তাদের মনিব তাদেরকে কিছু টাকা পয়সা দেয়ার চুক্তি করেছে। আর সে দাস তা পরিশোধ করতে পারছে না।\n  <br/>\n  <br/>\n  [৭] যাকাতের ষষ্ট ব্যয়খাত হল দেনাদার বা ঋণগ্রস্ত। আয়াতে বর্ণিত “গারেমীন” হলো “গারেম” এর বহুবচন। এর অর্থ দেনাদার, [জালালাইন]। তবে শর্ত হচ্ছে এই যে, সে ঋণগ্রস্তের কাছে এ পরিমাণ সম্পদ থাকবে না, যাতে সে ঋণ পরিশোধ করতে পারে। কারণ, অভিধানে এমন ঋণী ব্যক্তিকেই “গারেম” বলা হয়, যে আল্লাহর আনুগত্যে তার নিজ ও পরিবারের ব্যয় মেটানোর জন্য খরচ করতে গিয়ে এমন ঋণী হয়ে গেছে যে, সেটা শোধ করার ক্ষমতা হারিয়ে ফেলেছে। [আইসারুত তাফসীর] আবার কোন কোন ইমাম এ শর্ত আরোপ করেছেন যে, সে ঋণ যেন কোন অবৈধ কাজের জন্য না করে থাকে। [কুরতুবী] কোন পাপ কাজের জন্য যদি ঋণ করে থাকে-যেমন, মদ কিংবা নাজায়েয প্রথা অনুষ্ঠান প্রভৃতি, তবে এমন ঋণগ্রস্তকে যাকাতের অর্থ থেকে দান করা যাবে না, যাতে তার পাপ কাজও অপব্যয়ে অনর্থক উৎসাহ দান করা না হয়।\n  <br/>\n  <br/>\n  এখানে জানা আবশ্যক যে, ঋণগ্রস্থতা কয়েক কারণে হতে পারে। এক. মানুষের মধ্যে খারাপ সম্পর্ক জোড়া লাগানোর জন্য, মীমাংসার জন্য কেউ কেউ ঋণগ্রস্থ হয়ে পড়তে পারে। যেমন, দু’দল লোকের মধ্যে সমস্যা লেগে গেছে, একজন লোক পয়সা খরচ করে দু'দলের সমস্যাটা সমাধান করে দেয়। এ ধরনের লোকের জন্য শরী’আতে যাকাতের টাকায় হিস্যা রেখেছে, যাতে করে মানুষ এ ধরণের কাজে উদ্ধৃদ্ধ হয়। দুই. যে ঋণগ্রস্থ হয় নিজের জন্য, তারপর ফকীর হয়ে যায়, তাকে তার ঋণগ্রস্থতা থেকে মুক্তির জন্য যাকাত থেকে দেয়া যেতে পারে। [বাগভী; সাদী] প্রথম প্রকারের উদাহরণ যেমন হাদীসে এসেছে, কাবীসা ইবন মুখারিক আল-হিলালী বলেন, আমি একবার পরস্পর সম্পর্ক ঠিক রাখতে গিয়ে মাথার উপর ঋণের বিরাট বোঝা বহন করি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এ ব্যাপারে সাহায্যের জন্য আসি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাকে বললেন, আমাদের কাছে অবস্থান কর, যাতে করে সদকা তথা যাকাতের মাল আসলে তোমাকে দিতে পারি। তারপর তিনি বললেন, হে কাবীসা! তিন জনের জন্যই কেবল চাওয়া জায়েয। এক. যে সম্পর্ক স্থাপনের জন্য ঋণের বোঝা বহন করেছে, তার জন্য চাওয়া জায়েয, যতক্ষণ না সে তা পাবে। তারপর তাকে চাওয়া থেকে বিরত থাকতে হবে। দুই, আর একজন যার সম্পদ বিনষ্ট হয়ে গেছে। তারজন্যও কোন প্রকার জীবিকার ব্যবস্থা করা পর্যন্ত চাওয়া জায়েয। তিন, আর একজন লোক যাকে দারিদ্রতা পেয়ে বসেছে। তখন তার কাওমের তিনজন গ্রহণযোগ্য বুদ্ধিমান ব্যক্তি তার পক্ষে সাক্ষ্য দিয়ে বলবে যে, আল্লাহর শপথ! অমুক হত-দরিদ্র হয়ে পড়েছে। সে ব্যক্তিও জীবিকার ব্যবস্থা হওয়া পর্যন্ত যাচঞা করতে পারে। এর বাইরে যত চাওয়া আছে সবই হারাম। [মুসলিম: ১০৪৪]\n  <br/>\n  <br/>\n  [৮] সপ্তম যাকাতের ব্যয়খাত হলোঃ “ফি সাবীলিল্লাহ\"। কোন কোন মুফাসসির বলেন, এর মর্ম সেসব গায়ী ও মুজাহিদ, যাদের অস্ত্র ও জিহাদের উপকরণ ক্রয় করার ক্ষমতা নেই। এ জাতীয় কাজই নির্ভেজাল দ্বানী খেদমত ও ইবাদাত। কাজেই যাকাতের মাল এতে ব্যয় করা খুব জরুরী। [কুরতুবী] এমনিভাবে ফেকাহবিদগণ ছাত্রদেরকেও এর অন্তর্ভুক্ত করেছেন। কারণ, তারাও একটি ইবাদত আদায় করার জন্যই এ ব্রত গ্রহণ করে থাকে। [সা'দী]\n  <br/>\n  <br/>\n  [৯] যাকাতের অষ্টম ব্যয়খাত হলোঃ মুসাফির যাকাতের ব্যয়খাতের ক্ষেত্রে এমন মুসাফির বা পথিককে বুঝানোই উদ্দেশ্য, যার কাছে সফরকালে প্রয়োজনীয় অর্থ সম্পদ নেই, স্বদেশে তার যত অর্থ-সম্পদই থাক না কেন। এমন মুসাফিরকে যাকাতের মাল দেয়া যেতে পারে, যাতে করে সে তার সফরের প্রয়োজনাদি সমাধা করতে পারবে এবং স্বদেশ ফিরে যেতে সমর্থ হবে। [কুরতুবী; সাদী]\n  <br/>\n  <br/>\n  [১০] অধিকাংশ ফেকাহবিদ এ ব্যাপারে একমত যে, যাকাতের নির্ধারিত আটটি খাতে ব্যয় করার ব্যাপারেও যাকাত আদায় হওয়ার জন্য শর্ত রয়েছে যে, এসব খাতে কোন হকদারকে যাকাতের মালের উপর মালিকানা স্বত্ব বা অধিকার দিয়ে দিতে হবে। মালিকানা অধিকার দেয়া ছাড়া যদি কোন মাল তাদেরই উপকার কল্পে ব্যয় করা হয়, তবুও যাকাত আদায় হবে না।\n  <br/>\n  <br/>\n  [১১] এখানে এটা জানা আবশ্যক যে, এ আটটি খাত মহান আল্লাহর পক্ষ থেকে সুনির্ধারিত। তিনি জানেন বান্দাদের স্বার্থ কোথায় আছে। তাঁর জ্ঞান ও প্রজ্ঞা অনুসারেই তিনি এ সিদ্ধান্ত নিয়েছেন। লক্ষণীয় যে, এ আটটি খাতকে আমরা দু’ভাগে ভাগ করতে পারি। এক. এমন কিছু খাত আছে যেগুলোতে ঐ লোকদেরকে তাদের প্রয়োজন পূরণার্থে ও উপকারার্থে দেয়া হচ্ছে, যেমন, ফকীর, মিসকীন ইত্যাদি। দুই. এমন কিছু খাত আছে যেগুলোতে তাদেরকে দেয়া হচ্ছে তাদের প্রতি আমাদের প্রয়োজনে, ইসলামের উপকারার্থে, কোন ব্যক্তির প্রয়োজনার্থে নয়। যেমন, মুআল্লাফাতি কুলুবুহুম, আমেলীন ইত্যাদি। এভাবে আল্লাহ তা'আলা যাকাত দ্বারা ইসলাম ও মুসলিমদের সাধারণ ও বিশেষ যাবতীয় প্রয়োজনীয় পূরণের ব্যবস্থা করেছেন। যদি ধনীগণ শরীআত মোতাবেক তাদের যাকাত প্রদান করত, তবে অবশ্যই কোন মুসলিম ফকীর থাকত না। তাছাড়া এমন সম্পদও মুসলিমদের হস্তগত হতো যা দিয়ে তারা মুসলিম দেশের সীমান্ত রক্ষা করতে সমর্থ হতো। আর যার মাধ্যমে তারা কাফেরদের সাথে যুদ্ধ করতে পারত এবং যাবতীয় দ্বনী স্বার্থ সংরক্ষণ সম্ভব হতো। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 61,
        "verse": "৯ : ৬১",
        "arabic_text": "\nوَمِنۡهُمُ ٱلَّذِينَ يُؤۡذُونَ ٱلنَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٞۚ قُلۡ أُذُنُ خَيۡرٖ لَّكُمۡ يُؤۡمِنُ بِٱللَّهِ وَيُؤۡمِنُ لِلۡمُؤۡمِنِينَ وَرَحۡمَةٞ لِّلَّذِينَ ءَامَنُواْ مِنكُمۡۚ وَٱلَّذِينَ يُؤۡذُونَ رَسُولَ ٱللَّهِ لَهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "আর তাদের মধ্যে এমন লোকও আছে যারা নবীকে কষ্ট দেয় এবং বলে, ‘সে তো কর্ণপাতকারী।’ বলুন, ‘তাঁর কান তোমাদের জন্য যা মঙ্গল তা-ই শুনে।‘ তিনি আল্লাহ্‌র উপর ঈমান আনেন এবং মুমিনদেরকে বিশ্বাস করে; আর তোমাদের মধ্যে যারা ঈমানদার তিনি তাদের জন্য রহমত। আর যারা আল্লাহ্‌র রাসূলকে কষ্ট দেয় তাদের জন্য আছে যন্ত্রণাদায়ক শাস্তি [১]।  ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইবনে আব্বাস বলেন, নবতাল ইবনুল হারেস রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দরবারে এসে বসত। তারপর সেখানে যা শুনত তা মুনাফিকদের কাছে পাচার করত। তখন আল্লাহ তা'আলা এ আয়াত নাযিল করেন। [আত-তাফসীরুস সহীহ] অর্থাৎ সে তাদের কাছে গিয়ে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সম্পর্কে খারাপ মন্তব্য করে বলেছিল যে, তিনি কান কথা বেশী শুনেন। তিনি সবার কথা শুনেন। [তাবারী] অথবা তারা বলতে চেয়েছিল যে, আমরা যা বলছি তা যদি মুহাম্মাদের কানে যায়, তারপরও কোন অসুবিধা নেই, কারণ তার কাছে গিয়ে ওজর পেশ করব। আর তিনি সব কথাই শুনে থাকেন। সুতরাং এ ব্যাপারে আমাদের চিন্তার কোন কারণ নেই। এভাবে তারা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সম্পর্কে এমন খারাপ মন্তব্য করতে লাগল যে, তিনি সত্য-মিথ্যা ও ভাল-মন্দের মধ্যে পার্থক্য করতে সক্ষম নন। অথচ তিনি তাদের হিদায়াতের জন্যই প্রেরিত। এটা নিঃসন্দেহে রাসূলকে কষ্ট দেয়া। [সা'দী] আল্লাহ্ তা'আলা তার জবাবে বললেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ভাল কথা শুনেন। তার কথাগুলো ঈমানদারদের জন্য কল্যাণকর। তিনি আল্লাহর উপর ঈমান রাখেন এবং মুমিনদেরকে বিশ্বাস করেন। [তাবারী] শানকীতী বলেন, আয়াতে সে সমস্ত লোকদের জন্য কঠোর শাস্তির ঘোষণা দেয়া হয়েছে। অন্য আয়াতে তাদেরকে দুনিয়া ও আখেরাতে অভিশপ্ত ও তাদের জন্য লাঞ্ছনাদায়ক শাস্তির কথা বলা হয়েছে। সেখানে এসেছে, “নিশ্চয় যারা আল্লাহ ও তাঁর রাসূলকে কষ্ট দেয়, আল্লাহ তাদেরকে দুনিয়া ও আখিরাতে লা'নত করেন এবং তিনি তাদের জন্য প্রস্তুত রেখেছেন লাঞ্ছনাদায়ক শাস্তি\" [সূরা আল-আহযাবঃ ৫૧]\n </p>\n</div>"
    },
    {
        "id": 62,
        "verse": "৯ : ৬২",
        "arabic_text": "\nيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ لِيُرۡضُوكُمۡ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرۡضُوهُ إِن كَانُواْ مُؤۡمِنِينَ ",
        "bangla_text": "তারা তোমাদেরকে সন্তষ্ট করার জন্য তোমাদের কাছে আল্লাহ্‌র শপথ করে [১]। অথচ আল্লাহ্‌ ও তাঁর রাসূলই এর বেশি হকদার যে, তারা তাঁদেরকেই সন্তুষ্ট করবে [২], যদি তারা মুমিন হয়। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কাতাদা বলেন, মুনাফিকদের এক লোক বলেছিল যে, যদি মুহাম্মদ যা বলে তা সত্য হয় তবে তারা গাধার চেয়েও অধম ৷ একথা শুনে মুসলিমদের এক ব্যক্তি বলল যে, আল্লাহর শপথ, মুহাম্মাদ যা বলে তা সত্য, আর তুমি গাধার চেয়েও অধম। মুসলিম লোকটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এসে ঘটনাটি জানাল। তিনি মুনাফিকটিকে ডেকে জিজ্ঞেস করলেন যে, এ কথাটি তুমি কেন বলেছ? সে লা'নত দিতে লাগল এবং আল্লাহর নামে শপথ করে বলল যে, সে তা বলেনি। তখন মুসলিম লোকটি বলল, হে আল্লাহ! আপনি সত্যবাদীকে সত্যায়ন করুন আর মিথ্যাবাদীকে মিথ্যাবাদী সাব্যস্ত করুন। তখন এ আয়াত নাযিল হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ তারা তোমাদেরকে আল্লাহর নামে শপথ করে সন্তুষ্ট করতে চায়। অথচ তাদের উচিত ঈমান এনে আল্লাহ ও তার রাসূলকে সন্তুষ্ট করবে। [মুয়াসসার] কারণ একজন মুমিনের একমাত্র উদ্দেশ্য থাকে আল্লাহ ও তাঁর রাসূলকে সন্তুষ্ট করা। মুমিন এর উপর অন্য কিছুকে প্রাধান্য দেয় না। তারা যেহেতু সেটা করছে না সেহেতু প্রমাণিত হলো যে, তারা ঈমানদার নয়। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 63,
        "verse": "৯ : ৬৩",
        "arabic_text": "\nأَلَمۡ يَعۡلَمُوٓاْ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدٗا فِيهَاۚ ذَٰلِكَ ٱلۡخِزۡيُ ٱلۡعَظِيمُ ",
        "bangla_text": "তারা কি জানে না যে, যে ব্যক্তি আল্লাহ্‌ ও তাঁর রাসূলের বিরোধিতা করে [১] তার জন্য তো আছে জাহান্নামের আগুন, যেখানে সে স্থায়ী হবে? এটাই চরম লাঞ্ছনা।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তারা যেহেতু রাসূলকে কষ্ট দিয়েছে, মুমিনদের কাছে মিথ্যা শপথ করে তাদেরকে ধোঁকা দিতে চেষ্টা করছে, সুতরাং তারা আল্লাহ ও তার রাসূলের বিরোধিতায় নেমেছে। আর যারাই আল্লাহ্ তা'আলা ও তার রাসূলের বিরোধিতায় নামে তাদের জন্য জাহান্নাম অবধারিত। আর তা ‘নিঃসন্দেহে লাঞ্ছিত জীবন। [সা'দী; মুয়াসসার]\n </p>\n</div>"
    },
    {
        "id": 64,
        "verse": "৯ : ৬৪",
        "arabic_text": "\nيَحۡذَرُ ٱلۡمُنَٰفِقُونَ أَن تُنَزَّلَ عَلَيۡهِمۡ سُورَةٞ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمۡۚ قُلِ ٱسۡتَهۡزِءُوٓاْ إِنَّ ٱللَّهَ مُخۡرِجٞ مَّا تَحۡذَرُونَ ",
        "bangla_text": "মুনাফেকরা ভয় করে, তাদের সম্পর্কে এমন এক সূরা না নাযিল হয়, যা ওদের অন্তরের কথা ব্যক্ত করে দেবে [১]! বলুন, ‘তোমরা বিদ্রূপ করতে থাক; তোমরা যা ভয় কর নিশ্চয় আল্লাহ্‌ তা বের করে দেবেন।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা'আলা এ আয়াতে জানাচ্ছেন যে, মুনাফিকরা এ ভয়ে থাকে যে, কখন আল্লাহর পক্ষ থেকে কোন সূরা নাযিল হয়ে তাদের অপমানিত করবে, তাদের মনের অব্যক্ত কথা ব্যক্ত করে দিবে। তারপর আল্লাহ তা'আলা ঘোষণা দিলেন যে, তারা যতই গোপন করুক না কেন আল্লাহ তা অবশ্যই বের করে দেবেন। [আদওয়াউল বায়ান] মুজাহিদ বলেন, তারা নিজেদের মধ্যে কোন কথা বলে তারপর ভাবতে থাকে যে, এমনও তো হতে পারে যে, আল্লাহ আমাদের এ গোপন কথা তাদেরকে জানিয়ে দিবেন? কাতাদা বলেন, তাদের মনের গোপন কথাগুলো বলে দিয়ে আল্লাহ তাদেরকে অপমানিত করলেন। আর এ জন্যই এ সূরার অপর নাম আল-ফাদিহা বা অপদস্থকারী বা অপমানকারী [ইবন কাসীর] অন্য আয়াতেও তাদের এ আশঙ্কার কথা আল্লাহ জানিয়েছেন। যেমন, \"যাদের অন্তরে রোগ আছে তারা কি মনে করে যে, আল্লাহ কখনো তাদের বিদ্বেষভাব প্রকাশ করে দেবেন না, আর আমরা ইচ্ছে করলে আপনাকে তাদের পরিচয় দিতাম; ফলে আপনি তাদের লক্ষণ দেখে তাদেরকে চিনতে পারতেন। তবে আপনি অবশ্যই কথার ভংগিতে জানেন \" [সূরা মুহাম্মাদ: ২৯-৩০] অন্য আয়াতে তাদের ভীত-সন্ত্রস্ত ভাবের কথা অন্যভাবে বর্ণনা করা হয়েছে। “তারা যে কোন আওয়াজকেই তাদের বিরুদ্ধে মনে করে \" [সূরা আল-মুনাফিকুন:৪]\n </p>\n</div>"
    },
    {
        "id": 65,
        "verse": "৯ : ৬৫",
        "arabic_text": "\nوَلَئِن سَأَلۡتَهُمۡ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلۡعَبُۚ قُلۡ أَبِٱللَّهِ وَءَايَٰتِهِۦ وَرَسُولِهِۦ كُنتُمۡ تَسۡتَهۡزِءُونَ ",
        "bangla_text": "আর আপনি তাদেরকে প্রশ্ন করলে অবশ্যই তারা বলবে, ‘আমর তো আলাপ-আলোচনা ও খেলা-তামাশা করছিলাম।‘ বলুন, ‘তোমরা কি আল্লাহ্‌, তাঁর আয়াতসমূহ ও তাঁর রাসূলকে বিদ্রূপ করছিলে [১]?’ ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যায়দ ইবন আসলাম রাদিয়াল্লাহু আনহু বলেন, এক মুনাফিক আওফ ইবন মালিককে তাবুকের যুদ্ধে বলে বসল: আমাদের এ কারীসাহেবগণ (রাসূল ও সাহাবায়ে কিরামদেরকে মুনাফিকদের পক্ষ থেকে উপহাস করে দেয়া নাম) উদরপূর্তির প্রতি বেশী আগ্রহী, কথাবাতায় মিথ্যাচার, আর শক্রর সামনে সবচেয়ে ভীরু। তখন আওফ ইবন মালিক বললেন, তুমি মিথ্যা বলেছ, তুমি মুনাফিক, আমি অবশ্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে তা জানাব। আওফ তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জানাতে গেলে দেখতে পেলেন কুরআন তার আগেই সেটা জানিয়েছে। যায়দ বলেন, আব্দুল্লাহ ইবন উমর বলেন, তখন আমি ঐ মুনাফিক লোকটিকে দেখতে পেলাম যে, সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উষ্ট্রীর পেছনের দিকে ঝুলে ছিল, পাথর তার উপর ছিটে এসে পড়ছিল, সে বলছিল, আমরা তো কেবল আলাপ-আলোচনা ও খেল-তামাশা করছিলাম’। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলছিলেন, ‘তোমরা কি আল্লাহ, তার আয়াতসমূহ ও তার রাসূলকে নিয়ে বিদ্রুপ করছিলে?’ [তাবারী]\n </p>\n</div>"
    },
    {
        "id": 66,
        "verse": "৯ : ৬৬",
        "arabic_text": "\nلَا تَعۡتَذِرُواْ قَدۡ كَفَرۡتُم بَعۡدَ إِيمَٰنِكُمۡۚ إِن نَّعۡفُ عَن طَآئِفَةٖ مِّنكُمۡ نُعَذِّبۡ طَآئِفَةَۢ بِأَنَّهُمۡ كَانُواْ مُجۡرِمِينَ ",
        "bangla_text": "‘তোমরা ওজর পেশ করো না। তোমরা তোম ঈমান আনার পর কুফরী করেছ। আমরা তোমাদের মধ্যে কোন দলকে ক্ষমা করলেও অন্য দলকে শাস্তি দেব---কারণ তারা অপরাধী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] ইকরিমা বলেন, মুনাফিকদের একজনকে আল্লাহ্‌ তাঁর ইচ্ছা মোতাবেক ক্ষমা করলে  সে বলল, হে আল্লাহ! আমি একটি আয়াত শুনতে পাই যাতে আমাকে উদ্দেশ্য নেয়া হয়েছে, যা আমার চামড়া শিহরিত করে এবং অন্তরে আঘাত করে। হে আল্লাহ! সুতরাং আমার মৃত্যু যেন আপনার রাহে শাহাদাতের মাধ্যমে হয়। কেউ যেন বলতে না পারে যে, আমি অমুককে গোসল দিয়েছি, তাকে কাফন দিয়েছি, তাকে দাফন করেছি। ইকরিমা বলেন, সে ইয়ামামাহ এর যুদ্ধে মারা গেল, কিন্তু অন্যান্য মুসলিমদের লাশ পাওয়া গেলেও তাকে পাওয়া যায় নি। [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 67,
        "verse": "৯ : ৬৭",
        "arabic_text": "\nٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ بَعۡضُهُم مِّنۢ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمُنكَرِ وَيَنۡهَوۡنَ عَنِ ٱلۡمَعۡرُوفِ وَيَقۡبِضُونَ أَيۡدِيَهُمۡۚ نَسُواْ ٱللَّهَ فَنَسِيَهُمۡۚ إِنَّ ٱلۡمُنَٰفِقِينَ هُمُ ٱلۡفَٰسِقُونَ ",
        "bangla_text": "মুনাফেক পুরুষ ও মুনাফেক নারী একে অপরের অংশ, তারা অসৎকাজের নির্দেশ দেয় এবং সৎকাজে নিষেধ করে, তারা তাদের হাত গুটিয়ে রাখে, তারা আল্লাহ্‌ কে ভুলে গিয়েছে, ফলে তিনিও তাদেরকে ছেড়ে দিয়েছেন; মুনাফেকরা তো ফাসিক।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 68,
        "verse": "৯ : ৬৮",
        "arabic_text": "\nوَعَدَ ٱللَّهُ ٱلۡمُنَٰفِقِينَ وَٱلۡمُنَٰفِقَٰتِ وَٱلۡكُفَّارَ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۚ هِيَ حَسۡبُهُمۡۚ وَلَعَنَهُمُ ٱللَّهُۖ وَلَهُمۡ عَذَابٞ مُّقِيمٞ ",
        "bangla_text": "মুনাফেক পুরুষ, মুনাফেক নারী ও কাফেরদেরকে আল্লাহ্‌ প্রতিশ্রুতি দিয়েছেন জাহান্নামের আগুনের, যেখানে তারা স্থায়ী হবে, এটাই তাদেরকে লা’নত করেছেন এবং তাদের জন্য রয়েছে স্থায়ী শাস্তি;",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 69,
        "verse": "৯ : ৬৯",
        "arabic_text": "\nكَٱلَّذِينَ مِن قَبۡلِكُمۡ كَانُوٓاْ أَشَدَّ مِنكُمۡ قُوَّةٗ وَأَكۡثَرَ أَمۡوَٰلٗا وَأَوۡلَٰدٗا فَٱسۡتَمۡتَعُواْ بِخَلَٰقِهِمۡ فَٱسۡتَمۡتَعۡتُم بِخَلَٰقِكُمۡ كَمَا ٱسۡتَمۡتَعَ ٱلَّذِينَ مِن قَبۡلِكُم بِخَلَٰقِهِمۡ وَخُضۡتُمۡ كَٱلَّذِي خَاضُوٓاْۚ أُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ ",
        "bangla_text": "তাদের মত, যারা তোমাদের পূর্বে ছিল, তারা শক্তিতে তোমাদের চেয়ে প্রবল ছিল এবং তাদের ধন-সম্পদ ও সন্তান-সন্ততি ছিল তোমাদের চেয়ে বেশী। অতঃপর তারা তাদের ভাগ্যে যা ছিল তা ভোগ করেছে; আর তোমরাও তোমাদের ভগ্যে যা ছিল তা ভোগ করলে, যেমন তোমাদের পূর্ববর্তীরা তাদের ভাগ্যে যা ছিল তা ভোগ করেছে। আর তোমরাও সেরূপ অনর্থক আলাপ-আলোচনায় লিপ্ত রয়েছ যেরূপ অনর্থক আলাপ-আলোচনায় তারা লিপ্ত ছিল [১]। ওরা তারাই যাদের আমল দুনিয়া ও আখেরাতে নিস্ফল হয়ে গিয়েছে, আর তারাই ক্ষতিগ্রস্ত। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আল্লাহ তা'আলা বলেন, এ লোকগুলো সে রকম আযাবই পেয়েছে যে রকম আযাব তাদের পূর্ববর্তীরা পেয়েছে। অথচ তারা এদের চেয়ে বেশী শক্তিশালী ও বেশী সম্পদ ও সন্তান সন্ততির অধিকারী ছিল। অতঃপর তারা ভোগ করেছে তাদের অংশ। হাসান বসরী বলেন, এখানে অংশ বলে দ্বীন বোঝানো হয়েছে। তারা তাদের দ্বীনেরস অংশ অনুসারে আমল করে চলেছে। যেমনিভাবে তোমরা তোমাদের দ্বীনের অংশ অনুসারে আমল করে চলছ। অনুরূপভাবে তোমরা মিথ্যা ও অসার আলোচনায় লিপ্ত হয়ে পড়েছ যেমনি তারা মিথ্যা ও অসার আলোচনায় লিপ্ত হয়েছিল। [ইবন কাসীর] ইবনুল কাইয়্যেম বলেন, এর অর্থ তারা প্রবৃত্তির অনুসরণ করেছে তোমরাও তা-ই করছ। আর তারা সন্দেহের বশবর্তী হয়ে দ্বীনের মধ্যে না জেনে কথা বলেছে, তোমরাও তা বলছ। তোমাদের ও তাদের পথভ্রষ্টতার ধরণ একই। কারণ দ্বীন নষ্ট হয় দু’ভাবে। কখনও বাতিল বিশ্বাস ও সে অনুসারে কথা বলার মাধ্যমে, আবার কখনও সঠিক জ্ঞানের বাইরে চলে বাতিল আমল করার মাধ্যমে। প্রথমটি হচ্ছে, বিদ’আত। আর দ্বিতীয়টি হচ্ছে, খারাপ আমল। প্রথমটি সন্দেহ থেকে আসে আর দ্বিতীয়টি আসে প্রবৃত্তির অনুসরণ থেকে। বর্তমান যুগের ফাসেক লোকরাও পূর্ববর্তী লোকদের মতই এ দুটিতে লিপ্ত হয়ে পথভ্রষ্ট হয়েছে, হচ্ছে এবং হবে। [ইগাসাতুল লাহফানঃ ২/১৬৬-১৬৭] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, গজে প্রতি হাতে হাতে তাদের অনুসরণ করবে। এমনকি যদি তারা ‘দব’ তথা ষাণ্ডার গর্তেও প্রবেশ করে থাকে তবে তোমরাও তাতে প্রবেশ করবে। সাহাবায়ে কিরাম বললেন, হে আল্লাহর রাসূল! ইয়াহুদী ও নাসারা সম্প্রদায়? তিনি বললেন, তবে আর কারা? [বুখারী ৩৪৫৬]\n </p>\n</div>"
    },
    {
        "id": 70,
        "verse": "৯ : ৭০",
        "arabic_text": "\nأَلَمۡ يَأۡتِهِمۡ نَبَأُ ٱلَّذِينَ مِن قَبۡلِهِمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَقَوۡمِ إِبۡرَٰهِيمَ وَأَصۡحَٰبِ مَدۡيَنَ وَٱلۡمُؤۡتَفِكَٰتِۚ أَتَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِۖ فَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ ",
        "bangla_text": "তাদের পূর্ববর্তী নূহ, ‘আদ ও সামূদের সম্প্রদায়, ইবরাহীমের সম্প্রদায় এবং মাদ্ইয়ান ও বিধ্বস্ত নগরের অধিবাসীদের সংবাদ কি তাদের কাছে আসেনি? তাদের কাছে স্পষ্ট প্রমাণাদিসহ তাদের রাসূলগণ এসেছিলেন। অতএব, আল্লাহ্‌ এমন নন যে, তাদের উপর যুলম করেন, কিন্তু তারা নিজেরাই নিজেদের প্রতি যুলুম করছিল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 71,
        "verse": "৯ : ৭১",
        "arabic_text": "\nوَٱلۡمُؤۡمِنُونَ وَٱلۡمُؤۡمِنَٰتُ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ يَأۡمُرُونَ بِٱلۡمَعۡرُوفِ وَيَنۡهَوۡنَ عَنِ ٱلۡمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓۚ أُوْلَٰٓئِكَ سَيَرۡحَمُهُمُ ٱللَّهُۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ ",
        "bangla_text": "আর মুমিন পুরুষ ও মুমিন নারী একে  অপরের বন্ধু [১], তারা সৎকাজের নির্দেশ দেয় ও অসৎকাজে নিষেধ করে, সালাত কায়েম করে, যাকাত দেয় এবং আল্লাহ্‌ ও তাঁর রাসূলের আনুগত্য করে; তারাই, যাদেরকে আল্লাহ্‌ অচিরেই দয়া করবেন। নিশ্চয় আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, মুমিনগণকে তুমি দেখবে তাদের দয়া, ভালবাসা ও সহমর্মিতার ক্ষেত্রে এক শরীরের ন্যায়। যার এক অংশে ব্যাথা হলে তার সারা শরীর নির্ঘুম ও জ্বরে ভোগে। [বুখারী: ৬০১১; মুসলিম: ২৫৮৬]\n </p>\n</div>"
    },
    {
        "id": 72,
        "verse": "৯ : ৭২",
        "arabic_text": "\nوَعَدَ ٱللَّهُ ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ وَرِضۡوَٰنٞ مِّنَ ٱللَّهِ أَكۡبَرُۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "আল্লাহ্ মুমিন পুরুষ ও মুমিন নারীকে প্রতিশ্রুতি দিয়েছেন জান্নাতের---যার নিচে নদীসমূহ প্রবাহিত, সেখানে তারা স্থায়ী হবে। আরও (ওয়াদা দিচ্ছেন) স্থায়ী জান্নাতসমূহে উত্তম বাসস্থানের [১]। আর আল্লাহ্র সন্তুষ্টিই সর্বশ্রেষ্ঠ এবং এটাই মহাসাফল্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] জান্নাতের বর্ণনা বিভিন্ন হাদীসেও এসেছে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “জান্নাতীরা জান্নাতের কামরাগুলোকে এমনভাবে দেখবে যেমন তোমরা আকাশে তারকা দেখতে পাও”। [বিখারী: ৬৫৫৫]। অনা হাদীসে এসেছে, ‘জান্নাতে এমন কিছু কক্ষ আছে যে কক্ষের ভেতর থেকে বাইরের অংশ দেখা যায় আর বাইরে থেকে ভেতরের অংশ দেখা যায়। আল্লাহ তা'আলা এগুলো তো তাদের জন্য তৈরী করেছেন, যারা অপরকে খাদ্য খাওয়ায়, নম্রভাবে কথা বলে, নিয়মিত সাওম পালন করে এবং যখন মানুষ ঘুমন্ত, তখন সালাত আদায় করে। [মুসনাদ আহমাদ: ৫/৩৪৩] অন্য হাদীসে এসেছে, “জান্নাতের প্রাসাদের এক ইট হবে রৌপ্যের, আরেক ইট হবে স্বর্ণের। ...”। [মুসনাদ আহমাদ: ২/৩০৪] অপর এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, \"মুমিন ব্যক্তির জন্য জান্নাতে একটি তাবু থাকবে, যা হবে মাত্র একটি ফাঁপা মুক্তা, আর যার উচ্চতা হবে ষাট মাইল। মুমিন ব্যক্তির জন্য তাতে পরিবার-পরিজন থাকবে, সে তাদের কাছে ঘুরে বেড়াবে, কিন্তু তাদের একজন আরেকজনকে দেখতে পাবে না।\" [বুখারী: ৪৮৭৯, মুসলিম: ২৮৩৪] আর আরশের অধিক নিকটবর্তী, জান্নাতের সবচেয়ে উচ্চ মর্যাদাসম্পন্ন স্থানের নাম ওয়াসীলা। এটাই জান্নাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাসস্থান। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, যদি তোমরা মুয়াৰ্যযিনের আযান শোন, তবে সে আযানের জবাব দাও। অতঃপর আমার উপর সালাত পাঠ কর। কেননা, যে ব্যক্তি আমার উপর একবার সালাত পাঠ করে, আল্লাহ তা'আলা এর বিনিময়ে তার উপর দশবার সালাত পাঠ করেন। তারপর আমার জন্য তোমরা ‘ওয়াসীলা'র প্রার্থনা কর। আর ওয়াসীলা হল জান্নাতের এমন এক মর্যাদাসম্পন্ন স্থান, যা কেবলমাত্র একজন বান্দা ছাড়া আর কারও উপযুক্ত নয়। আর আমি আশা করি, আমি-ই সে বান্দা। সুতরাং যে ব্যক্তি আমার জন্য ওয়াসীলার প্রার্থনা করবে, সে কেয়ামতের দিন আমার শাফাআত পাবে।\" [মুসলিম: ১৩৮৪] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ তা'আলা জান্নাতবাসীদেরকে বলবে, 'হে জান্নাতবাসীরা!' তখন তারা বলবে, হে রব আমরা হাজির, আমরা হাজির, আর সমস্ত কল্যাণ আপনারই হাতে। তখন তিনি বলবেন, ‘তোমরা কি সন্তুষ্ট? তখন তারা বলবে, আমরা কেন সন্তুষ্ট হব না, অথচ আপনি আমাদেরকে এমন কিছু দিয়েছেন, যা আপনার কোন সৃষ্টিকেই দেন নি? তখন তিনি বলবেন, আমি কি তোমাদেরকে এর চেয়ে উত্তম কিছু দেব না? তারা বলবে, এর চেয়েও উত্তম কী হতে পারে? তখন তিনি বলবেন, আমি আমার সন্তুষ্টি তোমাদের উপর অবতরণ করাব; এরপর আর কখনো তোমাদের উপর অসন্তুষ্ট হব না।\" [বুখারী: ৬৫৪৯, মুসলিম: ২৮২৯]\n </p>\n</div>"
    },
    {
        "id": 73,
        "verse": "৯ : ৭৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ ",
        "bangla_text": "হে নবী ! কাফের ও মুনাফেকদের বিরুদ্ধে জিহাদ করুন [১], তাদের প্রতি কঠোর হোন [২]; এবং তাদের আবাসস্থল জাহান্নাম, আর তা কত নিকৃষ্ট প্রত্যাবর্তন স্থল !",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে কাফের ও মুনাফিক উভয় সম্প্রদায়ের সাথে জিহাদ করতে এবং তাদের ব্যাপারে কঠোর হতে রাসূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নির্দেশ দেয়া হয়েছে। [তাবারী] প্রকাশ্যভাবে যারা কাফের তাদের সাথে জিহাদ করার বিষয়টি তো সুস্পষ্ট যে তাদের বিরুদ্ধে সার্বিকভাবে জিহাদ করতে হবে, কিন্তু মুনাফিকদের সাথে জিহাদ কিভাবে করতে হবে। আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, তাদের বিরুদ্ধেও হাত দিয়ে, সম্ভব না হলে মুখ দিয়ে, তাতেও সম্ভব না হলে অন্তর দিয়ে জিহাদ করতে হবে। আর সেটা হচ্ছে তাদেরকে দেখলে কঠোরভাবে তাকানো। [বাগভী] ইবন আব্বাস বলেন, তাদের সাথে জিহাদ করার মর্ম হল মৌখিক জিহাদ এবং কোমলতা পরিত্যাগ। [তাবারী] অর্থাৎ তাদেরকে ইসলামের সত্যতা উপলব্ধি করার জন্য আমন্ত্রণ জানাতে হবে যাতে করে তারা ইসলামের দাবীতে নিষ্ঠাবান হয়ে যেতে পারে। দাহহাক বলেন, তাদের বিরুদ্ধে জিহাদ হচ্ছে, কথায় কঠোরতা অবলম্বন। কাতাদা বলেন, এক্ষেত্রে বাস্তব ও কার্যকর কঠোরতাই বুঝানো হয়েছে, অর্থাৎ তাদের উপর শরীআতের হুকুম জারী করতে গিয়ে কোন রকম দয়া বা কোমলতা করবেন না। [বাগভী]\n  <br/>\n  <br/>\n  [২] এখানে বর্ণিত (غلظة) এর প্রকৃত অর্থ হল, উদ্দিষ্ট ব্যক্তি যে আচরণের যোগ্য হবে তাতে কোন রকম কোমলতা যেন না করা হয়। এ শব্দটি (رأفة) এর বিপরীতে ব্যবহৃত হয়, যার অর্থ হল কোমলতা ও করুণা। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 74,
        "verse": "৯ : ৭৪",
        "arabic_text": "\nيَحۡلِفُونَ بِٱللَّهِ مَا قَالُواْ وَلَقَدۡ قَالُواْ كَلِمَةَ ٱلۡكُفۡرِ وَكَفَرُواْ بَعۡدَ إِسۡلَٰمِهِمۡ وَهَمُّواْ بِمَا لَمۡ يَنَالُواْۚ وَمَا نَقَمُوٓاْ إِلَّآ أَنۡ أَغۡنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضۡلِهِۦۚ فَإِن يَتُوبُواْ يَكُ خَيۡرٗا لَّهُمۡۖ وَإِن يَتَوَلَّوۡاْ يُعَذِّبۡهُمُ ٱللَّهُ عَذَابًا أَلِيمٗا فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَمَا لَهُمۡ فِي ٱلۡأَرۡضِ مِن وَلِيّٖ وَلَا نَصِيرٖ ",
        "bangla_text": "তারা আল্লাহ্‌র শপথ করে যে, তারা কিছু বলেনি [১]; অথচ তারা তো কুফরী বাক্য বলেছে এবং ইসলাম গ্রহণের পর তারা কুফরী করেছে; আর তারা এমন কিছুর সংকল্প করেছিল যা তারা পায়নি। আল্লাহ্‌ ও তাঁর রাসূল নিজ অনুগ্রহে তাদেরকে  অভাবমুক্ত করেছিলেন বলেই বিরোধিতা করেছিল [২]। অতঃপর তারা তাওবাহ্ করলে তা তাদের জন্য ভাল হবে, আর তারা মুখ ফিরিয়ে নিলে আল্লাহ্‌ দুনিয়া ও আখেরাতে তাদেরকে যন্ত্রণাদায়ক শাস্তি দেবেন; আর যমীনে তাদের কোন অভিভাবক নেই এবং কোন সাহায্যকারীও নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে মুনাফিকদের আলোচনা করা হয়েছে যে, তারা নিজেদের বৈঠকসমাবেশে কুফরী কথাবার্তা বলতে থাকে এবং তা যখন মুসলিমরা জেনে ফেলে, তখন মিথ্যা কসম খেয়ে নিজেদের সুচিতা প্রমাণ করতে প্রয়াসী হয়। ইমাম বগভী রহমাতুল্লাহি আলাইহি এ আয়াতের শানে নুযুল বর্ণনা প্রসঙ্গে এ ঘটনা উদ্ধৃত করেছেন যে, রাসূলুল্লাহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গযওয়ায়ে তাবুক প্রসঙ্গে এক ভাষণ দান করেন যাতে মুনাফিকদের অশুভ পরিণতি ও দূরাবস্থার কথা বলা হয়। উপস্থিত শ্রোতাদের মধ্যে জুল্লাস নামক এক মুনাফিকও ছিল। সে নিজ বৈঠকে গিয়ে বলল, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা কিছু বলেন তা যদি সত্যি হয়, তবে আমরা (মুনাফিকরা) গাধার চাইতেও নিকৃষ্ট। তার এ বাক্যটি আমের ইবন কায়েস রাদিয়াল্লাহু আনহু নামক এক সাহাবী শুনে বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা কিছু বলেন নিঃসন্দেহে তা সত্য এবং তোমরা গাধা অপেক্ষাও নিকৃষ্ট। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাবুকের সফর থেকে মদীনা মুনাওয়ারায় ফিরে আসেন, তখন আমের ইবন কায়েস রাদিয়াল্লাহু আনহু এ ঘটনা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলেন। জুল্লাস নিজের কথা ঘুরিয়ে বলতে শুরু করে যে, আমের ইবন কায়েস রাদিয়াল্লাহু আনহু আমার উপর মিথ্যা অপবাদ আরোপ করছে (আমি এমন কথা বলিনি)। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উভয়কে ‘মিম্বরে-নববী'র পাশে দাঁড়িয়ে কসম খাবার নির্দেশ দেন। জুল্লাস অবলীলাক্রমে কসম খেয়ে নেয় যে, আমি এমন কথা বলিনি, আমের মিথ্যা কথা বলেছে। আমের রাদিয়াল্লাহু আনহু— এর পালা এলে তিনিও (নিজের বক্তব্য সম্পর্কে) কসম খান এবং পরে হাত উঠিয়ে দো'আ করেন যে, হে আল্লাহ আপনি ওহীর মাধ্যমে স্বীয় রাসূলের উপর এ ঘটনার তাৎপর্য প্রকাশ করে দিন। তাঁর প্রার্থনায় স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং সমস্ত মুসলিম আমীন' বললেন। তারপর সেখান থেকে তাঁদের সরে আসার পূর্বেই জিবরীলে-আমীন ওহী নিয়ে হাযির হন যাতে উল্লেখিত আয়াতখানি নাযিল হয়। জুল্লাস আয়াতের পাঠ শুনে সঙ্গে সঙ্গে দাড়িয়ে বলতে আরম্ভ করে, ইয়া রাসূলুল্লাহ এখন স্বীকার করছি যে, এ ভুলটি আমার দ্বারা হয়ে গিয়েছিল। আমের ইবন কায়েস যা কিছু বলেছেন তা সবই সত্য। তবে এ আয়াতে আল্লাহ্ তাআলা আমাকে তাওবাহ করার অবকাশ দান করেছেন। কাজেই এখনই আমি আল্লাহর নিকট মাগফেরাত তথা ক্ষমা প্রার্থনা করছি এবং সাথে সাথে তাওবাহ করছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তার তাওবাহ কবুল করে নেন এবং তারপর তিনি নিজ তাওবায় অটল থাকেন। তাতে তার অবস্থাও শুধরে যায়। [বাগভী]\n  <br/>\n  <br/>\n  কোন কোন তফসীরবিদ মনীষী এ আয়াতের শানে-নুযূল প্রসঙ্গে এমনি ধরণের অন্যান্য ঘটনার বর্ণনা করেছেন। যেমন, তাবুকের যুদ্ধ থেকে প্রত্যাবর্তনের বিখ্যাত ঘটনা যে, মুনাফিকদের বার জন লোক পাহাড়ী এক ঘাটিতে এমন উদ্দেশ্যে লুকিয়ে বসেছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এখানে এসে পৌছবেন, তখন আকস্মিক আক্রমণ চালিয়ে তাকে হত্যা করে ফেলবে। এ ব্যাপারে জিবরীলে আমীন তাকে খবর দিলে তিনি এ পথ থেকে সরে যান এবং এতে করে তাদের হীনচক্রান্ত ধুলিস্মাৎ হয়ে যায়। [ইবন কাসীর] এছাড়া মুনাফিকদের দ্বারা এ ধরনের অন্যান্য ঘটনাও সংঘটিত হয়। তবে এসবের মধ্যে কোন বৈপরীত্ব কিংবা বিরোধ নেই। এ সমুদয় ঘটনাই উক্ত আয়াতের উদ্দেশ্য হতে পারে।\n  <br/>\n  <br/>\n  [২] অনুরূপ কথাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আনসারদেরকে স্মরণ করিয়ে দিয়েছিলেন। তিনি বলেছিলেন, ‘তোমরা ছিলে পথভ্রষ্ট তারপর আল্লাহ আমার দ্বারা তোমাদেরকে হিদায়াত করেছেন। তোমরা ছিলে বিভক্ত, তারপর আল্লাহ আমার দ্বারা তোমাদের মধ্যে সম্প্রীতি স্থাপন করেছেন। আর তোমরা ছিলে দরিদ্র, আল্লাহ আমার দ্বারা তোমাদেরকে ধনী করেছেন। তারা যখনই রাসূলের মুখ থেকে কোন কথা শুনছিল তখনই বলছিল, আল্লাহ্ ও তার রাসূলের দয়াই বেশী [বুখারী ৪৩৩০; মুসলিম: ১০৬১]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 75,
        "verse": "৯ : ৭৫",
        "arabic_text": "\n۞ وَمِنۡهُم مَّنۡ عَٰهَدَ ٱللَّهَ لَئِنۡ ءَاتَىٰنَا مِن فَضۡلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّٰلِحِينَ ",
        "bangla_text": "আর তাদের মধ্যে কেউ কেউ আল্লাহ্‌র কাছে অঙ্গীকার করেছিল, ‘আল্লাহ্ নিজে কৃপায় আমাদেরকে দান করলে আমরা অবশ্যই সদকা দেব এবং অবশ্যই সৎকর্মশীলদের অন্তর্ভুক্ত হবে।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 76,
        "verse": "৯ : ৭৬",
        "arabic_text": "\nفَلَمَّآ ءَاتَىٰهُم مِّن فَضۡلِهِۦ بَخِلُواْ بِهِۦ وَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ ",
        "bangla_text": "অতঃপর যখন তিনি তাদেরকে নিজে অনুগ্রহ হতে দান করলেন, তখন তারা এ বিষয়ে কার্পণ্য করল এবং বিমুখ হয়ে ফিরে গেল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 77,
        "verse": "৯ : ৭৭",
        "arabic_text": "\nفَأَعۡقَبَهُمۡ نِفَاقٗا فِي قُلُوبِهِمۡ إِلَىٰ يَوۡمِ يَلۡقَوۡنَهُۥ بِمَآ أَخۡلَفُواْ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكۡذِبُونَ ",
        "bangla_text": "পরিণামে তিনি তাদের অন্তরে মুনাফেকী রেখে দিলেন [১] আল্লাহ্‌র সাথে তাদের সাক্ষাতের দিন পর্যন্ত, তারা আল্লাহ্‌র কাছে যে অঙ্গীকার করেছিল তার ভঙ্গ করার কারণে এবং তারা যে মিথ্যা বলেছিল সে কারণে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আল্লাহ্ তা'আলা তাদের অপকর্ম ও অঙ্গীকার লংঘনের ফলে তাদের অন্তরসমূহে মুনাফিকী বা কুটিলতাকে আরো পাকাপোক্ত করে বসিয়ে দেন, যাতে তাদের তাওবাহ করার ভাগ্যও হবে না। হাদীসে মুনাফিকদের আলামত বর্ণিত হয়েছে, “মুনাফিকের আলামত হচ্ছে, তিনটি, কথা বললে মিথ্যা বলে, ওয়াদা করলে ভঙ্গ করে, আমানত রাখলে খিয়ানত করে।” [বুখারী: ৩৩: মুসলিম: ৫৯]\n </p>\n</div>"
    },
    {
        "id": 78,
        "verse": "৯ : ৭৮",
        "arabic_text": "\nأَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ سِرَّهُمۡ وَنَجۡوَىٰهُمۡ وَأَنَّ ٱللَّهَ عَلَّٰمُ ٱلۡغُيُوبِ ",
        "bangla_text": "তারা কি জানে না যে, নিশ্চয় আল্লাহ্‌ তাদের অন্তরের গোপন কথা ও তাদের গোপন পরামর্শ জানেন এবং নিশ্চয় আল্লাহ্‌ গায়েবসমূহের ব্যাপারে সম্যক জ্ঞাত?",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 79,
        "verse": "৯ : ৭৯",
        "arabic_text": "\nٱلَّذِينَ يَلۡمِزُونَ ٱلۡمُطَّوِّعِينَ مِنَ ٱلۡمُؤۡمِنِينَ فِي ٱلصَّدَقَٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهۡدَهُمۡ فَيَسۡخَرُونَ مِنۡهُمۡ سَخِرَ ٱللَّهُ مِنۡهُمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ ",
        "bangla_text": "মুমিনদের মধ্যে যারা স্বতঃস্ফূর্তভাবে সদকা দেয় এবং যারা নিজ শ্রম ছাড়া কিছুই পায় না, তাদেরকে যারা দোষারোপ করে [১]। অতঃপর তারা তাদের নিয়ে উপহাস করে, আল্লাহ্‌ তাদেরকে নিয়ে উপহাস করেন [২]; আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আবু মাসউদ রাদিয়াল্লাহু আনহু বলেন, যখন সদকার নির্দেশ দেয়া হলো, তখন আমরা পরস্পর অর্থের বিনিময়ে বহন করতাম। তখন আবু আকীল অর্ধ সা নিয়ে আসল। অন্য একজন আরও একটু বেশী আনল। তখন মুনাফিকরা বলতে লাগল, আল্লাহ এর সদকা থেকে অবশ্যই অমুখাপেক্ষী, আর দ্বিতীয় লোকটিও দেখানোর জন্যই এটা করেছে। তখন এ আয়াত নাযিল হয়। [বুখারী ৪৬৬৮]\n  <br/>\n  <br/>\n  [২] আল্লাহ্ তা'আলা কর্তৃক কাফের মুনাফিকদের উপহাসের বিপরীতে উপহাস করা কোন খারাপ গুণ নয়। তাই তাদের উপহাসের বিপরীতে আল্লাহর পক্ষ থেকে উপহাস হতে পারে। [সিফাতুল্লাহিল ওয়ারিদা ফিল কিতাবি ওয়াস সুন্নাতি] এ উপহাস সম্পর্কে কোন কোন মুফাসসির বলেন, আল্লাহ্ তা'আলা মুমিনদের পক্ষ নিয়ে কাফের ও মুনাফিকদেরকে অপমানিত ও লাঞ্ছিত করবেন। তাদেরকে শাস্তি প্রদান করবেন। এভাবেই তিনি তাদের সাথে উপহাস করবেন। কোন কোন মুফাসসির বলেন, এখানে তাদের উপর বদদোআ করা হয়েছে যে, যেভাবে তারা মুমিনদের সাথে উপহাস করেছে আল্লাহও তাদের সাথে সেভাবে উপহাস করুন। [ফাতহুল কাদীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 80,
        "verse": "৯ : ৮০",
        "arabic_text": "\nٱسۡتَغۡفِرۡ لَهُمۡ أَوۡ لَا تَسۡتَغۡفِرۡ لَهُمۡ إِن تَسۡتَغۡفِرۡ لَهُمۡ سَبۡعِينَ مَرَّةٗ فَلَن يَغۡفِرَ ٱللَّهُ لَهُمۡۚ ذَٰلِكَ بِأَنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "আপনি তাদের জন্য ক্ষমা প্রার্থনা করুন অথবা তাদের জন্য ক্ষমা প্রার্থনা না করুন একই কথা; আপনি সত্তর বার তাদের জন্য ক্ষমা প্রার্থনা করলেও আল্লাহ্‌ তাদেরকে কখনই ক্ষমা করবেন না। এটা এ জন্য যে, তারা আল্লাহ্‌ ও তাঁর রাসূলের সাথে কুফরী করেছে। আর আল্লাহ্‌ ফাসেক সম্প্রদায়কে হিদায়াত দেন না [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] তাফসীরবিদগণ বলেন, এ আয়াত তখন নাযিল হয়, যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন কোন মুনাফিকের জন্য ক্ষমার দোআ করছিলেন। [তাবারী; আত-তাফসীরুস সহীহ]\n </p>\n</div>"
    },
    {
        "id": 81,
        "verse": "৯ : ৮১",
        "arabic_text": "\nفَرِحَ ٱلۡمُخَلَّفُونَ بِمَقۡعَدِهِمۡ خِلَٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓاْ أَن يُجَٰهِدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَقَالُواْ لَا تَنفِرُواْ فِي ٱلۡحَرِّۗ قُلۡ نَارُ جَهَنَّمَ أَشَدُّ حَرّٗاۚ لَّوۡ كَانُواْ يَفۡقَهُونَ ",
        "bangla_text": "যারা পিছনে রয়ে গেল [১] তারা আল্লাহ্‌র রাসূলের বিরুদ্ধাচরণ [২] করে বসে থাকতেই আনন্দ বোধ করল এবং তাদের ধন-সম্পদ ও জীবন দ্বারা আল্লাহ্‌র পথে জিহাদ করা অপছন্দ করল এবং তারা বলল, ‘গরমের মধ্যে অভিযানে বের হয়ো না।‘ বলুন, ‘উত্তাপে জাহান্নামের আগুন প্রচন্ডতম [৩],’যদি তারা বুঝত! ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে উল্লেখিত (مخلفون)  শব্দটি (مخلف) এর বহুবচন। অর্থ- “পরিত্যক্ত'। অর্থাৎ যাকে পরিহার করা ও পিছনে ছেড়ে দেয়া হয়েছে। [বাগভী; কুরতুবী] এতে ইঙ্গিত করা হয়েছে যে, এরা নিজেরা একথা মনে করে আনন্দিত হচ্ছে যে, আমরা নিজেদেরকে বিপদের হাত থেকে বাঁচিয়ে নিতে পেরেছি এবং জিহাদে শামিল হতে হয়নি, কিন্তু প্রকৃতপক্ষে আল্লাহ্ তা'আলা তাদের এহেন সম্মান পাবার যোগ্য মনে করেননি। কারণ তারা হয় মুসলিমদের ক্ষতি করত না হয় তাদের অন্তর অপবিত্র হওয়ার কারণে জিহাদের সৌভাগ্য তাদের নসীব হয়নি। [আত-তাহরীর ওয়াত তানওয়ীর] কাজেই এরা জিহাদ ‘বর্জনকারী’ নয়; বরং জিহাদ থেকে বর্জিত’। কারণ, রাসলুল্লাহ সাল্লাল্লাহু আলাইহিস ওয়া সাল্লাম তাদেরকে বর্জনযোগ্য মনে করেছেন। [কুরতুবী]\n  <br/>\n  <br/>\n  [২]  আয়াতে উল্লেখিত (خلاف) শব্দের দুটি অর্থ হতে পারে, একঃ পেছনে বা পরে, আবু ওবায়দা রহমাতুল্লাহ আলাইহি এ অর্থই গ্রহণ করেছেন। তাতে এর মর্মার্থ দাঁড়ায় এই যে, এরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের জিহাদে চলে যাবার পর তাঁর পেছনে রয়ে যেতে পারল বলে আনন্দিত হচ্ছে যা বাস্তবিক পক্ষে আনন্দের বিষয়ই নয়। দ্বিতীয় অর্থ এক্ষেত্রে (خلاف)  অর্থ (مخالفت) তথা বিরোধিতাও হতে পারে। অর্থাৎ এরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নির্দেশের বিরোধিতা করে ঘরে বসে রইল। আর শুধু নিজেরাই বসে রইল না; বরং অন্যান্য লোকদেরকেও এ কথাই বুঝাল যে, “গরমের সময়ে জিহাদে বেরিয়ো না”। [বাগভী; কুরতুবী ইবন কাসীর; আত-তাহরীর ওয়াত তানওয়ীর; জালালাইন: ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] একথা পূর্বেই জানা গেছে যে, তাবুক যুদ্ধের অভিযান এমন এক সময়ে সংঘটিত হয়েছিল, যখন প্রচন্ড গরম পড়ছিল। [ইবন কাসীর] আল্লাহ তা'আলা তাদের এ কথার উত্তরদান প্রসঙ্গে বলেছেন-\n  <br/>\n  <br/>\n  (قُلۡ نَارُ جَهَنَّمَ اَشَدُّ حَرًّا)\n  <br/>\n  <br/>\n  অর্থাৎ এই হতভাগারা এ সময়ের উত্তাপ তো দেখছে এবং তা থেকে বাঁচার চিন্তা করছে। মূলত এর ফলে আল্লাহ ও তাঁর রাসূলের না-ফরমানীর দরুন যে জাহান্নামের আগুনে সম্মুখীন হতে হবে সে কথা ভাবছেই না তাহলে কি মওসুমের এ উত্তাপ জাহান্নামের উত্তাপ অপেক্ষা বেশী? জাহান্নামের আগুন সম্পর্কে হাদীসে এসেছে, তোমাদের এ আগুন জাহান্নামের আগুনের সত্তরভাগের একভাগ বলা হল যে, হে আল্লাহর রাসূল! এতটুকুই তো যথেষ্ট। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, এ আগুনের চেয়েও সেটা উনসত্তর গুণ বেশী, প্রতিটির উত্তাপই এর মত [বুখারী: ৩২৬৫; মুসলিম: ২৮৪৩] জাহান্নামের আগুনের আরও আন্দাজ পাওয়া যায় এ হাদীস থেকে, যাতে বলা হয়েছে, সবচেয়ে হাল্কা আযাব কিয়ামতের দিন যার হবে, তার আগুনের দুটি জুতা ও পিতা থাকবে, কিন্তু তার উত্তাপে তার মগজ এমনভাবে উৎরাতে থাকবে যেমন পাতিল উনুনের তাপে উতরায়। সে জাহান্নামীদের কাউকে তার চেয়ে বেশী শাস্তিপ্রাপ্ত মনে করবে না। অথচ সে সবচেয়ে হাল্কা আযাবপ্রাপ্ত। [বুখারী: ৬৫৬২; মুসলিম: ২১৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 82,
        "verse": "৯ : ৮২",
        "arabic_text": "\nفَلۡيَضۡحَكُواْ قَلِيلٗا وَلۡيَبۡكُواْ كَثِيرٗا جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ ",
        "bangla_text": "কাজেই তারা অল্প কিছু হেসে নিক, তারা প্রচুর কাঁদবে [১] সেসব কাজের প্রতিফল হিসেবে যা কিছু তারা করেছে। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের শব্দার্থ করলে “তারা যেন কম হাসে এবং বেশী বেশী কাঁদে” এ বাক্যটি যদিও নির্দেশবাচক পদ আকারে ব্যবহার করা হয়েছে, কিন্তু তফসীরবিদ মনীষীবৃন্দ একে সংবাদবাচক সাব্যস্ত করেছেন এবং নির্দেশবাচক পদ ব্যবহারের এই তাৎপর্য বর্ণনা করেছে যে, এমনি ঘটা অবধারিত ও নিশ্চিত। অর্থাৎ নিশ্চিতই এমনটি ঘটবে যে, তাদের এ আনন্দ ও হাসি হবে অতি সাময়িক। এরপর আখেরাতে তাদেরকে চিরকাল কাঁদতে হবে [বাগভী; কুরতুবী; ফাতহুল কাদীর] এ আয়াতের তফসীরে ইবন আব্বাস থেকে বিভিন্ন বর্ণনায় এসেছে “দুনিয়া সামান্য কয়েক দিনের অবস্থানস্থল, এতে যত ইচ্ছা হেসে নাও। তারপর দুনিয়া যখন শেষ হয়ে যাবে এবং আল্লাহর সান্নিধ্যে উপস্থিত হবে, তখনই কান্নার পালা শুরু হবে যা আর নিবৃত্ত হবে না।\" [ইবন কাসীর]\n </p>\n</div>"
    },
    {
        "id": 83,
        "verse": "৯ : ৮৩",
        "arabic_text": "\nفَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٖ مِّنۡهُمۡ فَٱسۡتَـٔۡذَنُوكَ لِلۡخُرُوجِ فَقُل لَّن تَخۡرُجُواْ مَعِيَ أَبَدٗا وَلَن تُقَٰتِلُواْ مَعِيَ عَدُوًّاۖ إِنَّكُمۡ رَضِيتُم بِٱلۡقُعُودِ أَوَّلَ مَرَّةٖ فَٱقۡعُدُواْ مَعَ ٱلۡخَٰلِفِينَ ",
        "bangla_text": "অতঃপর আল্লাহ্‌ যদি আপনাকে তাদের কোন দলের কাছে ফেরত আনেন এবং তারা অভিযানে বের হওয়ার জন্য আপনার অনুমতি প্রার্থনা করে, তখন আপনি বলবেন, ‘তোমরা তো আমার সাথে কখনো বের হবে না [১] এবং তোমরা আমার সঙ্গী হয়ে কখনো শত্রুর সাথে যুদ্ধ করবে না। তোমরা তো প্রথমবার বসে থাকাই পছন্দ করেছিলে; কাজেই যারা পিছনে থাকে তাদের সাথে বসেই থাক।’",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ এরা যদি ভবিষ্যতে কোন জিহাদে অংশগ্রহনের ইচ্ছা বা আগ্রহ প্রকাশ করে তাহলে যেহেতু তাদের অন্তরে ঈমান নেই, সেহেতু এদের সে ইচ্ছাও নিষ্ঠাপূর্ণ হবে না; যখন রওয়ানা হবার সময় হবে, পূর্বেকার মতই নানা রকম ছলছুতার আশ্রয় নেবে। সুতরাং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি নির্দেশ হল যে, তারা নিজেরাও যখন কোন জিহাদে অংশগ্রহনের কথা বলবে, তখন আপনি প্রকৃত বিষয়টি তাদেরকে বাতলে দিন যে, তোমাদের কোন কথা বা কাজে বিশ্বাস নেই। তোমরা না যাবে জিহাদে, না আমার পক্ষ হয়ে ইসলামের কোন শক্রর বিরুদ্ধে যুদ্ধ করবে। অধিকাংশ তফসীরবিদ বলেছেন যে, এ হুকুমটি তাদের জন্য পার্থিব শাস্তি হিসাবে প্রবর্তন করা হয় যে, সত্যিকারভাবে তারা কোন জিহাদে অংশগ্রহণ করতে চাইলেও যেন তাদেরকে অংশগ্রহণ করতে দেয়া না হয়। [কুরতুবী; ইবন কাসীর; আদওয়াউল বায়ান] অন্য আয়াতেও আল্লাহ্ তা'আলা মুনাফিকদেরকে অনুরূপ ভাল কাজে অংশগ্রহণ করতে নিষেধ করেছেন। আল্লাহ বলেন, “তোমরা যখন যুদ্ধলব্ধ সম্পদ সংগ্রহের জন্য যাবে তখন যারা পিছনে রয়ে গিয়েছিল, তারা বলবে, ‘আমাদেরকে তোমাদের সংগে যেতে দাও। তারা আল্লাহর বাণী পরিবর্তন করতে চায়। বলুন, ‘তোমরা কিছুতেই আমাদের সংগী হতে পারবে না। আল্লাহ আগেই এরূপ ঘোষণা করেছেন।\" [সূরা আল-ফাতহ। ১৫] কারণ, তাদের এক অপরাধ অন্য অপরাধকে ডেকে এনেছে, আল্লাহ অন্যত্র বলেন, “আর তারা যেমন প্রথমবারে তাতে ঈমান আনেনি, তেমনি আমরাও তাদের অন্তরসমূহ ও দৃষ্টিসমূহ পাল্টে দেব এবং আমরা তাদেরকে তাদের অবাধ্যতায় উদভ্রান্তের মত ঘুরপাক খাওয়া অবস্থায় ছেড়ে দেব” [সূরা আল-আনআমঃ ১১০]\n </p>\n</div>"
    },
    {
        "id": 84,
        "verse": "৯ : ৮৪",
        "arabic_text": "\nوَلَا تُصَلِّ عَلَىٰٓ أَحَدٖ مِّنۡهُم مَّاتَ أَبَدٗا وَلَا تَقُمۡ عَلَىٰ قَبۡرِهِۦٓۖ إِنَّهُمۡ كَفَرُواْ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُواْ وَهُمۡ فَٰسِقُونَ ",
        "bangla_text": "আর তাদের মধ্যে কারো মৃত্যু হলে আপনি কখনো তার জন্য জানাযার সালাত পড়বেন না এবং তার কবরের পাশে দাঁড়াবেন না [১]; তারা তো আল্লাহ্‌ ও তাঁর রাসূলকে অস্বীকার করেছিল এবং ফাসেক অবস্থায় তাদের মৃত্যু হয়েছে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াত দ্বারা একথা প্রমাণিত হয় যে, কোন কাফেরের প্রতি সম্মান প্রদর্শনের উদ্দেশ্যে তার সমাধিতে দাঁড়ানো কিংবা তা যেয়ারত করতে যাওয়া জায়েয নয়। এ আয়াত নাযিল হওয়ার পরে রাসূলুলাহ সালালাহু আলাইহি ওয়া সালাম আর কোন মুনাফিকের জানাযায় হাজির হতেন না এবং তাদের কবরের পাশেও দাড়াতেন না। [ইবন কাসীর] আবু কাতাদা বলেন, রাসূলুলাহ সালালাহু আলাইহি ওয়া সালামের কাছে যখন কোন জানাযা হাজির হতো, তখন তিনি তার সম্পর্কে লোকদের জিজ্ঞেস করতেন, তারা যদি ভালো বলে সত্যয়ন করত তখন তিনি তার উপর সালাত আদায় করতেন। পক্ষান্তরে যদি তারা তার সম্পর্কে অন্য কিছু বলতো, তখন তিনি বলতেন, তোমরা এটাকে নিয়ে কি করবে কর, তিনি নিজে সালাত আদায় করতেন না [মুসনাদে আহমাদ: ৫/২৯৯] অথচ যদি ঈমানদার হতেন, তাহলে রাসূলুলাহ সালালাহু আলাইহি ওয়া সালাম তার জন্য দোআ করার জন্য কবরের পাশে দাঁড়াতেন। হাদীসে এসেছে, রাসূলুলাহ সালালাহু আলাইহি ওয়া সালাম বলেছেন, যে কেউ জানাযার সালাত শেষ হওয়া পর্যন্ত থাকবে তার জন্য এক কীরাত, আর যে কেউ সালাত শেষ হওয়ার পর দাফন পর্যন্ত থাকবে তার জন্য দুই কীরাত। বলা হল, কেমন দুই কীরাত? তিনি বললেন, তার ছোটটি ওহুদ পাহাড়ের সমতুল্য। [বুখারী: ১৩২৫; মুসলিম: ৯৪৫] অন্য হাদীসে এসেছে, রাসূলুলাহ সালালাহু আলাইহি ওয়া সাল্লাম যখন দাফন শেষ করতেন, তখন তার কবরের পাশে দাঁড়াতেন এবং বলতেন, তোমরা তোমাদের ভাইয়ের জন্য ক্ষমা চাও, আর তার জন্য স্থিতি বা দৃঢ়তার জন্য দোআ কর; কেননা তাকে এখন প্রশ্ন করা হচ্ছে। [আবুদাউদ: ৩২২১]\n </p>\n</div>"
    },
    {
        "id": 85,
        "verse": "৯ : ৮৫",
        "arabic_text": "\nوَلَا تُعۡجِبۡكَ أَمۡوَٰلُهُمۡ وَأَوۡلَٰدُهُمۡۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِي ٱلدُّنۡيَا وَتَزۡهَقَ أَنفُسُهُمۡ وَهُمۡ كَٰفِرُونَ ",
        "bangla_text": "আর তাদের সম্পদ ও সন্তান-সন্ততি আপনাকে যেন বিমুগ্ধ না করে; আল্লাহ্‌ তো এগুলোর দ্বারাই তাদেরকে পার্থিব জীবনে শাস্তি দিতে চান; আর তারা কাফের থাকা অবস্থায় তাদের আত্মা দেহ-ত্যাগ করে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতে সেসব মুনাফিকের কথাই বর্ণনা করা হয়েছে যারা তাবুক যুদ্ধে অংশগ্রহণে নানা রকম ছলনার আশ্রয়ে বিরত থেকেছিল। সেসব মুনাফিকের মাঝে কেউ কেউ সম্পদশালী লোকও ছিল। তাদের অবস্থা থেকে মুসলিমদের ধারণা হতে পারত এর উত্তরে এ আয়াতে বলা হয়েছে যে, যদি লক্ষ্য করে দেখা যায়, তবে দেখা যাবে, তাদের এ ধন-সম্পদ ও সন্তান-সন্ততি কোন রহমত ও নেয়ামত নয়; বরং পার্থিব জীবনেও এগুলো তাদের জন্য আযাব বিশেষ। আখেরাতের আযাব তো এর বাইরে আছেই। দুনিয়াতে আযাব হওয়ার ব্যাপারটি এভাবে যে, ধন-সম্পদের মহব্বত, তার রক্ষণাবেক্ষণ ও বৃদ্ধির চিন্তা-ভাবনা তাদেরকে এমন কঠিনভাবে পেয়ে বসে যে, কোন সময় কোন অবস্থাতেই স্বস্তি পেতে দেয় না। আরাম আয়েশের যত উপকরণই তাদের কাছে থাক না কেন, তাদের ভাগ্যে সে আরাম জুটে না যা মনের শান্তি ও স্বস্তি হিসাবে গণ্য হতে পারে। এছাড়া দুনিয়ার এসব ধন-সম্পদ যেহেতু তাদেরকে আখেরাত সম্পর্কে গাফেল করে দিয়ে কুফর ও পাপে নিমজ্জিত করে রাখার কারণ হয়ে থাকে, সেহেতু আযাবের কারণ হিসাবেও এগুলোকে আযাব বলা যেতে পারে। তারা যখন মারা যায় তখনো এগুলোর ভালবাসা তাদের অন্তরে বেশী থাকার কারণে তাদের মৃত্যু হলেও সম্পদ হারানের কারণে ভীষণ কষ্টে থাকে। এ কারণেই কুরআনের ভাষায় (یُّعَذِّبَهُمۡ بِهَا) বলা হয়েছে। আল্লাহ্ তা'আলা এ সমস্ত ধন সম্পদের মাধ্যমেই তাদেরকে শাস্তি দিতে চান। সুতরাং এ কথা কক্ষনো ভাবা যাবে না যে, তাদেরকে এগুলো দিয়ে আল্লাহ তা'আলা সম্মানিত করছেন। বরং এগুলো দিয়ে তিনি তাদেরকে অপমানিত করেছেন। [সা’দী; ইগাসাতুল লাহফান]\n </p>\n</div>"
    },
    {
        "id": 86,
        "verse": "৯ : ৮৬",
        "arabic_text": "\nوَإِذَآ أُنزِلَتۡ سُورَةٌ أَنۡ ءَامِنُواْ بِٱللَّهِ وَجَٰهِدُواْ مَعَ رَسُولِهِ ٱسۡتَـٔۡذَنَكَ أُوْلُواْ ٱلطَّوۡلِ مِنۡهُمۡ وَقَالُواْ ذَرۡنَا نَكُن مَّعَ ٱلۡقَٰعِدِينَ ",
        "bangla_text": "আর ‘আল্লাহ্‌ প্রতি ঈমান আন এবং রাসূলের সঙ্গী হয়ে জিহাদ কর’---এ মর্মে যখন কোন সূরা নাযিল হয় তখন তাদের মধ্যে যাদের শক্তিসামর্থ্য আছে তারা আপনার কাছে অব্যাহতি চায় এবং বলে, ‘আমাদেরকে রেহাই দিন, যারা বসে থাকে আমরা তাদের সাথেই থাকব।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 87,
        "verse": "৯ : ৮৭",
        "arabic_text": "\nرَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَفۡقَهُونَ ",
        "bangla_text": "তারা অন্তঃপুর বাসিনীদের সাথে অবস্থান করাই পছন্দ করেছে এবং তাদের অন্তরের উপর মোহর এঁটে দেয়া হলো; ফলে তারা বুঝতে পারে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 88,
        "verse": "৯ : ৮৮",
        "arabic_text": "\nلَٰكِنِ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ جَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ وَأُوْلَٰٓئِكَ لَهُمُ ٱلۡخَيۡرَٰتُۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ ",
        "bangla_text": "কিন্তু রাসূল এবং যারা তাঁরা সাথে ঈমান এনেছে তারা নিজ সম্পদ ও জীবন দ্বারা আল্লাহ্‌র পথে জিহাদ করেছে; আর তারা তাদের জন্যই রয়েছে যাবতীয় কল্যাণ এবং তারাই সফলকাম।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 89,
        "verse": "৯ : ৮৯",
        "arabic_text": "\nأَعَدَّ ٱللَّهُ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "আল্লাহ্‌ তাদের জন্য প্রস্তুত করে রেখেছেন জান্নাত, যারা নিচে নদী প্রবাহিত, যেখানে তারা স্থায়ী হবে; এটাই মহাসাফল্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 90,
        "verse": "৯ : ৯০",
        "arabic_text": "\nوَجَآءَ ٱلۡمُعَذِّرُونَ مِنَ ٱلۡأَعۡرَابِ لِيُؤۡذَنَ لَهُمۡ وَقَعَدَ ٱلَّذِينَ كَذَبُواْ ٱللَّهَ وَرَسُولَهُۥۚ سَيُصِيبُ ٱلَّذِينَ كَفَرُواْ مِنۡهُمۡ عَذَابٌ أَلِيمٞ ",
        "bangla_text": "আর মরুবাসীদের মধ্যে কিছু লোক অজুহাত পেশ করতে আসল যেন এদেরকে অব্যাহতি দেয়া হয় এবং যারা আল্লাহ্‌ ও তাঁর রাসূলের সাথে মিথ্যা বলেছিল, তারা বসে রইল, তাদের মধ্যে  যারা কুফরী করেছে অচিরেই তারা যন্ত্রণাদায়ক শাস্তি পাবে [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের অর্থ থেকে বুঝা যায় যে, এসব বেদুইন যাযাবরদের মধ্যে দু'রকম লোক ছিল। প্রথমত, যারা ছল-ছুতা পেশ করার জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের খেদমতে হাযির হয় যাতে তাদেরকে জিহাদে যাওয়ার ব্যাপারে অব্যাহতি দান করা হয়। আর কিছু লোক ছিল এমন উদ্ধত যারা অব্যাহতি লাভের তোয়াক্কা না করেই নিজ নিজ অবস্থানে নিজের মতেই বসে থাকে। এতে বাতলে দেয়া হয়েছে যে, তাদের ওযর গ্রহণযোগ্য নয়। ফলে তাদেরকে বেদনাদায়ক আযাবের দুঃসংবাদ শুনিয়ে দেয়া হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  আল্লামা সা’দী বলেন, আয়াতের অর্থ, যারা রাসূলের সাথে বের হওয়ার ব্যাপারটি গুরুত্বহীন মনে করেছে এবং বের হতে কসুর করেছে, তাদের অসভ্যতা ও লজ্জাহীনতার কারণে এবং তাদের দুর্বল ঈমানের কারণে, রাসূলের কাছে এসে জিহাদে না যাওয়ার অনুমতি চাইতে লাগল। কিন্তু যারা আল্লাহ ও তাঁর রাসূলকে মিথ্যা মনে করেছিল তারা সম্পূর্ণ বেপরোয়া হয়ে বসে রইল, অব্যাহতি নেয়াও ছেড়ে দিল। অথবা আয়াতে ‘ওজর পেশকারীরা বলে তাদেরকে বুঝানো হয়েছে যাদের সত্যিকার অর্থেই ওজর ছিল। তারা রাসূলের কাছে ওজর পেশ করার জন্য এসেছিল। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিয়ম ছিল যে, কেউ ওজর পেশ করলে তিনি তা গ্রহণ করতেন। আর যারা অভিযানে বের হওয়ার আবশ্যকতা সংক্রান্ত ঈমানের দাবীতে আল্লাহ ও তাঁর রাসূলকে মিথ্যা বলেছিল তারা বসেই রইল, বের হওয়ার ব্যাপারে কোন কাজ করল না। [সা’দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 91,
        "verse": "৯ : ৯১",
        "arabic_text": "\nلَّيۡسَ عَلَى ٱلضُّعَفَآءِ وَلَا عَلَى ٱلۡمَرۡضَىٰ وَلَا عَلَى ٱلَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُواْ لِلَّهِ وَرَسُولِهِۦۚ مَا عَلَى ٱلۡمُحۡسِنِينَ مِن سَبِيلٖۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "যারা দুর্বল, যারা পীড়িত এবং যারা অর্থ সাহায্যে অসমর্থ, তাদের কোন অপরাধ নেই, যদি আল্লাহ্‌ ও তাঁর রাসূলের হিতাকাঙ্খী হয় [১]। মুহসিনদের বিরুদ্ধে অভিযোগের কোন পথ নেই; আর আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে সে সমস্ত নিষ্ঠাবান মুসলিমদের কথা আলোচনা করা হচ্ছে, যারা প্রকৃতই অপরাগতার দরুণ জিহাদে অংশ গ্রহণে অসমর্থ ছিল। এদের মধ্যে কিছু লোক ছিল অন্ধ বা অসুস্থতার কারণে অপারগ এবং যাদের অপরাগতা ছিল একান্ত সুস্পষ্ট। আর কিছু লোক ছিল যারা জিহাদে অংশগ্রহণের জন্য প্রস্তুত ছিল, বরং জিহাদে কোন জীব ছিল না। বস্তুতঃ সফর ছিল সুদীর্ঘ এবং মওসুমটি ছিল গরমের। তারা নিজেদের জিহাদী উদ্দীপনা এবং সওয়ারীর অভাবে তাতে অংশগ্রহণে অপরাগতার কথা জানিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট আবেদন করে যে, আমাদের জন্য সওয়ারীর কোন ব্যবস্থা করা হোক। তাফসীরের গ্রন্থসমূহে এ ধরনের একাধিক ঘটনার কথা লেখা হয়েছে। [দেখুন, কুরতুবী; ইবন কাসীর; আত-তাফসীরুস সহীহ] তবে আয়াতে একটি শর্ত দেয়া হয়েছে যে তাদের আল্লাহ ও তার রাসূলের হিতাকাঙ্খী হতে হবে। এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ হিতাকাঙ্খাকেই দ্বীন হিসেবে সাব্যস্ত করেছেন। তিনি বলেছেন, দ্বীন হচ্ছে, নসীহত বা হিতাকাঙ্খা, দ্বীন হচ্ছে, হিতাকাঙ্খা, দ্বীন হচ্ছে, হিতাকাঙ্খা, আমরা বললাম, কার জন্য? তিনি বললেন, আল্লাহর জন্য, তাঁর কিতাবের জন্য, তাঁর রাসূলের জন্য, মুসলিম ইমামদের জন্য এবং সর্বসাধারণের জন্য। [মুসলিম: ৫৫]\n </p>\n</div>"
    },
    {
        "id": 92,
        "verse": "৯ : ৯২",
        "arabic_text": "\nوَلَا عَلَى ٱلَّذِينَ إِذَا مَآ أَتَوۡكَ لِتَحۡمِلَهُمۡ قُلۡتَ لَآ أَجِدُ مَآ أَحۡمِلُكُمۡ عَلَيۡهِ تَوَلَّواْ وَّأَعۡيُنُهُمۡ تَفِيضُ مِنَ ٱلدَّمۡعِ حَزَنًا أَلَّا يَجِدُواْ مَا يُنفِقُونَ ",
        "bangla_text": "আর তাদেরও কোন অপরাধ নেই যারা আপনার কাছে বাহনের জন্য আসলে আপনি বলেছিলেন, ‘তোমাদের জন্য কোন বাহন আমি পাচ্ছি না’; তারা অশ্রুবিগলিত চোখে ফিরে গেল,  কারণ তারা খরচ করার মত কিছুই পায়নি [১]",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আলোচ্য আয়াতে তাদের কথাই বলা হয়েছে যাদের অপারগতা আল্লাহ্ কবুল করে নিয়েছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজেও যুদ্ধে বের হওয়ার পর যারা আগ্রহ থাকা সত্বেও যুদ্ধে আসতে পারেনি তাদের ব্যাপারটি মনে রাখার জন্য সাহাবায়ে কিরামকে নির্দেশ দিয়েছিলেন। তিনি বলেছিলেন, মদীনাতে এমন একদল লোক রয়েছে, তোমরা যে উপত্যকাই অতিক্রম কর না কেন, যে জায়গায়ই সফর কর না কেন তারা তোমাদের সাথে আছে। তারা বলল, তারা তো মদীনায়? তিনি বললেন, হ্যা, তাদেরকে ওযর আটকে রেখেছে।' [বুখারী: ২৮৩৯; মুসলিম: ১৯১১] অন্য বর্ণনায় এসেছে, তারা তোমাদের সাথে সওয়াবে শরীক হবে। অসুস্থতা তাদেরকে আটকে রেখেছে [মুসলিম: ১৯১১; ইবন মাজাহ: ২৭৬৫] এ আয়াতের পরে এ ব্যাপারে সতর্কবাণী উচ্চারণ করা হয়েছে যে, বিপদ শুধু তাদের ক্ষেত্রে যারা সামর্থ্য ও শক্তি থাকা সত্ত্বেও জিহাদে অনুপস্থিত থাকাকে নারীদের মত পছন্দ করে নিয়েছে।\n </p>\n</div>"
    },
    {
        "id": 93,
        "verse": "৯ : ৯৩",
        "arabic_text": "\n۞ إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَسۡتَـٔۡذِنُونَكَ وَهُمۡ أَغۡنِيَآءُۚ رَضُواْ بِأَن يَكُونُواْ مَعَ ٱلۡخَوَالِفِ وَطَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَعۡلَمُونَ ",
        "bangla_text": "যারা অভাবমুক্ত হয়েও অব্যাহতি প্রার্থনা করেছে, অবশ্যই তাদের বিরুদ্ধে অভিযোগের কারণ আছে। তারা অন্তঃপুরবাসিনীদের সাথে থাকাই পছন্দ করেছিল; আর আল্লাহ্‌ তাদের অন্তরের উপর মোহর এঁটে দিয়েছেন, ফলে তারা জানতে পারে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 94,
        "verse": "৯ : ৯৪",
        "arabic_text": "\nيَعۡتَذِرُونَ إِلَيۡكُمۡ إِذَا رَجَعۡتُمۡ إِلَيۡهِمۡۚ قُل لَّا تَعۡتَذِرُواْ لَن نُّؤۡمِنَ لَكُمۡ قَدۡ نَبَّأَنَا ٱللَّهُ مِنۡ أَخۡبَارِكُمۡۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "তোমরা তাদের কাছে ফিরে আসলে তারা তোমাদের কাছে অজুহাত পেশ করবে [১]। বলুন, ‘তোমরা অজুহাত পেশ করো না, আমরা তোমাদেরকে কখনো বিশ্বাস করব না; অবশ্যই আল্লাহ্‌ আমাদেরকে তোমাদের খবর জানিয়ে দিয়েছেন এবং আল্লাহ্‌ অবশ্যই তোমাদের কাজকর্ম দেখবেন এবং তাঁর রাসূলও। তারপর গায়েব ও প্রকাশ্যের জ্ঞানীর কাছে তোমাদেরকে ফিরিয়ে নেয়া হবে অতঃপর তোমরা যা করতে, তা তিনি তোমাদেরকে জানিয়ে দেবেন [২]।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আব্দুল্লাহ ইবন কা’ব ইবন মালেক বলেন, আমি কাব ইবন মালেককে তাবুকের যুদ্ধে পিছিয়ে থাকা সম্পর্কে বলতে শুনেছি, আল্লাহর শপথ! ঈমান আনার পরে আল্লাহ আমার উপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে সত্য কথা বলার মত নে'আমত আর অন্য কিছু দেন নি। যখন অপরাপর মিথুকরা মিথ্যা কথা বলে ধ্বংস হয়ে গিয়েছিল। যখন তার কাছে ওহী নাযিল হয়েছিল এ বলে যে, তোমরা তাদের কাছে ফিরে আসলে অচিরেই তারা তোমাদের কাছে আল্লাহর শপথ করবে যাতে তোমরা তাদের উপেক্ষা কর। কাজেই তোমরা তাদেরকে উপেক্ষা কর; নিশ্চয় তারা অপবিত্র এবং তাদের কৃতকর্মের ফলস্বরূপ জাহান্নামই তাদের আবাসস্থল। তারা তোমাদের কাছে শপথ করবে যাতে তোমরা তাদের প্রতি সন্তুষ্ট হও। অতঃপর তোমরা তাদের প্রতি সন্তুষ্ট হলেও আল্লাহ তো ফাসিক সম্পপ্রদায়ের প্রতি সন্তুষ্ট হবেন না। [বুখারী ৪৬৭৩]\n  <br/>\n  <br/>\n  [২] এ আয়াতে সে সব লোকদের আলোচনা করা হচ্ছে, যারা জিহাদ থেকে ফিরে আসার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের খেদমতে উপস্থিত হয়ে নিজেদের জিহাদে অংশগ্রহণ না করার পক্ষে মিথ্যা ওযর আপত্তি পেশ করছিল। এ আয়াতগুলো মদীনায় ফিরে আসার পূর্বেই অবতীর্ণ হয়ে গিয়েছিল এবং তাতে পরবর্তী সময়ে সংঘটিতব্য ঘটনার সংবাদ দিয়ে দেয়া হয়েছিল যে, আপনি যখন মদীনায় ফিরে যাবেন, তখন মুনাফিকরা ওযর-আপত্তি নিয়ে আপনার নিকট আসবে। [ফাতহুল কাদীর] বস্তুতঃ ঘটনাও তাই ঘটেছিল। এ আয়াতগুলোতে তাদের সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নির্দেশনা দেয়া হয়েছে যে, যখন এরা আপনার কাছে ওযর আপত্তি পেশ করার জন্য আসে, আপনি তাদেরকে বলে দিন যে, মিথ্যা ওযর পেশ করো না। আমরা তোমাদের কথাকে সত্য বলে স্বীকার করব না। কারণ, আল্লাহ তা’আলা ওহীর মাধ্যমে আমাদেরকে তোমাদের মনের গোপন ইচ্ছা বাতলে দিয়েছেন। ফলে তোমাদের মিথ্যাবদিতা আমাদের কাছে প্রকৃষ্ট হয়ে গেছে। কাজেই কোন রকম ওযর আপত্তি বর্ণনা করা অর্থহীন। তবে এখনও অবকাশ রয়েছে যেন তারা মুনাফিকী পরিহার করে সত্যিকার মুসলিম হয়ে যায়। ফলে আল্লাহ্ তাআলা এবং তাঁর রাসূল তোমাদের কার্যকলাপ দেখবেন যে, তা কি এবং কোন ধরনের হয়। যদি তোমরা তাওবাহ করে নিয়ে সত্যিকার মুসলিম হয়ে যাও, তবে সে অনুযায়ীই ব্যবস্থা করা হবে; তোমাদের পাপ মাফ হয়ে যাবে। অন্যথায় তা তোমাদের কোন উপকারই সাধন করবে না। [দেখুন, তাবারী; ফাতহুল কাদীর; সাদী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 95,
        "verse": "৯ : ৯৫",
        "arabic_text": "\nسَيَحۡلِفُونَ بِٱللَّهِ لَكُمۡ إِذَا ٱنقَلَبۡتُمۡ إِلَيۡهِمۡ لِتُعۡرِضُواْ عَنۡهُمۡۖ فَأَعۡرِضُواْ عَنۡهُمۡۖ إِنَّهُمۡ رِجۡسٞۖ وَمَأۡوَىٰهُمۡ جَهَنَّمُ جَزَآءَۢ بِمَا كَانُواْ يَكۡسِبُونَ ",
        "bangla_text": "তোমরা তাদের কাছে ফিরে আসলে অচিরেই তারা তোমাদের কাছে আল্লাহ্‌র শপথ করবে যাতে তোমরা তাদের উপেক্ষা কর [১]। কাজেই তোমরা তাদেরকে উপেক্ষা কর; নিশ্চয় তারা অপবিত্র এবং তাদের কৃতকর্মের ফলস্বরূপ জাহান্নামই তাদের আবাসস্থল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে বর্ণিত হয়েছে যে, এসব লোক আপনার ফিরে আসার পর মিথ্যা কসম খেয়ে খেয়ে আপনাকে আশ্বস্ত করতে চাইবে এবং তাতে তাদের উদ্দেশ্য হবে, আপনি যেন তাদের জিহাদের অনুপস্থিতির বিষয়টি উপেক্ষা করেন এবং সেজন্য যেন কোন ভর্ৎসনা না করেন। এরই প্রেক্ষিতে এরশাদ হয়েছে যে, আপনি তাদের এই বাসনা পূরণ করে দিন। অর্থাৎ আপনি তাদের বিষয় উপেক্ষা করুন। তাদের প্রতি ভর্ৎসনাও করবেন না কিংবা তাদের সাথে উৎফুল্ল সম্পর্কও রাখবেন না। কারণ, ভর্ৎসনা করে কোন ফায়দা নেই। তাদের মনে যখন ঈমান নেই এবং তার বাসনাও নেই, তখন ভর্ৎসনা করেই বা কি হবে। [দেখুন, তাবারী; ফাতহুল কাদীর; সা’দী]\n </p>\n</div>"
    },
    {
        "id": 96,
        "verse": "৯ : ৯৬",
        "arabic_text": "\nيَحۡلِفُونَ لَكُمۡ لِتَرۡضَوۡاْ عَنۡهُمۡۖ فَإِن تَرۡضَوۡاْ عَنۡهُمۡ فَإِنَّ ٱللَّهَ لَا يَرۡضَىٰ عَنِ ٱلۡقَوۡمِ ٱلۡفَٰسِقِينَ ",
        "bangla_text": "তারা তোমাদের কাছে শপথ করবে যাতে তোমরা তাদের প্রতি সন্তুষ্ট হও। অতঃপর তোমরা তাদের প্রতি সন্তুষ্ট হলেও আল্লাহ্‌ তো ফাসিক সম্প্রদায়ের প্রতি সন্তুষ্ট হবেন না [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে নির্দেশ দেয়া হয়েছে যে, এরা কসম খেয়ে খেয়ে আপনাকে এবং মুসলিমদেরকে রাষী করাতে চাইবে। এ ব্যাপারে আল্লাহ্ তা'আলা হেদায়েত দান করেছেন যে, তাদের প্রতি রাযী হবেন না। এ কারণে যে, আল্লাহ তাদের প্রতি রাযী নন। তাছাড়াও তারা যখন নিজেদের কুফরী ও মুনাফিকীর উপরই অটল থাকল, তখন আল্লাহ তা'আলা কেমন করে রাযী হবেন? আর ঈমানদাররাই বা কি করে রাযী হতে পারে, যখন ঈমানদাররা সেটাতেই রাযী হয়ে থাকে যাতে আল্লাহ ও তাঁর রাসূল রাযী? [দেখুন, তাবারী; ফাতহুল কাদীর; সা’দী]\n </p>\n</div>"
    },
    {
        "id": 97,
        "verse": "৯ : ৯৭",
        "arabic_text": "\nٱلۡأَعۡرَابُ أَشَدُّ كُفۡرٗا وَنِفَاقٗا وَأَجۡدَرُ أَلَّا يَعۡلَمُواْ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "আ’রব [১] বা মরুবাসীরা কুফরী ও মুনাফেকীতে শক্ত; এবং আল্লাহ্‌ তাঁর রাসূলের উপর যা নাযিল করেছেন, তার সীমারেখা সম্পর্কে অজ্ঞ থাকার অধিক উপযোগী [২]। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (اعراب) শব্দটি (عرب) শব্দের বহুবচন নয়; বরং এটি একটি শব্দ পদ বিশেষ যা শহরের বাইরের অধিবাসীদের বুঝাবার জন্য ব্যবহার করা হয়। এর একজন বুঝাতে হলে (اعرابي) বলা হয়। [কুরতুবী; ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াতে মরুবাসী বেদুঈনদের সম্পর্কে বলা হয়েছে যে, এরা কুফরী ও মুনাফিকীর ব্যাপারে শহরবাসী অপেক্ষাও বেশী কঠোর। এর কারণ বর্ণনা প্রসঙ্গে বলা হয়েছে যে, এরা এলম ও আলেম তথা জ্ঞান ও জ্ঞানী লোকদের থেকে দূরে অবস্থান করে। ফলে এরা আল্লাহ কর্তৃক নাযিলকৃত সীমা সম্পর্কে অজ্ঞ থাকে। কারণ, না কুরআন তাদের সামনে আছে, না তার অর্থ মর্ম ও বিধি বিধান সম্পর্কে জ্ঞান লাভ করতে পারে, বিশেষ করে যা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বর্ণনা করেছেন। এ জন্যই কাতাদা বলেন, এখানে রাসূলের সুন্নাত সম্পর্কে তাদের অজ্ঞতা বোঝানো হয়েছে। [তাবারী] এক হাদীসেও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ ব্যাপারটি তুলে ধরেছেন। তিনি বলেন, ‘যে কেউ মরুবাসী হবে সে অসভ্য হবে, যে কেউ শিকারের পিছনে ছুটবে সে অন্যমনস্ক হবে, আর যে কেউ ক্ষমতাশীনদের কাছে যাবে সে ফিৎনায় পড়বে।\" [আবুদাউদ: ২৮৫৯] আর যেহেতু অসভ্যতা বেদুঈনদের সাধারণ নিয়ম, তাই আল্লাহ তা'আলা তাদের মধ্য থেকে কোন নবী-রাসূল পাঠান নি। আল্লাহ বলেন, “আর আমরা আপনার আগে কেবল জনপদবাসীদের মধ্য থেকে পুরুষদেরকে রাসূল বানিয়েছিলাম\" [সূরা ইউসুফঃ ১০৯] অন্য হাদীসে এসেছে, একবার এক বেদুঈন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কিছু হাদীয়া দেয়। তিনি তাকে রাযী করতে দ্বিগুণ প্রদান করেন। তখন তিনি বলেছেন, আল্লাহর শপথ! আমি সিদ্ধান্ত নিয়েছি যে, হাদীয়া শুধু কুরাইশী অথবা সাকাফী অথবা আনসারী বা দাওসী থেকেই নেব।’ [তিরমিযী: ৩৯৪৫] কারণ এ গোত্রগুলো লোকালয়ে বাস করার কারণে তাদের মধ্যে সভ্যতা-সংস্কৃতি রয়েছে। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 98,
        "verse": "৯ : ৯৮",
        "arabic_text": "\nوَمِنَ ٱلۡأَعۡرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغۡرَمٗا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَۚ عَلَيۡهِمۡ دَآئِرَةُ ٱلسَّوۡءِۗ وَٱللَّهُ سَمِيعٌ عَلِيمٞ ",
        "bangla_text": "আর মরুবাসীদের কেউ কেউ, যা তারা আল্লাহ্‌র পথে ব্যয় করে তা জরিমানা গণ্য করে এবং তোমাদের বিপর্যয়ের প্রতীক্ষা করে। তাদের উপরই হোক নিকৃষ্টতম বিপর্যয় [১]। আর আল্লাহ্‌ সর্বশ্রোতা, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতেও এ সমস্ত বেদুঈনেরই একটি অবস্থা বর্ণনা করা হয়েছে। বলা হয়েছে যে, এরা যাকাত, জিহাদ প্রভৃতিতে যে অর্থ ব্যয় করে, তাকে এক প্রকার জরিমানা বলে মনে করে। তার কারণ, তাদের অন্তরে তো ঈমান নেই, শুধু নিজেদের কুফরীকে লুকাবার জন্য সালাতও পড়ে নেয় এবং ফরয যাকাতও দিয়ে দেয়। কিন্তু মনে এ কালিমা থেকেই যায় যে, এ অর্থ অনর্থক খরচ হয়ে গেল। আর সেজন্য অপেক্ষায় থাকে যে, কোন রকমে মুসলিমদের উপর কোন বিপদ নেমে আসুক এবং তারা পরাজিত হয়ে থাক; তাহলেই আমাদের এহেন অর্থদণ্ড থেকে মুক্তিলাভ হবে। আল্লাহ তা'আলা তাদের উত্তরে বলছেন, তাদেরই উপর মন্দ অবস্থা আসবে। আর এরা নিজেদের সেসব কাজ কর্ম ও কথাবার্তার কারণে অধিকতর অপমানিত। মুমিনদগ জন্য রয়েছে তাদের শক্রদের বিপরীতে উত্তম ফলাফল। [দেখুন, আইসারুত তাফাসীর; সা’দী]\n </p>\n</div>"
    },
    {
        "id": 99,
        "verse": "৯ : ৯৯",
        "arabic_text": "\nوَمِنَ ٱلۡأَعۡرَابِ مَن يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِۚ أَلَآ إِنَّهَا قُرۡبَةٞ لَّهُمۡۚ سَيُدۡخِلُهُمُ ٱللَّهُ فِي رَحۡمَتِهِۦٓۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ ",
        "bangla_text": "আর মরুবাসীদের কেউ কেউ আল্লাহ্‌ ও শেষ দিনের উপর ঈমান রাখে এবং যা ব্যয় করে তাকে আল্লাহ্‌র সান্নিধ্য ও রাসূলের দো’আ লাভের উপায় গণ্য করে। জেনে রাখ, নিশ্চয় তা তাদের জন্য আল্লাহ্‌র সান্নিধ্য লাভের উপায়; অচিরেই আল্লাহ্‌ তাদেরকে নিজ রহমতে দাখিল করবেন [১] নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু [২]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ্ তা'আলা সে সব বেদুঈনের আলোচনা সংগত মনে করেছেন যারা সত্যিকার ও পাকা মুসলিম। আর তা এজন্য যাতে একথা প্রতীয়মান হয়ে যায় যে, সব বেদুঈনই এক রকম নয়। তাদের মধ্যেও নিঃস্বার্থ, নিষ্ঠাবান ও জ্ঞানী লোক আছে। তাদের অবস্থা হল এই যে, তারা যে যাকাত-সদকা দেয়, তাকে তারা আল্লাহ তা'আলার নৈকট্য লাভের উপায় এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দোআ প্রাপ্তির আশায় দিয়ে থাকে। ইবন আব্বাস বলেন, এখানে (وَ صَلَوٰتِ الرَّسُوۡلِ) বলে রাসূল তাদের জন্য যে ক্ষমা প্রার্থনা করবেন সেটা বোঝানো হয়েছে। [তাবারী]।\n  <br/>\n  <br/>\n  [২] আলোচ্য আয়াত থেকে আমরা কয়েকটি গুরুত্বপূর্ণ দিকনির্দেশনা পাই। এক. বেদুঈনরাও শহরবাসীর মতই। তাদের মধ্যেও ভালো-খারাপ উভয় ধরনের লোক রয়েছে। সুতরাং তারা বেদুঈন হয়েছে বলেই তাদের দুর্নাম করা হয়নি। বরং তারা আল্লাহর নির্দেশ না জানাটাই তাদের নিন্দার কারণ। দুই, কুফর ও নিফাক অবস্থাভেদে বেশী, কম, কঠোর ও হাল্কা হয়ে থাকে। তিন. এ আয়াত দ্বারা ইলমের সম্মান বুঝা যাচ্ছে। যার ইলম নেই সে ক্ষতির অধিক নিকটবর্তী সে লোকের তুলনায়, যার কাছে ইলম আছে। আর এজন্যই আল্লাহ তাদের নিন্দা করেছেন। চার. এ আয়াত থেকে আরও বুঝা যায় যে, উপকারী ইলম সেটাই যা মানুষের কাজে লাগে। যা থাকলে মানুষ আল্লাহর নির্ধারিত সীমারেখা জানতে পারে। যেমন, ঈমান, ইসলাম, ইহসান, তাকওয়া, সফলতা, আনুগত্য, সৎ, সুসম্পর্ক সম্পর্কে জ্ঞান। অনুরূপভাবে, কুফর, নিফাক, ফিসক, অবাধ্যতা, ব্যভিচার, মদ, সুদ ইত্যাদি সম্পর্কে জানা; কেননা এগুলো জানলে আল্লাহর নির্দেশগুলো মানা যায়, আর নিষেধকৃত বস্তুগুলো পরিত্যাগ করা যায়। পাঁচ. ঈমানদারের উচিত তার কর্তব্যকর্ম অত্যন্ত খুশীমনে আদায় করা। সে সবসময় খেয়াল রাখবে যে সে এগুলো করতে পেরে লাভবান, ক্ষতিগ্রস্ত নয়। [সা'দী]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 100,
        "verse": "৯ : ১০০",
        "arabic_text": "\nوَٱلسَّٰبِقُونَ ٱلۡأَوَّلُونَ مِنَ ٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحۡسَٰنٖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُ وَأَعَدَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي تَحۡتَهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "আর মুহাজির ও আনসারদের মধ্যে যারা প্রথম অগ্রগামী [১] এবং যারা ইহসানের সাথে তাদের অনুসরণ করে [২] আল্লাহ্‌ তাদের প্রতি সন্তুষ্ট হয়েছেন এবং তারাও তাঁর উপর সন্তুষ্ট হয়েছেন [৩]। আর তিনি তাদের জন্য তৈরী করেছেন জান্নাত, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। এ তো মহাসাফল্য।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে সাহাবাদের প্রশংসায় আল্লাহ্ তা'আলা “সাবেকীন আওয়ালীন\" বা ‘প্রথম অগ্রগামী’ শব্দদ্বয় ব্যবহার করেছেন। কিন্তু এ “সাবেকীন আওয়ালীন কারা তা নির্ধারণে বিভিন্ন মত পরিলক্ষিত হয়।\n  <br/>\n  <br/>\n  ক) কোন কোন মুফাসসির বলেনঃ এ আয়াতে “সাবেকীন আওয়ালীন\" এর পরে\n  <br/>\n  <br/>\n  (مِنَ الۡمُهٰجِرِیۡنَ وَ الۡاَنۡصَارِ)\n  <br/>\n  <br/>\n  বাক্যে ব্যবহৃত (مِنْ) অব্যয়টি কারো কারো মতে (تبعيض) বা কিছু সংখ্যক বুঝানোর জন্য ব্যবহার করা হয়েছে। এ তাফসীর অনুযায়ী সাহাবায়ে কেরামের দুটি শ্রেণী সাব্যস্ত হয়েছে। একটি হল সাবেকীনে আওয়ালীনের, আর দ্বিতীয়টি হচ্ছে, কেবলা পরিবর্তন কিংবা বদরযুদ্ধ অথবা বাইআতে রেদওয়ান অথবা মক্কা বিজয়ের পরে যারা মুসলিম হয়েছে তারা সবাই। তখন সাহাবাগণ দু’শ্রেণীতে বিভক্ত হবেন,\n  <br/>\n  <br/>\n  এক) মুহাজেরীন ও আনসারদের মধ্যে যারা “সাবেকীন আওয়ালীন” বা ঈমান গ্রহণে ও হিজরতে অগ্রবর্তী।\n  <br/>\n  <br/>\n  দুই) অন্যান্য সাহাবায়ে কেরাম। এ তাফসীর অনুসারে সাহাবাদের মধ্যে কারা “সাবেকীন আওয়ালীন’ বলে গণ্য হবেন এ ব্যাপারে বেশ কয়েকটি মত রয়েছেঃ\n  <br/>\n  <br/>\n  ১) কোন কোন মনীষী সাহাবায়ে কেরামদের মধ্যে \"সাবেকীন আওয়ালীন তাদেরকেই সাব্যস্ত করেছেন, যারা উভয় কেবল অর্থাৎ বায়তুল মুকাদ্দাস ও কাবার দিকে মুখ করে সালাত পড়েছেন। অর্থাৎ যারা কেবল পরিবর্তনের পূর্বে মুসলিম হয়েছে তাদেরকে “সাবেকীন আওয়ালীন\" গণ্য করেছেন। এমনটি হল সাঈদ ইবন মুসাইয়োব ও কাতাদাহ রাদিয়াল্লাহু আনহু— এর মত [কুরতুবী]\n  <br/>\n  <br/>\n  ২) আতা ইবন আবী রাবাহ বলেছেন যে, সাবেকীনে আওয়ালীন হলেন সে সমস্ত সাহাবায়ে কেরাম যারা বদরের যুদ্ধে অংশগ্রহণ করেছেন। [কুরতুবী]\n  <br/>\n  <br/>\n  ৩) ইমাম শা'বী রাহিমাহুল্লাহ এর মতে যেসব সাহাবী হুদায়বিয়ার বাইয়াতে রিদওয়ানে অংশগ্রহণ করেছিলেন, তারাই সাবেকীন আওয়ালীন। [কুরতুবী] লক্ষণীয় যে, সবার নিকটই যারা কিবলা পরিবর্তনের আগে হিজরত করেছেন তারা নিঃসন্দেহে সাবেকীন আওয়ালীন। আর যারাই বাই’আতে রিদওয়ান তথা হুদায়বিয়ার পরে হিজরত করেছেন তারা সবার মত অনুযায়ীই মুহাজির হোক বা আনসার সাবেকীনে আওয়ালীনের পর দ্বিতীয় শ্রেণীভুক্ত। তবে প্রাধান্যপ্রাপ্ত মত হচ্ছে যে, হুদাইবিয়ার সন্ধির আগে যারা হিজরত করেছে তারা সবাই সাবেকীনে আওয়ালীন। [ইবন তাইমিয়্যাহ, মিনহাজুস সুন্নাহ: ১/১৫৪-১৫৫]\n  <br/>\n  <br/>\n  খ) কোন কোন মুফাসসির বলেনঃ এ আয়াতে (مِنْ) অব্যয়টি আংশিক বুঝাবার উদ্দেশ্যে ব্যবহৃত হয়নি বরং বিবরণের উদ্দেশ্যে ব্যবহৃত হয়েছে। তখন এর মর্ম হবে এই যে, সমস্ত সাহাবায়ে কেরাম অন্যান্য সমস্ত উম্মতের তুলনায় সাবেকীনে আওয়ালীন। এ তাফসীরের মর্ম হল এই যে, সাহাবায়ে কেরামই হলেন মুসলিমদের মধ্যে সাবেকীনে আওয়ালীন। কারণ, ঈমান আনার ক্ষেত্রে তাঁরাই সমগ্র উম্মতের অগ্রবতী ও প্রথম। পরবর্তী কিয়ামত পর্যন্ত সবাই তাবেয়ীন বা তাদের অনুসারী [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [২] অর্থাৎ যারা আমল ও চরিত্রের ক্ষেত্রে প্রথম পর্যায়ে অগ্রবর্তী মুসলিমদের অনুসরণ করেছে পরিপূর্ণভাবে। উপরোক্ত প্রথম তফসীর অনুযায়ী যারা ইহসানের সাথে তাদের অনুসরণ করে বলে হুদায়বিয়ার সন্ধি পরবতী সে সমস্ত সাহাবা এবং মুসলিম, যারা কেয়ামত অবধি ঈমান গ্রহণ, সৎকর্ম ও সচ্চরিত্রের ক্ষেত্রে সাহাবায়ে কেরামের আদর্শের উপর চলবে এবং পরিপূর্ণভাবে তাদের অনুসরণ করবে। [কুরতুবী] আর উপরোক্ত দ্বিতীয় তফসীর অনুযায়ী এর দ্বারা সাহাবায়ে কেরামের পরবর্তী মুসলিমগণ অন্তর্ভুক্ত, যাদেরকে পারিভাষিকভাবে তাবেয়ী' বলা হয়। এরপর পরিভাষাগত এই তাবেয়ীগণের পর কেয়ামত অবধি আগত সে সমস্ত মুসলিমও এর অন্তর্ভুক্ত যারা ঈমান ও সৎকর্মের ক্ষেত্রে পরিপূর্ণভাবে সাহাবায়ে কেরামের আনুগত্য ও অনুসরণ করবে। [ফাতহুল কাদীর]\n  <br/>\n  <br/>\n  [৩] সাহাবায়ে কেরাম আল্লাহর সন্তুষ্টিপ্রাপ্ত। যদি দুনিয়াতে তাদের কারো দ্বারা কোন ক্রটি বিচ্যুতি হয়েও থাকে তবুও। এর প্রমাণ হলো কুরআন কারীমের এ আয়াত। এতে শর্তহীনভাবে সমস্ত সাহাবা সম্পর্কেই বলা হয়েছে যে,\n  <br/>\n  <br/>\n  (رَّضِیَ اللّٰہُ عَنۡهُمۡ وَ رَضُوۡا عَنۡهُ)\n  <br/>\n  <br/>\n  অবশ্য তাবেয়ীনদের ব্যাপারে বলেছেনঃ\n  <br/>\n  <br/>\n  (وَ الَّذِیۡنَ اتَّبَعُوۡهُمۡ بِاِحۡسَانٍ)\n  <br/>\n  <br/>\n  “যারা সুন্দরভাবে তাদের অনুসরণ করেছে\"। সুতরাং তাবেয়ীনদের ব্যাপারে পূর্ববর্তীদের পরিপূর্ণ সুন্দর অনুসরণের শর্ত আরোপ করা হয়েছে। এতে প্রতীয়মান হয় যে, সাহাবায়ে কেরামের সবাই কোন রকম শর্তাশর্ত ছাড়াই আল্লাহ তা'আলার সন্তুষ্টিধন্য। এ ব্যাপারে আরও প্রমাণ হলো, আল্লাহ্‌ তা’আলার বাণীঃ\n  <br/>\n  <br/>\n  (لَقَدۡ رَضِیَ اللّٰہُ  عَنِ الۡمُؤۡمِنِیۡنَ  اِذۡ یُبَایِعُوۡنَکَ تَحۡتَ الشَّجَرَۃِ)\n  <br/>\n  <br/>\n  অবশ্যই আল্লাহ সন্তুষ্ট হয়েছেন মুমিনদের থেকে, যখন তারা গাছের নীচে আপনার হাতে বাই’আত হচ্ছিল”। [সূরা আল-ফাতহঃ ১৮]। অনুরূপভাবে আল্লাহ্ তা'আলা সূরা মুজাদালাহর ২২ নং আয়াতেও সাহাবাদের প্রশংসা করে তাদের উপর সন্তুষ্টির কথা ঘোষণা করেছেন। এছাড়াও সাহাবায়ে কেরামের জান্নাতী হওয়ার ব্যাপারে আরো স্পষ্ট দলীলের মধ্যে রুয়েছে , আল্লাহ্‌র বাণীঃ\n  <br/>\n  <br/>\n  (  لَا یَسۡتَوِی الۡقٰعِدُوۡنَ مِنَ الۡمُؤۡمِنِیۡنَ غَیۡرُ اُولِی الضَّرَرِ وَ الۡمُجٰهِدُوۡنَ فِیۡ سَبِیۡلِ اللّٰہِ بِاَمۡوَالِهِمۡ وَ اَنۡفُسِهِمۡ ؕ فَضَّلَ اللّٰہُ الۡمُجٰهِدِیۡنَ بِاَمۡوَالِهِمۡ وَ اَنۡفُسِهِمۡ عَلَی الۡقٰعِدِیۡنَ دَرَجَةً ؕ وَ کُلًّا وَّعَدَ اللّٰہُ الۡحُسۡنٰی)\n  <br/>\n  <br/>\n  মুমিনদের মধ্যে যারা অক্ষম নয় অথচ ঘরে বসে থাকে ও যারা আল্লাহর পথে স্বীয় ধনপ্রাণ দ্বারা জিহাদ করে তারা সমান নয়। যারা স্বীয় ধন-প্রাণ দ্বারা জিহাদ করে আল্লাহ তাদেরকে, যারা ঘরে বসে থাকে তাদের উপর মর্যাদা দিয়েছেন; তাদের প্রত্যেকের জন্য আল্লাহ হুসনা’ বা সবচেয়ে ভাল পরিণামের ওয়াদা করেছেন”। [সূরা আন-নিসাঃ ৯৫]। অনুরূপভাবে আল্লাহ্ তা'আলা অন্যত্র আরো বলেনঃ\n  <br/>\n  <br/>\n  (لَا یَسۡتَوِیۡ  مِنۡکُمۡ مَّنۡ  اَنۡفَقَ مِنۡ قَبۡلِ الۡفَتۡحِ وَ قٰتَلَ ؕ اُولٰٓئِکَ  اَعۡظَمُ  دَرَجَةً مِّنَ الَّذِیۡنَ اَنۡفَقُوۡا مِنۡۢ  بَعۡدُ وَ قٰتَلُوۡا ؕ وَ کُلًّا وَّعَدَ اللّٰہُ  الۡحُسۡنٰی)\n  <br/>\n  <br/>\n  “তোমাদের মধ্যে যারা ফাতহ তথা হুদায়বিয়ার সন্ধির আগে ব্যয় করেছে ও যুদ্ধ করেছে, তারা এবং পরবর্তীরা সমান নয়। তারা মর্যাদায় শ্রেষ্ঠ ওদের চেয়ে, যারা পরবর্তী কালে ব্যয় করেছে ও যুদ্ধ করেছে। তবে আল্লাহ উভয়ের জান্নাতের প্রতিশ্রুতি দিয়েছেন। [সূরা আল-হাদীদঃ ১০]। এতে বিস্তারিত এভাবে বলে দেয়া হয়েছে যে, সাহাবায়ে কেরাম প্রাথমিক পর্যায়ের হোন কিংবা পরবতী পর্যায়ের, আল্লাহ্ তা'আলা তাঁদের সবার জন্যই জান্নাতের ওয়াদা করেছেন।\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 101,
        "verse": "৯ : ১০১",
        "arabic_text": "\nوَمِمَّنۡ حَوۡلَكُم مِّنَ ٱلۡأَعۡرَابِ مُنَٰفِقُونَۖ وَمِنۡ أَهۡلِ ٱلۡمَدِينَةِ مَرَدُواْ عَلَى ٱلنِّفَاقِ لَا تَعۡلَمُهُمۡۖ نَحۡنُ نَعۡلَمُهُمۡۚ سَنُعَذِّبُهُم مَّرَّتَيۡنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٖ ",
        "bangla_text": "আর মরুবাসীদের মধ্যে যারা তোমাদের আশপাশে আছে তাদের কেউ কেউ মুনাফেক এবং মদীনাবাসীদের মধ্যেও কেউ কেউ, তারা মুনাফেকীতে চরমে পৌছে গেছে। আপনি তাদেরকে জানেন না [১]; আমরা তাদেরকে জানি। অচিরেই আমরা তাদেরকে দু’বার শাস্তি দেব তারপর তাদেরকে মহাশাস্তির দিকে প্রত্যাবর্তন করানো হবে।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অন্য আয়াতে আল্লাহ বলেছেন যে,\n  <br/>\n  <br/>\n  (وَ لَوۡ نَشَآءُ  لَاَرَیۡنٰکَهُمۡ  فَلَعَرَفۡتَهُمۡ بِسِیۡمٰهُمۡ ؕ وَ  لَتَعۡرِفَنَّهُمۡ  فِیۡ لَحۡنِ الۡقَوۡلِ  )\n  <br/>\n  <br/>\n  “আর আমরা ইচ্ছে করলে আপনাকে তাদের পরিচয় দিতাম; ফলে আপনি তাদের লক্ষণ দেখে তাদেরকে চিনতে পারতেন। তবে আপনি অবশ্যই কথার ভংগিতে তাদেরকে চিনতে পারবেন \" [সূরা মুহাম্মাদ:৩০] এবং বিভিন্ন হাদীসে যে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হুযইফা রাদিয়াল্লাহু আনহুকে ১৪ বা ১৫ জনের নাম জানিয়ে দিয়েছেন সেটার সাথে এ আয়াতের কোন দ্বন্ধ নেই। কারণ, সূরা মুহাম্মাদের আয়াতে তাদের চিহ্ন বলে দেয়া উদ্দেশ্য, সবাইকে জানা নয়। অনুরূপভাবে হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হুযাইফা রাদিয়াল্লাহু আনহুকে যাদের নাম জানিয়েছেন তা দ্বারাও এটা সাব্যস্ত হচ্ছে না যে, তিনি সবার নাম ও পরিচয় পূর্ণভাবে জানতেন। [ইবন কাসীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 102,
        "verse": "৯ : ১০২",
        "arabic_text": "\nوَءَاخَرُونَ ٱعۡتَرَفُواْ بِذُنُوبِهِمۡ خَلَطُواْ عَمَلٗا صَٰلِحٗا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيۡهِمۡۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ ",
        "bangla_text": "আর অপর কিছু লোক আছে নিজেদের অপরাধ স্বীকার করেছে, তারা এক সৎকাজের সাথে অন্য অসৎকাজ মিশিয়ে ফেলেছে; আল্লাহ্‌ হয়ত তাদেরকে ক্ষমা করবেন [১]; নিশ্চয় আল্লাহ্‌ ক্ষমাশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] যে দশজন মুমিন বিনা ওযরে তাবুক যুদ্ধে অংশগ্রহণে বিরত ছিলেন তাঁদের সাত জন মসজিদের খুঁটির সাথে নিজেদের বেঁধে নিয়ে মনের অনুতাপ অনুশোচনার প্রকাশ ঘটিয়েছেন। এদের উল্লেখ রয়েছে এ আয়াতে। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা এ আয়াতের তাফসীরে বলেন, দশজন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে তাবুকের যুদ্ধে অংশগ্রহণ করেনি। এদের মধ্যে সাতজন নিজেদেরকে মসজিদের খুঁটির সাথে বেঁধে রেখেছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদে এসে জিজ্ঞেস করলেন, এরা কারা, যারা নিজেদেরকে খুঁটির সাথে বেঁধেছে? সাহাবায়ে কিরাম বললেন, এরা আবু লুবাবা ও তার কিছু সার্থী। যারা আপনার সাথে যাওয়া থেকে পিছনে ছিল। তারা নিজেদেরকে নিজেরা বেঁধে নিয়েছে এ বলে যে, যে পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজে আমাদের বাঁধন খুলে দিবেন এবং আমাদের ওযর কবুল করবেন, ততক্ষণ আমাদেরকে যেন কেউ না খুলে দেয়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আমিও তাদের বাঁধন খুলব না, তাদের ওযর গ্রহণ করবো না, যতক্ষণ না আল্লাহ নিজেই তাদের ছেড়ে দেন বা ওযর গ্রহণ করেন। তারা আমার থেকে বিমুখ ছিল, মুসলিমদের সাথে যুদ্ধ করতে যায়নি। যখন তাদের কাছে এ কথা পৌছল তারাও বলল, আমরাও আল্লাহর শপথ নিজেদেরকে ছাড়িয়ে নেব না, যতক্ষণ পর্যন্ত আল্লাহ আমাদের ছাড়ানোর ব্যবস্থা না করেন। তখন এ আয়াত নাযিল হয়। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদের কাছে লোক পাঠিয়ে তাদেরকে ছাড়িয়ে নেন। [আত-তাফসীরুস সহীহ] ঘটনা যদিও সুনির্দিষ্ট তথাপি এর দাবী ব্যাপক। যারাই ভাল ও মন্দ আমলের মধ্যে সংমিশ্রণ ঘটিয়েছে তাদের ক্ষেত্রেই এ আয়াত প্রযোজ্য। যেমন হাদীসে এসেছে, সামুরা ইবন জুনদুব রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদেরকে বলেছেন, গত রাত্রে আমার কাছে দুজন এসেছেন, তারা আমাকে উঠালেন, তারপর আমাকে নিয়ে এমন এক নগরীতে নিয়ে গেলেন যার একটি ইট স্বর্ণের অপরটি রৌপ্যের। সেখানে আমরা কিছু লোক দেখলাম, যাদের শরীরের একাংশ এত সুন্দর যত সুন্দর তুমি মনে করতে পার। আর অপর অংশ এত বিশ্রী যত বিশ্রী তুমি মনে করতে পার। তারা দু'জন তাদেরকে বলল, তোমরা ঐ নালাতে গিয়ে পতিত হও। তারা সেখানে পড়ল। তারপর যখন তারা আমাদের কাছে আসল, দেখলাম যে, তাদের খারাপ অংশ চলে গেছে, অতঃপর ভীষণ সুন্দর হয়ে গেছে। তারা দু’জন আমাকে বলল, এটা হলো জান্নাতে আদন। আর ওখানেই আপনার স্থান। তারা দু’জন বলল, আর যাদেরকে আপনি অর্ধেক সুন্দর আর বাকী অর্ধেক বিশ্রী দেখেছেন, তারা হচ্ছেন, যারা এক সৎকাজের সাথে অন্য অসৎকাজ মিশিয়ে ফেলেছে।' [বুখারী ৪৬৭৪]\n </p>\n</div>"
    },
    {
        "id": 103,
        "verse": "৯ : ১০৩",
        "arabic_text": "\nخُذۡ مِنۡ أَمۡوَٰلِهِمۡ صَدَقَةٗ تُطَهِّرُهُمۡ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيۡهِمۡۖ إِنَّ صَلَوٰتَكَ سَكَنٞ لَّهُمۡۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ ",
        "bangla_text": "আপনি তাদের সম্পদ থেকে ‘সদকা’ গ্রহন করুন [১]। এর দ্বারা আপনি তাদেরকে পবিত্র করবেন এবং পরিশোধিত করবেন। আর আপনি তেদের জন্য দো’আ করুন। আপনার দো’আ তো তোদের জন্য প্রশান্তি কর [২]। আর আল্লাহ্‌ সর্বশ্রোতা, সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মুফাসসিরগণ এ সাদকার প্রকৃতি নির্ধারণ নিয়ে দুটি মত দিয়েছেন। কারও কারও মতে, এ আয়াতে পূর্ববর্তী আয়াতে যাদের তাওবাহ কবুল করা হয়েছে তাদের সদকা গ্রহণ করতে বলা হয়েছে। সেটা ফরয বা নফল যে কোন সদকা হতে পারে। [ফাতহুল কাদীর] এ মতের সমর্থনে ইবন আববাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে যে, যখন পূর্বোক্ত লোকদের তাওবা কবুল করা হয়, তখন তারা তাদের সম্পদ নিয়ে এসে বলল, হে আল্লাহর রাসূল! এগুলো আমাদের সম্পদ, এগুলো গ্রহণ করে আমাদের পক্ষ থেকে সদকা দিন এবং আমাদের জন্য ক্ষমার দো'আ করুন। তিনি বললেন, আমাকে এর নির্দেশ দেয়া হয়নি। তখন এ আয়াত নাযিল হয়। [আত-তাফসীরুস সহীহ] তবে অধিকাংশের মতে, নির্দেশটি ব্যাপক, সবার জন্যই প্রযোজ্য। তবে সেটা ফরয সদকা বা যাকাতের ক্ষেত্রে প্রযোজ্য। [ফাতহুল কাদীর] এ মতের সমর্থনে বেশ কিছু হাদীস রয়েছে, যাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যাকাত প্রদানকারীদের জন্য দোআ করেছেন।\n  <br/>\n  <br/>\n  [২] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ নির্দেশ মোতাবেক সাহাবীদের মধ্যে কেউ যাকাত নিয়ে আসলে তাদের পরিবারের জন্য দোআ করতেন। আবদুল্লাহ ইবনে আবি আওফা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে কোন সম্প্রদায়ের লোকেরা যাকাত নিয়ে আসলে তিনি বলতেন, আল্লাহুম্মা সাল্লে আলা আলে ফুলান’। (হে আল্লাহ! অমুকের বংশধরের জন্য সালাত প্রেরণ করুন) অতঃপর আমার পিতা তার কাছে যাকাত নিয়ে আসলে তিনি দো'আ করলেন, আল্লাহুম্মা সাল্লে 'আলা আলে আবি আওফা\"। (হে আল্লাহ! আৰু আওফার বংশধরের জন্য সালাত প্রেরণ করুন) [বুখারী: ১৪৯৭] অন্য বর্ণনায় এসেছে, জাবের রাদিয়াল্লাহু আনহু বলেন, এক মহিলা এসে বলল, হে আল্লাহর রাসূল, আপনি আমার ও আমার স্বামীর জন্য দোআ করুন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, সাল্লাল্লাহু আলাইকে ওয়া 'আলা যাওজিকে (আল্লাহ তোমার ও তোমার স্বামীর জন্য সালাত প্রেরণ করুন)। [আবু দাউদ: ১৫৩৩]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 104,
        "verse": "৯ : ১০৪",
        "arabic_text": "\nأَلَمۡ يَعۡلَمُوٓاْ أَنَّ ٱللَّهَ هُوَ يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَأۡخُذُ ٱلصَّدَقَٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ ",
        "bangla_text": "তারা কি জানে না যে, নিশ্চয় আল্লাহ্‌ তাঁর বান্দাদের তাওবাহ্ কবুল করেন এবং ‘সদকা’ গ্রহণ করেন [১], আর নিশ্চয় আল্লাহ্‌ তাওবা কবুলকারী, পরম দয়ালু? ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘তোমাদের কেউ যখন তার সম্পূর্ণ পবিত্র সম্পদ থেকে কোন একটি খেজুর সদকা করে তখন সেটি আল্লাহ নিজ ডান হাতে গ্রহণ করেন, তারপর সেটা আল্লাহর হাতে এমনভাবে বেড়ে উঠে যে পাহাড়ের মত প্রকাণ্ড হয়ে পড়ে।’ [মুসলিম: ১০১৪]\n </p>\n</div>"
    },
    {
        "id": 105,
        "verse": "৯ : ১০৫",
        "arabic_text": "\nوَقُلِ ٱعۡمَلُواْ فَسَيَرَى ٱللَّهُ عَمَلَكُمۡ وَرَسُولُهُۥ وَٱلۡمُؤۡمِنُونَۖ وَسَتُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ ",
        "bangla_text": "আর বলুন, ‘তোমরা কাজ করতে থাক; আল্লাহ্‌ তো তোমাদের কাজকর্ম দেখবেন এবং তাঁর রাসূল ও মুমিনগণও। আর অচিরেই তোমাদেরকে ফিরিয়ে নেয়া হবে গায়েব ও প্রকাশ্যের জ্ঞানীর নিকট, অতঃপর তিনি তোমরা যা করতে তা তোমাদেরকে জানিয়ে দেবেন।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 106,
        "verse": "৯ : ১০৬",
        "arabic_text": "\nوَءَاخَرُونَ مُرۡجَوۡنَ لِأَمۡرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمۡ وَإِمَّا يَتُوبُ عَلَيۡهِمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ ",
        "bangla_text": "আর আল্লাহর আদেশের প্রতীক্ষায় অপর কিছু সংখ্যক সম্পর্কে সিদ্ধান্ত পিছিয়ে দেয়া হল--- তিনি তাদেরকে শাস্তি দেবেন, না ক্ষমা করবেন [১]। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে পূর্বোল্লেখিত দশ জন সাহাবী যারা তাবুকের যুদ্ধে অংশ নেয়নি এবং মসজিদের স্তম্ভের সাথে নিজেদের বেঁধে নেয়নি এমন বাকী তিন জনের হুকুম রয়েছে। এ আয়াত নাযিল করে তাদের ব্যাপারে সিদ্ধান্ত পিছিয়ে দেয়া হয়েছিল। এক বছর পর্যন্ত তাদের এ অবস্থা ছিল। তাদেরকে কি শাস্তি দেয়া হবে, নাকি তাদের তাওবা কবুল করা হবে তা তারা জানে না। [আত-তাফসীরুস সহীহ] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদের সমাজচ্যুত করার, এমনকি তাঁদের সাথে সালাম-দোয়ার আদান প্রদান পর্যন্ত বন্ধ রাখার নির্দেশ দেন। এ ব্যবস্থা নেয়ার পর তাদের অবস্থা শোধরে যায় এবং তারা এখলাসের সাথে অপরাধ স্বীকার করে তাওবাহ করে নেন। ফলে তাদের জন্য ক্ষমার আদেশ দেয়া হয়। যার আলোচনা অচিরেই আসবে।\n </p>\n</div>"
    },
    {
        "id": 107,
        "verse": "৯ : ১০৭",
        "arabic_text": "\nوَٱلَّذِينَ ٱتَّخَذُواْ مَسۡجِدٗا ضِرَارٗا وَكُفۡرٗا وَتَفۡرِيقَۢا بَيۡنَ ٱلۡمُؤۡمِنِينَ وَإِرۡصَادٗا لِّمَنۡ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبۡلُۚ وَلَيَحۡلِفُنَّ إِنۡ أَرَدۡنَآ إِلَّا ٱلۡحُسۡنَىٰۖ وَٱللَّهُ يَشۡهَدُ إِنَّهُمۡ لَكَٰذِبُونَ ",
        "bangla_text": "আর যারা মসজিদ নির্মাণ করেছে ক্ষতিসাধন [১], কুফরী ও মুমিনদের মধ্যে বিভেদ সৃষ্টির উদ্দেশ্যে। এবং এর আগে আল্লাহ্‌ ও তাঁর রাসূলের বিরুদ্ধে লড়াই করেছে গোপন ঘাটিস্বরূপ ব্যবহারের উদ্দেশ্যে [২],  আর তারা অবশই শপথ করবে, ‘ আমরা কেবল ভালো চেয়েছি;’ আর আল্লাহ্‌ সাক্ষ্য দিচ্ছেন যে, অবশ্যই তারা মিথ্যাবাদী। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] মদীনায় আবু ‘আমের নামের এক ব্যক্তি জাহেলী যুগে নাসারা ধর্ম গ্রহণ করে আবু ’আমের পাদ্রী নামে খ্যাত হলো। তার পুত্র ছিলেন বিখ্যাত সাহাবী হানযালা রাদিয়াল্লাহু আনহু যার লাশকে ফেরেশতাগণ গোসল দিয়েছিলেন। কিন্তু পিতা নিজের গোমরাহী ও নাসারাদের দ্বীনের উপরই ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজরত করে মদীনায় উপস্থিত হলে আবু আমের তার কাছে উপস্থিত হয় এবং ইসলামের বিরুদ্ধে নানা অভিযোগ উত্থাপন করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার অভিযোগের জবাব দান করেন। কিন্তু তাতে সেই হতভাগার সান্তনা আসলো না। তদুপরি সে বলল, আমরা দু’জনের মধ্যে যে মিথু্যক সে যেন অভিশপ্ত ও আত্মীয় স্বজন থেকে বিচ্ছিন্ন হয়ে মৃত্যুবরণ করে। সে একথাও বলল যে, আপনার যে কোন প্রতিপক্ষের সাহায্য আমি করে যাবো। সে মতে হুনাইন যুদ্ধ পর্যন্ত সকল রণাঙ্গনে সে মুসলিমদের বিপরীতে অংশ নেয়। হাওয়াযেনের মত সুবৃহৎ শক্তিশালী গোত্রও যখন মুসলিমদের কাছে পরাজিত হলো, তখন সে নিরাশ হয়ে সিরিয়ায় চলে গেল। [বাগভী] কারণ, তখন এটি ছিল নাসারাদের কেন্দ্রস্থল।\n  <br/>\n  <br/>\n  এ ষড়যন্ত্রের শুরুতে সে মদীনার পরিচিত মুনাফিকদের কাছে চিঠি লিখে যে, “রোম সম্রাট কর্তৃক মদীনা অভিযানের চেষ্টায় আমি আছি। কিন্তু যথা সময় সম্রাটের সাহায্য হয় এমন কোন সম্মিলিত শক্তি তোমাদের থাকা চাই। এর পন্থা হলো এই যে, তোমরা মদীনায় মসজিদের নাম দিয়ে একটি গৃহ নিৰ্মাণ কর, যেন মুসলিমদের অন্তরে কোন সন্দেহ না আসে। তারপর সে গৃহে নিজেদের সংগঠিত কর এবং যতটুকু সম্ভব যুদ্ধের সাজ-সরঞ্জাম সংগ্রহ করে সেখানে রাখ এবং পারস্পরিক আলোচনা ও পরামর্শের পর মুসলিমদের বিরুদ্ধে কর্মপন্থা গ্রহণ কর। তারপর আমি রোম সম্রাটকে নিয়ে এসে মুহাম্মাদ ও তার সাথীদের উৎখাত করব।” [তাবারী]\n  <br/>\n  <br/>\n  তার এ পত্রের ভিত্তিতে বার জন মুনাফিক মদীনার কুবা মহল্লায়, যেখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজরত করে এসে অবস্থান নিয়েছিলেন এবং একটি মসজিদ নির্মাণ করেছিলেন- সেখানে সে মুনাফিকরা আরেকটি মসজিদের ভিত্তি রাখল। [ইবন হিশাম, কুরতুবী; ইবন কাসীর প্রমুখ ঐতিহাসিক ও মুফাসসিরগণ এ বার জনের নাম উল্লেখ করেছেন] তারপর তারা মুসলিমদের প্রতারিত করার উদ্দেশ্যে সিদ্ধান্ত নিল যে, স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দ্বারা এক ওয়াক্ত সালাত সেখানে পড়াবে। এতে মুসলিমগণ নিশ্চিত হবে যে, পুর্বনির্মিত মসজিদের মত এটিও একটি মসজিদ। এ সিদ্ধান্ত মতে তাদের এক প্রতিনিধিদল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দরবারে হাযির হয়ে আরয করে যে, কুবার বর্তমান মসজিদটি অনেক ব্যবধানে রয়েছে। দূর্বল ও অসুস্থ লোকদের সে পর্যন্ত যাওয়া দুষ্কর। এছাড়া মসজিদটি এমন প্রশস্তও নয় যে, এলাকার সকল লোকের সংকুলান হতে পারে। তাই আমরা দুর্বল লোকদের সুবিধার্থে অপর একটি মসজিদ নির্মাণ করেছি। আপনি যদি তাতে এক ওয়াক্ত সালাত আদায় করেন, তবে আমরা ধন্য হব। [বাগভী; ইবন কাসীর]\n  <br/>\n  <br/>\n  রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাবুক যুদ্ধের প্রস্তুতিতে ব্যস্ত ছিলেন। তিনি প্রতিশ্রুতি দিলেন যে, এখন সফরের প্রস্তুতিতে আছি। ফিরে এসে সালাত আদায় করব। কিন্তু তাবুক যুদ্ধ থেকে ফেরার পথে যখন তিনি মদীনার নিকটবর্তী এক স্থানে বিশ্রাম নিচ্ছিলেন, তখন মসজিদে দ্বিরার সম্পর্কিত এই আয়াতগুলো নাযিল হয়। এতে মুনাফিকদের ষড়যন্ত্র ফাস করে দেয়া হল। আয়াতগুলো নাযিল হওয়ার পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কতিপয় সাহাবীকে এ হুকুম দিয়ে পাঠালেন যে, এক্ষুণি গিয়ে কথিত মসজিদটি ধ্বংস কর এবং আগুন লাগিয়ে এসো। আদেশমতে তারা গিয়ে মসজিদটি সমুলে ধ্বংস করে মাটিতে মিশিয়ে দিয়ে আসলেন। [বাগভী; সীরাতে ইবন হিশাম; ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] এখানে এ মাসজিদ নির্মাণের মোট চারটি উদ্দেশ্য উল্লেখ করা হয়েছে, প্রথমতঃ মুসলিমদের ক্ষতিসাধন। দ্বিতীয়তঃ কুফরী করার জন্য, তৃতীয়তঃ মুসলিমদের মাঝে বিভক্তি সৃষ্টি করা। চতুর্থতঃ সেখানে আল্লাহ ও তাঁর রাসূলের শক্রদের আশ্রয় মিলবে যেন আবু আমের আর রাহেব এবং তারা বসে বসে ষড়যন্ত্র পাকাতে পারবে। [মুয়াসসার]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 108,
        "verse": "৯ : ১০৮",
        "arabic_text": "\nلَا تَقُمۡ فِيهِ أَبَدٗاۚ لَّمَسۡجِدٌ أُسِّسَ عَلَى ٱلتَّقۡوَىٰ مِنۡ أَوَّلِ يَوۡمٍ أَحَقُّ أَن تَقُومَ فِيهِۚ فِيهِ رِجَالٞ يُحِبُّونَ أَن يَتَطَهَّرُواْۚ وَٱللَّهُ يُحِبُّ ٱلۡمُطَّهِّرِينَ ",
        "bangla_text": "আপনি তাতে কখনো সালাতের জন্য দাঁড়াবেন না [১]; যে মসজিদের ভিত্তি প্রথম দিন থেকেই স্থাপিত হয়েছে তাক্ওয়ার উপর [২], তাই আপনার সালাতের জন্য দাঁড়ানোর বেশী হকদার। সেখানে এমন লোক আছে যারা উত্তমরূপে পবিত্রতা অর্জন ভালবাসে , আর পবিত্রতা অর্জনকারীদেরকে আল্লাহ্‌ পছন্দ করেন [৩]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সে মসজিদে দাঁড়াতে নিষেধ করা হয়েছে। এখানে দাঁড়ানো থেকে নিষেধ করার অর্থ, আপনি সে মসজিদে কখনো সালাত আদায় করবেন না। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] প্রশংসিত সে মসজিদ কোনটি, তা নির্ণয়ে দু’টি মত রয়েছে, কোন কোন মুফাসসির আয়াতের বর্ণনাধারা থেকে সিদ্ধান্ত নিয়েছেন যে, তা হলো মসজিদে কুবা। [ইবন কাসীর; সা’দী] যেখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও সালাত আদায় করতে আসতেন। [মুসলিম: ১৩৯৯] যার কেবলা জিবরীল নির্ধারণ করে দিয়েছিলেন [আবুদাউদ: ৩৩; তিরমিযী: ৩১০০; ইবন মাজাহ: ৩৫৭] যেখানে সালাত আদায় করলে উমরার সওয়াব হবে বলে ঘোষণা করেছেন। [তিরমিযী: ৩২৪; ইবন মাজাহ: ১৪১১] হাদীসের কতিপয় বর্ণনা থেকেও এটিই যে তাকওয়ার ভিত্তিতে নির্মিত মসজিদ সে কথার সমর্থন পাওয়া যায়। আবার বিভিন্ন সহীহ হাদীসে এ মসজিদ বলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মসজিদ উল্লেখ করা হয়েছে। [উদাহরণস্বরূপ  দেখুন, মুসলিম: ১৩৯৮; মুসনাদে আহমাদ ৫/৩৩১] বস্তুত: এ দু’য়ের মধ্যে কোন বিরোধ নেই। কারণ উভয় মাসজিদই তাকওয়ার উপর ভিত্তি করে প্রতিষ্ঠিত হয়েছে। [কুরতুবী; সা’দী]\n  <br/>\n  <br/>\n  [৩] এখানে সেই মসজিদকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নামাযে অধিকতর হকদার বলে অভিহিত করা হয়, যার ভিত্তি শুরু থেকেই তাকওয়ার উপর রাখা হয়েছে। সে হিসেবে মসজিদে কুবা ও মসজিদে নববী উভয়টিই এ মর্যাদায় অভিষিক্ত। সে মসজিদেরই ফযীলত বর্ণনা প্রসঙ্গে বলা হয়েছে যে, তথাকার মুসল্লীগণ পাক-পবিত্রতা অর্জনে সবিশেষ যত্নবান। পাক-পবিত্রতা বলতে এখানে সাধারণ না-পাকী ও ময়লা থেকে পাক-পরিচ্ছন্ন হওয়া বুঝায়। আর মসজিদে নববীর মুসল্লীগণ সাধারণতঃ এসব গুণেই গুণান্বিত ছিলেন। এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কুবাবাসীদের বললেন, হে আনসার সম্প্রদায়! আল্লাহ পবিত্রতার ব্যাপারে তোমাদের প্রশংসা করেছেন। তোমরা কিভাবে পবিত্র হও? তারা বলল, আমরা সালাতের জন্য অযু করি, জানাবাত থেকে গোসল করি এবং পানি দিয়ে পায়খানা পরিষ্কার করি। [ইবন মাজাহ: ৩৫৫]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 109,
        "verse": "৯ : ১০৯",
        "arabic_text": "\nأَفَمَنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ تَقۡوَىٰ مِنَ ٱللَّهِ وَرِضۡوَٰنٍ خَيۡرٌ أَم مَّنۡ أَسَّسَ بُنۡيَٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٖ فَٱنۡهَارَ بِهِۦ فِي نَارِ جَهَنَّمَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ ",
        "bangla_text": "যে ব্যাক্তি তার ঘরের ভিত্তি আল্লাহ্‌র তাকওয়া ও সন্তুষ্টির উপর স্থাপন করে সে উত্তম, না ঐ ব্যাক্তি উত্তম যে তার ঘরের ভিত্তি স্থাপন করে এক খাদের ধ্বংসোন্মুখ কিনারে, ফলে যা তাকেসহ জাহান্নামের আগুনে গিয়ে পড়ে? আর আল্লাহ্‌ যালিম সম্প্রদায়কে হেদায়াত দেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 110,
        "verse": "৯ : ১১০",
        "arabic_text": "\nلَا يَزَالُ بُنۡيَٰنُهُمُ ٱلَّذِي بَنَوۡاْ رِيبَةٗ فِي قُلُوبِهِمۡ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ ",
        "bangla_text": "তাদের ঘর যা তারা নির্মাণ করেছে তা তাদের অন্তরে সন্দেহের কারণ হয়ে থাকবে- যে পর্যন্ত না তাদের অন্তর ছিন্ন-বিছিন্ন হয়ে যায়। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 111,
        "verse": "৯ : ১১১",
        "arabic_text": "\n۞ إِنَّ ٱللَّهَ ٱشۡتَرَىٰ مِنَ ٱلۡمُؤۡمِنِينَ أَنفُسَهُمۡ وَأَمۡوَٰلَهُم بِأَنَّ لَهُمُ ٱلۡجَنَّةَۚ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ فَيَقۡتُلُونَ وَيُقۡتَلُونَۖ وَعۡدًا عَلَيۡهِ حَقّٗا فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ وَٱلۡقُرۡءَانِۚ وَمَنۡ أَوۡفَىٰ بِعَهۡدِهِۦ مِنَ ٱللَّهِۚ فَٱسۡتَبۡشِرُواْ بِبَيۡعِكُمُ ٱلَّذِي بَايَعۡتُم بِهِۦۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌ মুমিনদের কাছ থেকে তাদের জীবন ও সম্পদ কিনে নিয়েছেন (এর বিনিময়ে) যে, তাদের জন্য আছে জান্নাত। তারা আল্লাহ্‌র পথে যুদ্ধ করে, অতঃপর তারা মারে ও মরে। তাওরাত, ইনজীল ও কুরআনে এ সম্পর্কে তাদের হক ওয়াদা রয়েছে। আর নিজ প্রতিজ্ঞা পালনে আল্লাহর চেয়ে শ্রেষ্ঠতর কে আছে? সুতরাং তোমরা যে সওদা করেছ সে সওদার জন্য আনন্দিত হও। আর সেটাই তো মহাসাফল্য [১] ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াতের শুরুতে ক্রয় শব্দের ব্যবহার করা হয়। মুসলিমদের বলা হচ্ছে যে, ক্রয় বিক্রয়ের এই সওদা তোমাদের জন্য লাভজনক ও বরকতময়; কেননা, এর দ্বারা অস্থায়ী জান-মালের বিনিময়ের স্থায়ী জান্নাত পাওয়া গেল। মালামাল হলো আল্লাহরই দান। মানুষ শূন্য হাতেই জন্ম নেয়। তারপর আল্লাহ তাকে অর্থ সম্পদের মালিক করেন এবং নিজের দেয়া সে অর্থের বিনিময়েই বান্দাকে জান্নাত দান করেন। তাই উমর রাদিয়াল্লাহু আনহু বলেন, 'এ এক অভিনব বেচা-কেনা, মাল ও মূল্য উভয়ই তোমাদেরকে দিয়ে দিলেন আল্লাহ। [বাগভী] হাসান বসরী বলেন, ‘লক্ষ্য কর, এ কেমন লাভজনক সওদা, যা আল্লাহ সকল মুমিনের জন্য সুযোগ করে দিয়েছেন’। [বাগভী; কুরতুবী; ইবন কাসীর] তিনি আরো বলেন, আল্লাহ তোমাদের যে সম্পদ দান করেছেন, তা থেকে কিছু ব্যয় করে জান্নাত ক্রয় করে নাও। [বাগভী] অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘আল্লাহ ঐ ব্যক্তির জন্য জামিন হয়ে যান যিনি তাঁর রাস্তায় বের হয়। তাকে শুধুমাত্র আমার রাহে জিহাদই এবং আমার রাসূলের উপর বিশ্বাসই বের করেছে। আল্লাহ তার জন্য দায়িত্ব নিয়েছেন যে, যদি সে মারা যায় তবে তাকে জান্নাত দিবেন অথবা সে যা কিছু গনীমতের মাল পেয়েছে এবং সওয়াব পেয়েছে তা সহ তাকে তার সে ঘরে ফিরে পৌঁছিয়ে দিবেন যেখান থেকে বের হয়েছে’। [বুখারী: ৩১২৩; মুসলিম: ১৮৭৬]।\n </p>\n</div>"
    },
    {
        "id": 112,
        "verse": "৯ : ১১২",
        "arabic_text": "\nٱلتَّٰٓئِبُونَ ٱلۡعَٰبِدُونَ ٱلۡحَٰمِدُونَ ٱلسَّٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّٰجِدُونَ ٱلۡأٓمِرُونَ بِٱلۡمَعۡرُوفِ وَٱلنَّاهُونَ عَنِ ٱلۡمُنكَرِ وَٱلۡحَٰفِظُونَ لِحُدُودِ ٱللَّهِۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ ",
        "bangla_text": "তারা [১] তাওবাহকারী, ‘ইবাদাতকারী, আল্লাহ্‌র প্রশংসাকারী, সিয়াম পালনকারী [২] , রুকূ’কারী, সিজদাকারী, সৎকাজের আদেশদাতা, অসৎকাজের নিষেধকারী এবং আল্লাহ্‌র নির্ধারিত সীমারেখা সংরক্ষণকারী [৩]; আর আপনি মুমিনদেরকে শুভ সংবাদ দিন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ গুণাবলী হলো সেসব মুমিনের যাদের সম্পর্কে পূর্বের আয়াতে বলা হয়েছে- আল্লাহ্‌ জান্নাতের বিনিময়ে তাদের জান-মাল খরিদ করে নিয়েছেন’। আল্লাহ্‌র রাহে জিহাদকারী সবাই এ আয়াতের মর্মভুক্ত। তবে এখানে যে সমস্ত গুণাবলীর উল্লেখ হয়েছে, তা শর্তরূপে নয়। কারণ, আল্লাহর রাহে কেবল জিহাদের বিনিময়েই জান্নাতের প্রতিশ্রুতি দেয়া হয়েছে। তবে এ গুণাবলী উল্লেখের উদ্দেশ্য এই যে, যারা জান্নাতের উপযুক্ত, তারা এ সকল গুণের অধিকারী হয়। [কুরতুবী]\n  <br/>\n  <br/>\n  [২] অধিকাংশ মুফাসসিরের মতে আয়াতে উল্লেখিত (السائحون) দ্বারা উদ্দেশ্য সাওম পালনকারীগণ। [কুরতুবী; ইবন কাসীর] আব্দুল্লাহ ইবন মাসউদ ও আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুম বলেন, কুরআন মাজীদে ব্যবহৃত (سائحون) শব্দের অর্থ রোযাদার। [বাগভী; কুরতুবী] তাছাড়া (سائح) বলে জিহাদকারীদেরকেও বুঝায়। তবে মূল শব্দটি (سياحة)  যার অর্থঃ দেশ ভ্রমণ। বিভিন্ন ধর্মের লোক দেশ ভ্রমণকে ইবাদাত মনে করতো। অর্থাৎ মানুষ পরিবার পরিজন ও ঘর-বাড়ী ত্যাগ করে ধর্ম প্রচার করার উদ্দেশ্যে দেশ দেশান্তরে ঘুরে বেড়াত। ইসলাম একে বৈরাগ্যবাদ বলে অভিহিত করে নিষিদ্ধ ঘোষণা করা হয়েছে [ইবন কাসীর] এর পরিবর্তে সিয়াম পালনের ইবাদতকে এর স্থলাভিষিক্ত করা হয়েছে। আবার কতিপয় বর্ণনায় জিহাদকেও দেশ ভ্রমনের অনুরূপ বলা হয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ ‘আমার উম্মতের দেশভ্রমণ হলো জিহাদ ফী সাবীলিল্লাহ।’ [আবুদাউদ: ২৪৮৬]\n  <br/>\n  <br/>\n  [৩] আলোচ্য আয়াতে মুমিন মুজাহিদের আটটি গুণ উল্লেখ করে নবম গুণ হিসেবে বলা হয়েছে “আর আল্লাহর দেয়া সীমারেখার হেফাযতকারী\" মূলতঃ এতে রয়েছে উপরোক্ত সাতটি গুণের সমাবেশ অর্থাৎ সাতটি গুণের মধ্যে যে তাফসীল রয়েছে, তার সংক্ষিপ্ত সার হলো যে, এরা নিজেদের প্রতিটি কর্ম ও কথায় আল্লাহ কর্তৃক নির্ধারিত সীমা তথা শরী’আতের হুকুমের অনুগত ও তার হেফাযতকারী। [আত-তাহরীর ওয়াত তানওয়ীর]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 113,
        "verse": "৯ : ১১৩",
        "arabic_text": "\nمَا كَانَ لِلنَّبِيِّ وَٱلَّذِينَ ءَامَنُوٓاْ أَن يَسۡتَغۡفِرُواْ لِلۡمُشۡرِكِينَ وَلَوۡ كَانُوٓاْ أُوْلِي قُرۡبَىٰ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمۡ أَنَّهُمۡ أَصۡحَٰبُ ٱلۡجَحِيمِ ",
        "bangla_text": "আত্মীয়-স্বজন হলেও মুশরিকদের জন্য ক্ষমা প্রার্থনা করা নবী ও যারা ঈমান এনেছে তাদের জন্য সংগত নয় যখন এটা সুস্পষ্ট হয়ে গেছে যে, নিশ্চিতই তারা প্রজ্বলিত আগুনের অধিবাসী [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কোন কোন বর্ণনায় এসেছে এ আয়াত আবু তালেবের মৃত্যুর সাথে সম্পর্কযুক্ত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার জন্য ক্ষমা প্রার্থনা করছিলেন। তখন এ আয়াত নাযিল হয়। [দেখুন, বুখারী ৪৬৭৫; মুসলিম: ২৪] অন্য বর্ণনায় আলী রাদিয়াল্লাহু আনহু থেকে এসেছে, তিনি বলেন, এক লোককে তার পিতা-মাতার জন্য ক্ষমা চাইতে দেখলাম। অথচ তারা ছিল মুশরিক। আমি বললাম, তারা মুশরিক হওয়া সত্বেও তুমি কি তাদের জন্য ক্ষমা প্রার্থনা করছ? সে বলল, ইবরাহীম কি তার পিতার জন্য ক্ষমা প্রার্থনা করেন নি? তখন এ আয়াত নাযিল হয়। [তিরমিযী]\n </p>\n</div>"
    },
    {
        "id": 114,
        "verse": "৯ : ১১৪",
        "arabic_text": "\nوَمَا كَانَ ٱسۡتِغۡفَارُ إِبۡرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوۡعِدَةٖ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوّٞ لِّلَّهِ تَبَرَّأَ مِنۡهُۚ إِنَّ إِبۡرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٞ ",
        "bangla_text": "আর ইবরাহীম তাঁর পিতার জন্য ক্ষমা প্রার্থনা করেছিল, তাকে এর প্রতিশ্রুতি দিয়েছিল বলে; তারপর যখন এটা তার কাছে সুস্পষ্ট হল যে, সে আল্লাহ্‌র শত্রু তখন ইবরাহীম তার সম্পর্ক ছিন্ন করলেন। ইবরাহীম তো কোমল হৃদয় [১] ও সহনশীল।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] (اواه) শব্দটির অর্থ নির্ধারণে কয়েকটি মত এসেছে। ইবন মাসউদ ও উবাইদ ইবন উমায়রের মতে এর অর্থ, বেশী বেশী প্রার্থনাকারী। হাসান ও কাতাদা বলেন, এর অর্থ আল্লাহর বান্দাদের প্রতি বেশী দরদী। ইবন আব্বাস বলেন, এটি হাবশী ভাষায় মুমিনকে বোঝায়। কালবী বলেন, এর অর্থ যিনি জনমানবশূণ্য ভূমিতে আল্লাহকে আহবান করে। কারও কারও মতে, বেশী বেশী যিকিরকারী। কারও কারও মতে, ফকীহ। আবার কারও কারও মতে বিনয়ী ও বিনম্র। কারও কারও মতে, এর অর্থ এমন ব্যক্তি যে নিজের গোনাহের কথা স্মরণ হলেই ক্ষমা প্রার্থনা করতে থাকে। কারও কারও মতে এর অর্থ, যিনি আল্লাহ যা অপছন্দ করেন তা থেকে সর্বদা প্রত্যাবর্তন করতে থাকে। কারও কারও মতে এর অর্থ, যিনি কল্যাণের কথা মানুষদের শিক্ষা দেন। তবে এ শব্দটির মূল অর্থ যে বেশী বেশী আহ্‌ আহ্‌ বলে কোন গোনাহ হয়ে গেলে আফসোস করতে থাকে। মনে ব্যথা অনুভব হতে থাকে এবং এর জন্য তার মন থেকে আফসোসের শব্দ হতে থাকে। [ফাতহুল কাদীর]\n </p>\n</div>"
    },
    {
        "id": 115,
        "verse": "৯ : ১১৫",
        "arabic_text": "\nوَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوۡمَۢا بَعۡدَ إِذۡ هَدَىٰهُمۡ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ ",
        "bangla_text": "আর আল্লাহ্‌ এমন নন যে, তিনি কোন সম্প্রদায়কে হিদায়াত দানে পর তাদেরকে বিভ্রান্ত করবেন--- যতক্ষণ না তাদের জন্য সুস্পষ্টভাবে বর্ণনা করবেন, যে তারা তাক্ওয়া অবলম্বন করবে তা; নিশ্চয় আল্লাহ্‌ সবকিছু সম্পর্কে সর্বজ্ঞ।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 116,
        "verse": "৯ : ১১৬",
        "arabic_text": "\nإِنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يُحۡيِۦ وَيُمِيتُۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ ",
        "bangla_text": "নিশ্চয় আল্লাহ্‌, আসমান ও যমীনের মালিকানা তাঁরই; তিনি জীবন দান করেন এবং তিনি মৃত্যু ঘটান। আর আল্লাহ্‌ ছাড়া তোমাদের কোন অভিভাবক নেই, সাহায্যকারীও নেই।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 117,
        "verse": "৯ : ১১৭",
        "arabic_text": "\nلَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِيِّ وَٱلۡمُهَٰجِرِينَ وَٱلۡأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِي سَاعَةِ ٱلۡعُسۡرَةِ مِنۢ بَعۡدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٖ مِّنۡهُمۡ ثُمَّ تَابَ عَلَيۡهِمۡۚ إِنَّهُۥ بِهِمۡ رَءُوفٞ رَّحِيمٞ ",
        "bangla_text": "আল্লাহ্‌ অবশ্যই নবী, মুহাজির ও আনসারদের তাওবা কবুল করলেন, যারা তার অনুসরণ করেছিল সংকটময় মুহূর্তে [১]- তাদের এক দলের হৃদয় সত্যচুত হওয়ার উপক্রম হবার পর। তারপর আল্লাহ্‌ তাদের তাওবা কবুল করলেন; নিশ্চয় তিনি তাদের প্রতি অতি স্নেহশীল, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] কুরআন মাজীদ তাবুক যুদ্ধের সময়টিকে সঙ্কটকময় মুহুর্ত বলে অভিহিত করেছে। কারণ, সে সময় মুসলিমরা বড় অভাব-অনটনে ছিলেন। সে সময় তাদের না ছিল পর্যাপ্ত বাহন। দশ জনের জন্য ছিল একটি মাত্র বাহন, যার উপর পালা করে তাঁরা আরোহণ করতেন। তদুপরি সফরের সম্বলও ছিল অত্যন্ত অপ্রতুল। অন্যদিকে ছিল গ্রীষ্মকাল, পানিও ছিল পথের মাত্র কয়েকটি স্থানে এবং তাও অতি অল্প পরিমাণে। এমনকি কখনও কখনও একটি খেজুর দু’জনে ভাগ করে নিতেন। কখনও আবার খেজুর শুধু চুষে নিতেন। তাই আল্লাহ তাদের তাওবা কবুল করেছেন, তাদের ক্রটিসমূহ মার্জনা করেছেন।[ইবন কাসীরা] এ যুদ্ধের অবস্থা সম্পর্কে ইবন আব্বাস উমর রাদিয়াল্লাহু আনহুকে জিজ্ঞেস করলে তিনি বলেন, আমরা প্রচণ্ড গরমের মধ্যে তাবুকের যুদ্ধে বের হলাম। আমরা এক স্থানে অবস্থান নিলাম। আমাদের পিপাসার বেগ প্রচণ্ড হল। এমনকি আমরা মনে করছিলাম যে, আমাদের ঘাড় ছিড়ে যাবে। এমনকি কোন কোন লোক পানির জন্য বের হয়ে ফিরে আসত, কিন্তু কিছুই পেত না। তখন পিপাসায় তার ঘাড় ছিড়ে যাবার উপক্রম হতো। এমনকি কোন কোন লোক তার উট যবাই করে সেটার ভূড়ি নিংড়ে তা পান করত। আর কিছু বাকী থাকলে সেটা কলজের উপর বেঁধে রাখত। তখন আবু বকর রাদিয়াল্লাহু আনহু বললেন, হে আল্লাহর রাসূল! আমরা তো দেখেছি, আপনি আল্লাহর কাছে দোআ করলে কল্যাণ লাভ করি। সুতরাং আপনি আমাদের জন্য দোআ করুন। তিনি বললেন, তুমি কি তা চাও? আবু বকর বললেন, হ্যাঁ। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তার দু' হাত উঠালেন। হাত গোটানোর আগেই একখণ্ড মেঘ আমাদের ছায়া দিল এবং সেখান থেকে বৃষ্টি পড়ল। সবাই তাদের সাথে যা ছিল তা পূর্ণ করে নিল। তারপর আমরা অবস্থা দেখতে গেলাম, দেখলাম যে, আমাদের সেনাবাহিনীর বাইরে আর কোন বৃষ্টি নেই। [ইবন হিব্বান: ১৩৮৩]\n </p>\n</div>"
    },
    {
        "id": 118,
        "verse": "৯ : ১১৮",
        "arabic_text": "\nوَعَلَى ٱلثَّلَٰثَةِ ٱلَّذِينَ خُلِّفُواْ حَتَّىٰٓ إِذَا ضَاقَتۡ عَلَيۡهِمُ ٱلۡأَرۡضُ بِمَا رَحُبَتۡ وَضَاقَتۡ عَلَيۡهِمۡ أَنفُسُهُمۡ وَظَنُّوٓاْ أَن لَّا مَلۡجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيۡهِ ثُمَّ تَابَ عَلَيۡهِمۡ لِيَتُوبُوٓاْۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ ",
        "bangla_text": "আর তিনি তাওবা কবুল করলেন অন্য তিনজনেরও [১], যাদের সম্পর্কে সিদ্ধান্ত স্থগিত রাখা হয়েছিল, যে পর্যন্ত না যমীন বিস্তৃত হওয়া সত্ত্বেও তাদের জন্য সেটা সংকুচিত হয়েছিল এবং তাদের জীবন তাদের জন্য দুর্বিষহ হয়েছিল আর তারা নিশ্চিত উপলব্ধি করেছিল যে, আল্লাহর পাকড়াও থেকে বাঁচার জন্য তিনি ছাড়া আর কোন আশ্রয়স্থল নেই। তারপর তিনি তাদের তাওবাহ্ কবুল করলেন যাতে তারা তাওবায় স্থির থাকে। নিশ্চয় আল্লাহ্‌ অধিক তাওবা কবুলকারী, পরম দয়ালু।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এরা তিন জন হলেন কা'আব ইবন মালেক, মুরারা ইবন রবি এবং হেলাল ইবন উমাইয়া রাদিয়াল্লাহু আনহুম তাঁরা তিনজনই ছিলেন আনসারদের শ্রদ্ধাভাজন ব্যক্তি। যাঁরা ইতিপূর্বে বাই’আতে আকাবা ও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে বিভিন্ন জিহাদে শরীক হয়েছিলেন। কিন্তু এ সময় ঘটনাচক্রে তাঁদের বিচ্যুতি ঘটে যায়। অন্যদিকে যে মুনাফিকরা কপটতার দরুন এ যুদ্ধে শরীক হয়নি, তারা তাঁদের কুপরামর্শ দিয়ে দুর্বল করে তুললো তারপর যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিহাদ থেকে ফিরে আসলেন, তখন মুনাফিকরা নানা অজুহাত দেখিয়ে ও মিথ্যা শপথ করে তাঁকে সন্তুষ্ট করতে চাইল আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তাদের গোপন অবস্থাকে আল্লাহর সোপর্দ করে তাদের মিথ্যা শপথেই আশ্বস্ত হলেন, ফলে তারা দিব্যি আরামে সময় অতিবাহিত করে চলে আর ঐ তিন সাহাবীকে পরামর্শ দিতে লাগল যে, আপনারা ও মিথ্যা অজুহাত দেখিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আশ্বস্ত করুন। কিন্তু তাঁদের বিবেক সায় দিল না। কারণ, প্রথম অপরাধ ছিল জিহাদ থেকে বিরত থাকা, দ্বিতীয় অপরাধ আল্লাহর নবীর সামনে মিথ্যা বলা, যা কিছুতেই সম্ভব নয়। তাই তাঁরা, পরিস্কার ভাষায় তাদের অপরাধ স্বীকার করে নিলেন যে অপরাধের সাজা স্বরূপ তাদের সমাজ চ্যুতির আদেশ দেয়া হয়। আর এদিকে কুরআন মাজীদ সকল গোপন রহস্য উদঘাটন এবং মিথ্যা শপথ করে অজুহাত সৃষ্টিকারীদের প্রকৃত অবস্থাও ফাস করে দেয়। অত্র সুরার ৯৪ থেকে ৯৮ আয়াত পর্যন্ত রয়েছে এদের অবস্থাও নির্মম পরিণতির বর্ণনা। কিন্তু যে তিন জন সাহাবী মিথ্যার আশ্রয় না নিয়ে অপরাধ স্বীকার করেছেন, এ আয়াতটি তাঁদের তাওবাহ কবুল হওয়ার ব্যাপারে নাযিল হয়। ফলে দীর্ঘ পঞ্চাশ দিন এহেন দুৰ্বিসহ অবস্থা ভোগের পর তারা আবার আনন্দিত মনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সাহাবায়ে কেরামের সাথে মিলিত হন। [এ ঘটনাটি বিস্তারিতভাবে তাবারী; বাগভী; ইবন কাসীর প্রমূখগণ বর্ণনা করেছেন]।\n </p>\n</div>"
    },
    {
        "id": 119,
        "verse": "৯ : ১১৯",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَكُونُواْ مَعَ ٱلصَّٰدِقِينَ ",
        "bangla_text": "হে ইমানদারগণ! তোমরা আল্লাহ্‌র তাকওয়া অবলম্বন কর এবং সত্যবাদীদের সাথে থাক [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] পূর্ববর্তী আয়াতসমূহে জিহাদ থেকে বিরত থাকায় যে ক্রটি কতিপয় নিষ্ঠাবান সাহাবীর দ্বারাও হয়ে গেল এবং পরে তাঁদের তাওবাহ কবুল হলো, এ ছিল তাঁদের তাকওয়ারই ফলশ্রুতি। তাই এ আয়াতের মাধ্যমে সমস্ত মুসলিমকে তাকওয়া অবলম্বনের নির্দেশ দেয়া হয়েছে। আর “তোমরা সবাই সত্যবাদীদের সাথে থাক” বাক্যে ইঙ্গিত করা হয়েছে যে, সত্যবাদীদের সাহচর্য এবং তাদের অনুরূপ আমলের মাধ্যমেই তাকওয়া লাভ হয়। আর এভাবেই কেউ ধ্বংস থেকে মুক্তি পেতে পারে। প্রতিটি বিপদ থেকে উদ্ধার হতে পারে। [ইবন কাসীর] হাদীসেও সত্যবাদিতার গুরুত্ব বর্ণিত হয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমরা সত্যবাদিতা অবলম্বন কর; কেননা সত্যবাদিতা সৎকাজের দিকে নিয়ে যায়, আর সৎকাজ জান্নাতের পথনির্দেশ করে। মানুষ সত্য বলতে থাকে এবং সত্য বলতে চেষ্টা করতে থাকে শেষ পর্যন্ত আল্লাহর দরবারে তাকে সত্যবাদী হিসেবে লিখা হয়। আর তোমরা মিথ্যা থেকে বেঁচে থাক; কেননা মিথ্যা পাপের পথ দেখায়, আর পাপ জাহান্নামের দিকে নিয়ে যায়, আর একজন মানুষ মিথ্যা বলতে থাকে এবং মিথ্যা বলার চেষ্টায় থাকে শেষ পর্যন্ত তাকে মিথ্যাবাদী হিসেবে লিখা হয়।” [বুখারী ৬০৯৪; মুসলিমঃ ২৬০৭]\n </p>\n</div>"
    },
    {
        "id": 120,
        "verse": "৯ : ১২০",
        "arabic_text": "\nمَا كَانَ لِأَهۡلِ ٱلۡمَدِينَةِ وَمَنۡ حَوۡلَهُم مِّنَ ٱلۡأَعۡرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ ٱللَّهِ وَلَا يَرۡغَبُواْ بِأَنفُسِهِمۡ عَن نَّفۡسِهِۦۚ ذَٰلِكَ بِأَنَّهُمۡ لَا يُصِيبُهُمۡ ظَمَأٞ وَلَا نَصَبٞ وَلَا مَخۡمَصَةٞ فِي سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوۡطِئٗا يَغِيظُ ٱلۡكُفَّارَ وَلَا يَنَالُونَ مِنۡ عَدُوّٖ نَّيۡلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٞ صَٰلِحٌۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ ",
        "bangla_text": "মদীনাবাসী ও তাদের পার্শ্ববর্তী মরুবাসীদের জন্য সংগত নয় যে তারা আল্লাহ্‌র রাসূলের সহগামী না হয়ে পিছনে রয়ে যাবে এবং তার জীবনের চেয়ে নিজেদের জীবনকে প্রিয় মনে করবে; কারণ আল্লাহর পথে তাদেরকে যে তৃষ্ণা, ক্লান্তি ও ক্ষুদা পেয়ে বসে এবং কাফেরদের ক্রোধ উদ্রেক করে তাদের প্রতিটি পদক্ষেপ আর শত্রুদেরকে কোন কষ্ট প্রদান করে [১], তা তাদের জন্য সৎকাজরূপে লিপিবদ্ধ করা হয়। নিশ্চয় আল্লাহ্‌ মুহসিনদের কাজের প্রতিফল নষ্ট করেন না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] উপরোক্ত অনুবাদটিই অধিকাংশ মুফাসসির উল্লেখ করেছেন। তবে আবুস সাউদ তাফসীরকারের মতে এখানে আরেকটি অর্থ এও হতে পারে যে, শক্ৰদের পক্ষ থেকে তাদের উপর যে বিপদই অনুষ্ঠিত হোক না কেন তা তাদের জন্য সওয়াব হিসেবে লিখা হয়। [তাফসীর আবুস সাউদ]।\n </p>\n</div>"
    },
    {
        "id": 121,
        "verse": "৯ : ১২১",
        "arabic_text": "\nوَلَا يُنفِقُونَ نَفَقَةٗ صَغِيرَةٗ وَلَا كَبِيرَةٗ وَلَا يَقۡطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمۡ لِيَجۡزِيَهُمُ ٱللَّهُ أَحۡسَنَ مَا كَانُواْ يَعۡمَلُونَ ",
        "bangla_text": "আর তারা ছোট বা বড় যা কিছুই ব্যয় করে এবং যে কোন প্রান্তরই অতিক্রম করে তা তাদের অনুকূলে লিপিবদ্ধ হয়--- যাতে তারা যা করে আল্লাহ্‌ তার উৎকৃষ্টতর পুরস্কার তাদেরকে দিতে পারেন।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 122,
        "verse": "৯ : ১২২",
        "arabic_text": "\n۞ وَمَا كَانَ ٱلۡمُؤۡمِنُونَ لِيَنفِرُواْ كَآفَّةٗۚ فَلَوۡلَا نَفَرَ مِن كُلِّ فِرۡقَةٖ مِّنۡهُمۡ طَآئِفَةٞ لِّيَتَفَقَّهُواْ فِي ٱلدِّينِ وَلِيُنذِرُواْ قَوۡمَهُمۡ إِذَا رَجَعُوٓاْ إِلَيۡهِمۡ لَعَلَّهُمۡ يَحۡذَرُونَ ",
        "bangla_text": "আর মুমিনদের সকলের একসাথে অভিযানে বের হওয়া সংগত ন্য। অতঃপর তাদের প্রত্যেক দলের এক অংশ কেন বের হয় না, যাতে তারা  দ্বীনের গভীর জ্ঞান অর্জন [১] করতে পারে [২] এবং তাদের সম্প্রদায়কে ভিতিপ্রদর্শন করতে পারে, যখন তারা তাদের কাছে ফিরে আসবে [৩], যাতে তারা সতর্ক হয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] বলা হয়েছে (لِّیَتَفَقَّهُوۡا فِی الدِّیۡنِ) “যাতে দ্বীনের মধ্যে বিজ্ঞতা অর্জন করে\"। উদ্দেশ্যে হলো দ্বীনকে অনুধাবন করা কিংবা তাতে বিজ্ঞতা অর্জন করা। (تفقه) শব্দের অর্থও তাই। এটি (فقه) থেকে উদ্ভুত। (فقه) অর্থ বুঝা, অনুধাবন করা, সুক্ষ্মভাবে বুঝা।\n  <br/>\n  <br/>\n  [২] এ আয়াতটি দ্বীনের এলম হাসিলের মৌলিক দলীল। কুরতুবী। তাছাড়া রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদীসে এ ব্যাপারে আরও কিছু ফযীলত বর্ণিত হয়েছে। যেমন, এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যে ব্যক্তি এলেম হাসিল করার উদ্দেশ্যে কোন পথ দিয়ে চলে, আল্লাহ এই চলার সওয়াব হিসাবে তাঁর রাস্তাকে জান্নাতমুখী করে দেবেন। আল্লাহর ফেরেশতাগণ দ্বীনী জ্ঞান আহরণকারীর জন্য নিজেদের পালক বিছিয়ে রাখেন। আলেমের জন্য আসমান-যমীনের সমস্ত সৃষ্টি এবং পানির মৎস্যকুল দো'আ ও মাগফেরাত কামনা করে। অধিকহারে নফল এবাতদকারী লোকের উপর আলেমের ফযীলত অপরাপর তারকারাজির উপর পূর্ণিমা চাঁদের অনুরূপ। আলেমসমাজ নবীগণের ওয়ারিশ। নবীগণ স্বর্ণ, রূপার মীরাস রেখে যান না। তবে এলমের মীরাস রেখে যান। তাই যে ব্যক্তি এলমের মীরাস পায়, সে যেন মহা-সম্পদ লাভ করল। [তিরমিযী: ২৬৮২] অপর হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মানুষের মৃত্যু হলে তার সমস্ত আমল বন্ধ হয়ে যায়, কিন্তু তিনটি আমলের সওয়াব মৃত্যুর পরেও অব্যাহত থাকে। সদকায়ে জারিয়া (যেমন, মসজিদ, মাদ্রাসা ও জনকল্যানমূলক প্রতিষ্ঠান)। এমন ইলম যার দ্বারা লোকেরা উপকৃত হয়। (যেমন, শাগরিদ রেখে গিয়ে এলমে দ্বীনের চর্চা অব্যাহত রাখা বা কোন কিতাব লিখে যাওয়া ) নেককার সন্তান-যে তার পিতার জন্য দোআ করে [মুসলিম: ১৬৩১] অনুরূপভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “প্রত্যেক মুসলিমের উপর ইলম শিক্ষা করা ফরয। [ইবন মাজাহ ২২৪; ইবন আবদিল বার, জামেউ বায়ানিল ইলমি ওয়া ফাদলিহি ২৫, ২৬] বলাবাহুল্য, এ হাদীস ও উপরোক্ত অপরাপর হাদীসে উল্লেখিত ইলম’ শব্দের অর্থ দ্বীনের ইলম। তবে অন্যান্য বিষয়ের মত দুনিয়াবী জ্ঞান-বিজ্ঞানও মানুষের জন্য জরুরী। কিন্তু হাদীসসমূহে সে সবের ফযীলত বর্ণিত হয়নি। কারণ, দ্বীনী জ্ঞান অর্জন দু’ভাগে বিভক্ত। ফরযে আইন ও ফরযে কিফায়া। ফরযে আইনঃ শরীআত মানুষের উপর যেসব কাজ ফরয বা ওয়াজিব করে দিয়েছে, সেগুলোর হুকুম আহকাম ও মাসআল মাসায়েল সম্পর্কে জ্ঞান হাসিল করা প্রত্যেক নর-নারীর জন্য ফরয। যেমন, ইসলামের বিশুদ্ধ আকীদাহসমূহের জ্ঞান, পবিত্রতা ও অপবিত্রতার হুকুম-আহকাম, সালাত, সাওম, যাকাত ইত্যাদি সম্পর্কে জ্ঞান। ফরযে কেফায়াঃ যেমন, অধিকার আদায় করা, হুদুদ প্রতিষ্ঠা করা, মানুষের মধ্যে বিবাদ নিরসন ইত্যাদি। কেননা, সবার পক্ষে এটা করা সম্ভব নয়। প্রত্যেকে এটা করতে গেলে নিজেদের অবস্থাও খারাপ হবে, অন্যদেরও নিজেদের জীবন-জীবিকা অসম্পূর্ণ হবে বা বাতিল হবে। তাই কাউকে না কাউকে সুনির্দিষ্ট করে এর জন্য থাকতে হবে। আল্লাহ যাকে এর জন্য সহজ করে দেন সে এটা করতে পারে। তিনি প্রতিটি মানুষকে পূর্বেই এমন কিছু যোগ্যতা দিয়েছেন যা অন্যদের দেননি। সে হিসেবে প্রত্যেকে তার জন্য যা সহজ হয় তা-ই বহন করবে। [কুরতুবী; বাগভী]\n  <br/>\n  <br/>\n  [৩] ইবনে কাসীর বলেন, যখন আল্লাহ্ তা'আলার পক্ষ থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে সবাইকে যুদ্ধে বের হওয়ার নির্দেশ দেয়া হলো, বলা হলো যে, “তোমরা হাল্কা ও ভারী সর্বাবস্থায় বেরিয়ে পড়\" [সূরা আত-তাওবাহঃ ৪১] এবং বলা হলো, “মদীনাবাসী ও তাদের পার্শ্ববতী মরুবাসীদের জন্য সংগত নয় যে, তারা আল্লাহর রাসূলের সহগামী না হয়ে পিছনে রয়ে যাবে এবং তার জীবনের চেয়ে নিজেদের জীবনকে প্রিয় মনে করবে” [সূরা আত-তাওবাহঃ ১২০] তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন যুদ্ধে বেরিয়ে পড়লে সবার উপরই বের হওয়া বাধ্যতামূলক ছিল। তারপর এ আয়াত নাযিল করে সে নির্দেশের ব্যাপকতা রহিত করা হয়। তবে রহিত না বলে এটাও বলা যেতে পারে যে, আগের যে সমস্ত আয়াতে যুদ্ধে বেরিয়ে যাওয়ার নির্দেশ দেয়া হয়েছিল এ আয়াতে সে নির্দেশের বর্ণনা দেয়া হয়েছে যে, এর দ্বারা প্রতিটি গোত্রের সবাই বের হবার অর্থ, প্রতি গোত্র থেকে সবার বের না হতে পারলে তাদের মধ্য থেকে কিছু লোক বের হবে, যারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে থেকে তার উপর যে সমস্ত ওহী নাযিল হয় সেটা গভীরভাবে জানবে, অনুধাবন করবে, তারপর তারা যখন তাদের গোত্রের কাছে ফিরে যাবে তখন তাদেরকে শক্ৰদের অবস্থা ও কর্মকাণ্ড সম্পর্কে অবহিত করবে। এভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে সুনির্দিষ্টভাবে যুদ্ধে বের হওয়া দ্বারা তাদের দুটি কাজই পূর্ণ হবে। (রাসূলের কাছে অবস্থান করে ওহীর জ্ঞান অর্জন ও সেখান থেকে এসে নিজের জাতিকে শক্রদের অবস্থা সম্পর্কে জানানো।) তবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মৃত্যুর পরে যারাই গোত্র থেকে এভাবে যুদ্ধে বের হবে, তারা দু’টি সুবিধা পাবে না। তারা হয় ওহীর জ্ঞান অর্জনের জন্য, না হয় জিহাদের জন্য বের হবে। কেননা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মৃত্যুর পর এভাবে যুদ্ধের জন্য বের হওয়া ফরযে কিফায়া। ইবন কাসীর ইবন আব্বাস বলেন, আয়াতের অর্থ, মুমিনদের উচিত নয় যে, তারা সবাই যুদ্ধের জন্য বের হয়ে যাবে, আর রাসূলকে একা রেখে যাবে। যাতে করে তাদের মধ্যে যারা রাসূলের নির্দেশ ও অনুমতি নিয়ে বের হবে, তারা যখন ফিরে আসবে, তখন এ সময়ে রাসূলের কাছে যারা অবশিষ্ট ছিল তারা কুরআনের যা নাযিল হয়েছে তা যারা যুদ্ধে গেছে তাদেরকে জানাবে। তারা বলবে যে, তোমাদের যুদ্ধে যাওয়ার পরে আল্লাহ তোমাদের নবীর উপর কুরআনের যা নাযিল করেছেন তা আমরা শিখেছি। এভাবে যারা বের হয়েছিল তারা অবস্থান করে তাদের যাওয়ার পরে যা নাযিল হয়েছে তা শিখে নেবে। আর অন্য দল তখন যুদ্ধের জন্য বের হবে। আর এটাই হচ্ছে “যাতে তারা দ্বীনের গভীর জ্ঞান অর্জন করতে পারে” এর অর্থ। অর্থাৎ যাতে করে নবীর কাছে যা নাযিল হয়েছে অবস্থান কারীরা তা জেনে নেয় এবং যারা অভিযানে গেছে তারা ফেরৎ আসলে সেটা অবস্থানকারীদের কাছ থেকে জেনে নিতে পারে। এভাবে তারা সাবধান হতে পারে। [ইবন কাসীর]\n  <br/>\n  <br/>\n  ইবনে আব্বাস থেকে অন্য বর্ণনায় এসেছে যে, এ আয়াত জিহাদের ব্যাপারে নয়, বরং যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মুদার বংশের উপর দুর্ভিক্ষের বদদোআ করেন, তখন তাদের দেশে দুর্ভিক্ষ দেখা দেয়। তখন পুরো গোত্রই মদীনায় আসা আরম্ভ করে দিল এবং তারা মুসলিম বলে মিথ্যা দাবী করতে লাগল। এভাবে তারা মদীনার খাবার ও পানীয়ের সংকট সৃষ্টি করে সাহাবীদের কষ্ট দিতে আরম্ভ করল। তখন আল্লাহ তা'আলা আয়াত নাযিল করে জানিয়ে দিলেন যে, তারা মুমিন নয়। ফলে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাদেরকে তাদের পরিবার-স্বজনদের নিকট ফিরিয়ে দিলেন এবং তাদের কাওমকে এরকম করা থেকে সাবধান করে দিলেন। তখন আয়াতের অর্থ হবে, তারা সবাই যেন নবীর কাছে চলে না আসে। তাদের প্রত্যেক গোত্র থেকে কিছু লোক দ্বীন শেখার জন্য আসতে পারে। অতঃপর তারা যখন তাদের সম্পপ্রদায়ের কাছে ফিরে যাবে তখন তাদের সম্প্রদায়কে সাবধান করতে পারে। ইবন কাসীর]\n  <br/>\n  <br/>\n  হাসান বসরী বলেন, এ আয়াতে দ্বীনের গভীর জ্ঞান ও সাবধান করা’র যে কথা বলা হয়েছে এ উভয় কাজটিই যারা অভিযানে বের হয়েছে তাদের জন্য নির্দিষ্ট। তখন অর্থ হবে, কেন একটি দল দ্বীনের গভীর জ্ঞান অর্জন করতে বের হয় না। অর্থাৎ তারা দেখবে ও শিক্ষা নিবে যে, কিভাবে আল্লাহ্ তা'আলা মুশরিকদের উপর তাদেরকে বিজয় দিয়েছেন, আর কিভাবে আল্লাহ তার দ্বীনের সাহায্য করেছেন। আর তারা যখন তাদের কাওমের কাছে ফিরে যাবে তখন তারা তাদের কাওমের তার রাসূল ও মুমিনদের সাহায্য করে থাকেন। ফলে তারা রাসূলের বিরোধিতা থেকে দুরে থাকবে। [বাগভী]\n  <br/>\n  <br/>\n  মুজাহিদ বলেন, এর অর্থ, সবাই একসাথে দাওয়াতের জন্য বের হবে না। বরং প্রতিটি বড় দল থেকে কোন ছোট একটি গ্রুপ দ্বীন শেখা এবং তাদের যাওয়ার পরে যা নাযিল হয়েছে তা জানার জন্য জ্ঞানীর কাছে যাবে। তারা জানার পর তাদের সম্প্রদায়ের সবাইকে সাবধান করবে এবং তাদেরকে আল্লাহর দিকে আহবান জানাবে। যাতে তারা আল্লাহর ভয় ও শাস্তি থেকে সাবধান হয়। আর তখনও একটি গ্রুপ কল্যাণের কথা জানার জন্য বসে থাকবে। [বাগভী]\n  <br/>\n  <br/>\n  <b>\n   মূলত:\n  </b>\n  ফিকহ হচ্ছে, দ্বীনের আহকাম জানা। [বাগভী] এ ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহ যার কল্যাণ চান তাকে তিনি দ্বীনের ফিকহ প্রদান করেন\" [বুখারী:৭১; মুসলিম:১০৩৭] অন্য হাদীসে এসেছে, “মানুষ যেন গুপ্তধন, স্বর্ণ ও রৌপ্যের গুপ্তধনের মত। তাদের মধ্যে যারা জাহেলিয়াতে উত্তম তারা ইসলামেও উত্তম, যদি তারা দ্বীন সম্পর্কে সঠিক জ্ঞান অর্জন করে।\" [বুখারী ৩৪৯৩; মুসলিম: ২৫২৬]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 123,
        "verse": "৯ : ১২৩",
        "arabic_text": "\nيَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قَٰتِلُواْ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلۡكُفَّارِ وَلۡيَجِدُواْ فِيكُمۡ غِلۡظَةٗۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ ",
        "bangla_text": "হে ঈমানদারগণ ! কাফেরদের মধ্যে যারা তোমাদের কাছাকাছি তাদের সাথে যুদ্ধ কর [১] এবং তারা যেন তোমাদের মধ্যে কঠোরতা  [২] দেখতে পায়। আর জেনে রাখ, নিশ্চয় আল্লাহ্‌ মুত্তাকীদের সাথে আছেন। ",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতসমূহে কোন নিয়মে কাফেরদের সাথে জিহাদ করা হবে তা জানিয়ে দেয়া হচ্ছে, আয়াতে বলা হচ্ছে যে, কাফেরদের মধ্যে যারা তোমাদের নিকটবর্তী, প্রথমে তাদের সাথে জিহাদ করবে। এখানে নিকট বলে নিকটবর্তী অবস্থান ও নিকট সম্পর্ক এ দু'রকমের হতে পারে। [বাগভী] (এক) অবস্থানের দিক দিয়ে অর্থাৎ যারা তোমাদের নিকটে অবস্থানকারী, প্রথমে তাদের সাথে জিহাদ কর। [ইবন কাসীর] (দুই) গোত্র, আতীয়তা ও সম্পর্কের দিক দিয়ে যারা নিকটবতী অন্যান্যদের আগে তাদের সাথে জিহাদ চালিয়ে যাও [বাগভী] যেমন, আল্লাহ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আদেশ দিয়ে বলেনঃ “হে রাসূল, নিজের নিকটআত্মীয়গণকে আল্লাহর আযাবের ভয়প্রদর্শন করুন।\" [সূরা আশ-শু'আরা: ২১৪] তাই তিনি এ আদেশ পালনে সর্বাগ্রে স্বগোত্রীয়দের সমবেত করে আল্লাহর বাণী শুনিয়ে দেন। অনুরূপ, তিনি স্থান হিসাবে প্রথমে মদীনার আশ-পাশের কাফের তথা -বনু— কোরাইযা, বনু— নদীর ও খায়বরবাসীদের সাথে বুঝাপড়া করেন। তারপর পূর্ববতী লোকদের সাথে জিহাদ করেন এবং সবশেষে রোমানদের সাথে জিহাদের আদেশ আসে, যার ফলে তাবুক যুদ্ধ সংঘটিত হয়। [ইবন কাসীর]\n  <br/>\n  <br/>\n  [২] (غلظة) শব্দের অর্থঃ কঠোরতা [ফাতহুল কাদীর, ইবন কাসীর] কারণ, প্রকৃত মুমিন সেই ব্যক্তি যে, ঈমানদারদের সাথে নরম ব্যবহার করে, আর কাফেরদের সাথে থাকে কঠোর [ইবন কাসীর] সুতরাং তাদের সাথে এমন ব্যবহার কর, যাতে তোমাদের কোন দুর্বলতা তাদের চোখে ধরা না পড়ে। অন্য আয়াতেও আল্লাহ তা'আলা এ নির্দেশটি দিয়েছেন। তিনি বলেন, “হে মুমিনগণ! তোমাদের মধ্যে কেউ দ্বীন থেকে ফিরে গেলে নিশ্চয়ই আল্লাহ এমন এক সম্প্রদায় আনবেন যাদেরকে তিনি ভালবাসবেন এবং যারা তাঁকে ভালবাসবে; তারা মুমিনদের প্রতি কোমল ও কাফেরদের প্রতি কঠোর হবে\" [সূরা আল-মায়েদাহ ৫৪] আরও বলেন, \"মুহাম্মদ আল্লাহর রাসূল; তার সহচরগণ কাফেরদের প্রতি কঠোর এবং নিজেদের মধ্যে পরস্পরের প্রতি সহানুভূতিশীল” [সূরা আল-ফাতহ: ২৯] আরও বলেন, “হে নবী! কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ করুন এবং তাদের প্রতি কঠোর হোন \" [সূরা আত-তাওবাহ: ৭৩. আততাহরীম: ৯]\n  <br/>\n </p>\n</div>"
    },
    {
        "id": 124,
        "verse": "৯ : ১২৪",
        "arabic_text": "\nوَإِذَا مَآ أُنزِلَتۡ سُورَةٞ فَمِنۡهُم مَّن يَقُولُ أَيُّكُمۡ زَادَتۡهُ هَٰذِهِۦٓ إِيمَٰنٗاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَزَادَتۡهُمۡ إِيمَٰنٗا وَهُمۡ يَسۡتَبۡشِرُونَ ",
        "bangla_text": "আর যখনই কোন সূরা নাযিল হয়। তখন তাদের কেউ কেউ বলে, ‘এটা তোমাদের মধ্যে কার ঈমান বৃদ্ধি করল [১]? অতঃপর যারা মুমিন এটা তাদেরই ঈমান বৃদ্ধি করে এবং তারাই আনন্দিত হয়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] আয়াত থেকে বুঝা যায় যে, কুরআনের আয়াতের তেলাওয়াত, চিন্তা-ভাবনা এবং সে অনুযায়ী আমল করার ফলে ঈমান বৃদ্ধি পায়। তার উন্নতি ও প্রবৃদ্ধি ঘটে। ঈমানের নূর ও আস্বাদ বৃদ্ধি পায়। ফলে আল্লাহর ও তাঁর রাসূলের আনুগত্য করা সহজ হয়ে উঠে। ইবাদাতে স্বাদ পায়, গুনাহের প্রতি স্বাভাবিক ঘৃণা জন্মে ও কষ্টবোধ হয়। আলী রাদিয়াল্লাহু আনহু বলেন, ঈমান যখন অন্তরে প্রবেশ করে, তখন এটি নূরের শ্বেতবিন্দুর মত দেখায়। তারপর যতই ঈমানের উন্নতি হয়, সেই শ্বেতবিন্দু সম্প্রসারিত হয়ে উঠে। এমনকি শেষ পর্যন্ত গোটা অন্তর নূরে ভরপুর হয়ে যায়। তেমনি গোনাহ ও মুনাফিকীর ফলে প্রথমে অন্তরে একটি কাল দাগ পড়ে। তারপর পাপাচার ও কুফরীর তীব্রতার সাথে সাথে সে কাল দাগটিও বাড়তে থাকে এবং শেষ পর্যন্ত গোটা অন্তর কালো হয়ে যায়। [বাগভী] এজন্য সাহাবায়ে কেরাম একে অন্যকে বলতেন আস, কিছুক্ষন একত্রে বসি এবং দ্বীন ও পরকাল সম্পর্কে আলোচনা করি, যাতে আমাদের ঈমান বৃদ্ধি পায়। [বুখারী]\n </p>\n</div>"
    },
    {
        "id": 125,
        "verse": "৯ : ১২৫",
        "arabic_text": "\nوَأَمَّا ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ فَزَادَتۡهُمۡ رِجۡسًا إِلَىٰ رِجۡسِهِمۡ وَمَاتُواْ وَهُمۡ كَٰفِرُونَ ",
        "bangla_text": "আর যাদের অন্তরে ব্যাধি আছে, এটা তাদের কলুষের সাথে আরো কলুষ যুক্ত করে। আর তাদের মৃত্যু ঘটে কাফের অবস্থায়।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 126,
        "verse": "৯ : ১২৬",
        "arabic_text": "\nأَوَلَا يَرَوۡنَ أَنَّهُمۡ يُفۡتَنُونَ فِي كُلِّ عَامٖ مَّرَّةً أَوۡ مَرَّتَيۡنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمۡ يَذَّكَّرُونَ ",
        "bangla_text": "তারা কি দেখে না যে, ‘তাদেরকে প্রতিবছর একবার বা দু’বার বিপর্যস্ত করা হয় [১]?’ এর পরও তারা তাওবাহ্ করে না এবং উপদেশ গ্রহন করে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এখানে মুনাফিকদের সতর্ক করা হয়েছে যে, তাদের কপটতা ও প্রতিশ্রুতি ভঙ্গ প্রভৃতি অপরাধের পরিণতিতে প্রতিবছরই তারা কখনো একবার, কখনো দু’বার নানা ধরনের বিপদে বা পরীক্ষায় নিপতিত হয়। মুজাহিদ বলেন, তারা দুর্ভিক্ষ ও ক্ষুধায় পতিত হয়। [আত-তাফসীরুস সহীহ] অথবা রোগ-শোকে। হাসান বসরী বলেন, রাসূলের সাথে যুদ্ধ ও জিহাদে অংশগ্রহণের মাধ্যমে [কুরতুবী] তাছাড়া কখনো তাদের কাফের মিত্ররা পরাজিত হয়, কখনো তাদের গোপন অভিসন্ধি ফাঁস হয়ে যাওয়ার ফলে তারা দিবানিশি মর্মপীড়া ভোগ করে। [বাগভী]\n </p>\n</div>"
    },
    {
        "id": 127,
        "verse": "৯ : ১২৭",
        "arabic_text": "\nوَإِذَا مَآ أُنزِلَتۡ سُورَةٞ نَّظَرَ بَعۡضُهُمۡ إِلَىٰ بَعۡضٍ هَلۡ يَرَىٰكُم مِّنۡ أَحَدٖ ثُمَّ ٱنصَرَفُواْۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ ",
        "bangla_text": "আর যখনই কোন সূরা নাযিল হয়, তখন তারা একে অপরের দিকে তাকায় এবং জিজ্ঞেস করে, ‘তোমাদেরকে কেউ লক্ষ্য করছে কি?’ তারপর তারা সরে পড়ে। আল্লাহ্‌ তাদের হৃদয়কে সত্যবিমুখ করে দেন; কারণ তারা এমন এক সম্প্রদায় যারা ভালভাবে  বোঝে না।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n </p>\n</div>"
    },
    {
        "id": 128,
        "verse": "৯ : ১২৮",
        "arabic_text": "\nلَقَدۡ جَآءَكُمۡ رَسُولٞ مِّنۡ أَنفُسِكُمۡ عَزِيزٌ عَلَيۡهِ مَا عَنِتُّمۡ حَرِيصٌ عَلَيۡكُم بِٱلۡمُؤۡمِنِينَ رَءُوفٞ رَّحِيمٞ ",
        "bangla_text": "অবশ্যই তোমাদের নিকট তোমাদের মধ্য হতেই একজন রাসূল এসেছেন, তোমাদের যে দুঃখ-কষ্ট হয়ে থাকে তা তার জন্য বড়ই বেদনাদায়ক। তিনি তোমাদের মঙ্গলকামী, মুমিনদের প্রতি তিনি করুণাশীল ও অতি দয়ালু [১]।",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] এ আয়াতে আল্লাহ তা'আলা মুমিনদের উপর তার ইহসানের কিছু বর্ণনা দিয়েছেন। তিনি বলেন, তিনি তাদের মধ্যে তাদেরই সমগোত্রীয় এবং তাদেরই সমভাষার লোককে প্রেরণ করেছেন। [ইবন কাসীর] একথাটিই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সম্পর্কে জাফর ইবন আবি তালিব নাজাসীর দরবারে বলেছিলেন। তিনি বলেছিলেন, \"আল্লাহ আমাদের মধ্যে আমাদেরই একজনকে রাসূলরুপে পাঠিয়েছেন যাকে আমরা চিনি, তার বংশ ও গুণাগুণ সম্পর্কেও আমরা অবহিত। তার ভিতর ও বাহির সম্পর্কে, সত্যবাদিতা, আমানতদারী সম্পর্কেও আমরা জ্ঞাত। [মুসনাদে আহমাদ: ১/২০১] আরও বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকল সৃষ্টির উপর, বিশেষতঃ মুমিনদের উপর বড় দয়াবান ও স্নেহশীল।\n </p>\n</div>"
    },
    {
        "id": 129,
        "verse": "৯ : ১২৯",
        "arabic_text": "\nفَإِن تَوَلَّوۡاْ فَقُلۡ حَسۡبِيَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَهُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِيمِ ",
        "bangla_text": "অতঃপর তারা যদি মুখ ফিরিয়ে নেয় তবে আপনি বলুন, ‘আমার জন্য আল্লাহ্‌ই যথেষ্ট, তিনি ছাড়া কোন সত্য ইলাহ্ নেই [১]। আমি তাঁরই উপর নির্ভর করি এবং তিনি মহা’আরশের [২] রব।‘",
        "detail_text": "<div class=\"MuiAccordionDetails-root verse-card_accordion_details__2Zvsz\">\n <p class=\"verse-card_verse_text__29N5F text_trans\">\n  [১] অর্থাৎ আপনার যাবতীয় চেষ্টা-তদবীরের পরও যদি কিছু লোক ঈমান গ্রহণে বিরত থাকে, তবে ধৈর্য ধরুন এবং আল্লাহর উপর ভরসা রাখুন। কারণ নবীগনের সমস্ত কাজ হল স্নেহ-মমতা ও হামদর্দির সাথে আল্লাহর পথে মানুষকে ডাকা, তাদের পক্ষ থেকে অবজ্ঞা ও যাতনার সম্মুখীন হলে, তা আল্লাহর প্রতি সোপর্দ করা এবং তাঁরই উপর ভরসা রাখা।\n  <br/>\n  <br/>\n  [২] আরশ সম্পর্কে আলোচনা সূরা আল-আ’রাফের ৫৪ নং আয়াতে চলে গেছে।\n  <br/>\n </p>\n</div>"
    }
]