[
    {
        "id": 1,
        "verse": "৯৬ : ১",
        "arabic_text": "اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ",
        "bangla_text": "পড়ুন আপনার রবের নামে, যিনি সৃষ্টি করেছেন [১] –",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n <b>\n  সূরা সম্পর্কিত তথ্যঃ\n </b>\n <br/>\n <br/>\n নির্ভরযোগ্য বর্ণনা থেকে প্রমাণিত রয়েছে যে, সূরা আলাক থেকেই ওহীর সূচনা হয় এবং এ সূরার প্রথম পাঁচটি আয়াত مَالَمْ يَعْلَمْ পর্যন্ত সর্ব প্রথম নাযিল হয়। [দেখুন, বুখারী: ৬৯৮২, মুসলিম: ১৬০] অধিকাংশ আলেম এ বিষয়ে একমত। কেউ কেউ সূরা আল-মুদ্দাসসিরকে প্রথম সূরা এবং কেউ সূরা ফাতেহাকে সর্বপ্রথম সূরা বলে অভিহিত করেছেন। তবে প্রথমোক্ত মতটিই বিশুদ্ধ। [আল-ইতকান ফী উলূমিল কুরআন: ১/৯৩]\n <br/>\n <br/>\n --------------------------\n <br/>\n <br/>\n [১] শুধু বলা হয়েছে, “সৃষ্টি করেছেন।” কাকে সৃষ্টি করেছেন তা বলা হয়নি। এ থেকে আপনা আপনিই এ অর্থ বের হয়ে আসে, সেই রবের নাম নিয়ে পড় যিনি স্রষ্টা সমগ্র বিশ্ব-জাহানের, সমগ্র সৃষ্টিজগতের। [আদ্ওয়াউল বায়ান]\n</p>"
    },
    {
        "id": 2,
        "verse": "৯৬ : ২",
        "arabic_text": "خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ",
        "bangla_text": "সৃষ্টি করেছেন মানুষকে ‘আলাক’  হতে [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] পূর্বের আয়াতে সমগ্র সৃষ্টিজগত সৃষ্টির বর্ণনা ছিল। এ আয়াতে সৃষ্টিজগতের মধ্য থেকে বিশেষ করে মানব সৃষ্টির কথা উল্লেখ করা হয়েছে। আল্লাহ্ বলেছেন, মানুষকে ‘আলাক’ থেকে সৃষ্টি করেছেন। ‘আলাক’ হচ্ছে ‘আলাকাহ’ শব্দের বহুবচন। এর মানে জমাট বাঁধা রক্ত। সাধারণভাবে বিশ্ব-জাহানের সৃষ্টির কথা বলার পর বিশেষ করে মানুষের কথা বলা হয়েছে যে, মহান আল্লাহ্ কেমন হীন অবস্থা থেকে তার সৃষ্টিপর্ব শুরু করে তাকে পূৰ্ণাংগ মানুষে রূপান্তরিত করেছেন। [কুরতুবী]\n</p>"
    },
    {
        "id": 3,
        "verse": "৯৬ : ৩",
        "arabic_text": "اقْرَأْ وَرَبُّكَ الْأَكْرَمُ",
        "bangla_text": "পড়ুন, আর আপনার রব মহামহিমান্বিত [১]",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এখানে পড়ার আদেশের পুনরুল্লেখ করা হয়েছে। কেউ কেউ বলেন, প্রথম আদেশটি নিজে পাঠ করার আদেশ, আর দ্বিতীয়টি অন্যকে পাঠ করানো বা অন্যের নিকট প্রচারের নির্দেশ। [ফাতহুল কাদীর] অতঃপর মহান রব আল্লাহ্র সাথে الأكرم বিশেষণ যোগ করার মধ্যে এ ইঙ্গিত রয়েছে যে, মানুষ সৃষ্টি করা এবং তাদের শিক্ষাদান করার নেয়ামতের মধ্যে আল্লাহ্ তা‘আলার নিজের কোন স্বার্থ ও লাভ নেই; বরং এগুলো তাঁরই অনুগ্রহ, তাঁরই দান। তিনি সর্বমহান দানশীল ও মহামহিমান্বিত। [আদ্ওয়াউল বায়ান, মুয়াস্সার]\n</p>"
    },
    {
        "id": 4,
        "verse": "৯৬ : ৪",
        "arabic_text": "الَّذِي عَلَّمَ بِالْقَلَمِ",
        "bangla_text": "যিনি কলমের সাহায্যে শিক্ষা দিয়েছেন [১] – ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] মানব সৃষ্টির কথা বর্ণনার পর এখানে মানুষের শিক্ষার প্রসঙ্গটি উল্লেখিত হয়েছে। মহান আল্লাহ্র অশেষ মেহেরবানী যে, তিনি মানুষকে কলমের মাধ্যমে তথা লেখার শিক্ষা দান করেছেন। তা না হলে মানুষের মধ্যে জ্ঞানের উন্নতি, বংশানুক্রমিক ক্ৰমবিকাশ সম্ভব হত না। জ্ঞান, প্রজ্ঞা, পূর্ববর্তীদের জীবন-কাহিনী, আসমানী-কিতাব সব কিছুই সংরক্ষিত হয়েছে লেখনির মাধ্যমে। কলম না থাকলে, দ্বীন এবং দুনিয়ার কোন কিছুই পূর্ণরূপে গড়ে উঠত না। [ফাতহুল কাদীর] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ তা‘আলা যখন প্রথম সবকিছু সৃষ্টি করেন, তখন আরশে তার কাছে রক্ষিত কিতাবে একথা লিপিবদ্ধ করেন যে, আমার রহমত আমার ক্রোধের উপর প্রবল থাকবে।” [বুখারী: ৩১৯৪, ৭৫৫৩, মুসলিম: ২৭৫১] হাদীসে আরও বলা হয়েছে, “আল্লাহ্ তা‘আলা সর্বপ্রথম কলম সৃষ্টি করেন এবং তাকে লেখার নির্দেশ দেন। সেমতে কলম কেয়ামত পর্যন্ত যা কিছু হবে, সব লিখে ফেলে। ” [মুসনাদে আহমাদ: ৫/৩১৭]\n</p>"
    },
    {
        "id": 5,
        "verse": "৯৬ : ৫",
        "arabic_text": "عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ",
        "bangla_text": "শিক্ষা দিয়েছেন মানুষকে যা সে জানত না [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] পূর্বের আয়াতে ছিল কলমের সাহায্যে শিক্ষা দানের বর্ণনা। এ আয়াতে উল্লেখ করা হয়েছে যে, প্রকৃত শিক্ষাদাতা আল্লাহ্ তা‘আলা। মানুষ আসলে ছিল সম্পূর্ণ জ্ঞানহীন। আল্লাহ্র কাছ থেকেই সে যা কিছু জ্ঞান লাভ করেছে। [সা‘দী] কলমের সাহায্যে যা শিক্ষা দেয়া হয়েছে, তার ব্যাখ্যায় বলা হয়েছে, তিনি এমন সব বিষয় শিক্ষা দিয়েছেন, যা মানুষ জানত না। কেউ কেউ বলেন, এখানে মানুষ বলে আদম আলাইহিস্ সালামকে বোঝানো হয়েছে। আল্লাহ্ তা‘আলা তাকে বিভিন্ন বস্তুর নাম ও গুনাগুন শিক্ষা দিয়েছেন। যেমনটি সূরা আল-বাকারায় বর্ণনা করা হয়েছে। [ফাতহুল কাদীর]\n</p>"
    },
    {
        "id": 6,
        "verse": "৯৬ : ৬",
        "arabic_text": "كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَىٰ",
        "bangla_text": "বাস্তবেই [১], মানুষ সীমালঙ্ঘনই করে থাকে,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] كلا বলতে এখানে বুঝানো হয়েছে, حقا বা বাস্তবেই, অবশ্যই হয় এমন। [মুয়াসসার, তাফসীরুল কুরআন লিল উসাইমীনা: ১/২৬১]\n</p>"
    },
    {
        "id": 7,
        "verse": "৯৬ : ৭",
        "arabic_text": "أَنْ رَآهُ اسْتَغْنَىٰ",
        "bangla_text": "কারণ সে নিজকে অমুখাপেক্ষী মনে করে [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] অর্থাৎ দুনিয়ায় ধন-দৌলত, সম্মান-প্রতিপত্তি যা কিছু সে চাইতো তার সবই সে লাভ করেছে এ দৃশ্য দেখে সে কৃতজ্ঞ হবার পরিবর্তে বরং বিদ্রোহের পথ অবলম্বন করেছে এবং সীমালঙ্ঘন করতে শুরু করেছে। [সা‘দী] বিভিন্ন বর্ণনায় এসেছে, একবার আবু জাহল বলল, যদি মুহাম্মাদকে কিবলার দিকে ফিরে সালাত আদায় করতে দেখি তবে আমি অবশ্যই তাকে হত্যা করব। তারপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সালাত আদায় করতে আসলে আবু জাহল তাকে বলল, তোমাকে কি আমি সালাত আদায় করতে নিষেধ করিনি? তোমাকে কি আমি এটা থেকে নিষেধ করিনি? রাসূল তার কাছ থেকে ফিরে আসলেন, আবু জাহলের সাথে তার বিতণ্ডা হলো, তখন আবু জাহল বলল, আমার চেয়ে বড় সভাসদের অধিকারী কি কেউ আছে? তখন আল্লাহ্ এ আয়াত নাযিল করলেন যে, “সে যেন তার সভাসদদের ডাকে, আমরাও অচিরেই যাবানিয়াদের ডাকব” । ইবনে আব্বাস বলেন, আল্লাহ্র শপথ, যদি সে তার সভাসদদের ডাকত তবে অবশ্যই তাকে আল্লাহ্র যাবানিয়া পাকড়াও করত।[বুখারী: ৪৯৫৮, তিরমিয়ী: ৩৩৪৯, মুসনাদে আহমাদ: ১/২৫৬, ৩২৯, ৩৬৮]\n <br/>\n <br/>\n কোন কোন বর্ণনায় এসেছে, আবু জাহল বলেছিল, মুহাম্মাদ কি তোমাদের সামনে মাটিতে মুখ ঘসে? তাকে বলা হল যে, হ্যাঁ, তখন সে বলল, লাত ও উযযার শপথ! যদি আমি তাকে তা করতে দেখি তবে অবশ্যই আমি তার ঘাড় পা দিয়ে দাবিয়ে দিব, অথবা তার মুখ মাটিতে মিশিয়ে দেব। অতঃপর সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে আসল, তিনি তখন সালাত আদায় করছিলেন। সে তার দিকে অগ্রসর হচ্ছিল, তার ধারণা অনুসারে সে তার মাথা গুড়িয়ে দিতে যাচ্ছিল। কিন্তু কাছে যাওয়ার পর সে পিছনের দিকে ফিরে আসতে বাধ্য হলো এবং হাত দিয়ে বাধা দিচ্ছিল। তাকে এ ব্যাপারে জিজ্ঞেস করা হলে সে বলল, আমার ও তার মাঝে আগুনের একটি খন্দক দেখতে পেলাম এবং ভীতিপ্রদ ও ডানাবিশিষ্টদের দেখতে পেয়েছি। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যদি সে নিকটবর্তী হতো তবে ফেরেশতাগণ তাকে টুকরা টুকরা করে ছিঁড়ে ফেলত। তখন আল্লাহ্ নাযিল করেন, “কখনও নয়, মানুষ তো সীমালঙ্ঘন করে থাকে, যখন সে নিজেকে অমুখাপেক্ষী দেখতে পায়...” [মুসলিম: ২৭৯৭]\n <br/>\n <br/>\n আয়াতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি ধৃষ্টতা প্রদর্শনকারী আবু জাহলকে লক্ষ্য করে বক্তব্য রাখা হলেও ব্যাপক ভাষা ব্যবহার করা হয়েছে। এতে সাধারণ মানুষের একটি নৈতিক দুর্বলতা বিধৃত হয়েছে। মানুষ যতদিন নিজেকে স্বয়ংসম্পূর্ণ ও অমুখাপেক্ষী মনে না করে, ততদিন সে সীমালঙ্ঘন করে না। কিন্তু যখন সে মনে করতে থাকে যে, সে কারও মুখাপেক্ষী নয়, তখন তার মধ্যে অবাধ্যতা এবং সীমালঙ্ঘন প্রবণতা মাথাচাড়া দিয়ে উঠে। অথচ, আল্লাহ্ তা‘আলাই তাকে সৃষ্টি করেছেন রক্তপিণ্ড থেকে, তাকে তার মায়ের গর্ভে যত্নে রেখেছেন, বেড়ে ওঠার যাবতীয় উপায়-পদ্ধতির ব্যবস্থা করে দেন; তারপরেও যখনই সে নিজেকে ধন-সম্পদ বা ক্ষমতার অধিকারী মনে করা শুরু করে, তখনই সে এমনকি তার রবের সাথেও সীমালঙ্ঘন করে। [আদ্ওয়াউল বায়ান]\n <br/>\n</p>"
    },
    {
        "id": 8,
        "verse": "৯৬ : ৮",
        "arabic_text": "إِنَّ إِلَىٰ رَبِّكَ الرُّجْعَىٰ",
        "bangla_text": "নিশ্চয় আপনার রবের কাছেই ফিরে যাওয়া [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] অর্থাৎ দুনিয়ায় সে যাই কিছু অর্জন করে থাকুক না কেন এবং তার ভিত্তিতে অহংকার ও বিদ্রোহ করতে থাকুক না কেন, অবশেষে তাকে আপনার রবের কাছেই ফিরে যেতে হাবে। সেখানে সে অবাধ্যতার কুপরিণাম তখন স্বচক্ষে দেখে নেবে। [মুয়াসসার, সাদী]\n</p>"
    },
    {
        "id": 9,
        "verse": "৯৬ : ৯",
        "arabic_text": "أَرَأَيْتَ الَّذِي يَنْهَىٰ",
        "bangla_text": "আমাকে জানাও (এবং আশ্চর্য হও) তার সম্পর্কে, যে বাধা দেয়,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 10,
        "verse": "৯৬ : ১০",
        "arabic_text": "عَبْدًا إِذَا صَلَّىٰ",
        "bangla_text": "এক বান্দাকে [১]- যখন তিনি সালাত আদায় করেন।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] বান্দা বলতে এখানে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বুঝানো হয়েছে। [কুরতুবী] এ পদ্ধতিতে কুরআনের কয়েক জায়গায় তার উল্লেখ করা হয়েছে। যেমন “পবিত্র সেই সত্তা যিনি তাঁর বান্দাকে নিয়ে গিয়েছেন এক রাতে মসজিদে হারাম থেকে মসজিদে আকসার দিকে।” [সূরা আল-ইসরা: ১]। আরও এসেছে, “সমস্ত প্রশংসা সেই সত্তার যিনি তাঁর বান্দার ওপর নাযিল করেছেন কিতাব।” [সূরা আল-কাহফ: ১] আরও বলা হয়েছে, “আর আল্লাহ্র বান্দা যখন তাঁকে ডাকার জন্য দাঁড়ালো তখন লোকেরা তার ওপর ঝাঁপিয়ে পড়ার জন্য তৈরি হলো।” [সূরা আল-জিন: ১৯]\n</p>"
    },
    {
        "id": 11,
        "verse": "৯৬ : ১১",
        "arabic_text": "أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَىٰ",
        "bangla_text": "আমাকে বল! যদি তিনি হিদায়াতের উপর থাকেন,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 12,
        "verse": "৯৬ : ১২",
        "arabic_text": "أَوْ أَمَرَ بِالتَّقْوَىٰ",
        "bangla_text": "অথবা তাক্ওয়ার নির্দেশ দেন; (তারপরও সে কিভাবে বাধা দেয়?!)",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 13,
        "verse": "৯৬ : ১৩",
        "arabic_text": "أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّىٰ",
        "bangla_text": "আমাকে বল! যদি সে (নিষেধকারী) মিথ্যারোপ করে এবং মুখ ফিরিয়ে নেয়,",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 14,
        "verse": "৯৬ : ১৪",
        "arabic_text": "أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَىٰ",
        "bangla_text": "সে কি জানে না যে, নিশ্চয় আল্লাহ্ দেখেন [১] ?!",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এখানে আশ্চর্যবোধক এবং তিরস্কারসূচক প্রশ্ন করা হয়েছে যে, সে কি জানে না যে, আল্লাহ্ দেখছেন; তার এ কাজ-কর্মের প্রতিদান দেবেন? তবুও সে অবাধ্যতা করছে ও সৎকাজে বাধা প্রদান করছে কেন? [কুরতুবী]\n</p>"
    },
    {
        "id": 15,
        "verse": "৯৬ : ১৫",
        "arabic_text": "كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ",
        "bangla_text": "কখনো নয়, সে যদি বিরত না হয় তবে আমরা তাকে অবশ্যই হেঁচড়ে নিয়ে যাব, মাথার সামনের চুলের গুচ্ছ ধরে [১]-----",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] سفع এর অর্থ কোন কিছু ধরে কঠোরভাবে হেঁচড়ানো। আর ناصية শব্দের অর্থ কপালের\n <br/>\n উপরিভাগের কেশগুচ্ছ। আরবদের মধ্যে রীতি ছিল যে, কারও অতি অসম্মান করার জন্য এই কেশগুচ্ছ মুঠোর ভেতরে নেয়া হত। [কুরতুবী]\n <br/>\n</p>"
    },
    {
        "id": 16,
        "verse": "৯৬ : ১৬",
        "arabic_text": "نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ",
        "bangla_text": "মিথ্যাচারী, পাপিষ্ঠ সম্মুখ-চুলের-গুচ্ছ। ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 17,
        "verse": "৯৬ : ১৭",
        "arabic_text": "فَلْيَدْعُ نَادِيَهُ",
        "bangla_text": "অতএব সে তার পারিষদকে ডেকে আনুক ! ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 18,
        "verse": "৯৬ : ১৮",
        "arabic_text": "سَنَدْعُ الزَّبَانِيَةَ",
        "bangla_text": "শীঘ্রই আমরা ডেকে আনব যাবানিয়াদেরকে [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এখানে যাবানিয়া দ্বারা উদ্দেশ্য হচ্ছে, জাহান্নামের প্রহরী কঠোর ফেরেশ্তাগণ। কাতাদাহ বলেন, আরবী ভাষায় ‘যাবানিয়াহ’ শব্দের অর্থই হলো প্রহরী পুলিশ। এ ব্যাখ্যা অনুযায়ী এটি আরবী ভাষায় বিশেষ বাহিনীর প্রতিশব্দ হিসেবে ব্যবহৃত হয়। আর ‘যাবান’ শব্দের আসল মানে হচ্ছে, ধাক্কা দেয়া। সে হিসেবে ‘যাবানিয়াহ’ এর অন্য অর্থ, প্ৰচণ্ডভাবে পাকড়াওকারী, প্ৰচণ্ডভাবে ধাক্কা দিয়ে নিক্ষেপকারী। [ফাতহুল কাদীর]\n <br/>\n</p>"
    },
    {
        "id": 19,
        "verse": "৯৬ : ১৯",
        "arabic_text": "كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ۩",
        "bangla_text": "কখনো নয়! আপনি তার অনুসরণ করবেন না। আর আপনি সিজ্দা করুন এবং নিকটবর্তী হোন [১]।",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এতে নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম- কে আদেশ করা হয়েছে যে, আবু জাহলের কথায় কৰ্ণপাত করবেন না এবং সেজদা ও সালাতে মশগুল থাকুন। সিজদা করা মানে সালাত আদায় করা। অর্থাৎ হে নবী ! আপনি নিৰ্ভয়ে আগের মতো সালাত আদায় করতে থাকুন। এর মাধ্যমে নিজের রবের নৈকট্য লাভ করুন। কারণ, এটাই আল্লাহ্ তা‘আলার নৈকট্য অর্জনের উপায়। [কুরতুবী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “বান্দা যখন সেজদায় থাকে, তখন তার পালনকর্তার অধিক নিকটবর্তী হয়। তাই তোমরা সেজদায় বেশী পরিমাণে দো‘আ কর।” [মুসলিম: ৪৮২, আবুদাউদ: ৮৭৫, নাসায়ী: ২/২২৬, মুসনাদে আহমাদ: ২/৩৭০] অন্য এক হাদীসে আরও বলা হয়েছে, “সেজদার অবস্থায় কৃত দো‘আ কবুল হওয়ার যোগ্য” । [মুসলিম: ৪৭৯, আবু দাউদ: ৮৭৬, নাসায়ী: ২/১৮৯, মুসনাদে আহমাদ: ১/২১৯]\n</p>"
    }
]