[
    {
        "id": 1,
        "verse": "১ : ১",
        "arabic_text": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
        "bangla_text": "রহমান, রহীম [১] আল্লাহ্‌র নামে [২] ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n <b>\n  সূরার নাম ও কিছু বৈশিষ্ট্যঃ\n </b>\n <br/>\n <br/>\n সূরা আল-ফাতিহা-ই সর্বপ্রথম কুরআন মজীদের একটি পূর্ণাঙ্গ সূরা হিসাবে রাসূলের প্রতি নাযিল হয়েছে। [তাবারী, কাশশাফ, আল-ইতকান] সৰ্বপ্রথম অহীর মাধ্যমে মুহাম্মদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর প্রতি যে আয়াত বা সূরার অংশ নাযিল হয় তা হচ্ছে সূরা আল-আলাক’-এর প্রাথমিক আয়াত কয়টি। [দেখুন, বুখারী: ৩]\n <br/>\n <br/>\n সূরা আল-মুদ্দাসসির-এর প্রাথমিক কতক আয়াত এর কিছুদিন পর নাযিল হয়। [বুখারী ৪৯২২, ৪৯২৪] কিন্তু এই খণ্ড আয়াতসমূহ নাযিল হওয়ার মধ্যে একটিও পূর্ণাঙ্গ সূরা ছিল না। পূর্ণাঙ্গ সূরা প্রথম যা নাযিল হয়েছে, তা হচ্ছে সূরা আল ফাতিহা।\n <br/>\n <br/>\n কুরআন মজীদের ১১৪টি সূরার মধ্যে প্রত্যেকটির জন্য একটি নাম নির্দিষ্ট করা হয়েছে। এই নামকরণ ব্যাপারে কয়েকটি বিশেষ নীতি অনুসরণ করা হয়েছে। কোন কোন সূরার নাম রাখা হয়েছে এর প্রথম শব্দ দ্বারা। কোন সূরায় আলোচিত বিশেষ কোন কথা কিংবা তাতে উল্লেখিত বিশেষ কোন শব্দ নিয়ে তা-ই নাম হিসাবে ব্যবহার করা হয়েছে। আবার কোন কোন সূরার নামকরণ করা হয়েছে তার আভ্যন্তরীণ ভাবধারা ও বিষয়বস্তুকে সম্মুখে রেখে। কয়েকটি সূরার নাম রাখা হয়েছে কোন একটি বিশেষ ঘটনার প্রতি খেয়াল রেখে। সূরা আল-ফাতিহার নাম রাখা হয়েছে কুরআনে এর স্থান-মর্যাদা, বিষয়বস্তু-ভাবধারা, এর প্রতিপাদ্য বিষয় ইত্যাদির প্রতি লক্ষ্য রেখে। এদিক দিয়ে সূরা আল-ফাতিহার স্থান সর্বোচ্চ। কেননা অন্যান্য সূরার ন্যায় সূরা আল-ফাতিহার নাম মাত্র একটি নয়, অনেকগুলো। উল্লেখযোগ্য কয়েকটি নাম হচ্ছে, ১. ‘ফাতিহাতুল কিতাব' (فَاتِحَةُ الْكِتَا بِ) কুরআনের চাবি-কাঠি। কেননা, এই সূরা দ্বারাই কুরআনের সূচনা হয়, কুরআনের প্রথম স্থানেই একে রাখা হয়েছে। কুরআন খুলে সর্বপ্রথম এই সূরা-ই পাঠ করতে হয়। কখনও কখনও এই নামের রূপান্তর হয়ে ফাতিহাতুল কুরআন হয়ে থাকে। এতে অর্থের দিক দিয়ে কোন পার্থক্যই সুচিত হয় না। ২. “উম্মুল কিতাব\" (اُمُّ الْكِتَا بِ) আরবী ভাষায় ‘উম্ম্‌’ বলা হয় সর্ব ব্যাপক ও কেন্দ্রীয় মর্যাদাসম্পন্ন জিনিসকে। সৈন্য বাহিনীর ঝান্ডাকে বলা হয় উম্ম্‌। কেননা সৈনিকবৃন্দ তারই ছায়াতলে সমবেত হয়ে থাকে। মক্কা নগরের আর এক নাম হচ্ছে, ‘উম্মুল কুরা’-‘জনপদসমূহের মা’। কেননা, হজ্জের মৌসুমে সমস্ত মানুষ-সকল গোত্র ও জাতি এই শহরেই একত্রিত হয়। ইমাম বুখারী কিতাবুত্‌ তাফসীর-এর শুরুতে লিখেছেনঃ এর নাম ‘উম্মুল কিতাব' এজন্য বলা হয়েছে যে, কুরআন লিখতে ও পড়তে তা-ই প্রথম এবং সালাতের কেরাতেও তা-ই প্রথম পাঠ করতে হয়। ৩. “সূরাতুল-হামদ\" (سُوْرَةُ الْحَمْد) তা'রীফ ও প্রশংসার সূরা। হামদ এই সূরার প্রথম শব্দ। ইহাতে আল্লাহ্‌র হামদ-তা'রীফ-প্রশংসা ও শ্রদ্ধা নিবেদন করা হয়েছে, সেই জন্য এটি এ সূরার জন্য যথার্থ নাম। ৪. “সূরাতুস-সালাত” (سُوْرَةُ الصَّلَاةِ) - অর্থাৎ সালাতের সূরা। যেহেতু সব সালাতের সব রাক\"আতেই এটি পাঠ করতে হয় সেজন্যই এই নামকরণ হয়েছে। নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ইরশাদ করেছেন,\n <br/>\n <br/>\n (لَا صَلاَة لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ)\n <br/>\n <br/>\n অর্থাৎ, ‘যে ব্যক্তি নামাযে সূরা ফাতিহা পড়বে না, তার সালাত হবে না।’ [বুখারীঃ ৭৫৬, মুসলিমঃ ৩৯৪] ৫. “আস্‌-সাব্‌'য়ুল মাসানী\" (السَّبْعُ الْمَثَانِىْ)—'বার বার পাঠ করার সাতটি আয়াত'। সূরা ফাতিহার সাতটি আয়াত রয়েছে এবং তা বার বার পাঠ করা হয় বলে এর আর এক নাম সাব্‌'য়ুল মাসানী’। অথবা সালাতের প্রতি রাক’আতেই তা পড়া হয় বলেই এর এই নাম। [আল-কাশশাফ, বাগভী, তাফসীর ইবন কাসীর, আল-ইতকান, আত-তাফসীরুস সহীহ]\n <br/>\n <br/>\n <b>\n  আয়াত সংখ্যা :\n </b>\n <br/>\n এ ব্যাপারে কারও কোন দ্বিমত নেই যে, সূরা ফাতিহার মোট সাতটি আয়াত রয়েছে। এ জন্য হাদীস শরীফে একে সাতটি পুনরাবৃত্তিমূলক আয়াতের সূরা (السَّبْعُ الْمَثَانِىْ) বলা হয়েছে। [বুখারী ৪৭০৩] পবিত্র কুরআনেও একে এ নামে উল্লেখ করা হয়েছে। [সূরা আল-হিজর:৮৭]\n <br/>\n <br/>\n এ কারণে স্বাভাবিকভাবেই প্রশ্ন জেগেছেঃ সূরার পূর্বে যে “বিসমিল্লাহির রাহমানির রাহীম\" উল্লেখিত হয়েছে তা সূরা ফাতিহার মধ্যে গণ্য আয়াত ও এর অংশ, না তা হতে সম্পূর্ণ স্বতন্ত্র কোন জিনিস? এর উত্তরে বলা যায়, কোন কোন সাহাবী “বিসমিল্লাহ\"কে সূরা ফাতিহার অংশ মনে করতেন। পক্ষান্তরে অপর সাহাবীদের মতে এটি এ সূরার অংশ নয়। তবে মদীনা শরীফে সংরক্ষিত কুরআনে এটিকে সূরা আল-ফাতিহার অংশ হিসেবে গণ্য করা হয়েছে। তাছাড়া অধিকাংশ কেরাআতেও এটিকে সূরার প্রথমে একটি আয়াত ধরা হয়েছে এবং ‘সিরাতাল্লাযীনা আন'আমতা ‘আলাইহিম গাইরিল মাগদূবি ‘আলাইহিম ওলাদ দ্বলীন’ পর্যন্ত পুরোটাকে একই আয়াত ধরা হয়েছে। আর যারা বিসমিল্লাহকে সূরার আয়াত হিসেবে গণ্য করেননি তারা\n <br/>\n <br/>\n (صِراطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ)\n <br/>\n <br/>\n পর্যন্ত এক আয়াত, আর তার পরের অংশ\n <br/>\n <br/>\n (غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ)\n <br/>\n <br/>\n কে আলাদা আয়াত সাব্যস্ত করে সাত আয়াত পূর্ণ করেছেন। [বাগভী]\n <br/>\n <br/>\n <b>\n  নাযিল হওয়ার স্থানঃ\n </b>\n <br/>\n গ্রহণযোগ্য মত হচ্ছে যে, সূরা আল-ফাতিহা মক্কায় অবতীর্ণ সূরা। অবশ্য কেউ কেউ বলেছেন, এটি মদীনায় অবতীর্ণ হয়েছে। আবার কারও মতে এটা একবার মক্কায় এবং আর একবার মদীনায় অবতীর্ণ হয়েছিল। তাছাড়া এর অর্ধেক মক্কায় এবং অপর অর্ধেক মদীনায় নাযিল হয়েছে বলেও কেউ কেউ মত প্রকাশ করেছেন। কিন্তু এ সব মত গ্রহণযোগ্য নয়। তার বড় প্রমাণ এই যে, সূরা আল-হিজর সর্বসম্মতভাবে মক্কী। তার ৮৭ নং আয়াতে বলা হয়েছেঃ “আমরা আপনাকে সাতটি বার বার পঠনীয় আয়াত ও কুরআনে ‘আযীম প্রদান করেছি।’ এই বার বার পঠনীয় সাতটি আয়াতই হল সূরা আল-ফাতিহা। [বাগভী] তাছাড়া সালাত মক্কায়ই ফরয হয়েছিল এবং সূরা ফাতিহা ছাড়া কখনই সালাত পড়া হয়নি- এটাও সর্বসম্মত কথা।\n <br/>\n <br/>\n <b>\n  সূরার ফযীলতঃ\n </b>\n <br/>\n সূরা আল-ফাতিহার ফযীলত বর্ণনায় অসংখ্য হাদীস এসেছে। যেমন হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহ্‌ তা’আলা বলেছেন, আমার এবং আমার বান্দার মধ্যে সালাতকে আমি দু’ভাগে বিভক্ত করেছি, আর আমার বান্দার জন্য তা-ই রয়েছে যা সে চায়। বান্দা (اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ) বললে আল্লাহ্‌ বলেন, আমার বান্দা আমার প্রশংসা করেছে; আর যখন সে (الرَّحْمٰنِ الرَّحِيْمِ) বলে তখন আল্লাহ্‌ বলেন, আমার বান্দা আমার গুণ-গান করেছে। আর যখন সে বলে (مٰلِكِ يَوْمِ الدِّيْنِ) তখন আল্লাহ্‌ বলেন, আমার বান্দা আমাকে সম্মানে ভূষিত করেছে। আর যখন সে বলে\n <br/>\n <br/>\n (اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ)\n <br/>\n <br/>\n তখন আল্লাহ্‌ বলেন, এটা আমার ও আমার বান্দার মধ্যে, আর আমার বান্দার জন্য তা-ই রয়েছে যা সে চায়। আর যখন সে বলে\n <br/>\n <br/>\n (اِهْدِنَا الصِّرَاطَ الْمُسْتَـقِيْمَ ـ صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ ـ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ)\n <br/>\n <br/>\n তখন আল্লাহ্‌ বলেন, এটা আমার বান্দার জন্য আর আমার বান্দার জন্য তা-ই রয়েছে যা সে চায়”। [মুসলিম,৩৯৫]\n <br/>\n <br/>\n অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, আল্লাহ্‌ তা'আলা উম্মুল কুরআন এর অনুরূপ কোন কিছু তাওরাত ও ইঞ্জীলে নাযিল করেননি। আর তা হলো পুনঃ পুনঃ পঠিতব্য সাতটি আয়াত, যা আমি (আল্লাহ্‌) এবং বান্দাদের মাঝে দু'ভাগে বিভক্ত। \" [নাসায়ী, ৯১৩, তিরমিযী, ৩১২৫]\n <br/>\n <br/>\n অন্য বর্ণনায় এসেছে, ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ও জিবরিল ‘আলাইহিস্‌সালাম উপবিষ্ট ছিলেন। তখন হঠাৎ উপরের দিকে (এক ধরণের) শব্দ শুনা গেল। তখন জিবরিল ‘আলাইহিস সালাম আকাশের দিকে দৃষ্টি নিবদ্ধ করে বললেন, এটা আকাশের একটি দরজা যা কখনও খোলা হয় নি। ইবন আববাস রাদিয়াল্লাহু আনহুমা বলেন, অতঃপর সে দরজা দিয়ে একজন ফেরেশতা অবতরণ করে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে এসে বললেন, আমি আপনাকে দু’টি নূরের সুসংবাদ দিচ্ছি যা আপনাকে দেয়া হয়েছে, যা আপনার পূর্বে কোন নবীকে দেয়া হয়নি। সূরা আল-ফাতিহা ও সূরা আল-বাকারাহ এর শেষাংশ। এর একটি অক্ষর পাঠের মাধ্যমে চাওয়া বস্তুও তাকে দেয়া হবে। [মুসলিম: ৮০৬]\n <br/>\n <br/>\n অনুরূপভাবে আবু সায়ীদ খুদরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, আমরা এক সফরে এক জায়গায় অবতরণ করলাম। সেখানে একটি মেয়ে এসে বলল, এ গ্রামের প্রধানকে সাপে দংশন করেছে, তোমাদের মধ্যে কেউ কি ঝাঁড়-ফুঁক করার মত আছে? তখন মেয়েটির সাথে এক ব্যক্তি গিয়ে তাকে ঝাঁড়-ফুঁক করে এল, আমরা তাকে ঝাঁড়-ফুঁক জানে বলে মনে করতাম না। এতে গ্রাম প্রধান আরোগ্য লাভ করেন। ফলে সে তাকে ত্রিশটি বকরী উপহার দিল এবং আমাদেরকে দুধ পান করাল। আমাদের সঙ্গীকে আমরা বললাম তুমি কি ভাল ঝাঁড়-ফুঁক করতে জান? সে বলল, আমি শুধু উম্মুল কুরআন দ্বারা ফুঁক দিয়েছি। আমরা সবাইকে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে পৌঁছে জিজ্ঞেস না করা পর্যন্ত তোমরা এগুলোকে কিছু কর না। অতঃপর মদীনা পৌঁছে নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে সব কথা খুলে বললাম। তিনি বললেন, সে কিভাবে জানলো যে, এটি একটি ঝাঁড়-ফুঁক করার বস্তু! তোমরা এগুলো বন্টন করে নাও এবং আমাকে তোমাদের সাথে এক ভাগ দিও। [মুসলিম: ২২০১]\n <br/>\n <br/>\n অন্য বর্ণনায় আবু সা’য়ীদ ইবনুল মু'আল্লা বলেন, আমি সালাত আদায় করছিলাম এমতাবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আমাকে ডাকলেন। আমি সালাত শেষ করেই তার ডাকে সাড়া দিলাম। তখন তিনি আমাকে বললেন, “আমার কাছে আসা হতে তোমাকে কিসে বারণ করেছে? আমি বললাম, হে আল্লাহ্‌র রাসূল! আমি সালাত আদায় করছিলাম। তিনি বললেন, আল্লাহ্‌ তা'আলা কি বলেন নি যে, 'হে ঈমানদারগণ! তোমরা আল্লাহ্‌ ও তাঁর রাসূলের ডাকে সাড়া দাও; যখন তোমাদেরকে ডাকেন সে বস্তুর দিকে যা তোমাদেরকে জীবন দান করবে”। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, ‘মসজিদ হতে বের হবার পূর্বে আমি তোমাকে কুরআনের সবচেয়ে মহান সূরা শিক্ষা দিব। ... অতঃপর তিনি বললেন, তাহলো, (اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ)। এটি হলো সাতটি পূনঃ পূনঃ পঠিতব্য আয়াত এবং মহান কুরআন যা আমাকে দান করা হয়েছে। [বুখারী, ৪৬৪৭]\n <br/>\n <br/>\n উপর্যুক্ত হাদীসসমূহ পর্যালোচনা করলে দেখা যায় যে, এ সূরাটি সবচেয়ে মহান সূরা।\n <br/>\n <br/>\n [১] সাধারণত আয়াতের অনুবাদে বলা হয়ে থাকে, পরম করুণাময়, দয়ালু আল্লাহ্‌র নামে শুরু করছি। এ অনুবাদ বিশুদ্ধ হলেও এর মাধ্যমে এ আয়াতখানির পূর্ণভাব প্রকাশিত হয় না। কারণ, আয়াতটি আরও বিস্তারিত বর্ণনার দাবী রাখে। প্রথমে লক্ষণীয় যে, আয়াতে আল্লাহ্‌র নিজস্ব গুণবাচক নামসমূহের মধ্য হতে ‘আর-রাহমান ও আর-রাহীম' এ দু’টি নামই এক স্থানে উল্লিখিত হয়েছে। ‘রহম’ শব্দের অর্থ হচ্ছে দয়া, অনুগ্রহ। এই ‘রহম’ ধাতু হতেই ‘রহমান’ ও ‘রহীম' শব্দদ্বয় নির্গত ও গঠিত হয়েছে। ‘রহমান' শব্দটি মহান আল্লাহ্‌র এমন একটি গুণবাচক নাম যা অন্য কারও জন্য ব্যবহার করা জায়েয নেই। [তাবারী] কুরআন ও হাদীসে এমনকি আরবদের সাহিত্যেও এটি আল্লাহ্‌ ছাড়া আর কারও গুণ হিসেবে ব্যবহৃত হয়নি। পক্ষান্তরে ‘রহীম' শব্দটি আল্লাহ্‌র গুণ হলেও এটি অন্যান্য সৃষ্টজগতের কারও কারও গুণ হতে পারে। তবে আল্লাহ্‌র গুণ হলে সেটা যে অর্থে হবে অন্য কারও গুণ হলে সেটা সে একই অর্থে হতে হবে এমন কোন কথা নেই। প্রত্যেক সত্তা অনুসারে তার গুণাগুণ নির্দিষ্ট হয়ে থাকে। এখানে একই স্থানে এ দুটি গুণবাচক নাম উল্লেখ করার বিশেষ তাৎপর্য রয়েছে। কোন কোন তাফসীরকার বলেছেন যে, আল্লাহ্‌ ‘রহমান’ হচ্ছেন এই দুনিয়ার ক্ষেত্রে, আর ‘রাহীম’ হচ্ছেন আখেরাতের হিসেবে। [বাগভী]\n <br/>\n <br/>\n [২]  নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর প্রতি সর্বপ্রথম ‘ইক্‌রা বিসমে' বা সূরা আল-‘আলাক এর প্রাথমিক কয়েকটি আয়াত নাযিল হয়েছিল। এতে সৃষ্টিকর্তা আল্লাহ্‌র নাম নিয়ে পাঠ শুরু করতে বলা হয়েছিল। সম্ভবত এজন্যই আল্লাহ্‌র এই প্রাথমিক আদেশ অনুযায়ী কুরআনের প্রত্যেক সূরা’র প্রথমেই তা স্থাপন করে সেটাকে রীতিমত পাঠ করার ব্যবস্থা করে দেয়া হয়েছে। বস্তুতঃ বিসমিল্লাহ প্রত্যেকটি সূরার উপরিভাগে অর্থ ও বাহ্যিক আঙ্গিকতার দিক দিয়ে একটি স্বর্ণমুকুটের ন্যায় স্থাপিত রয়েছে। বিশেষ করে এর সাহায্যে প্রত্যেক দু’টি সূরার মধ্যে পার্থক্য সৃষ্টি করাও অতীব সহজ হয়েছে। হাদীসেও এসেছে, “রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সূরার শেষ তখনই বুঝতে পারতেন যখন বিসমিল্লাহ নাযিল করা হতো” [আবু দাউদ:৭৮৮]\n <br/>\n <br/>\n তবে প্রত্যেক সূরার প্রথমে ও কুরআন পাঠের পূর্বে এ বাক্য পাঠ করার অর্থ শুধু এ নয় যে, এর দ্বারা আল্লাহ্‌র নাম নিয়ে কুরআন তিলাওয়াতে শুরু করার সংবাদ দেয়া হচ্ছে। বরং এর দ্বারা স্পষ্ট কণ্ঠে স্বীকার করা হয় যে, দুনিয়া জাহানের সমস্ত নিয়ামত আল্লাহ্‌র তরফ হতে প্রাপ্ত হয়েছে। এর মাধ্যমে এ কথাও মেনে নেয়া হয় যে, আল্লাহ্‌ তা'আলা আমাদের প্রতি যে দয়া ও অনুগ্রহ করেছেন বিশেষ করে দ্বীন ও শরীয়াতের যে অপূর্ব ও অতুলনীয় নিয়ামত আমাদের প্রতি নাযিল করেছেন, তা আমাদের জন্মগত কোন অধিকারের ফল নয়। বরং তা হচ্ছে আল্লাহ্‌ তা'আলার নিজস্ব বিশেষ মেহেরবানীর ফল।\n <br/>\n <br/>\n তাছাড়া এই বাক্য দ্বারা আল্লাহ্‌র নিকট এই প্রার্থনাও করা হয় যে, তিনি যেন অনুগ্রহপূর্বক তাঁর কালামে-পাক বুঝবার ও তদনুযায়ী জীবন যাপন করার তওফীক দান করেন। এ ছোট্ট বাক্যটির অন্তর্নিহিত ভাবধারা এটাই। তাই শুধু কুরআন তিলাওয়াত শুরু করার পূর্বেই নয় প্রত্যেক জায়েয কাজ আরম্ভ করার সময়ই এটি পাঠ করার জন্য ইসলামী শরীয়াতে নির্দেশ করা হয়েছে। কারণ প্রত্যেক কাজের পূর্বে এটি উচ্চারণ না করলে উহার মঙ্গলময় পরিণাম লাভে সমর্থ হওয়ার কোন সম্ভাবনাই থাকে না। নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তার বিভিন্ন কথা ও কাজে এই কথাই ঘোষণা করেছেন। যেমন, তিনি প্রতিদিন সকাল-বিকাল বলতেন\n <br/>\n <br/>\n (بِسْمِ اللّٰهِ الَّذِيْ لَا يَضُرُّ مَعَ اسْمِه شَيْئٌ فِي الْاَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ)–\n <br/>\n <br/>\n “আমি সে আল্লাহ্‌র নামে শুরু করছি যার নামে শুরু করলে যমীন ও আসমানে কেউ কোন ক্ষতি করতে পারে না, আর আল্লাহ্‌ তো সব কিছু শুনেন ও সবকিছু দেখেন।\" [আবুদাউদ: ৫০৮৮, ইবনে মাজাহ ৩৮৬৯]\n <br/>\n <br/>\n অনুরূপভাবে যখন তিনি রোম সম্রাট হিরাক্লিয়াসের কাছে চিঠি লিখেন তাতে বিসমিল্লাহ্‌ লিখেছিলেন [বুখারী, ৭] তাছাড়া তিনি যে কোন ভাল কাজে বিসমিল্লাহ বলার জন্য নির্দেশ দিতেন। যেমন, খাবার খেতে, [বুখারী ৫৩৭৬, মুসলিম: ২০১৭, ২০২২]\n <br/>\n <br/>\n দরজা বন্ধ করতে, আলো নিভাতে, পাত্র ঢাকতে, পান-পাত্র বন্ধ করতে [বুখারী ৩২৮০] কাপড় খুলতে [ইবনে মাজাহ ২৯৭, তিরমিয়ী ৬০৬] স্ত্রী সহবাসের পূর্বে বুখারী: ৬৩৮৮, মুসলিম: ১৪৩৪], ঘুমানোর সময় আবু দাউদ: ৫০৫৪] ঘর থেকে বের হতে [আবুদাউদ: ৫০৯৫] চুক্তিপত্র/ বেচা-কেনা লিখার সময় [সুনানুল কুবরা লিল বাইহাকী: ৫/৩২৮] চলার সময় হোঁচট খেলে [মুসনাদে আহমাদ: ৫/৫৯] বাহনে উঠতে [আবু দাউদ: ২৬০২] মসজিদে ঢুকতে [ইবনে মাজাহ: ৭৭১, মুসনাদে আহমাদ: ৬/২৮৩] বাথরুমে প্রবেশ করতে [ইবনে আবি শাইবাহ: ১/১১] হাজরে আসওয়াদ স্পর্শ করতে [সুনানুল কুবরা লিল বাইহাকী: ৫/৭৯] যুদ্ধ শুরু করার সময় [তিরমিযী: ১৭১৫] শক্র দ্বারা আক্রান্ত হয়ে ব্যাথা পেলে বা কেটে গেলে নাসায়ী: ৩১৪৯] ব্যাথার স্থানে ঝাড়-ফুক দিতে [মুসলিম: ২২০২] মৃতকে কবরে দিতে [তিরমিযী: ১০৪৬]। এ ব্যাপারে আরও বহু সহীহ হাদীস এসেছে। আবার কোথাও কোথাও ‘বিসমিল্লাহ' বলা ওয়াজিবও বটে যেমন, যবাই করতে [বুখারী: ৯৮৫, মুসলিম: ১৯৬০]\n <br/>\n যেহেতু মানুষের শক্তি অত্যন্ত সীমাবদ্ধ, সে যে কাজই শুরু করুক না কেন, তা যে সে নিজে আশানুরূপে সাফল্যজনকভাবে সম্পন্ন করতে পারবে, এমন কথা জোর করে বলা যায় না। এমতাবস্থায় সে যদি আল্লাহ্‌র নাম নিয়ে কাজ শুরু করে এবং আল্লাহ্‌র অসীম দয়া ও অনুগ্রহের প্রতি হৃদয়-মনে অকুণ্ঠ বিশ্বাস জাগরুক রেখে তাঁর রহমত কামনা করে, তবে এর অর্থ এ-ই হয় যে, সংশ্লিষ্ট কাজ সুষ্ঠুরূপে সম্পন্ন করার ব্যাপারে সে নিজের ক্ষমতা যোগ্যতা ও তদবীর অপেক্ষা আল্লাহ্‌র অসীম অনুগ্রহের উপরই অধিক নির্ভর ও ভরসা করে এবং তা লাভ করার জন্য তাঁরই নিকট প্রার্থনা করে ।\n <br/>\n <br/>\n</p>"
    },
    {
        "id": 2,
        "verse": "১ : ২",
        "arabic_text": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
        "bangla_text": "সকল ‘হাম্‌দ’ [১] আল্লাহ্‌র [২] , যিনি সৃষ্টিকুলের [৩] রব, [৪] ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] আরবী ভাষায় ‘হাম্‌দ’ অর্থ নির্মল ও সম্ভমপূর্ণ প্রশংসা। গুণ ও সিফাত সাধারণতঃ দুই প্রকার হয়ে থাকে। তা ভালও হয় আবার মন্দও হয়। কিন্তু হাম্‌দ শব্দটি কেবলমাত্র ভাল গুণ প্রকাশ করে। অর্থাৎ বিশ্ব জাহানের যা কিছু এবং যতকিছু ভাল, সৌন্দর্যমাধুর্য, পূর্ণতা মাহাত্ম দান ও অনুগ্রহ রয়েছে তা যেখানেই এবং যে কোন রূপে ও যে কোন অবস্থায়ই থাকুক না কেন, তা সবই একমাত্র আল্লাহ্‌ তা'আলারই জন্য নির্দিষ্ট, একমাত্র তিনিই-তাঁর মহান সত্তাই সে সব পাওয়ার অধিকারী। তিনি ছাড়া আর কোন উপাস্যই এর যোগ্য হতে পারে না। কেননা সব কিছুর সৃষ্টিকর্তা তিনিই এবং তাঁর সব সৃষ্টিই অতীব সুন্দর। এর অধিক সুন্দর আর কিছুই হতে পারে না-মানুষ কল্পনাও করতে পারে না। তাঁর সৃষ্টি, লালন-পালন-সংরক্ষণ-প্রবৃদ্ধি সাধনের সৌন্দর্য তুলনাহীন। তাই এর দরুন মানব মনে স্বতঃস্ফূর্তভাবে জেগে উঠা প্রশংসা ও ইচ্ছামূলক প্রশংসাকে ‘হামদ বলা হয়। এখানে এটা বিশেষভাবে জানা আবশ্যক যে, ‘আল-হামদু’ কথাটি ‘আশ-শুক্‌র’ থেকে অনেক ব্যাপক, যা আধিক্য ও পরিপূর্ণতা বুঝায়। কেউ যদি কোন নিয়ামত পায়, তা হলে সেই নিয়ামতের জন্য শুকরিয়া প্রকাশ করা হয়। সে ব্যক্তি যদি কোন নিয়ামত না পায় (অথবা তার পরিবর্তে অন্য কোন লোক নিয়ামতটি পায়) স্বভাবতঃই তার বেলায় এজন্য শুকরিয়া নয়। অর্থাৎ যে ব্যক্তি নিয়ামত পায়, সে-ই শুকরিয়া আদায় করে। যে ব্যক্তি নিয়ামত পায় না, সে শুকরিয়া আদায় করে না। এ হিসেবে ‘আশ-শুক্‌র লিল্লাহ' বলার অর্থ হতো এই যে, আমি আল্লাহ্‌র যে নিয়ামত পেয়েছি, সেজন্য আল্লাহ্‌র শুকরিয়া আদায় করছি। অপরদিকে 'আল-হামদুলিল্লাহ’ অনেক ব্যাপক। এর সম্পর্ক শুধু নিয়ামত প্রাপ্তির সাথে নয়। আল্লাহ্‌র যত নেয়ামত আছে, তা পাওয়া যাক, বা না পাওয়া যাক; সে নিয়ামত কোন ব্যক্তি নিজে পেলো, বা অন্যরা পেলো, সবকিছুর জন্যই যে প্রশংসা আল্লাহ্‌র প্রাপ্য সেটিই হচ্ছে ‘হামদ’। এ প্রেক্ষিতে আল-হামদুলিল্লাহ' বলে বান্দা যেন ঘোষণা করে, হে আল্লাহ্‌! সব নিয়ামতের উৎস আপনি, আমি তা পাই বা না পাই, সকল সৃষ্টিজগতই তা পাচ্ছে; আর সেজন্য সকল প্রশংসা একান্তভাবে আপনার, আর কারও নয়। কেউ আপনার প্রশংসা করলে আপনি প্রশংসিত হবেন আর কেউ প্রশংসা না করলে প্রশংসিত হবেন না, ব্যাপারটি এমন নয়। আপনি স্বপ্রশংসিত। প্রশংসা আপনার স্থায়ী গুণ। প্রশংসা আপনি ভালবাসেন। আপনার প্রশংসা কোন দানের বিনিময়ে হতে হবে এমন কোন বাধ্য-বাধকতা নেই। [ইবন কাসীর] আরও একটি বিষয় লক্ষণীয় যে, এখানে (اَلْحَمْدُ لِلّٰهِ) ‘সকল প্রশংসা আল্লাহ্‌র’ এ শব্দটি ব্যবহার করা হয়েছে। (اَلْحَمْدُ لِلّٰهِ)  ‘আমি আল্লাহ্‌র প্রশংসা করছি’ এ শব্দ ব্যবহৃত হয়নি। এর কারণ সম্ভবত এই যে, ‘আহমাদুল্লাহ' বা ‘আমি আল্লাহ্‌র প্রশংসা করছি’ এ বাক্যটি বর্তমানকালের সাথে সম্পৃক্ত। অর্থাৎ আমি বর্তমানকালে আল্লাহ্‌র প্রশংসা করছি। অন্যদিকে ‘আল-হামদুলিল্লাহ’ বা ‘সকল প্রশংসা আল্লাহ্‌র’ সর্বকালে (অতীত, বর্তমান ও ভবিষ্যতে) প্রযোজ্য। আর এ জন্যই হাদীসে বলা হয়েছে,\n <br/>\n <br/>\n (اَفْضَلُ الدُّعَاءِ الْحَمْدُ لِلّٰهِ)\n <br/>\n <br/>\n “সবচেয়ে উত্তম দো’আ হলো আল-হামদুলিল্লাহ” [তিরমিযী:৩৩৮৩]\n <br/>\n <br/>\n কারণ, তা সর্বকাল ব্যাপী। অন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেন,\n <br/>\n <br/>\n (وَالْحَمْدُ لِلّٰهِ تَمْلَأُ الْمِيْزَانَ),\n <br/>\n <br/>\n “আর ‘আল-হামদুলিল্লাহ' মীযান পূর্ণ করে” [মুসলিম: ২২৩]\n <br/>\n <br/>\n এ জন্য অধিকাংশ হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম দিন-রাত্রির যিক্‌র ও সালাতের পরের যিক্‌র এর মধ্যে এ “আল হামদুলিল্লাহ\"  শব্দই শিখিয়েছেন। এ “আল-হামদুলিল্লাহ\" পুর্ণমাত্রার প্রশংসা হওয়ার কারণেই আল্লাহ্‌ এতে খুশী হন। বিশেষ করে নেয়ামত পাওয়ার পর বান্দাকে কিভাবে আল্লাহ্‌র প্রশংসা করতে হবে তাও \"আল-হামদুলিল্লাহ\" শব্দের মাধ্যমে করার জন্যই আল্লাহ্‌ ও তাঁর রাসূল শিখিয়ে দিয়েছেন। [দেখুন, ইবনে মাজাহ, ৩৮০৫]\n <br/>\n <br/>\n এভাবে “আল-হামদুলিল্লাহ\" হলো সীমাহীন প্রশংসা ও কৃতজ্ঞতার রূপ। আল্লাহ্‌র হামদ প্রকাশ করার ক্ষেত্র, মানুষের মন-মানষ, মুখ ও কর্মকাণ্ড। অর্থাৎ মানুষের যাবতীয় শক্তি দিয়ে আল্লাহ্‌র হামদ করতে হয়। কিন্তু দুঃখের বিষয় যে, মানুষের মধ্যে কেউ কেউ আল্লাহ্‌র ‘হামদ বা প্রশংসা’ শুধু মুখেই সীমাবদ্ধ রাখে। অনেকে মুখে আল-হামদুলিল্লাহ' বলে, কিন্তু তার অন্তরে আল্লাহ্‌র প্রশংসা আসেনি আর তার কর্মকাণ্ডেও সেটার প্রকাশ ঘটে না।\n <br/>\n <br/>\n [২] ‘সকল হামদ আল্লাহ্‌র’ এ কথাটুকু দ্বারা এক বিরাট গভীর সত্যের দিকে ইঙ্গিত করা হয়েছে। পৃথিবীর যেখানেই যে বস্তুতেই যাকিছু সৌন্দর্য ভাল প্রশংসার যোগ্য গুণ বা শ্রেষ্ঠত্ব বৈশিষ্ট্য পরিলক্ষিত হবে, মনে করতে হবে যে, তা তার নিজস্ব সম্পদ ও স্বকীয় গৌরবের বস্তু নয়। কেননা সেই গুণ মূলতঃই তার নিজের সৃষ্টি নয়; তা সেই আল্লাহ্ তা'আলারই নিরঙ্কুশ দান, যিনি নিজের কুদরতে সকল সৃষ্টিকে সৃষ্টি করেছেন। বস্তুতঃ তিনি হচ্ছেন সমস্ত সৌন্দর্য ও সমস্ত ভালোর মূল উৎস। মানুষ, ফেরেশতা, গ্রহ-নক্ষত্র, বিশ্ব-প্রকৃতি, চন্দ্ৰ-সূৰ্য-যেখানেই যা কিছু সৌন্দর্য ও কল্যাণ রয়েছে, তা তাদের কারো নিজস্ব নয়, সবই আল্লাহ্‌র দান। অতএব এসব কারণে যা কিছু প্রশংসা হতে পারে তা সবই আল্লাহ্‌র প্রাপ্য। এসব সৃষ্টি করার ব্যাপারে যেহেতু আল্লাহ্‌র সাথে কেউ শরীক ছিলনা, কাজেই এসব কারণে যে প্রশংসা প্রাপ্য হতে পারে তাতেও আল্লাহ্‌র সাথে কারো এক বিন্দু অংশীদারিত্ব থাকতে পারে না। সুন্দর, অনুগ্রহকারী, সৃষ্টিকর্তা, লালন-পালনকর্তা, রক্ষাকর্তা ও ক্রমবিকাশদাতা আল্লাহ্‌র প্রতি মানুষ যা কিছু ভক্তি-শ্রদ্ধা ইবাদত-বন্দেগী এবং আনুগত্য পেশ করতে পারে; তা সবই একমাত্র আল্লাহ্‌র সামনেই নিবেদন করতে হবে। কেননা আল্লাহ্‌ ছাড়া অন্য কোন শক্তিই তার এক বিন্দুরও দাবীদার হতে পারে না। বরং তারই রয়েছে যাবতীয় হাম্‌দ। হাম্‌দ জাতীয় সবকিছু কেবল তাঁরই প্রাপ্য, কেবল তিনিই সেটার একমাত্র যোগ্য। তাছাড়া ভালো বা মন্দ সকল অবস্থায় কেবল এক সত্তারই ‘হামদ’ বা প্রশং করতে হয়। তিনি হচ্ছেন আল্লাহ্ তা'আলা। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম শিক্ষা দিয়েছেন যে, কেউ যদি কোন খারাপ কিছুর সম্মুখীন হয়, তখনও যেন বলে,\n <br/>\n <br/>\n (اَلْحَمْدُ لِلّٰهِ عَلٰى كُلِّ حَالٍ)\n <br/>\n <br/>\n বা সর্বাবস্থায় আল্লাহ্‌র জন্যই যাবতীয় হামদ  [ইবন মাজাহঃ ৩৮০৩ ]\n <br/>\n <br/>\n কুরআন হাদীস হতে সুস্পষ্টরূপে জানা যায় যে, সাধারণভাবে কোন ব্যক্তির গুণ সৌন্দর্যে মুগ্ধ হয়ে তার এতখানি প্রশংসাও করা যায় না যাতে তার ব্যক্তিত্বকেই অসাধারণভাবে বড় করে তোলা হয় এবং সে আল্লাহ্‌র সমকক্ষতার পর্যায়ে পৌঁছে যায়। মূলতঃ এইরূপ প্রশংসাই মানুষকে তাদের পূজার কঠিন পাপে নিমজ্জিত করে। সে জন্য রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম প্রত্যেক ঈমানদার ব্যক্তিকে বলেছেন: “যখন বেশী বেশী প্রশংসাকারীদেরকে দেখবে, তখন তাদের মুখের উপর ধূলি নিক্ষেপ কর। ” [মুসলিম: ৩০০২]  নতুবা তার মনে গৌরব ও অহংকারী ভাবধারার উদ্রেক হতে পারে। হয়ত মনে করতে পারে যে, সে বহুবিধ গুণ-গরিমার অধিকারী, তার বিরাট যোগ্যতা ও ক্ষমতা আছে। আর কোন মানুষ যখন এই ধরনের খেয়াল নিজের মনে স্থান দেয় তখন তার পতন হতে শুরু হয় এবং সে পতন হতে উদ্ধার হওয়া কিছুতেই সম্ভব হয় না। তাছাড়া মানুষ যখন আল্লাহ্‌ ছাড়া অপর কারো গুণ সৌন্দর্য দেখে মুগ্ধ হয়ে তার প্রশংসা করতে শুরু করে, তখন মানুষ তার ভক্তি-শ্রদ্ধার জালে বন্দী হয়ে পড়ে এবং শেষ পর্যন্ত সে মানুষের দাসত্ব ও মানুষের পূজা করতে আরম্ভ করে। এই অবস্থা মানুষকে শেষ পর্যন্ত চরম পঙ্কিল শির্কের পথে পরিচালিত করতে পারে। সে জন্যই যাবতীয় ‘হামদ’ একমাত্র আল্লাহ্‌র জন্যই করার শিক্ষা দেয়া হয়েছে।\n <br/>\n <br/>\n [৩] ‘আলামীন' বহুবচন শব্দ, একবচনে ‘আলাম’। কোন কোন তাফসীরকার বলেন, ‘আলাম’ বলা হয় সেই জিনিসকে, যা অপর কোন জিনিস সম্পর্কে জানবার মাধ্যম হয়; যার দ্বারা অন্য কোন বৃহত্তর জিনিস জানতে পারা যায়। সৃষ্টিজগতের প্রত্যেকটি অংশ স্বতঃই এমন এক মহান সত্তার অস্তিত্বের নিদর্শন, যিনি তার সৃষ্টিকর্তা, রক্ষাকর্তা, পৃষ্ঠপোষক ও সুব্যবস্থাপক। এই জন্য সৃষ্টিজগতকে ‘আলাম’ এবং বহুবচনে আলামীন বলা হয়। [কাশশাফ] ‘আলামীন' বলতে কি বুঝায়, যদিও এখানে তার ব্যাখ্যা করা হয় নি, কিন্তু অপর আয়াতে তা স্পষ্ট করে বলে দেয়া হয়েছে। আয়াতটি হচ্ছে,\n <br/>\n <br/>\n (قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعٰلَمِيْنَ ـ قَالَ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا  اِنْ كُنْتُمْ مُّوْقِنِيْنَ)\n <br/>\n <br/>\n “ফিরআউন বললঃ রাব্বুল আলামীন কি? মূসা বললেনঃ যিনি আসমান-যমীন এবং এ দু'টির মধ্যবর্তী সমস্ত জিনিসের রব। \" [সূরা আশ-শু'আরা: ২৩-২৪]\n <br/>\n <br/>\n এতে ‘আলামীন' এর তাফসীর হয়ে গেছে যে, সৃষ্টি জগতের আর সব কিছুই এর অধীন। আসমান ও যমীনে এত অসংখ্য  ‘আলাম’ বিদ্যমান যে, মানুষ আজ পর্যন্ত সেগুলোর কোন সীমা নির্ধারণ করতে সমর্থ হয় নি। মানব-জগত, পশু-জগত, উদ্ভিদ-জগত-এই জগত সমূহের কোন সীমা-সংখ্যা নাই, বরং এগুলো অসীম অতলস্পর্শ জগত-সমুদ্রের কয়েকটি ক্ষুদ্রাতিক্ষুদ্র বিন্দু মাত্র। মানব-বুদ্ধি সে সম্পর্কে সঠিক ধারণা করতে একেবারেই সমর্থ নয়। [কুরতুবী, ফাতহুল কাদীর]\n <br/>\n <br/>\n [৪] 'রব্‌' শব্দের বাংলা অর্থ করা হয় প্রভু-লালন পালনকারী। কিন্তু কুরআনে প্রয়োগভেদে এ শব্দের অর্থঃ-সৃষ্টি করা, সমানভাবে সজ্জিত ও স্থাপিত করা, প্রত্যেকটি জিনিসের পরিমাণ নির্ধারণ করা, পথ প্রদর্শন ও আইন বিধান দেওয়া, কোন জিনিসের মালিক হওয়া, লালন-পালন করা, রিযিক্‌ দান করা ও উচ্চতর ক্ষমতার অধিকারী হওয়া। তাছাড়া ভাঙ্গা গড়ার অধিকারী হওয়া, জীবনদান করা, মৃত্যু প্রদান করা, সন্তান দেয়া, আরোগ্য প্রদান করা ইত্যাদি যাবতীয় অর্থই এতে নিহিত আছে। আর যিনি এক সঙ্গে এই সব কিছু করার ক্ষমতা রাখেন তিনিই হচ্ছেন রব্‌। যেমন পবিত্র কুরআনের সূরা আল-আ’লায় এইরূপ ব্যাপক অর্থে রব্‌ শব্দটি ব্যবহৃত হয়েছে,\n <br/>\n <br/>\n (سَبِّحِ اسْمَ رَبِّكَ الْاَعْلَى ـ الَّذِيْ خَلَقَ فَسَوّٰى ـ وَالَّذِيْ قَدَّرَ فَهَدٰى)\n <br/>\n <br/>\n আপনার রব্‌ এর নামে তাসবিহ্‌  পাঠ করুন, যিনি মহান উচ্চ; যিনি মানুষকে সৃষ্টি করেছেন ও তার অঙ্গ-প্রত্যঙ্গ যথাযথ ভাবে সজ্জিত ও সুবিন্যস্ত করে দিয়েছেন; এবং যিনি সঠিক রূপে প্রত্যেকটি জিনিসের পরিমাণ নির্ধারণ করেছেন। অতঃপর জীবন যাপন পন্থা প্রদর্শন করেছেন”। [সূরা আল-আ’লা: ১-৩]\n <br/>\n <br/>\n এই আয়াত হতে নিঃসন্দেহে জানা যায় যে, ‘রব্‌’ তাঁকেই বলতে হবে যাঁর মধ্যে নিজস্ব ক্ষমতা বলে সৃষ্টি করার, সৃষ্টির অঙ্গ-প্রত্যঙ্গ সমান ও সজ্জিত করার, প্রত্যেকটির পরিমাণ নির্ধারণ করার এবং হেদায়েত, দ্বীন ও শরীআত প্রদান করার যোগ্যতা রয়েছে। যিনি নিজ সত্তার গুণে মানুষ ও সমগ্র বিশ্ব-ভূবনকে সৃষ্টি করেছেন; শুধু সৃষ্টিই নয়-যিনি প্রত্যেকটি জিনিসকে বাহ্যিক ও আভ্যন্তরীণ ক্ষমতা দান করেছেন ও তার বিভিন্ন অঙ্গ-প্রত্যঙ্গকে পরস্পরের সহিত এমনভাবে সংযুক্ত করে সাজিয়ে দিয়েছেন যে, তার প্রত্যেকটি অঙ্গই পূর্ণ সামঞ্জস্য সহকারে নিজ নিজ স্থানে বসে গেছে। রব্‌ তিনিই—যিনি প্রত্যেকটি জিনিসকেই কর্মক্ষমতা দিয়েছেন, সেই সঙ্গে একটি নির্দিষ্ট কাজ ও দায়িত্বও দিয়েছেন। প্রত্যেকের জন্য নিজের একটি ক্ষেত্র এবং তার সীমা নির্ধারিত করে দিয়েছেন। আল্লাহ্‌ বলেন,\n <br/>\n <br/>\n (الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهُ شَرِيْكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهٗ تَقْدِيْرًا)\n <br/>\n <br/>\n “যিনি প্রত্যেকটি জিনিস সৃষ্টি করেছেন, এবং তার পরিমাণ ঠিক করেছেন \" [সূরা আল-ফুরকান:২] অতএব এক ব্যক্তি যখন আল্লাহ্‌কে রব্‌ বলে স্বীকার করে, তখন সে প্রকারান্তরে এ কথারই ঘোষণা করে যে, আমার বাহ্যিক ও আভ্যন্তরীণ দৈহিক, আধ্যাত্মিক, দ্বীনী ও বৈষয়িক-যাবতীয় প্রয়োজন পূরণ করার দায়িত্ব ও ক্ষমতা একমাত্র আল্লাহ্‌ তা'আলাই গ্রহণ করেছেন। আমার এই সবকিছু একমাত্র তাঁরই মর্জির উপর নির্ভরশীল। আমার সবকিছুর একচ্ছত্র মালিক তিনিই। আর কেউ তার কোন কিছু পূরণ করার অধিকারী নয়।\n <br/>\n <br/>\n বস্তুতঃ সৃষ্টিলোকে আল্লাহ্‌র দু'ধরনের রবুবিয়্যাত কার্যকর দেখা যায়: সাধারণ রবুবিয়াত বা প্রকৃতিগত এবং বিশেষ রবুবিয়াত বা শরী’আতগত।\n <br/>\n <br/>\n ১) প্রকৃতিগত বা সৃষ্টিমূলক- মানুষের জন্ম, তাহার লালন পালন ও ক্রমবিকাশ দান, তার শরীরকে ক্ষুদ্র হতে বিরাটত্বের দিকে, অসম্পূর্ণতা হতে পূর্ণতার দিকে অগ্রসর করা এবং তার মানসিক ক্রমবিকাশ ও উৎকর্ষতা দান।\n <br/>\n <br/>\n ২) শরীয়াত ভিত্তিক-মানুষের বিভিন্ন জাতি ও গোত্রকে পথ প্রদর্শন করা, ভাল-মন্দ, পাপ-পুণ্য নির্দেশের জন্য নবী ও রাসূল প্রেরণ। যারা মানুষের অন্তর্নিহিত শক্তি ও প্রতিভার পূর্ণত্ব বিধান করেন। এদেরই মাধ্যমে তারা হালাল, হারাম ইত্যাদি সম্পর্কে অবহিত হয়। নিষিদ্ধ কাজ হতে দূরে থাকতে এবং কল্যাণ ও মঙ্গলময় পথের সন্ধান লাভ করতে পারে।\n <br/>\n <br/>\n অতএব, আল্লাহ্‌ তা'আলার জন্য মানুষের রব্‌ হওয়ার ব্যাপারটি খুবই ব্যাপক। কেননা আল্লাহ্‌ তা'আলা মানুষের রব্‌ হওয়া কেবল এই জন্যই নয় যে, তিনিই মানুষকে সৃষ্টি করেছেন, তার দেহের লালন পালন করেছেন এবং তাহার দৈহিক শৃঙ্খলাকে স্থাপন করেছেন। বরং এজন্যও তিনি রব্‌ যে, তিনি মানুষকে আল্লাহ্‌র বিধান মুতাবিক জীবন যাপনের সুযোগদানের জন্য নবী প্রেরণ করেছেন এবং নবীর মাধ্যমে সেই ইলাহী বিধান দান করেছেন।\n <br/>\n</p>"
    },
    {
        "id": 3,
        "verse": "১ : ৩",
        "arabic_text": "الرَّحْمَٰنِ الرَّحِيمِ",
        "bangla_text": "দয়াময়, পরম দয়ালু [১] ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] ‘রহমান-রাহীম' শব্দদ্বয়ের কারণে মূল আয়াতের অর্থ এই দাঁড়ায় যে, আল্লাহ্ তা'আলাই সমস্ত এবং সকল প্রকার প্রশংসার একচ্ছত্র অধিকারী কেবল এই জন্য নয় যে তিনি রববুল আলামীন, বরং এই জন্যও যে, তিনি ‘আর-রাহমান’ ও ‘আর-রাহীম’। বিশ্বের সর্বত্র আল্লাহ্‌ তা'আলার অপার অসীম দয়া ও অনুগ্রহ প্রতিনিয়ত পরিবেশিত হচ্ছে। প্রাকৃতিক জগতে এই যে নিঃসীম শান্তি শৃংখলা ও সামঞ্জস্য-সুবিন্যাস বিরাজিত রয়েছে, এর একমাত্র কারণ এই যে, আল্লাহ্‌র রহমত সাধারণভাবে সব কিছুর উপর অজস্র ধারায় বর্ষিত হয়েছে। সকল শ্রেণীর সৃষ্টিই আল্লাহ্‌র অনুগ্রহ লাভ করেছে। কাফির, মুশরিক, আল্লাহ্‌দ্রোহী, নাস্তিক, মুনাফিক, কাউকেও আল্লাহ্‌ তার রহমত হতে জীবন-জীবিকা ও সাধারণ নিয়মে বৈষয়িক উন্নতি কোন কিছু থেকেই– বঞ্চিত করেন নি। এমন কি, আল্লাহ্‌র অবাধ্যতা এবং তাঁর বিরোধিতা করতে চাইলেও আল্লাহ্‌ নিজ হতে কাউকেও বাধা প্রদান করেন নি; বরং তিনি মানুষকে একটি সীমার মধ্যে যা ইচ্ছে তা করারই সুযোগ দিয়েছেন। এই জড় দুনিয়ার ব্যাপারে এটাই আল্লাহ্‌র নিয়ম। এই জন্যই আল্লাহ্‌ তা'আলা ঘোষণা করেছেন, “আর আমার রহমত সব কিছুকেই ব্যাপ্ত করে আছে। \" [সূরা আল-আরাফ: ১৫৬]\n <br/>\n <br/>\n কিন্তু এই জড় জগত চূড়ান্তভাবে শেষ হয়ে যাবার পর যে নূতন জগত স্থাপিত হবে, তা হবে নৈতিক নিয়মের বুনিয়াদে স্থাপিত এক আলাদা জগত। সেখানে আল্লাহ্‌র দয়া অনুকম্পা আজকের মত সর্বসাধারণের প্রাপ্য হবে না। তখন আল্লাহ্‌র রহমত পাবে কেবলমাত্র তারাই যারা দুনিয়ায় আখেরাতের রহমত পাওয়ার জন্য নির্দিষ্ট সঠিক কর্মপন্থা গ্রহণ করেছে। ‘রাববুল আলামীন' বলার পর ‘আর-রাহমান’ ও ‘আর-রাহীম’ শব্দদ্বয় উল্লেখ করায় এই কথাই সুস্পষ্ট হয়ে উঠেছে যে, এ বিশ্ব-লোকের লালন পালন, রক্ষণাবেক্ষন ও ক্রমবিকাশ দানের যে সুষ্ঠু ও নিখুঁত ব্যবস্থা আল্লাহ্‌ তা'আলা করেছেন, তার মূল কারণ সৃষ্টির প্রতি তাঁর অপরিসীম দয়া ও অনুগ্রহ ছাড়া আর কিছুই নয়। অনুরূপভাবে ‘রাহমান’ এর পর \"রাহীম' উল্লেখ করে আল্লাহ্‌ তা'আলা এই কথাই বলতে চান যে, দুনিয়াতে আল্লাহ্‌র নিরপেক্ষ ও সাধারণ রহমত লাভ করে কেউ যেন অতিরিক্ত মাত্রায় মেতে না যায় এবং আল্লাহ্‌ ও তাঁর দেয়া দ্বীনকে ভুলে না বসে। কেননা দুনিয়ার জীবনের পর আরও একটি জগত, আরও একটি জীবন নিশ্চিতরূপে রয়েছে, যখন আল্লাহ্‌র রহমত নির্বিশেষে আনুগত্যশীল বান্দাদের জন্যই নির্দিষ্ট হবে। আর প্রকৃতপক্ষে তাদের জীবনই হবে সর্বোতভাবে সাফল্যমণ্ডিত।\n <br/>\n</p>"
    },
    {
        "id": 4,
        "verse": "১ : ৪",
        "arabic_text": "مَالِكِ يَوْمِ الدِّينِ",
        "bangla_text": "বিচার দিনের মালিক [১]। ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এখানে আল্লাহ্‌কে ‘বিচার দিনের মালিক’ বলে ঘোষণা করা হয়েছে। কিন্তু এই দিনের প্রকৃত রূপটি যে কি এবং জনগণের সম্মুখে এই দিন কি অবস্থা দেখা দিবে তা এখানে প্রকাশ করে বলা হয় নি। অন্যত্র তা স্পষ্ট করে বলা হয়েছে,\n <br/>\n <br/>\n (وَمَآ اَدْرٰىكَ مَا يَوْمُ الدِّيْنِ ـ ثُمَّ مَآ اَدْرٰىكَ مَا يَوْمُ الدِّيْنِ ـ يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَـيْــــًٔا وَالْاَمْرُ يَوْمَىِٕذٍ لِّلّٰهِ)\n <br/>\n <br/>\n “বিচারের দিনটি কি, তা কিসে আপনাকে জানাবে? আবার জিজ্ঞাসা করি, কিসে আপনাকে জানাবে বিচারের দিনটি কি? তাহা এমন একটি দিন, যে দিন কেউই নিজের রক্ষার জন্য কোনই সাহায্যকারী পাবে না, এবং সমগ্র ব্যাপার নিরঙ্কুশ ভাবে আল্লাহ্‌র ইখতিয়ারভুক্ত হবে \"[সূরা আল-ইনফিতার: ১৭-১৯] আর (يَوْمُ الدِّيْنِ) বলিতে যে বিচারের দিন, প্রতিফল-তথা শাস্তি বা পুরষ্কারদানের দিন বুঝায়, তা অন্য আয়াতাংশে স্পষ্ট করে বলে দেয়া হয়েছে, (يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ), \"আজকের দিনে আল্লাহ্‌ লোকদের প্রকৃত কর্মফল পূর্ণ করে দিবেন\" [সূরা আন-নূর: ২৫]\n <br/>\n <br/>\n মোটকথা: আল্লাহ্‌ তা'আলা ঘোষণা করছেন, তিনি কেবল ‘রাববুল আলামীন, আর-রাহমান ও আর-রাহীমই নন, তিনি ‘মালিকি ইয়াওমিদিন'-ও। অর্থাৎ আল্লাহ্‌ তা'আলা কেবল এই জীবনের লালন ও রক্ষণাবেক্ষণের জন্যই এই বিরাট জগত-কারখানা স্থাপন করেন নি, এর একটি চূড়ান্ত পরিণতিও তিনি নির্ধারিত করেছেন। অর্থাৎ তোমরা কেউ মনে করো না যে, এই জীবনের অন্তরালে কোন জীবন নেই। এই ধারণাও মনে স্থান দিও না যে, সেদিনও তোমাদের তেমনি স্বেচ্ছাচারিতা চলবে যেমন আজ চলছে বলে তোমরা ধারণা করছ বরং সে দিন নিরঙ্কুশভাবে এক আল্লাহ্‌রই একচ্ছত্র কর্তৃত্ব, প্রভুত্ব ও মালিকানা পূর্ণমাত্রায় কার্যকর থাকবে। আজ যেমন তোমরা নিজেদের ইচ্ছামত কাজ করতে পারছ-অন্ততঃ এর পথে প্রাকৃতিক দিক দিয়ে কোন প্রতিবন্ধকতার সৃষ্টি করা হয় না, সে চূড়ান্ত বিচার দিনে কিন্তু তা কিছু মাত্র চলবে না। সেদিন কেবলমাত্র আল্লাহ্‌র মর্জি কার্যকর হবে। আজ যেমন লোকেরা সত্যের প্রচণ্ড বিরোধিতা করে সুস্পষ্ট অন্যায় ও মারাত্মক যুলুম করেও সুনাম সুখ্যাতিসহ জীবন-যাপন করতে পারছে, সেদিন কিন্তু এসব ধোঁকাবাজী এক বিন্দুও চলবে না। বিচার দিবসের গুরুগম্ভীর পরিবেশ ও পরিস্থিতি সম্পর্কে সামান্য আন্দাজ করা যায় এই কথা হতে যে, বিচারের দিন জিজ্ঞেস করা হবে, “আজকের দিনে একচ্ছত্র কর্তৃত্ব ও প্রভুত্ব কার?” তার উত্তরে সুস্পষ্ট ভাষায় ঘোষণা করা হবে, “তা সবই একমাত্র সার্বভৌম ও শক্তিমান আল্লাহ্‌র জন্য নির্দিষ্ট \" [সূরা আল-গাফির:৫৯],\n <br/>\n <br/>\n অন্য আয়াতে বলা হয়েছে, “এটা সে দিনের কথা যেদিন কোন লোকই অন্য কারও জন্য কিছু করতে সক্ষম হবে না। সে দিন সমস্ত কর্তৃত্বই হবে একমাত্র আল্লাহ্‌র জন্য \" [সূরা আল-ইনফিতার:১৯] আল্লাহ্‌র এই নিরঙ্কুশ কর্তৃত্ব কার্যকর হবে প্রথম সিংগায় ফুঁক দেয়ার দিন হতেই। বলা হয়েছে, \"আর তাঁর নিরঙ্কুশ মালিকানা কার্যকর হবে সিংগায় ফুঁক দেয়ার দিনই \"[সূরা আলআন’আম: ৭৩]\n <br/>\n</p>"
    },
    {
        "id": 5,
        "verse": "১ : ৫",
        "arabic_text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
        "bangla_text": "আমরা শুধু আপনারই ‘ইবাদাত করি, এবং শুধু আপনারই সাহায্য প্রার্থনা করি, ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n</p>"
    },
    {
        "id": 6,
        "verse": "১ : ৬",
        "arabic_text": "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ",
        "bangla_text": "আমাদেরকে সরল পথের হিদায়াত দিন [১] ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] স্নেহ ও করুণা এবং কল্যাণ কামনাসহ কাউকে মঙ্গলময় পথ দেখিয়ে দেয়া ও মনজিলে পৌঁছিয়ে দেয়াকে আরবী পরিভাষায় ‘হেদায়াত' বলে। ‘হেদায়াত’ শব্দটির দুইটি অর্থ। একটি পথ প্রদর্শন করা, আর দ্বিতীয়টি লক্ষ্য স্থলে পৌঁছিয়ে দেয়া। যেখানে এই শব্দের পর দুইটি object থাকবে (الى) থাকবে না, সেখানে এর অর্থ হবে লক্ষ্যস্থলে পৌঁছিয়ে দেয়া। আর যেখানে এ শব্দের পর (الى) শব্দ আসবে, সেখানে অর্থ হবে পথ-প্রদর্শন। যেমন আল্লাহ্‌ তা'আলা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে সম্বোধন করে বলেছেন,\n <br/>\n <br/>\n (اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاءُ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ)\n <br/>\n <br/>\n “নিশ্চয়ই আপনি লক্ষ্যস্থলে—মনজিলে পৌঁছিয়ে দিতে পারবেন না যাকে আপনি পৌঁছাতে চাইবেন। বরং আল্লাহ্‌ই লক্ষ্যস্থলে পৌছিয়ে দেন যাকে তিনি ইচ্ছা করেন \" [সূরা আল-কাসাস: ৫৬] এ আয়াতে হেদায়েত শব্দের পর (الى) ব্যবহৃত হয়নি বলে লক্ষ্যস্থলে পৌঁছিয়ে দেয়া অর্থ হয়েছে এবং তা করা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের সাধ্যায়ত্ত নয় বলে জানিয়ে দেয়া হয়েছে। পক্ষান্তরে পথ প্রদর্শন রাসূলে কারীমের সাধ্যায়ত্ত বলে ঘোষণা করা হয়েছে। বলা হয়েছে,\n <br/>\n <br/>\n (وَاِنَّكَ لَـــتَهْدِيْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ)\n <br/>\n <br/>\n “হে নবী! আর আপনি অবশ্যই সরল সঠিক দৃঢ় ঋজু পথ প্রদর্শন করেন \"[সূরা আশ-শূরা:৫২]\n <br/>\n কিন্তু লক্ষ্যস্থলে পৌঁছিয়ে দেয়ার কাজ কেবলমাত্র আল্লাহ্‌র জন্যই নির্দিষ্ট। তাই তিনি নিজেই ঘোষণা করেছেন,\n <br/>\n <br/>\n (وَّلَهَدَيْنٰهُمْ صِرَاطًا مُّسْتَقِيْمًا)\n <br/>\n <br/>\n “আর অবশ্যই আমরা তাদেরকে সরল সোজা সুদৃঢ় পথে পৌঁছিয়ে দিতাম। ” [সূরা আন-নিসা ৬৮]\n <br/>\n <br/>\n সূরা আল-ফাতিহা’র আলোচ্য আয়াতে হেদায়েত শব্দের পর (الى) শব্দটি ব্যবহৃত হয়নি। ফলে এর অর্থ হবে সোজা সুদৃঢ় পথে মনজিলের দিকে চালনা করা। অর্থাৎ যেখানে বান্দাহ্‌ আল্লাহ্‌র নিকট প্রার্থনা করে শুধু এতটুকু বলে না যে, হে আল্লাহ্! আপনি আমাদেরকে সোজা সুদৃঢ় পথের সন্ধান দিন। বরং বলে, 'হে আল্লাহ্‌, আপনি আমাদেরকে সরল সুদৃঢ় পথে চলবার তাওফীক দিয়ে মনজিলে পৌছিয়ে দিন। কেননা শুধু পথের সন্ধান পাইলেই যে সে পথ পাওয়া ও তাতে চলে মনজিলে পৌঁছা সম্ভবপর হবে তা নিশ্চিত নয়।\n <br/>\n <br/>\n কিন্তু ‘সিরাতে মুস্তাকীম’ কি? সিরাত শব্দের অর্থ হচ্ছে, রাস্তা বা পথ। আর মুস্তাকীম হচ্ছে, সরল সোজা। সে হিসেবে সিরাতে মুসতাকীম হচ্ছে, এমন পথ, যা একেবারে সোজা ও ঋজু, প্রশস্ত ও সুগম; যা পথিককে নির্দিষ্ট লক্ষ্যে পৌছিয়ে দেয়; যে পথ দিয়ে লক্ষ্যস্থল অতি নিকটবতী এবং মনযিলে মাকছুদে পৌঁছার জন্য যা একমাত্র পথ, যে পথ ছাড়া লক্ষ্যে পৌছার অন্য কোন পথই হতে পারে না। আল্লাহ্‌ বলেন, “নিশ্চয়ই আল্লাহ্‌ আমারও রব তোমাদেরও রব, অতএব একমাত্র তারই দাস হয়ে থাক। এটাই হচ্ছে সিরাতুম মুস্তাকীম-সঠিক ও সুদৃঢ় ঋজু পথ \" [সূরা মারইয়াম: ৩৬] অর্থাৎ আল্লাহ্‌কে রব স্বীকার করে ও কেবল তাঁরই বান্দাহ্‌ হয়ে জীবন যাপন করলেই সিরাতুম মুস্তাকীম অনুসরণ করা হবে। অন্যত্র ইসলামের জরুরী বিধি-বিধান বর্ণনা করার পর আল্লাহ্‌ তা'আলা বলেন, “আর এটাই আমার সঠিক দৃঢ় পথ, অতএব তোমরা এই পথ অনুসরণ করে চল। এছাড়া আরও যত পথ আছে, তাহার একটিতেও পা দিও না; কেননা তা করলে সে পথগুলো তোমাদেরকে আল্লাহ্‌র পথ হতে বিচ্ছিন্ন করে দিবে-ভিন্ন দিকে নিয়ে যাবে। আল্লাহ্‌ তোমাদেরকে উপদেশ দিচ্ছেন এ উদ্দেশ্যে, যেন তোমরা  ধ্বংসের পথ হতে আত্মরক্ষা করতে পার \" [সূরা আল-আন আমঃ ১৫৩]\n <br/>\n <br/>\n একমাত্র আল্লাহ্‌র নিকট থেকে যে পথ ও বিধি-বিধান পাওয়া যাবে, তাই মানুষের জন্য সঠিক পথ। আল্লাহ্‌ বলেন, “প্রকৃত সত্য-সঠিক-ঋজু-সরল পথ প্রদর্শন করার দায়িত্ব আল্লাহ্‌র উপর, যদিও আরও অনেক বাঁকা পথও রয়েছে। আর আল্লাহ্‌ চাইলে তিনি সব মানুষকেই হেদায়াতের পথে পরিচালিত করতেন। ” [সূরা আন-নাহল:৯]\n <br/>\n <br/>\n সিরাতে মুস্তাকীমের তাফসীর কোন কোন মুফাসসির করেছেন, ইসলাম। আবার কারও কারও মতে, কুরআন। [আত-তাফসীরুস সহীহ] বস্তুত: আল্লাহ্‌র প্রদত্ত বিশ্বজনীন দ্বীনের অন্তর্নিহিত প্রকৃত রূপ সিরাতুল মুস্তাকীম' শব্দ হতে ফুটে উঠেছে। আল্লাহ্ তা'আলার দাসত্ব কবুল করে তারই বিধান অনুসারে জীবন যাপন করার পথই হচ্ছে সিরাতুল মুস্তাকীম' এবং একমাত্র এই পথে চলার ফলেই মানুষ আল্লাহ্‌র নিয়ামত ও সন্তোষ লাভ করতে পারে। সে একমাত্র পথই মানব জীবনের প্রকৃত ও চূড়ান্ত সাফল্যের জন্য একান্ত অপরিহার্য। তাই সে একমাত্র পথে চলার তওফীক প্রার্থনা করার শিক্ষা দেয়া হয়েছে এই আয়াতটিতে।\n <br/>\n কিন্তু আল্লাহ্‌র নিকট হতে এই পথ কিরূপে পাওয়া যেতে পারে? সে পথ ও পন্থা নির্দেশ করতে গিয়ে আল্লাহ্‌ এর তিনটি সুস্পষ্ট পরিচয় উল্লেখ করেছেন:\n <br/>\n <br/>\n ১. এই জীবন কিভাবে যাপন করতে হবে তা তাদের নিকট হতে গ্রহণ করতে হবে, যারা উক্ত বিধান অনুযায়ী জীবন যাপন করে আল্লাহ্‌র নিকট হতে নিয়ামত ও অসীম অনুগ্রহ লাভ করেছে।\n <br/>\n <br/>\n ২. এই পথের পথিকদের উপর আল্লাহ্‌র গজব নাযিল হয় নি, অভিশপ্তও তারা নয়।\n <br/>\n <br/>\n ৩. তারা পথভ্রান্ত লক্ষ্যভ্রষ্টও নয়। পরবর্তী আয়াতসমূহে এ কথা কয়টির বিস্তারিত আলোচনা আসছে।\n <br/>\n</p>"
    },
    {
        "id": 7,
        "verse": "১ : ৭",
        "arabic_text": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
        "bangla_text": "তাদের পথ, যাদেরকে আপনি নিয়ামত দিয়েছেন [১], যাদের উপর আপনার ক্রোধ আপতিত হয়নি [২] এবং যারা পথভ্রষ্টও নয় [৩] ",
        "detail_text": "<p class=\"verse-card_verse_text__29N5F text_trans\">\n [১] এটা আল্লাহ্‌র নির্ধারিত সঠিক ও দৃঢ় পথের প্রথম পরিচয়। এর অর্থ এই যে, আল্লাহ্‌র নিকট হতে যে পথ নাযিল হয়েছে, তা অনুসরণ করলে আল্লাহ্‌র রহমত ও নিয়ামত লাভ করা যায়। দ্বিতীয়তঃ তা এমন কোন পথই নয়, যাহা আজ সম্পূর্ণ নূতনভাবে পেশ করা হচ্ছে- পূর্বে পেশ করা হয় নি। বরং তা অতিশয় আদিম ও চিরন্তন পথ। মানুষের এই কল্যাণের পথ অত্যন্ত পুরাতন, ততখানি পুরাতন যতখানি পুরাতন হচ্ছে স্বয়ং মানুষ। প্রথম মানুষ হতেই এটা মানুষের সম্মুখে পেশ করা হয়েছে, অসংখ্য মানুষ এ পথ প্রচার করেছেন, কবুল করার আহবান জানিয়েছেন, এটা বাস্তবায়িত করার জন্য প্রাণপণ সংগ্রাম করেছেন এবং শেষ পর্যন্ত তারা আল্লাহ্‌র নিকট হতে, অপূর্ব নিয়ামত ও সম্মান লাভের অধিকারী প্রমাণিত হয়েছেন। এই নিয়ামত এই দুনিয়ার জীবনেও তারা পেয়েছেন, আর আখেরাতেও তা তাদের জন্য নির্দিষ্ট হয়ে রয়েছে। মূলতঃ আল্লাহ্‌র নিয়ামতপ্রাপ্ত লোকদের চলার পথ ও অনুসৃত জীবনই হচ্ছে বিশ্ব মানবতার জন্য একমাত্র পথ ও পন্থা। এতদ্ব্যতীত মানুষের পক্ষে গ্রহণযোগ্য, অনুসরণীয় ও কল্যাণকর পথ আর কিছুই হতে পারে না। কিন্তু আল্লাহ্‌র অনুগ্রহপ্রাপ্ত লোক কারা এবং তাদের পথ বাস্তবিক পক্ষে কি? এর উত্তর অন্য আয়াতে এসেছে, “যা করতে তাদেরকে উপদেশ দেয়া হয়েছিল তারা তা করলে তাদের ভাল হত এবং চিত্তস্থিরতায় তারা দৃঢ়তর হত। এবং তখন আমি আমার কাছ থেকে ‘তাদেরকে নিশ্চয় মহাপুরস্কার প্রদান করতাম এবং তাদেরকে নিশ্চয় সরল পথে পরিচালিত করতাম। আর কেউ আল্লাহ্‌ এবং রাসুলের আনুগত্য করলে সে নবী, সত্যনিষ্ঠ, শহীদ ও সৎকর্মপরায়ণ (যাদের প্রতি আল্লাহ্‌ অনুগ্রহ করেছেন) তাদের সঙ্গী হবে এবং তারা কত উত্তম সঙ্গী! এগুলো আল্লাহ্‌র অনুগ্রহ। সর্বজ্ঞ হিসেবে আল্লাহ্‌ই যথেষ্ট \" [সূরা আন-নিসাঃ ৬৬-৭০] এ আয়াত থেকে সঠিক ও দৃঢ় জীবন পথ যে কোনটি আর আল্লাহ্‌র অনুগ্রহ প্রাপ্ত লোকগণ যে কোন পথে চলেছেন ও চলে আল্লাহ্‌র অনুগ্রহ পাবার অধিকারী হয়েছেন তা সুস্পষ্ট ও বিস্তারিতভাবে জানা যায়। তারা হচ্ছেন আম্বিয়া, সিদ্দীক, শহীদ ও সালেহীন। [ইবন কাসীর]\n <br/>\n <br/>\n [২] এটা আল্লাহ্‌র নির্ধারিত ‘সিরাতুল মুস্তাকীম' এর দ্বিতীয় পরিচয়। আল্লাহ্‌ তা'আলা যে পথ মানুষের সম্মুখে চিরন্তন কল্যাণ লাভের জন্য উপস্থাপিত করেছেন সে পথ অভিশাপের পথ নয় এবং সে পথে যারা চলে তাদের উপর কখনই আল্লাহ্‌র অভিশাপ বর্ষিত হতে পারে না। সে পথ তো রহমতের পথ বরং সে পথের পথিকদের প্রতি দুনিয়াতে যেমন আল্লাহ্‌র অনুগ্রহ ও সাহায্য বর্ষিত হয়ে থাকে, আখেরাতেও তারা আল্লাহ্‌র চিরস্থায়ী সন্তোষ লাভের অধিকারী হবে। এই আয়াতাংশের অপর একটি অনুবাদ হচ্ছে, “তাদের পথ নয় যাদের উপর আল্লাহ্‌র অভিশাপ নাযিল হয়েছে। \" এরূপ অনুবাদ করলে তাতে ‘সিরাতুল মুস্তাকীম’ ছাড়া আরও একটি পথের ইঙ্গিত মানুষের সামনে উপস্থাপিত হয়, যা আল্লাহ্‌র নিকট হতে অভিশপ্ত এবং সেই পথ হতে মানুষকে রক্ষা করাই এর উদ্দেশ্য মনে হয়। কিন্তু এখানে আল্লাহ্‌ মূলতঃ একটি পথই উপস্থাপিত করেছেন এবং একটি পথেরই ইতিবাচক দুইটি বিশেষণ দ্বারা সেটাকে অত্যধিক সুস্পষ্ট করে তুলেছেন। তাই অনেকেই পূর্বোক্ত প্রথম অনুবাদটিকেই প্রাধান্য দিয়েছেন। উভয় অর্থের জন্য [দেখুন, যামাখশারী; ইবন কাসীর; ফাতহুল কাদীর]\n <br/>\n <br/>\n প্রথম অনুবাদ বা দ্বিতীয় অনুবাদ যাই হোক না কেন এখানে একথা স্পষ্ট হচ্ছে যে, আল্লাহ্‌র প্রতি ঈমানদার লোকদেরকে প্রকারান্তরে এমন পথ ও পন্থা গ্রহণ হতে বিরত থাকবার নির্দেশ দেয়া হচ্ছে, যা আল্লাহ্‌র অভিশাপের পথ, যে পথে চলে কোন কোন লোক অভিশপ্ত' হয়েছে।\n <br/>\n <br/>\n কিন্তু সে অভিশপ্ত কারা, কারা কোন পথে চলে আল্লাহ্‌র নিকট হতে অভিশপ্ত হয়েছে, তাদের সম্পর্কে বিস্তারিত জেনে নেয়া আবশ্যক। কুরআন মাজীদ ঐতিহাসিক জাতিদের সম্পর্কে উল্লেখ করতে গিয়ে বলা হয়েছেঃ “আর তাদের উপর অপমান লাঞ্ছনা ও দারিদ্র্যের কষাঘাত হানা হয়েছে এবং তারা আল্লাহ্‌র অভিশাপ প্রাপ্ত হয়েছে। \" [সূরা আল-বাকারাহ: ৬১]\n <br/>\n <br/>\n পূর্বাপর আলোচনা করলে নিঃসন্দেহে এটা বুঝতে পারা যায় যে, এ কথাটি ইয়াহুদীদের সম্পর্কে বলা হয়েছে। তাই ‘মাগদুব’ বলতে যে এখানে ইয়াহুদীদের বুঝানো হয়েছে, সে বিষয়ে সমস্ত মুফাসসিরই একমত। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের হাদীসেও অনুরূপ স্পষ্ট বর্ণনা রয়েছে  [দেখুন, মুসনাদে আহমাদ ৫/৩২,৩৩]\n <br/>\n <br/>\n [৩] এটি ‘সিরাতুল মুস্তাকীম'-এর তৃতীয় ও সর্বশেষ পরিচয়। অর্থাৎ যারা সিরাতুল মুস্তাকীম এ চলে আল্লাহ্‌র নিয়ামত লাভ করতে পেরেছেন তারা পথভ্রষ্ট নন-কোন গোমরাহীর পথে তারা চলেন না। পূর্বোল্লেখিত আয়াতের ন্যায় এ আয়াতেরও অন্য অনুবাদ হচ্ছে, ‘তাদের পথে নয় যারা পথভ্রষ্ট হয়ে গেছে, যারা গোমরাহ হয়ে আল্লাহ্‌র উপস্থাপিত পথ হতে বিচ্যুত হয়ে পড়েছে।’ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের হাদীস থেকে এ পথ-ভ্ৰষ্ট লোকদের পরিচয় জানতে পারা যায় যে, দুনিয়ার ইতিহাসে নাসারাগণ হচ্ছে কুরআনে উল্লেখিত এ গোমরাহ ও পথ-ভ্ৰষ্ট জাতি। [মুসনাদে আহমাদ: ৫/৩২,৩৩, ৭৭]\n <br/>\n <br/>\n কোন মুসলিম যখন সূরা ফাতিহা পাঠ করে, তখন সে প্রকারান্তরে এ কথাই ঘোষণা করে যে, “হে আল্লাহ্‌ আমরা স্বীকার করি, আপনার সার্বভৌমত্বের ভিত্তিতে যে জীবন-ধারা গড়ে উঠে তা-ই একমাত্র মুক্তির পথ। এজন্য আপনার নির্ধারিত এ পথে চলে যারা আপনার নিয়ামত পেয়েছেন সেই পথই একমাত্র সত্য ও কল্যাণের পথ, আল্লাহ্‌ সেই পথেই আমাদেরকে চলবার তাওফীক দিন। আর যাদের উপর আপনার অভিশাপ বর্ষিত হয়েছে ও যারা পথভ্রষ্ট হয়েছে তাদের যেন আমরা অনুসরণ না করি। কেননা, সে পথে প্রকৃতই কোন কল্যাণ নেই। \" বস্তুতঃ পবিত্র কুরআন দুনিয়ার বর্তমান বিশ্বমানবতার সর্বশ্রেষ্ঠ ও একমাত্র সর্বশেষ আল্লাহ্‌র দেয়া গ্রন্থ। এর উপস্থাপিত আদর্শ ও জীবন পথই হচ্ছে বিশ্বমানবতার একমাত্র স্থায়ী ও কল্যাণের পথ। এর বিপরীত সমস্ত জীবনাদর্শকে মিথ্যা প্রমাণ করে একমাত্র এরই উপস্থাপিত আদর্শের ভিত্তিতে নিজেদেরকে গঠন করা মুসলিমদের একমাত্র দায়িত্ব। মুসলিমরা আজও সেই দায়িত্ব পালনে উদ্বুদ্ধ হলে সূরা আল-ফাতিহা তাদের জীবনে সার্থক হবে।\n <br/>\n <br/>\n মূলতঃ যারা সূরা আল-ফাতিহার অর্থ বুঝে সূরা আল-ফাতিহা পাঠ শেষ করার পর তাদের মন থেকে দো’আ করবে, আল্লাহ্‌ তা'আলা তাদের দো’আ কবুল করবেন। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন,\n <br/>\n <br/>\n (اِذا قَالَ الْاِمَامُ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّينَ، فَقُوْلُوْ اٰمِيْنَ، فَمَنْ وَافَقَ قَوْلُهٗ قَوْلَ الْمَلَائِكَةِ غُفِرَ لَهٗ مَا تَقَدَّمَ مِنْ ذَنْبِه)\n <br/>\n <br/>\n “যখন ইমাম ‘গাইরিল মাগদূবি ‘আলাইহিম  ওয়ালাদ দ্বল্লীন’ বলে তখন তোমরা ‘আমীন’ বা ‘হে আল্লাহ্‌ কবুল কর’ একথাটি বল; কেননা যার কথাটি ফেরেশতাদের কথা অনুযায়ী হবে তার পূর্বেরগুনাহ ক্ষমা করে দেয়া হবে \"[বুখারী ৭৮২,মুসলিম: ৪০৯l\n <br/>\n <br/>\n অন্য বর্ণনায় এসেছে,\n <br/>\n <br/>\n (وَاِذا قَالَ: غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّينَ، فَقُوْلُوْ اٰمِيْنَ، يُجِيْبُكمُ اللّٰهُ)\n <br/>\n <br/>\n “যখন  ‘ইমাম গাইরিল মাগদূবি ‘আলাইহিম  ওয়ালাদ দ্বল্লীন’ বলে তখন তোমরা ‘আমীন’ বা ‘হে  আল্লাহ্‌ কবুল কর’ একথাটি বল; এতে আল্লাহ্‌ তোমাদের আহবানে সাড়া দিবেন (দো’আ কবুল করবেন) \"[মুসলিম: ৪০৪]\n <br/>\n <br/>\n অন্য এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন,\n <br/>\n <br/>\n (مَا حَسَدَتْكُمْ اليَهُوْدُ عَلَى شَيئٍ مَا حَسَدَ تْكُمُ عَلَى السَّلَامِ وَالتَّأْمِيْنِ)\n <br/>\n <br/>\n “ইয়াহুদীরা তোমাদেরকে তোমাদের ‘সালাম’ ও ‘আমীন' বলার চেয়ে বেশী কোন বিষয়ের উপর হিংসা করে না।” [ইবনে মাজাহঃ ৮৫৬]\n <br/>\n</p>"
    }
]